{"abstract": "Between 1972 and 1990, human remains representing nine individuals were recovered from five archaeological sites on Edwards Air Force Base (EAFB). These sites include: CA-LAN-1296 (one possible and three probable cremations); CA-KER-2060/H (one cremation and one inhumation); CA-KER-2241 (one interment unknown type); CA-LAN-1158 (one cremation); and CA-KER-796 (one interment, unknown type). No known individuals were identified. Associated funerary objects include three projectile points (two arrow points and one dart point), one bone tool, 18 shell beads, and two modified shell fragments. The ethnohistoric information establishing the relationship between these tribes and the Native American human remains and associated funerary objects consists of ethnographies, language studies, Spanish mission records, oral interviews, and other sources (Earle 1997). No unassociated funerary objects, sacred objects, or objects of cultural patrimony were identified in the collection. In 1972, one human cranial bone fragment representing one individual was recovered from the surface during legally authorized excavations at the CA-LAN-1296 (AVAS-1; EAFB-1000) site by the Antelope Valley Archaeological Society (AVAS)(EAFB Historic Preservation Office file 72-A). No consultation was done at the time of the discovery of the cranial bone fragment. The cranial bone fragment (ISOCAT<greek-i> 2181; AVAS 1-38a) appears to have been part of a cremation interment. No associated funerary objects were found with the cranial bone fragment. In 1988, Regional Environmental Consultants (RECON) conducted legally authorized test excavations at CA-LAN-1296 and recovered human bone representing three individuals (Hector et al. 1988). The first individual is represented by 18 unidentified human bone fragments (RECON CAT# 163-119a) that were surface collected from a probable cremation interment in Unit 12 (Locus E). The artifacts found in association with the 18 human bone fragments consist of five Olivella sp. shell beads (RECON CAT<greek-i> 163-118, surface) and one Haliotis sp. shell fragment (RECON CAT<greek-i> 163-119d, surface). On Edwards AFB, Olivella sp. shell beads and Haliotis sp.shell generally date to the Gypsum through Late Periods (2000 B.C.-A.D. 1770). The second individual is represented by 180 human bone fragments that were surface collected from a probable cremation interment in Unit 18 (Locus E). The human bone fragments consist of an orbit fragment, distal metacarpal fragment (RECON CAT<greek-i> 163-196a), and 178 unidentified bone fragments (RECON CAT<greek-i> 163-196b-d). The artifacts found in association with the 180 human bone fragments include: one unidentified shell fragment (RECON CAT<greek-i> 163-196f, surface); 12 unidentified shell beads (RECON CAT<greek-i> 163-197, 0-10 cm); one Humboldt dart point (RECON CAT<greek-i> 163-199, 0-10 cm); and one Olivella sp. shell bead (RECON CAT<greek-i> 163-201, 10-20 cm). Humboldt dart points and Olivella sp. shell beads are diagnostic artifacts of the Gypsum Period (2000 B.C--A.D. 500). The third individual is represented by one human cranial bone fragment (RECON CAT<greek-i> 163-231a, 10-20 cm). The cranial bone fragment was excavated from a probable cremation interment in Unit 21 (Locus D). No associated funerary objects were found with the cranial bone fragment. The estimated date of occupation at the CA-LAN-1296 site is 5000 B.C.-A.D. 1770 based on the presence of Pinto, Gypsum, Saratoga Springs, and Late Period components (Earle et al. 1997a). Native Americans were not consulted at the time the human remains were recovered from the CA-LAN-1296 site. The human remains were not identified as such until they were examined by Dr. Rose Tyson of the San Diego Museum of Man during the NAGPRA inventory process. The cultural affiliation of the human remains can not be positively determined (Campbell et al. 1997). Ethnohistoric information, however, indicates that the human remains may be affiliated with one of the five tribes (Chemehuevi, Kawaiisu, Kitanemuk, Serrano, or Tataviam) who utilized the region in historic times (Earle 1997). This is supported by the site's location in the vicinity of historic ``Ap'avutsiviat'' or Buckhorn Springs (Earle 1997:59). In November 1985, the Base Historic Preservation Officer (BHPO), Richard H. Norwood, recovered human bone representing two individuals (one cremation; one inhumation) during an emergency investigation at site CA-KER-2060/H (EAFB-617)(EAFB Historic Preservation Office files 85-041, 85-0). The first survey of the site by the BHPO was done in April 1985 prior to the construction of a sewage treatment pond (Norwood 1985). The remains were not found at that time. During the construction mechanical grading uncovered the human bone. The BHPO's emergency investigation of the site involved: (1) a surface inspection of ``spoil'' piles; (2) excavation of the inhumation with the assistance of Colonel H.P. Riessen, a US Air Force Reserve physical anthropologist; and (3) the excavation of seven 1 m x 1 m test units in different areas of the site. At the time the human remains were collected, consultations were conducted with Native Americans (Kawaiisu [Lynn Bedabe]) and State and Federal agencies. These included the: State of California Native American Heritage Commission (Annette Ospital); State of California Office of Historic Preservation (Rob Jackson); National Park Service Interagency Archeological Services (Holly Dunbar); and National Park Service Archeological Assistance Division (Deborah Katz). The first individual at the CA-KER-2060/H site is represented by 239 burned human bone from a cremation interment in Units 1, 5, 6, and 7. The cremation was discovered in a 4 m-square area approximately 5 m west of the inhumation interment described below. The ISOCAT catalog numbers for the interment include: two burned femur fragments (1639b); 46 unidentified bone fragments (1673); 1 unidentified bone fragment (1767); two right lower bicuspid fragments (1813, surface); five long bone fragments, three cranial bone fragments, and small bone fragments (1662, Unit 1, 10-20 cm); 58 unidentified bone fragments and 23 cranial bone fragments (including thick parietal bone indicative of anemia)(1663, Unit 1, 10-20 cm); one tooth fragment, two mandible fragments, seven unidentified bone fragments (1763, 1763a-c, Unit 1, 20-30 cm); one tooth (1739, Unit 5, 10-20 cm); six tooth fragments (including one root and one incisor fragment)(1745, Unit 5, 20-30 cm); one unidentified burned bone (1746, Unit 5, 20-30 cm); one bicuspid fragment with severe occlusal wear (1748, Unit 5, 30-40 cm); 22 long bone fragments, one phalange, and eight cranial bone fragments (1756, Unit 6, 20-30 cm); two tooth fragments (including one bicuspid and one root) and two bone fragments (1757, Unit 6, 20-30 cm); one burned tooth fragment (1664, Unit 7, 10-20 cm); two lower bicuspid fragments (1669, Unit 7, 20-30 cm); one extremely worn right lateral mandibular incisor (1670, Unit 7, 20-30 cm); left mandibular molar fragments with severe occlusal wear (1671, Unit 7, 20-30 cm); and one tooth fragment (1672, Unit 7, 20-30 cm). No artifacts were found in association with the cremated human bone. The cremated human bone was examined by Colonel H.P. Riessen in 1985 and Dr. Rose Tyson of the San Diego Museum of Man during the NAGPRA inventory process. Reissen's analysis found severe wear present on the occlusal surfaces of the teeth, but no evidence of caries or abscesses (1985:14-16). All sutures on the skull fragments are closed, and are characteristic of a more mature individual. The severe occlusal wear, closed sutures, and robustness of the bone indicate the individual was a 30 or so year old male with possible anemia. The second individual at CA-KER-2060/H consists of unburned cranial and postcranial bone from an inhumation interment approximately 5 m east of the cremation described above (Riessen 1985; Norwood 1985, 1987). The inhumation did not evidence a burial pit, but it appeared that the grave had been dug to the level of the caliche. Riessen (1985:3) describes the burial as lying in an extended position, face upward with a northwest-southeast orientation; head oriented to the northwest. The ISOCAT catalog numbers for the inhumation include: one tibia fragment (1639a); post-cranial bone (1640); and rib fragment (4279). Three artifacts were found in association with the inhumation, and include two Cottonwood Triangular arrow points (ISOCAT<greek-i> 1481, translucent white chalcedony; ISOCAT<greek-i> 1482, red and white chalcedony) and one bone tool (ISOCAT<greek-i> 1483). Riessen (1985:13) analyzed the bone from the inhumation in 1985, and concluded that the individual was probably a 32 or so year old male, 5 foot 7 inches in height, who showed no gross evidence of trauma or pathology. At first it was not clear whether the well preserved unburned bone in the inhumation represented a Native American or Euroamerican burial. The platymeric index of the individual's femur, for example, is 84.4, a value close to that of English populations and higher than the mean (74) for Native Americans (Riessen 1985:14). Other indices such as the index of curvature (1.0) and index of torsion (21.45), however, are closer to the mean values for Native American populations. Based on this information and associated Cottonwood Triangular arrow points, one of which was found in close proximity to the individual's left arm, the inhumation appears to be a Native American burial dating to the Saratoga Springs or Late Periods (A.D. 500-1770). The estimated date of occupation at the CA-LAN-2060/H site is A.D. 500-1770. This is primarily based on the presence of the aforementioned Cottonwood Triangular arrow points with the inhumation (Earle et al. 1997a). It is not possible to positively determine the cultural affiliation of the human remains (Campbell et al. 1997). Ethnohistoric information nevertheless indicates that they are probably affiliated with one of the five historically-documented tribes (Chemehuevi, Kawaiisu, Kitanemuk, Serrano, or Tataviam) in the region (Earle 1997). In 1987, the BHPO surface collected a fossilized human molar or premolar crown fragment at the CA-KER-2241 (EAFB-907) site (EAFB Historic Preservation Office file 88-A). The discovery of the tooth (ISOCAT<greek-i> 2286) occurred during legally authorized a Base-wide inventory of paleontologic resources by the San Bernardino County Museum (Reynolds 1988:76c, Rochez Ridge paleontological complex). The tooth was found in Locus 4 in the proximity of two chert flakes. The type of interment that the tooth may have been part of is unknown. Due to the lack of diagnostic artifacts, no determination has been made on the CA-LAN-2241 site's estimated date of occupation. The chronological relationship of the tooth to the site's late Pleistocene paleontological finds is unknown. The cultural affiliation of the human remains also can not be positively determined (Campbell et al. 1997). Ethnohistoric information, however, indicates that the tooth may be affiliated with one of the five tribes (Chemehuevi, Kawaiisu, Kitanemuk, Serrano, or Tataviam) who were present in the region in historic times (Earle 1997). In 1988, RECON conducted legally authorized test excavations at the CA-LAN-1158 (EAFB-207) site and recovered burned human bone representing one cremated individual (EAFB Historic Preservation Office file 88-E). Native Americans were not consulted at the time the human remains were recovered from the CA-LAN-1158 site. The bone was not identified until they were examined by Dr. Rose Tyson of the San Diego Museum of Man during the NAGPRA inventory process. The individual is represented by a left distal fibula fragment and three probable cranial bone fragments (RECON CAT<greek-i> 163-565a). The human bone was recovered from a cremation interment in Unit 46 (Locus B)(Hector et al. 1988:27). The estimated date of occupation at the CA-LAN-1158 site is 2000 B.C.-A.D. 1770 or the Gypsum through Late Periods. This is based on the presence of Cottonwood Triangular arrow points, Olivella sp. shell beads, and Haliotis sp. shell elsewhere on the site (Earle et al. 1997a). The cultural affiliation of the human remains can not be positively determined (Campbell et al. 1997). Ethnohistoric information, however, indicates that the cremation internment is probably affiliated with one of the five tribes (Chemehuevi, Kawaiisu, Kitanemuk, Serrano, or Tataviam) who utilized the region in historic times (Earle 1997). In 1990, the BHPO surface collected one burned human tooth representing one individual at the CA-KER-796 (EAFB-199; AVAS-40) site (EAFB Historic Preservation Office file 90a-Jud). No Native Americans were consulted at the time the tooth was discovered. The tooth was not identified as a human remain until it was examined by Dr. Rose Tyson of the San Diego Museum of Man during the NAGPRA inventory process. The type of interment that the tooth came from is unknown although it may have been part of a cremation. The tooth (ISOCAT<greek-i> 4672) is a probable canine with severe occlusal wear, exposed pulp cavity, and secondary dentine formation. Two small areas of enamel are also visible at the root juncture on the lingual and buccal surfaces of the tooth. No determination has been made on the estimated date of occupation of the CA- KER-796 site. The cultural affiliation of the tooth also can not be positively determined (Campbell et al. 1997). Ethnohistoric information, however, indicates that the tooth may be affiliated with one of the five tribes (Chemehuevi, Kawaiisu, Kitanemuk, Serrano, or Tataviam) who utilized the region in historic times (Earle 1997). The ethnohistoric information establishing the relationship between these tribes and the Native American human remains and associated funerary objects consists of ethnographies, language studies, Spanish mission records, oral interviews, and other sources (Earle 1997). Based on the above mentioned information, officials of the Air Force Flight Test Center have determined that, pursuant to 43 CFR 10.2 (d)(1), the human remains listed above represent the physical remains of nine individuals of Native American ancestry. Officials of the Air Force Flight Test Center have also determined that, pursuant to 43 CFR 10.2 (d)(2), the 24 objects listed above are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony. Lastly, officials of the Air Force Flight Test Center have determined that, pursuant to 43 CFR 10.2 (e), there is a relationship of shared group identity which can be reasonably traced between these Native American human remains and associated funerary objects and the Chemehuevi Indian Tribe of the Chemehuevi Reservation, the San Manuel Band of Serrano Mission Indians of the San Manual Reservation, the Morongo Band of Cahuilla Mission Indians of the Morongo Reservation, and the Colorado River Indian Tribes of the Colorado River Indian Reservation. This notice has been sent to officials of the Chemehuevi Indian Tribe of the Chemehuevi Reservation, the San Manuel Band of Serrano Mission Indians of the San Manual Reservation, the Morongo Band of Cahuilla Mission Indians of the Morongo Reservation, and the Colorado River Indian Tribes of the Colorado River Indian Reservation. Representatives of any other Indian tribe that believes itself to be culturally affiliated with these human remains and associated funerary objects should contact David N. Fuerst or Richard H. Norwood, Air Force Flight Test Center Environmental Management (AFFTC/EM) 5 E. Popson Avenue, Building 2650A, Edwards AFB, CA 93524-1130; telephone: (805) 277-6295, before February 8, 1999. Repatriation of the human remains and associated funerary objects to the Chemehuevi Indian Tribe of the Chemehuevi Reservation, the San Manuel Band of Serrano Mission Indians of the San Manual Reservation, the Morongo Band of Cahuilla Mission Indians of the Morongo Reservation, and the Colorado River Indian Tribes of the Colorado River Indian Reservation may begin after that date if no additional claimants come forward. The National Park Service is not responsible for the contents of or determinations within this notice. Dated: December 8, 1998. Francis P. McManamon, Departmental Consulting Archeologist, Manager, Archeology and Ethnography Program. [FR Doc. 99-325 Filed 1-6-99; 8:45 am] BILLING CODE 4310-70-F", "action": "Notice.", "agencies": [{"raw_name": "DEPARTMENT OF THE INTERIOR", "name": "Interior Department", "id": 253, "url": "https://www.federalregister.gov/agencies/interior-department", "json_url": "https://www.federalregister.gov/api/v1/agencies/253", "parent_id": null, "slug": "interior-department"}, {"raw_name": "National Park Service", "name": "National Park Service", "id": 362, "url": "https://www.federalregister.gov/agencies/national-park-service", "json_url": "https://www.federalregister.gov/api/v1/agencies/362", "parent_id": 253, "slug": "national-park-service"}], "body_html_url": "https://www.federalregister.gov/documents/full_text/html/1999/01/07/99-325.html", "cfr_references": [], "citation": "64 FR 1028", "comment_url": null, "comments_close_on": null, "correction_of": null, "corrections": [], "dates": null, "disposition_notes": null, "docket_ids": [], "document_number": "99-325", "effective_on": null, "end_page": 1030, "executive_order_notes": null, "executive_order_number": null, "full_text_xml_url": null, "html_url": "https://www.federalregister.gov/documents/1999/01/07/99-325/notice-of-inventory-completion-for-native-american-human-remains-and-associated-funerary-objects-in", "images": {}, "json_url": "https://www.federalregister.gov/api/v1/documents/99-325?publication_date=1999-01-07", "mods_url": "https://www.govinfo.gov/metadata/granule/FR-1999-01-07/99-325/mods.xml", "page_length": 3, "page_views": {"count": 32, "last_updated": "2020-04-02 20:15:24 -0400"}, "pdf_url": "https://www.govinfo.gov/content/pkg/FR-1999-01-07/pdf/99-325.pdf", "presidential_document_number": null, "proclamation_number": null, "public_inspection_pdf_url": null, "publication_date": "1999-01-07", "raw_text_url": "https://www.federalregister.gov/documents/full_text/text/1999/01/07/99-325.txt", "regulation_id_number_info": {}, "regulation_id_numbers": [], "regulations_dot_gov_info": {}, "regulations_dot_gov_url": null, "significant": null, "signing_date": null, "start_page": 1028, "subtype": null, "title": "Notice of Inventory Completion for Native American Human Remains and Associated Funerary Objects in the Possession of the Air Force Flight Test Center, Edwards Air Force Base, CA", "toc_doc": null, "toc_subject": null, "topics": [], "type": "Notice", "volume": 64, "index": "I_2311"}