{"abstract": "The National Park Service published a document in the Federal Register of April 23, 1999 concerning an intent to repatriate cultural items from Bandelier National Park. The document omitted a number of culturally affiliated Indian tribes. Correction In the Federal Register of April 23, 1999, in FR Doc. 99-10209, on page 20021 in the first column, correct the paragraph beginning ``Based on the above-mentioned information'' and the following paragraph beginning ``This notice has been sent to'' to read: Based on the above-mentioned information, and the recommendations of the NAGPRA Review Committee, officials of the National Park Service have agreed that, pursuant to 42 CFR 10.2(d)(3), these 53 projectile points are needed by traditional Native American religious leaders for the practice of traditional Native American religion by present-day adherents. Officials of the National Park Service have also determined that, pursuant to 43 CFR 10.2(e), there is a relationship of shared group identity which can be reasonably traced between these objects and the Hopi Tribe of Arizona; Pueblo of Acoma, New Mexico; Pueblo of Cochiti, New Mexico; Pueblo of Isleta, New Mexico; Pueblo of Jemez, New Mexico; Pueblo of Laguna, New Mexico; Pueblo of Nambe, New Mexico; Pueblo of Picuris, New Mexico; Pueblo of Pojoaque, New Mexico; Pueblo of Sandia, New Mexico; Pueblo of San Felipe, New Mexico; Pueblo of San Ildefonso, New Mexico; Pueblo of San Juan, New Mexico; Pueblo of Santa Ana, New Mexico; Pueblo of Santa Clara, New Mexico; Pueblo of Santo Domingo, New Mexico; Pueblo of Taos, New Mexico; Pueblo of Tesuque, New Mexico; Pueblo of Zia, New Mexico; and Zuni Tribe of the Zuni Reservation, New Mexico. This notice has been sent to officials of the Hopi Tribe of Arizona; Pueblo of Acoma, New Mexico; Pueblo of Cochiti, New Mexico; Pueblo of Isleta, New Mexico; Pueblo of Jemez, New Mexico; Pueblo of Laguna, New Mexico; Pueblo of Nambe, New Mexico; Pueblo of Picuris, New Mexico; Pueblo of Pojoaque, New Mexico; Pueblo of Sandia, New Mexico; Pueblo of San Felipe, New Mexico; Pueblo of San Ildefonso, New Mexico; Pueblo of San Juan, New Mexico; Pueblo of Santa Ana, New Mexico; Pueblo of Santa Clara, New Mexico; Pueblo of Santo Domingo, New Mexico; Pueblo of Taos, New Mexico; Pueblo of Tesuque, New Mexico; Pueblo of Zia, New Mexico; and Zuni Tribe of the Zuni Reservation, New Mexico. Representatives of any other Indian Tribe that believes itself to be culturally affiliated with these objects should contact Roy W. Weaver, Superintendent, Bandelier National Monument, National Park Service, HCR 1, Box 1, Suite 15, Los Alamos, NM 87544; telephone: (505) 672-3861, ext. 501 before July 7, 1999. Repatriation of these cultural items to the Pueblo of Cochiti, New Mexico, may begin after that date if no additional claimants come forward.", "action": "Notice; correction.", "agencies": [{"raw_name": "DEPARTMENT OF THE INTERIOR", "name": "Interior Department", "id": 253, "url": "https://www.federalregister.gov/agencies/interior-department", "json_url": "https://www.federalregister.gov/api/v1/agencies/253", "parent_id": null, "slug": "interior-department"}, {"raw_name": "National Park Service", "name": "National Park Service", "id": 362, "url": "https://www.federalregister.gov/agencies/national-park-service", "json_url": "https://www.federalregister.gov/api/v1/agencies/362", "parent_id": 253, "slug": "national-park-service"}], "body_html_url": "https://www.federalregister.gov/documents/full_text/html/1999/06/07/99-14279.html", "cfr_references": [], "citation": "64 FR 30354", "comment_url": null, "comments_close_on": null, "correction_of": null, "corrections": [], "dates": null, "disposition_notes": null, "docket_ids": [], "document_number": "99-14279", "effective_on": null, "end_page": 30355, "executive_order_notes": null, "executive_order_number": null, "full_text_xml_url": null, "html_url": "https://www.federalregister.gov/documents/1999/06/07/99-14279/notice-of-intent-to-repatriate-cultural-items-in-the-possession-of-bandelier-national-monument", "images": {}, "json_url": "https://www.federalregister.gov/api/v1/documents/99-14279?publication_date=1999-06-07", "mods_url": "https://www.govinfo.gov/metadata/granule/FR-1999-06-07/99-14279/mods.xml", "page_length": 2, "page_views": {"count": 18, "last_updated": "2020-03-20 20:15:28 -0400"}, "pdf_url": "https://www.govinfo.gov/content/pkg/FR-1999-06-07/pdf/99-14279.pdf", "presidential_document_number": null, "proclamation_number": null, "public_inspection_pdf_url": null, "publication_date": "1999-06-07", "raw_text_url": "https://www.federalregister.gov/documents/full_text/text/1999/06/07/99-14279.txt", "regulation_id_number_info": {}, "regulation_id_numbers": [], "regulations_dot_gov_info": {}, "regulations_dot_gov_url": null, "significant": null, "signing_date": null, "start_page": 30354, "subtype": null, "title": "Notice of Intent to Repatriate Cultural Items in the Possession of Bandelier National Monument, National Park Service, Los Alamos, NM; Correction", "toc_doc": null, "toc_subject": null, "topics": [], "type": "Notice", "volume": 64}