{"index": "I_1059", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        [2253-665]\\n        Notice of Inventory Completion: Northwest Museum of Arts & Culture, Spokane, WA; Correction\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice; correction.\\n        \\n\\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains and associated funerary objects in the possession of The Northwest Museum of Arts & Culture, formerly Eastern Washington State Historical Society, Spokane, WA. The human remains and associated funerary objects were removed from Lincoln, Ferry, and Stevens counties, WA.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003(d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations in this notice.\\n\\n        This notice corrects the number of associated funerary objects reported in the Notice of Inventory Completion published in the Federal Register (75 FR 58429-58430, September 24, 2010). The museum staff recently discovered additional associated funerary objects related to the human remains published in the earlier notice.\\n        In the Federal Register (75 FR 58429-58430, September 24, 2010), paragraph six is corrected by substituting the following paragraph:\\n        Human remains representing a minimum of nine individuals were removed from Site 2 (45-LI-27), opposite the mouth of the Sanpoil, in Lincoln County, WA. No known individuals were identified. The 13 associated funerary objects are 1 basalt piece, 1 bone awl, 2 unworked and worked cache forms, 1 scraper, 2 pestles, 1 blade fragment, 1 piece of wood, 3 projectile points, and 1 knife.\\n        In the Federal Register (75 FR 58429-58430, September 24, 2010), paragraph 11 is corrected by substituting the following paragraph:\\n        Human remains representing a minimum of 27 individuals were removed from Site 24 (45-FE-24), in Ferry County, WA. No known individuals were identified. The 503 associated funerary objects are 2 arrow shaft smoothers, 1 bone harpoon, 1 bone awl, 4 knives, 6 projectile points, 1 string of copper bone beads, 100 dentalia (11 of which are dentalia beads), 1 clam shell disc bead, 7 rolled copper beads, 1 hand maul, 4 bear penis bones, 2 gravers, 13 perforated elk teeth, 2 abalone gorgets, 6 copper pendants, 5 worked bone fragments, 1 copper bracelet, 1 rectangular perforated copper plate, 52 olivellae, 2 antler digging sticks, 270 glass beads, 1 shell bead, 14 sets of wooden burial marker sacks, 3 sets \\xe2\\x80\\x9cfill-over burial\\xe2\\x80\\x9d sacks, 1 hammerstone, 1 scraper, and 1 end scraper.\\n        In the Federal Register (75 FR 58429-58430, September 24, 2010), paragraph 15 is corrected by substituting the following paragraphs:\\n        Determinations Made by the Northwest Museum of Arts & Culture\\n        Officials of The Northwest Museum of Arts & Culture have determined that:\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described above represent the physical remains of 61 individuals of Native American ancestry.\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(3)(A), the 576 objects described above are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony.\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and associated funerary objects and the Confederated Tribes of the Colville Indian Reservation, Washington.\\n        Additional Requestors and Disposition\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the human remains and associated funerary objects should contact Mr. Michael Holloman, The Northwest Museum of Arts & Culture, 2316 West First Ave., Spokane, WA 99201, telephone (509) 363-5337, before May 31, 2012. Repatriation of the human remains and associated funerary objects to the Confederated Tribes of the Colville Indian Reservation, Washington, may proceed after that date if no additional claimants come forward.\\n        The Northwest Museum of Arts & Culture is responsible for notifying the Confederated Tribes of the Colville Indian Reservation, Washington that this notice has been published.\\n        \\n          Dated: April 26, 2012.\\n          David Tarler,\\n          Acting Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. 2012-10503 Filed 4-30-12; 8:45 am]\\n      BILLING CODE 4312-50-P\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "[2253-665]", "subject": "Notice of Inventory Completion: Northwest Museum of Arts & Culture, Spokane, WA; Correction", "agency2": "National Park Service, Interior.", "action": "Notice; correction.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: April 26, 2012.", "signature_name": "David Tarler,", "signature_title": "Acting Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. 2012-10503 Filed 4-30-12; 8:45 am]", "billing_code": "BILLING CODE 4312-50-P", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Determinations Made by the Northwest Museum of Arts & Culture \n Officials of The Northwest Museum of Arts & Culture have determined that: \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described above represent the physical remains of 61 individuals of Native American ancestry. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(3)(A), the 576 objects described above are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and associated funerary objects and the Confederated Tribes of the Colville Indian Reservation, Washington. \n ", "a_r_d": "Representatives of any other Indian tribe that believes itself to be culturally affiliated with the human remains and associated funerary objects should contact Mr. Michael Holloman, The Northwest Museum of Arts & Culture, 2316 West First Ave., Spokane, WA 99201, telephone (509) 363-5337, before May 31, 2012. Repatriation of the human remains and associated funerary objects to the Confederated Tribes of the Colville Indian Reservation, Washington, may proceed after that date if no additional claimants come forward. \n The Northwest Museum of Arts & Culture is responsible for notifying the Confederated Tribes of the Colville Indian Reservation, Washington that this notice has been published. \n "}