{"index": "I_1069", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        [2253-665]\\n        Notice of Inventory Completion: Sam Noble Oklahoma Museum of Natural History, Norman, OK\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        \\n          SUMMARY:\\n\\n          The Sam Noble Oklahoma Museum of Natural History has completed an inventory of human remains and associated funerary objects, in consultation with the appropriate Indian tribes, and has determined that there is a cultural affiliation between the human remains and associated funerary objects and present-day Indian tribes. Representatives of any Indian tribe that believes itself to be culturally affiliated with the human remains and associated funerary objects may contact the Sam Noble Oklahoma Museum of Natural History. Repatriation of the human remains and associated funerary objects to the Indian tribes stated below may occur if no additional claimants come forward.\\n        \\n        \\n          DATES:\\n          Representatives of any Indian tribe that believes it has a cultural affiliation with the human remains and associated funerary objects should contact the museum at the address below by May 2, 2012.\\n        \\n        \\n          ADDRESSES:\\n          Dr. Michael Mares, Sam Noble Oklahoma Museum of Natural History, 2401 Chautauqua, Norman, OK 73072, telephone (405) 325-8978.\\n        \\n      \\n      \\n        SUPPLEMENTARY INFORMATION:\\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains and associated funerary objects in the possession of the Sam Noble Oklahoma Museum of Natural History, Norman, OK. The human remains and associated funerary objects were removed from Le Flore County, OK.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003(d)(3). The determinations in this notice are the sole responsibility of the museum, institution or Federal agency that has control of the Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations in this notice.\\n        Consultation\\n        A detailed assessment of the human remains was made by the Sam Noble Oklahoma Museum of Natural History professional staff in consultation with the Oklahoma State Archeologist and representatives of the Caddo Nation of Oklahoma and the Wichita and Affiliated Tribes (Wichita, Keechi, Waco & Tawakonie), Oklahoma. Representatives of the Osage Nation, Oklahoma, (formerly the Osage Tribe) and the Tunica-Biloxi Indian Tribe of Louisiana were also contacted, but did not express an interest in being a part of the NAGPRA consultation.\\n        History and Description of the Remains\\n        From 1936 to 1937, human remains representing, at minimum, 544 individuals were removed from the Craig Mound, in Le Flore County, OK. The mound site was excavated by the Works Progress Administration (WPA), under the direction of the University of Oklahoma. Excavated items were brought to the University of Oklahoma laboratory for processing and cataloging. The human remains were deposited at the University of Oklahoma, whose collections were subsequently controlled and maintained by the Sam Noble Oklahoma Museum of Natural History. No known individuals were identified.\\n        Many of the associated funerary objects were divided between the WPA project\\'s funding institutions. The Sam Noble Oklahoma Museum of Natural History has 78,485 associated funerary objects, comprised of: 963 points, 92 knives/knife fragments, 16 drills/perforator fragments, 4 flake tools, 9 flakes, 3 hammerstones, 2 manos/fragments, 36 blade fragments, 16 celt fragments, 5 mace fragments, 7 spud fragments, 1 monolithic ax handle, 1 boatstone, 4 groundstone fragments, 168 earspools/fragments, 14 ear discs, 8 rings for earspools/ear discs, 1 iron pyrite mass (ear plug?), 64 pendants/fragments, 21 pipes/fragments, 58 pottery vessels, 6,018 pottery sherds, 1 unidentified ceramic object, 43 baked clay/daub, 3,806 shell fragments (56 worked), 692 shells (engraved, including gorget and cup fragments), 1 spoon, 1 shell figurine, 63,892 beads, 17 bone awls, 1 bone digging stick fragment, 1 bird effigy (bone), 479 animal bone fragments (16 polished/worked), 290 copper fragments/samples, 1 copper maskette, 6 copper pins/fragments, 2 copper plates, 4 copper discs, 206 pigment samples, 31 clay samples, 3 ash samples, 1 seed, 6 soil samples, 1 litter post impression (soil matrix), 131 material samples (textile/organic/matting/basketry/cordage), 1 fused mass of cremation and green froth, 2 froth fragments, 9 clinkers/slag, 3 matting impressions, 8 human hair samples, 10 leather/hide samples, 35 charcoal samples, 65 wood samples, 5 cedar poles, 2 wood effigy head/faces, 1 wood mask, 1 wood stick with red pigment, 1 hematite discoid, 1 polishing stone, 55 galena, 3 hematite, 1 limestone, 1 mastodon tooth fragment, 1 fossil, 20 mica, 7 quartz, and 1,126 non-cultural rocks.\\n        The burial lots from Craig Mound (site 34Lf40) contain sizeable quantities of funerary offerings and relics associated with religious practices of the Spiro phase (A.D. 1350-1450) people. These items are clearly of prehistoric manufacture and point to the preponderance of burials at Craig Mound being of prehistoric Native American origin. Cultural affiliation and designated tribal consultations have been derived through the archeological record, ethnohistoric and ethnographic data on Native American territories and homelands as documented by Europeans at the time of initial contact, and through tribal oral histories.\\n        There are no lineal descendants for the prehistoric inhabitants of Craig Mound. Ceremonial use of the site was abandoned by circa A.D. 1450. The area surrounding this site continued to be occupied by Spiro descendents and, intermittently, by other native immigrants into the seventeenth century. By the time of European exploration in this area (the eighteenth century), there were no residents at the Craig Mound site, although various groups (e.g., Caddo, Osage and Wichita) were living nearby. Thus, establishing the cultural affiliation for the residents of Craig Mound must be derived from the archeological record, tribal oral histories and logical inference.\\n        Since the 1950s, the term \\xe2\\x80\\x9cCaddoan\\xe2\\x80\\x9d has been used by archeologists to refer to the cultural tradition associated with the Spiro phase people and mound building groups in eastern Oklahoma. In other words, this term refers to a distinct set of material culture attributes, rather than the Caddoan language family. South of the Ouachita Mountains in Oklahoma, the term \\xe2\\x80\\x9cCaddo\\xe2\\x80\\x9d is more widely embraced due to historic continuity and direct lineal relationship between the archeological record and historic European encounters with the Caddo. North of the Ouachita Mountains, especially in the Arkansas River Basin, no such continuity exists, and the term \\xe2\\x80\\x9cCaddoan\\xe2\\x80\\x9d remains more applicable.\\n        The origins of the Spiro culture are linked archeologically to the preceding inhabitants of the area (Fourche Maline), based on material culture and Coles Creek ceramics from the lower Arkansas River valley in early grave lots at the Craig Mound site. Exotic goods and relics were transported to the site throughout the ceremonial center\\'s period of use (circa A.D. 850-1450). While their presence reflects interaction between the inhabitants of Craig Mound and groups from other regions, they do not prove a direct cultural affiliation of any of these groups with these sites. Thus, the Spiro or other Arkansas River Basin individuals buried at Craig Mound are considered local, and are not culturally affiliated with more distant groups.\\n\\n        Similarities exist in the ceremonial practices of groups occupying the Arkansas River and Red River drainages. However, there are also significant distinctions as well. Arkansas River drainage ceremonial sites, including Craig Mound, tend to have more formalized layouts around a distinct plaza area, which is absent for Caddo sites south of the Ouachita Mountains in Oklahoma. Although the Caddo did practice mound-building, the practice of accretional interment of deceased individuals on common floors in multiple-lobed burial mounds in the Arkansas River drainage system (like at Craig Mound) is absent in the Red River drainage. In the Red River drainage (occupied by Caddo people), burials in mounds were commonly in shaft tombs dug into these mounds. Other cultural practices present in the Arkansas River drainage are also absent in the temporally subsequent Red River sites (such as a unique form of fronto-occipital cranial deformation, and the use of T-shaped platform pipes). These distinctions have resulted in archeologists acknowledging that the Arkansas and Red River groups may share material expressions of a common political/religious practice, but that they cannot be seen as necessarily representing groups that are directly related to one another.\\n        Historically identified tribes that have been archeologically documented as present prior to and at historic contact (or somewhat later) in eastern Oklahoma include the Caddo and the Wichita. Mound building groups of the prehistoric and historic Caddo occupied southwest Arkansas, northeast and east Texas, northwest Louisiana and southeast Oklahoma. Villages thought to be part of the Kadohadacho confederacy were encountered by Hernando de Soto in the vicinity of Hot Springs in 1541. There are also numerous encounters by the French and Spanish with various groups of the Kadohadacho, Natchitoches, and Hasinai confederacies from the sixteenth to the eighteenth centuries in the region. While there appears to be a direct link between the late prehistoric village and mound sites south of the Ouachita Mountains in southeast Oklahoma and the Caddo, there are no early historically documented Caddo villages in southeast Oklahoma. Despite the presence of ceramics from the Red River interred with burials at Craig Mound, there is no historical evidence to support the presence of the Caddo north of the Ouachita Mountains in eastern Oklahoma.\\n        Oral histories of the Caddo and Wichita contain numerous myths and legends with symbolic referents that also are found in the iconographic imagery at the Craig Mound site. However, this imagery is expansive throughout many late prehistoric eastern U.S. cultures and, thus, cannot be exclusively tied to the Craig Mound site. There are also no specific legends or myths from either tribe that can be directly related to the sites in the Arkansas River valley.\\n        The Wichita is a general term used to refer to a number of societies encountered by the Spanish and, later, the French in Kansas and Oklahoma. By historic times, the Wichita were semi-nomadic bison hunters/farmers who did not practice mound building. Various groups of the Wichita met with the Frenchman, Bernard de La Harpe, in 1719, somewhere north of the Arkansas River. The 1937 Indian and Pioneer history map drafted by Tom Meagher depicts a number of historic Tawakonie villages in the Three Forks area near Muskogee, Oklahoma (some 55 miles west of the Craig Mound site). The Tawakonie represent one of the Wichita subgroups, thus giving some credence to the historic presence of the Wichita in the eastern Arkansas River basin. It has been proposed that the Fort Coffee phase (circa A. D. 1450-1660) represents the presence of the Kichai in eastern Oklahoma in the sixteenth- seventeenth centuries. They may represent a Plains Village society that moved east to escape prolonged droughts in south-central Oklahoma. From the archeological data, it appears that the Kichai became integrated with Spiro phase people. However, the Kichai moved from the area and by the eighteenth century were found on the Red River, upstream from known Caddo settlements. The Kichai were socially tied to the Wichita tribe during historic times, and were formally included with the Wichita through a treaty agreement with the U.S. Government in 1835.\\n        Arkansas researchers suggest that the \\xe2\\x80\\x9cTula\\xe2\\x80\\x9d encountered by Hernando de Soto in 1541, somewhere between Ozark and Fort Smith in the Arkansas River Valley, were remnants of the Fort Coffee phase. One problem with this model is that the Tula encountered by DeSoto practiced an extreme form of cranial modification similar to that noted on some Spiro individuals. By contrast, to date, no Fort Coffee phase remains have been found that exhibit this modification. As the ties between the historically identified Kichai of northeast Texas and the Fort Coffee phase are material culture-based, there is not a direct cultural affiliation that can be further qualified by historic documentation or tribal histories. However, it is clear that a Wichita and Kichai presence in eastern Oklahoma may extend back into prehistoric time.\\n        DNA and craniometrical data have been used to derive some degree of biological relationship between prehistoric populations and known historic tribes. Regrettably, no such data exists for Craig Mound. There is a general acknowledgement that there is some commonality among late prehistoric Caddoan and Plains Village populations on the Southern Great Plains and that these may relate to known groups such as the Caddo and Wichita. Further refinement to establish a biological relationship between the Craig Mound and historically identified tribes would require extensive sampling and measurement of the Spiro phase skeletal population, as well as comparative data for other prehistoric and historic populations.\\n        Archeologically, the material culture and practice of the Craig Mound residents resembles some of those of the Caddo, but there are also distinct differences. Historically, the Wichita/Kichai appear to have resided in the Arkansas River valley in the area of Craig Mound at the time of internment, although there is no direct evidence to support this (archeologically or historically). This evidence, when paired with the extensive literature referring to these residents as Caddoan, has led the Sam Noble Oklahoma Museum of Natural History to determine the cultural affiliation of these human remains and associated funerary objects to the Caddo Nation of Oklahoma and the Wichita and Affiliated Tribes (Wichita, Keechi, Waco & Tawakonie), Oklahoma.\\n        Determinations Made by the Sam Noble Oklahoma Museum of Natural History\\n        Officials of the Sam Noble Oklahoma Museum of Natural History have determined that:\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice represent the physical remains of 544 individuals of Native American ancestry.\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(3)(A), the 78,485 objects described above are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony.\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and associated funerary objects is to the Caddo Nation of Oklahoma and the Wichita and Affiliated Tribes (Wichita, Keechi, Waco & Tawakonie), Oklahoma.\\n        Additional Requestors and Disposition\\n\\n        Representatives of any Indian tribe that believes itself to be culturally affiliated with the human remains and associated funerary objects should contact Dr. Michael Mares, Sam Noble Oklahoma Museum of Natural History, 2401 Chautauqua Ave, Norman, Oklahoma, 73072, telephone (405) 325-8978, before May 2, 2012. Repatriation of the human remains and associated funerary objects to the Caddo Nation of Oklahoma and the Wichita and Affiliated Tribes (Wichita, Keechi, Waco & Tawakonie) may proceed after that date if no additional claimants come forward.\\n        The Sam Noble Oklahoma Museum of Natural History is responsible for notifying the Caddo Nation of Oklahoma and the Wichita and Affiliated Tribes (Wichita, Keechi, Waco & Tawakonie), Oklahoma that this notice has been published.\\n        \\n          Dated: March 28, 2012.\\n          Sherry Hutt,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. 2012-7864 Filed 3-30-12; 8:45 am]\\n      BILLING CODE 4320-50-P\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "[2253-665]", "subject": "Notice of Inventory Completion: Sam Noble Oklahoma Museum of Natural History, Norman, OK", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "The Sam Noble Oklahoma Museum of Natural History has completed an inventory of human remains and associated funerary objects, in consultation with the appropriate Indian tribes, and has determined that there is a cultural affiliation between the human remains and associated funerary objects and present-day Indian tribes. Representatives of any Indian tribe that believes itself to be culturally affiliated with the human remains and associated funerary objects may contact the Sam Noble Oklahoma Museum of Natural History. Repatriation of the human remains and associated funerary objects to the Indian tribes stated below may occur if no additional claimants come forward.", "dates": "Representatives of any Indian tribe that believes it has a cultural affiliation with the human remains and associated funerary objects should contact the museum at the address below by May 2, 2012.", "addresses": "Dr. Michael Mares, Sam Noble Oklahoma Museum of Natural History, 2401 Chautauqua, Norman, OK 73072, telephone (405) 325-8978.", "signature_dated": "Dated: March 28, 2012.", "signature_name": "Sherry Hutt,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. 2012-7864 Filed 3-30-12; 8:45 am]", "billing_code": "BILLING CODE 4320-50-P", "supp_info": "SUPPLEMENTARY INFORMATION: \n Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains and associated funerary objects in the possession of the Sam Noble Oklahoma Museum of Natural History, Norman, OK. The human remains and associated funerary objects were removed from Le Flore County, OK. \n This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003(d)(3). The determinations in this notice are the sole responsibility of the museum, institution or Federal agency that has control of the Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations in this notice. \n Consultation \n A detailed assessment of the human remains was made by the Sam Noble Oklahoma Museum of Natural History professional staff in consultation with the Oklahoma State Archeologist and representatives of the Caddo Nation of Oklahoma and the Wichita and Affiliated Tribes (Wichita, Keechi, Waco & Tawakonie), Oklahoma. Representatives of the Osage Nation, Oklahoma, (formerly the Osage Tribe) and the Tunica-Biloxi Indian Tribe of Louisiana were also contacted, but did not express an interest in being a part of the NAGPRA consultation. \n History and Description of the Remains \n From 1936 to 1937, human remains representing, at minimum, 544 individuals were removed from the Craig Mound, in Le Flore County, OK. The mound site was excavated by the Works Progress Administration (WPA), under the direction of the University of Oklahoma. Excavated items were brought to the University of Oklahoma laboratory for processing and cataloging. The human remains were deposited at the University of Oklahoma, whose collections were subsequently controlled and maintained by the Sam Noble Oklahoma Museum of Natural History. No known individuals were identified. \n Many of the associated funerary objects were divided between the WPA project\\'s funding institutions. The Sam Noble Oklahoma Museum of Natural History has 78,485 associated funerary objects, comprised of: 963 points, 92 knives/knife fragments, 16 drills/perforator fragments, 4 flake tools, 9 flakes, 3 hammerstones, 2 manos/fragments, 36 blade fragments, 16 celt fragments, 5 mace fragments, 7 spud fragments, 1 monolithic ax handle, 1 boatstone, 4 groundstone fragments, 168 earspools/fragments, 14 ear discs, 8 rings for earspools/ear discs, 1 iron pyrite mass (ear plug?), 64 pendants/fragments, 21 pipes/fragments, 58 pottery vessels, 6,018 pottery sherds, 1 unidentified ceramic object, 43 baked clay/daub, 3,806 shell fragments (56 worked), 692 shells (engraved, including gorget and cup fragments), 1 spoon, 1 shell figurine, 63,892 beads, 17 bone awls, 1 bone digging stick fragment, 1 bird effigy (bone), 479 animal bone fragments (16 polished/worked), 290 copper fragments/samples, 1 copper maskette, 6 copper pins/fragments, 2 copper plates, 4 copper discs, 206 pigment samples, 31 clay samples, 3 ash samples, 1 seed, 6 soil samples, 1 litter post impression (soil matrix), 131 material samples (textile/organic/matting/basketry/cordage), 1 fused mass of cremation and green froth, 2 froth fragments, 9 clinkers/slag, 3 matting impressions, 8 human hair samples, 10 leather/hide samples, 35 charcoal samples, 65 wood samples, 5 cedar poles, 2 wood effigy head/faces, 1 wood mask, 1 wood stick with red pigment, 1 hematite discoid, 1 polishing stone, 55 galena, 3 hematite, 1 limestone, 1 mastodon tooth fragment, 1 fossil, 20 mica, 7 quartz, and 1,126 non-cultural rocks. \n The burial lots from Craig Mound (site 34Lf40) contain sizeable quantities of funerary offerings and relics associated with religious practices of the Spiro phase (A.D. 1350-1450) people. These items are clearly of prehistoric manufacture and point to the preponderance of burials at Craig Mound being of prehistoric Native American origin. Cultural affiliation and designated tribal consultations have been derived through the archeological record, ethnohistoric and ethnographic data on Native American territories and homelands as documented by Europeans at the time of initial contact, and through tribal oral histories. \n There are no lineal descendants for the prehistoric inhabitants of Craig Mound. Ceremonial use of the site was abandoned by circa A.D. 1450. The area surrounding this site continued to be occupied by Spiro descendents and, intermittently, by other native immigrants into the seventeenth century. By the time of European exploration in this area (the eighteenth century), there were no residents at the Craig Mound site, although various groups (e.g., Caddo, Osage and Wichita) were living nearby. Thus, establishing the cultural affiliation for the residents of Craig Mound must be derived from the archeological record, tribal oral histories and logical inference. \n Since the 1950s, the term \\xe2\\x80\\x9cCaddoan\\xe2\\x80\\x9d has been used by archeologists to refer to the cultural tradition associated with the Spiro phase people and mound building groups in eastern Oklahoma. In other words, this term refers to a distinct set of material culture attributes, rather than the Caddoan language family. South of the Ouachita Mountains in Oklahoma, the term \\xe2\\x80\\x9cCaddo\\xe2\\x80\\x9d is more widely embraced due to historic continuity and direct lineal relationship between the archeological record and historic European encounters with the Caddo. North of the Ouachita Mountains, especially in the Arkansas River Basin, no such continuity exists, and the term \\xe2\\x80\\x9cCaddoan\\xe2\\x80\\x9d remains more applicable. \n The origins of the Spiro culture are linked archeologically to the preceding inhabitants of the area (Fourche Maline), based on material culture and Coles Creek ceramics from the lower Arkansas River valley in early grave lots at the Craig Mound site. Exotic goods and relics were transported to the site throughout the ceremonial center\\'s period of use (circa A.D. 850-1450). While their presence reflects interaction between the inhabitants of Craig Mound and groups from other regions, they do not prove a direct cultural affiliation of any of these groups with these sites. Thus, the Spiro or other Arkansas River Basin individuals buried at Craig Mound are considered local, and are not culturally affiliated with more distant groups. \n Similarities exist in the ceremonial practices of groups occupying the Arkansas River and Red River drainages. However, there are also significant distinctions as well. Arkansas River drainage ceremonial sites, including Craig Mound, tend to have more formalized layouts around a distinct plaza area, which is absent for Caddo sites south of the Ouachita Mountains in Oklahoma. Although the Caddo did practice mound-building, the practice of accretional interment of deceased individuals on common floors in multiple-lobed burial mounds in the Arkansas River drainage system (like at Craig Mound) is absent in the Red River drainage. In the Red River drainage (occupied by Caddo people), burials in mounds were commonly in shaft tombs dug into these mounds. Other cultural practices present in the Arkansas River drainage are also absent in the temporally subsequent Red River sites (such as a unique form of fronto-occipital cranial deformation, and the use of T-shaped platform pipes). These distinctions have resulted in archeologists acknowledging that the Arkansas and Red River groups may share material expressions of a common political/religious practice, but that they cannot be seen as necessarily representing groups that are directly related to one another. \n Historically identified tribes that have been archeologically documented as present prior to and at historic contact (or somewhat later) in eastern Oklahoma include the Caddo and the Wichita. Mound building groups of the prehistoric and historic Caddo occupied southwest Arkansas, northeast and east Texas, northwest Louisiana and southeast Oklahoma. Villages thought to be part of the Kadohadacho confederacy were encountered by Hernando de Soto in the vicinity of Hot Springs in 1541. There are also numerous encounters by the French and Spanish with various groups of the Kadohadacho, Natchitoches, and Hasinai confederacies from the sixteenth to the eighteenth centuries in the region. While there appears to be a direct link between the late prehistoric village and mound sites south of the Ouachita Mountains in southeast Oklahoma and the Caddo, there are no early historically documented Caddo villages in southeast Oklahoma. Despite the presence of ceramics from the Red River interred with burials at Craig Mound, there is no historical evidence to support the presence of the Caddo north of the Ouachita Mountains in eastern Oklahoma. \n Oral histories of the Caddo and Wichita contain numerous myths and legends with symbolic referents that also are found in the iconographic imagery at the Craig Mound site. However, this imagery is expansive throughout many late prehistoric eastern U.S. cultures and, thus, cannot be exclusively tied to the Craig Mound site. There are also no specific legends or myths from either tribe that can be directly related to the sites in the Arkansas River valley. \n The Wichita is a general term used to refer to a number of societies encountered by the Spanish and, later, the French in Kansas and Oklahoma. By historic times, the Wichita were semi-nomadic bison hunters/farmers who did not practice mound building. Various groups of the Wichita met with the Frenchman, Bernard de La Harpe, in 1719, somewhere north of the Arkansas River. The 1937 Indian and Pioneer history map drafted by Tom Meagher depicts a number of historic Tawakonie villages in the Three Forks area near Muskogee, Oklahoma (some 55 miles west of the Craig Mound site). The Tawakonie represent one of the Wichita subgroups, thus giving some credence to the historic presence of the Wichita in the eastern Arkansas River basin. It has been proposed that the Fort Coffee phase (circa A. D. 1450-1660) represents the presence of the Kichai in eastern Oklahoma in the sixteenth- seventeenth centuries. They may represent a Plains Village society that moved east to escape prolonged droughts in south-central Oklahoma. From the archeological data, it appears that the Kichai became integrated with Spiro phase people. However, the Kichai moved from the area and by the eighteenth century were found on the Red River, upstream from known Caddo settlements. The Kichai were socially tied to the Wichita tribe during historic times, and were formally included with the Wichita through a treaty agreement with the U.S. Government in 1835. \n Arkansas researchers suggest that the \\xe2\\x80\\x9cTula\\xe2\\x80\\x9d encountered by Hernando de Soto in 1541, somewhere between Ozark and Fort Smith in the Arkansas River Valley, were remnants of the Fort Coffee phase. One problem with this model is that the Tula encountered by DeSoto practiced an extreme form of cranial modification similar to that noted on some Spiro individuals. By contrast, to date, no Fort Coffee phase remains have been found that exhibit this modification. As the ties between the historically identified Kichai of northeast Texas and the Fort Coffee phase are material culture-based, there is not a direct cultural affiliation that can be further qualified by historic documentation or tribal histories. However, it is clear that a Wichita and Kichai presence in eastern Oklahoma may extend back into prehistoric time. \n DNA and craniometrical data have been used to derive some degree of biological relationship between prehistoric populations and known historic tribes. Regrettably, no such data exists for Craig Mound. There is a general acknowledgement that there is some commonality among late prehistoric Caddoan and Plains Village populations on the Southern Great Plains and that these may relate to known groups such as the Caddo and Wichita. Further refinement to establish a biological relationship between the Craig Mound and historically identified tribes would require extensive sampling and measurement of the Spiro phase skeletal population, as well as comparative data for other prehistoric and historic populations. \n Archeologically, the material culture and practice of the Craig Mound residents resembles some of those of the Caddo, but there are also distinct differences. Historically, the Wichita/Kichai appear to have resided in the Arkansas River valley in the area of Craig Mound at the time of internment, although there is no direct evidence to support this (archeologically or historically). This evidence, when paired with the extensive literature referring to these residents as Caddoan, has led the Sam Noble Oklahoma Museum of Natural History to determine the cultural affiliation of these human remains and associated funerary objects to the Caddo Nation of Oklahoma and the Wichita and Affiliated Tribes (Wichita, Keechi, Waco & Tawakonie), Oklahoma. \n Determinations Made by the Sam Noble Oklahoma Museum of Natural History \n Officials of the Sam Noble Oklahoma Museum of Natural History have determined that: \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice represent the physical remains of 544 individuals of Native American ancestry. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(3)(A), the 78,485 objects described above are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and associated funerary objects is to the Caddo Nation of Oklahoma and the Wichita and Affiliated Tribes (Wichita, Keechi, Waco & Tawakonie), Oklahoma. \n Additional Requestors and Disposition \n Representatives of any Indian tribe that believes itself to be culturally affiliated with the human remains and associated funerary objects should contact Dr. Michael Mares, Sam Noble Oklahoma Museum of Natural History, 2401 Chautauqua Ave, Norman, Oklahoma, 73072, telephone (405) 325-8978, before May 2, 2012. Repatriation of the human remains and associated funerary objects to the Caddo Nation of Oklahoma and the Wichita and Affiliated Tribes (Wichita, Keechi, Waco & Tawakonie) may proceed after that date if no additional claimants come forward. \n The Sam Noble Oklahoma Museum of Natural History is responsible for notifying the Caddo Nation of Oklahoma and the Wichita and Affiliated Tribes (Wichita, Keechi, Waco & Tawakonie), Oklahoma that this notice has been published. \n ", "consultation": "A detailed assessment of the human remains was made by the Sam Noble Oklahoma Museum of Natural History professional staff in consultation with the Oklahoma State Archeologist and representatives of the Caddo Nation of Oklahoma and the Wichita and Affiliated Tribes (Wichita, Keechi, Waco & Tawakonie), Oklahoma. Representatives of the Osage Nation, Oklahoma, (formerly the Osage Tribe) and the Tunica-Biloxi Indian Tribe of Louisiana were also contacted, but did not express an interest in being a part of the NAGPRA consultation. \n ", "h_d_r": "From 1936 to 1937, human remains representing, at minimum, 544 individuals were removed from the Craig Mound, in Le Flore County, OK. The mound site was excavated by the Works Progress Administration (WPA), under the direction of the University of Oklahoma. Excavated items were brought to the University of Oklahoma laboratory for processing and cataloging. The human remains were deposited at the University of Oklahoma, whose collections were subsequently controlled and maintained by the Sam Noble Oklahoma Museum of Natural History. No known individuals were identified. \n Many of the associated funerary objects were divided between the WPA project\\'s funding institutions. The Sam Noble Oklahoma Museum of Natural History has 78,485 associated funerary objects, comprised of: 963 points, 92 knives/knife fragments, 16 drills/perforator fragments, 4 flake tools, 9 flakes, 3 hammerstones, 2 manos/fragments, 36 blade fragments, 16 celt fragments, 5 mace fragments, 7 spud fragments, 1 monolithic ax handle, 1 boatstone, 4 groundstone fragments, 168 earspools/fragments, 14 ear discs, 8 rings for earspools/ear discs, 1 iron pyrite mass (ear plug?), 64 pendants/fragments, 21 pipes/fragments, 58 pottery vessels, 6,018 pottery sherds, 1 unidentified ceramic object, 43 baked clay/daub, 3,806 shell fragments (56 worked), 692 shells (engraved, including gorget and cup fragments), 1 spoon, 1 shell figurine, 63,892 beads, 17 bone awls, 1 bone digging stick fragment, 1 bird effigy (bone), 479 animal bone fragments (16 polished/worked), 290 copper fragments/samples, 1 copper maskette, 6 copper pins/fragments, 2 copper plates, 4 copper discs, 206 pigment samples, 31 clay samples, 3 ash samples, 1 seed, 6 soil samples, 1 litter post impression (soil matrix), 131 material samples (textile/organic/matting/basketry/cordage), 1 fused mass of cremation and green froth, 2 froth fragments, 9 clinkers/slag, 3 matting impressions, 8 human hair samples, 10 leather/hide samples, 35 charcoal samples, 65 wood samples, 5 cedar poles, 2 wood effigy head/faces, 1 wood mask, 1 wood stick with red pigment, 1 hematite discoid, 1 polishing stone, 55 galena, 3 hematite, 1 limestone, 1 mastodon tooth fragment, 1 fossil, 20 mica, 7 quartz, and 1,126 non-cultural rocks. \n The burial lots from Craig Mound (site 34Lf40) contain sizeable quantities of funerary offerings and relics associated with religious practices of the Spiro phase (A.D. 1350-1450) people. These items are clearly of prehistoric manufacture and point to the preponderance of burials at Craig Mound being of prehistoric Native American origin. Cultural affiliation and designated tribal consultations have been derived through the archeological record, ethnohistoric and ethnographic data on Native American territories and homelands as documented by Europeans at the time of initial contact, and through tribal oral histories. \n There are no lineal descendants for the prehistoric inhabitants of Craig Mound. Ceremonial use of the site was abandoned by circa A.D. 1450. The area surrounding this site continued to be occupied by Spiro descendents and, intermittently, by other native immigrants into the seventeenth century. By the time of European exploration in this area (the eighteenth century), there were no residents at the Craig Mound site, although various groups (e.g., Caddo, Osage and Wichita) were living nearby. Thus, establishing the cultural affiliation for the residents of Craig Mound must be derived from the archeological record, tribal oral histories and logical inference. \n Since the 1950s, the term \\xe2\\x80\\x9cCaddoan\\xe2\\x80\\x9d has been used by archeologists to refer to the cultural tradition associated with the Spiro phase people and mound building groups in eastern Oklahoma. In other words, this term refers to a distinct set of material culture attributes, rather than the Caddoan language family. South of the Ouachita Mountains in Oklahoma, the term \\xe2\\x80\\x9cCaddo\\xe2\\x80\\x9d is more widely embraced due to historic continuity and direct lineal relationship between the archeological record and historic European encounters with the Caddo. North of the Ouachita Mountains, especially in the Arkansas River Basin, no such continuity exists, and the term \\xe2\\x80\\x9cCaddoan\\xe2\\x80\\x9d remains more applicable. \n The origins of the Spiro culture are linked archeologically to the preceding inhabitants of the area (Fourche Maline), based on material culture and Coles Creek ceramics from the lower Arkansas River valley in early grave lots at the Craig Mound site. Exotic goods and relics were transported to the site throughout the ceremonial center\\'s period of use (circa A.D. 850-1450). While their presence reflects interaction between the inhabitants of Craig Mound and groups from other regions, they do not prove a direct cultural affiliation of any of these groups with these sites. Thus, the Spiro or other Arkansas River Basin individuals buried at Craig Mound are considered local, and are not culturally affiliated with more distant groups. \n Similarities exist in the ceremonial practices of groups occupying the Arkansas River and Red River drainages. However, there are also significant distinctions as well. Arkansas River drainage ceremonial sites, including Craig Mound, tend to have more formalized layouts around a distinct plaza area, which is absent for Caddo sites south of the Ouachita Mountains in Oklahoma. Although the Caddo did practice mound-building, the practice of accretional interment of deceased individuals on common floors in multiple-lobed burial mounds in the Arkansas River drainage system (like at Craig Mound) is absent in the Red River drainage. In the Red River drainage (occupied by Caddo people), burials in mounds were commonly in shaft tombs dug into these mounds. Other cultural practices present in the Arkansas River drainage are also absent in the temporally subsequent Red River sites (such as a unique form of fronto-occipital cranial deformation, and the use of T-shaped platform pipes). These distinctions have resulted in archeologists acknowledging that the Arkansas and Red River groups may share material expressions of a common political/religious practice, but that they cannot be seen as necessarily representing groups that are directly related to one another. \n Historically identified tribes that have been archeologically documented as present prior to and at historic contact (or somewhat later) in eastern Oklahoma include the Caddo and the Wichita. Mound building groups of the prehistoric and historic Caddo occupied southwest Arkansas, northeast and east Texas, northwest Louisiana and southeast Oklahoma. Villages thought to be part of the Kadohadacho confederacy were encountered by Hernando de Soto in the vicinity of Hot Springs in 1541. There are also numerous encounters by the French and Spanish with various groups of the Kadohadacho, Natchitoches, and Hasinai confederacies from the sixteenth to the eighteenth centuries in the region. While there appears to be a direct link between the late prehistoric village and mound sites south of the Ouachita Mountains in southeast Oklahoma and the Caddo, there are no early historically documented Caddo villages in southeast Oklahoma. Despite the presence of ceramics from the Red River interred with burials at Craig Mound, there is no historical evidence to support the presence of the Caddo north of the Ouachita Mountains in eastern Oklahoma. \n Oral histories of the Caddo and Wichita contain numerous myths and legends with symbolic referents that also are found in the iconographic imagery at the Craig Mound site. However, this imagery is expansive throughout many late prehistoric eastern U.S. cultures and, thus, cannot be exclusively tied to the Craig Mound site. There are also no specific legends or myths from either tribe that can be directly related to the sites in the Arkansas River valley. \n The Wichita is a general term used to refer to a number of societies encountered by the Spanish and, later, the French in Kansas and Oklahoma. By historic times, the Wichita were semi-nomadic bison hunters/farmers who did not practice mound building. Various groups of the Wichita met with the Frenchman, Bernard de La Harpe, in 1719, somewhere north of the Arkansas River. The 1937 Indian and Pioneer history map drafted by Tom Meagher depicts a number of historic Tawakonie villages in the Three Forks area near Muskogee, Oklahoma (some 55 miles west of the Craig Mound site). The Tawakonie represent one of the Wichita subgroups, thus giving some credence to the historic presence of the Wichita in the eastern Arkansas River basin. It has been proposed that the Fort Coffee phase (circa A. D. 1450-1660) represents the presence of the Kichai in eastern Oklahoma in the sixteenth- seventeenth centuries. They may represent a Plains Village society that moved east to escape prolonged droughts in south-central Oklahoma. From the archeological data, it appears that the Kichai became integrated with Spiro phase people. However, the Kichai moved from the area and by the eighteenth century were found on the Red River, upstream from known Caddo settlements. The Kichai were socially tied to the Wichita tribe during historic times, and were formally included with the Wichita through a treaty agreement with the U.S. Government in 1835. \n Arkansas researchers suggest that the \\xe2\\x80\\x9cTula\\xe2\\x80\\x9d encountered by Hernando de Soto in 1541, somewhere between Ozark and Fort Smith in the Arkansas River Valley, were remnants of the Fort Coffee phase. One problem with this model is that the Tula encountered by DeSoto practiced an extreme form of cranial modification similar to that noted on some Spiro individuals. By contrast, to date, no Fort Coffee phase remains have been found that exhibit this modification. As the ties between the historically identified Kichai of northeast Texas and the Fort Coffee phase are material culture-based, there is not a direct cultural affiliation that can be further qualified by historic documentation or tribal histories. However, it is clear that a Wichita and Kichai presence in eastern Oklahoma may extend back into prehistoric time. \n DNA and craniometrical data have been used to derive some degree of biological relationship between prehistoric populations and known historic tribes. Regrettably, no such data exists for Craig Mound. There is a general acknowledgement that there is some commonality among late prehistoric Caddoan and Plains Village populations on the Southern Great Plains and that these may relate to known groups such as the Caddo and Wichita. Further refinement to establish a biological relationship between the Craig Mound and historically identified tribes would require extensive sampling and measurement of the Spiro phase skeletal population, as well as comparative data for other prehistoric and historic populations. \n Archeologically, the material culture and practice of the Craig Mound residents resembles some of those of the Caddo, but there are also distinct differences. Historically, the Wichita/Kichai appear to have resided in the Arkansas River valley in the area of Craig Mound at the time of internment, although there is no direct evidence to support this (archeologically or historically). This evidence, when paired with the extensive literature referring to these residents as Caddoan, has led the Sam Noble Oklahoma Museum of Natural History to determine the cultural affiliation of these human remains and associated funerary objects to the Caddo Nation of Oklahoma and the Wichita and Affiliated Tribes (Wichita, Keechi, Waco & Tawakonie), Oklahoma. \n ", "h_d_ci": "Null", "determinations": "Determinations Made by the Sam Noble Oklahoma Museum of Natural History \n Officials of the Sam Noble Oklahoma Museum of Natural History have determined that: \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice represent the physical remains of 544 individuals of Native American ancestry. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(3)(A), the 78,485 objects described above are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and associated funerary objects is to the Caddo Nation of Oklahoma and the Wichita and Affiliated Tribes (Wichita, Keechi, Waco & Tawakonie), Oklahoma. \n ", "a_r_d": "Representatives of any Indian tribe that believes itself to be culturally affiliated with the human remains and associated funerary objects should contact Dr. Michael Mares, Sam Noble Oklahoma Museum of Natural History, 2401 Chautauqua Ave, Norman, Oklahoma, 73072, telephone (405) 325-8978, before May 2, 2012. Repatriation of the human remains and associated funerary objects to the Caddo Nation of Oklahoma and the Wichita and Affiliated Tribes (Wichita, Keechi, Waco & Tawakonie) may proceed after that date if no additional claimants come forward. \n The Sam Noble Oklahoma Museum of Natural History is responsible for notifying the Caddo Nation of Oklahoma and the Wichita and Affiliated Tribes (Wichita, Keechi, Waco & Tawakonie), Oklahoma that this notice has been published. \n "}