{"index": "I_1045", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        [NPS-WASO-NAGPRA-10216; 2200-1100-665]\\n        Notice of Inventory Completion: The University of Alabama Museums, Tuscaloosa, AL\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        \\n          SUMMARY:\\n\\n          The University of Alabama Museums has completed an inventory of human remains and associated funerary objects in consultation with the appropriate Indian tribes, and has determined that there is a cultural affiliation between the human remains and associated funerary objects and present-day Indian tribes. Representatives of any Indian tribe that believes itself to be culturally affiliated with the human remains and associated funerary objects may contact the museums. Repatriation of the human remains and associated funerary objects to the Indian tribes stated below may occur if no additional claimants come forward.\\n        \\n        \\n          DATES:\\n          Representatives of any Indian tribe that believes it has a cultural affiliation with the human remains and associated funerary objects should contact the University of Alabama Museums at the address below by July 5, 2012.\\n        \\n        \\n          ADDRESSES:\\n          Dr. Robert Clouse, Executive Director, University of Alabama Museums, Box 870340, Tuscaloosa, AL 35487, telephone (205) 348-7552.\\n        \\n      \\n      \\n        SUPPLEMENTARY INFORMATION:\\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains and associated funerary objects in the possession of the University of Alabama Museums. The human remains and associated funerary objects were removed from the eight sites in Talladega, St. Clair, Cherokee, and Etowah counties in Alabama.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003(d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations in this notice.\\n        Consultation\\n        A detailed assessment of the human remains was made by the University of Alabama Museums professional staff in consultation with representatives of the Alabama-Quassarte Tribal Town, Oklahoma; Cherokee Nation, Oklahoma; Chickasaw Nation, Oklahoma; Choctaw Nation of Oklahoma; Eastern Band of Cherokee Indians of North Carolina; Mississippi Band of Choctaw Indians, Mississippi; Muscogee (Creek) Nation, Oklahoma; Poarch Band of Creek Indians of Alabama; Seminole Nation of Oklahoma; Thlopthlocco Tribal Town, Oklahoma; and the United Keetoowah Band of Cherokee Indians in Oklahoma.\\n        History and Description of the Remains\\n        In September 1969, human remains representing, at minimum, one individual (HRID 4473) were removed from the Williams site (1Ta200), in Talladega County, AL. The remains were exposed by a landowner bulldozing a road through a cotton field. University of Alabama professional staff removed the remains, which have since been curated at the University of Alabama Museums. No known individuals were identified. No associated funerary objects were documented as being present.\\n        The mortuary practices exhibited by this burial are consistent with known aboriginal practices. Pottery sherds from the site are attributable to the McKee Island and Childersburg series. The remains date to the 18th century and are associated historically with the Coosa-Abhika division of Creek towns. No artifacts of European manufacture were observed.\\n        In 1948, human remains representing, at minimum, 13 individuals were removed from the Childersburg site, (1Ta1), in Talladega County, AL. These remains include skeletons 1-12 (HRID 3636-3647) as well as other human remains from the excavation of Unit 2 (HRID 4468). The Childersburg site was excavated by the Alabama Museum of Natural History to test the assertion by the United States De Soto Commission that this was the town of Coosa visited by De Soto. The remains and associated funerary objects have been curated at the University of Alabama since excavation. No known individuals were identified. The 58 associated funerary objects documented are 4 brass buckles/keepers, 1 lot of over 70 brass buttons, 1 lot of over 44 brass cones, 1 brass cylinder, 1 brass ring, 3 brass wire bracelets, 7 unidentified brass fragments, 1 copper and wood earring, 1 lot of more than 2,032 glass beads, 1 lot of more than 17 shell beads, 1 unidentified bead, 1 gun lock, 1 gun butt plate, 1 gun stock, 2 gun barrels, 1 brass ramrod support, 8 musket balls, 2 iron buckles, 1 iron handle, 1 iron hasp, 2 iron knife blades, 2 iron nails, 1 silver wire ring, 2 trade pipes, 1 lot of wood fragments with red paint, 1 aboriginal ceramic pipe, 1 pottery vessel fragment, 1 quartz crystal, 1 projectile point, 1 chipped scraper, 1 animal scapula hoe, 1 unmodified animal tooth, 1 unmodified deer scapula, 1 lot of charred nutshells, and 1 lot of unmodified quartz pebbles. The objects are fragmentary or lack complete data in the records. Some objects that appear in the inventory have not been found in the collections. These objects are 1 brass button, 1 brass cylinder, 3 unidentified brass fragments, 1 unidentified bead, 2 glass beads, 1 gun flint, 1 iron knife blade, 1 iron nail, 1 musket ball, 1 projectile point, 1 animal scapula hoe, 1 unmodified animal tooth, 1 unmodified deer scapula, 1 lot of charred nut shells, and 1 lot of unmodified quartz pebbles could not be located in the collections. Of the total collection, 40 associated funerary objects have been located and are available for repatriation.\\n        The mortuary practices exhibited at Childersburg are consistent with known aboriginal practices. Pottery sherds from the site are attributable to the McKee Island and Childersburg series. This human remains and associated funerary objects date to the 18th century and are associated historically with the Coosa-Abhika division of Creek towns. The associated European goods are consistent with this date.\\n\\n        In 1962, human remains representing, at minimum, 18 individuals were removed from the Woods Island site (1Sc40), in St. Clair County, AL. These remains include Burials 1-5, 8, 10-11, 13, 15-16, 24, 25, 33, 39-41, 44, and 46 (HRID 3649-3659, 3662, 3664, and 3667-3671). The Woods Island site was excavated by the University of Alabama under contract with Alabama Power Company during the construction of Lock 3 Reservoir, now H. Neeley Henry Lake. The site was encountered by construction crews during clearing for construction of Lock 3 Dam, which would be positioned across the island. The remains and associated funerary objects have been curated at the University of Alabama since excavation. No known individuals were identified. The 101 associated funerary objects documented include 1 lot of brass arm bands, 1 lot of brass beads, 19 brass bells, 1 lot of more than 40 brass bracelets, 1 lot of brass collars, 1 lot of about 27 brass cones, 3 brass disks, 1 brass spoon, 1 brass sword hilt and handle, 1 brass wrist band, 5 fragments of sheet brass, 1 chert abrader, 8 chert bifaces, 1 chert flake, 2 chert hammerstones, 15 chert projectile points, 1 chert scraper, 1 fragment of fabric with brass beads, 1 lot of about 26,000 glass beads, 1 glass biface, 1 unidentified gorget, 1 ground hematite, 7 gun flints, 1 iron axe, 1 iron buckle, 2 iron harpoons, 2 iron hoes, 6 iron knives, 3 iron nails, 1 iron pin, 2 iron scissors, 1 lead bead, 1 lot of ochre, 1 lot of pottery vessels, 1 quartzite anvilstone, 1 lot of silver buttons, 2 steatite pipes, and 1 trade pipe. The objects are fragmentary or lack complete data in the records. Some objects that appear in the inventory have not been found in the collections. These objects are 1 brass bell, 2 brass bracelets, 1 iron buckle, 1 iron hoe, 1 iron nail, 1 iron pin, 1 lot of ocher, and 1 unidentified gorget. Of the total collection, 92 associated funerary objects have been located and are available for repatriation.\\n        The mortuary practices exhibited at Woods Island are consistent with known aboriginal practices. Pottery sherds from the site are attributable to the McKee Island series. The Woods Island ceramic assemblage dates to the period of the late 17th to the early 18th century. This site is considered to be directly related to the Childersburg series, which is associated historically with the 18th century Coosa-Abhika division of Creek towns. The associated European goods are consistent with this date.\\n        In 1958, human remains representing, at minimum, 12 individuals were removed from the Bradford Ferry site, (1Ce73), in Cherokee County, AL. The remains were removed from nine known burials and three other locations (HRID 4453-4462, 4495-4496). The site was excavated by the University of Alabama under contract with the Alabama Power Company, Birmingham, AL. The excavations were conducted in conjunction with the creation of Weiss Lake, which would inundate the site. The remains and associated objects have been curated at the University of Alabama since excavation. No known individuals were identified. The 15 associated funerary objects documented as having been removed from the nine burials are 1 boat stone, 3 brass disks, 1 brass ear plug, 1 lot of brass and glass beads, 1 lot of glass beads, 2 iron objects (possible knife blade and breach plate), 2 chert projectile points, 1 lot of chert projectile points, 1 charred wooden object, 1 lot of pottery sherds, and 1 lot of ocher. One object that appears in the inventory has not been found in the collections. The object is the lot of chert projectile points. Of the total collection, 14 associated funerary objects have been located and are available for repatriation.\\n        The mortuary practices exhibited at the Bradford Ferry site are consistent with known aboriginal practices. Pottery sherds from the site are attributable to the Weiss-area McKee Island series. The Bradford Ferry site ceramic assemblage is dated to the early 17th century. The associated European goods are consistent with this date. This site is considered to be directly ancestral to Childersburg, which is historically associated with the 18th century Coosa-Abhika division of Creek towns.\\n        In 1959, human remains representing, at minimum, six individuals (HRID 4463, 4493-4494, 4555-4556, 4559) were removed from the Seven Springs site, (1Ce101), in Cherokee County, AL. The site was excavated by the University of Alabama under contract with the Alabama Power Company, Birmingham, AL. The excavations were conducted in conjunction with the creation of Weiss Lake, which would inundate the site. The remains and associated objects have been curated at the University of Alabama since excavation. No known individuals were identified. The 11 associated funerary objects documented are 1 stone bead, 1 stone projectile point, 1 unidentified projectile point, 6 pottery sherds, 1 bone awl, and 1 turtle shell. Some objects that appear in the inventory have not been found in the collections. These objects are the stone bead and unidentified projectile point. Of the total collection, nine associated funerary objects have been located and are available for repatriation.\\n        The mortuary practices exhibited at the Seven Springs site are consistent with known aboriginal practices. Pottery sherds from the site are attributable to the Weiss-area McKee Island series. The Seven Springs site ceramic assemblage dates to the early 17th century. The European goods found elsewhere on the site are consistent with this date. This site is considered to be directly related to the Childersburg series, which is historically associated with the 18th century Coosa-Abhika division of Creek towns.\\n        In 1947, human remains representing, at minimum, five individuals (HRID 3806-3809, 4805) were removed from the Milner site, (1Et1), in Etowah County, AL. In the spring of 1947, Mr. L. O. Milner of the Huff Sand and Coal Company reported that burials were being uncovered by heavy equipment. Personnel from the University of Alabama visited the site for two days in May and two days in August. During that time, four sets of remains were excavated. Mr. Milner provided a box of mixed remains and artifacts recovered by the steam shovel. Analysis of Mr. Milner\\'s data and the excavations indicated that the human remains represent a minimum of five individuals. Many of the objects were subsequently returned to Mr. Milner and are in the possession of his heirs. The human remains and associated funerary objects have been curated at the University of Alabama since excavation. No known individuals were identified. The 67 associated funerary objects documented are 1 lot of glass beads, 2 brass arm bands, 8 brass bells with textile fragments attached, 1 brass collar, 4 brass cones, 1 iron ax, 1 iron knife, 2 iron pins, 3 stone pipes, 1 hammerstone, 1 abrading stone, 22 chert chunks, 3 chert flakes, 14 chert projectile points, 1 lump of galena, 1 occurrence of ocher, and 1 pebble. There are no clear records of which associated funerary objects were returned to Mr. Milner or retained by the University. Some objects that appear in the inventory have not been found in the collections. These objects are 1 lot of glass beads, 2 brass arm bands, 6 brass bells with textile fragments attached, 1 brass collar, 4 brass cones, 1 iron knife, 2 iron pins, 3 stone pipes, 1 hammerstone, 1 abrading stone, 22 chert chunks, 3 chert flakes, 14 chert projectile points, 1 lump of galena, 1 occurrence of ocher, and 1 pebble. Of the total collection, four associated funerary objects have been located and are available for repatriation.\\n        The mortuary practices exhibited at the Milner site are consistent with known aboriginal practices. Pottery sherds from the site are attributable to the McKee Island series. The Milner site ceramic assemblage dates to the mid 17th century. The associated European goods are consistent with this date. This site is considered to be directly related to the Childersburg series, which is historically associated with the 18th century Coosa-Abhika division of Creek towns.\\n        In 1959, human remains representing, at minimum, two individuals (HRID 4469 and 4547) were removed from the Hurley site, (1Ce137), in Cherokee County, AL. The site was excavated by the University of Florida in conjunction with the University of Alabama excavations under contract with the Alabama Power Company, Birmingham, AL. The excavations were conducted in conjunction with the creation of Weiss Lake, which would inundate the site. The remains and associated objects were apparently taken to the University of Florida for a period of time but they were returned to the University of Alabama, probably in the 1960s. No known individuals were identified. The two associated funerary objects documented are 1 charred bark and 1 ocher. One object that appears in the inventory has not been found in the collections. The object is the ocher. Of the total collection, one associated funerary object has been located and is available for repatriation.\\n\\n        The mortuary practices exhibited at the Hurley site are consistent with known aboriginal practices. No temporally diagnostic artifacts were found with the remains, but the main reported components at the site are Archaic and Protohistoric. These remains are presumed to be Protohistoric. Archeologists have associated the Hurley site with the other Weiss area historic sites. Occupation of these sites date to the early 17th century and are considered to be directly related to the Childersburg series, which is historically associated with the 18th century Coosa-Abhika division of Creek towns.\\n        In 1958, human remains representing, at minimum, two individuals (HRID 4549-4550) were removed from the Gilmore Spring site, (1Ce173), in Cherokee County, AL. The site was excavated by the University of Alabama under contract with the Alabama Power Company, Birmingham, AL. The excavations were conducted in conjunction with the creation of Weiss Lake, which would inundate the site. The remains and associated objects have been curated at the University of Alabama since excavation. No known individuals were identified. The one associated funerary object documented is 1 lot of undecorated shell tempered pottery sherds, described in the field notes as a \\xe2\\x80\\x9cbroken pot\\xe2\\x80\\x9d which has been located and is available for repatriation.\\n        The mortuary practices exhibited at the Gilmore Spring site are consistent with known aboriginal practices. Pottery sherds from the site are attributable to the Weiss-area McKee Island series. The Gilmore Spring site ceramic assemblage dates to the early 17th century. This site is considered to be directly related to the Childersburg series, which is historically associated with the 18th century Coosa-Abhika division of Creek towns.\\n        Determinations Made by the University of Alabama Museums\\n        Officials of the University of Alabama Museums have determined that:\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice represent the physical remains of 59 individuals of Native American ancestry.\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(3)(A), the 161 objects described above that are accounted for in the collections are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony.\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains to the Alabama-Coushatta Tribes of Texas; Alabama-Quassarte Tribal Town, Oklahoma; Miccosukee Tribe of Indians of Florida; Muscogee (Creek) Nation, Oklahoma; Poarch Band of Creek Indians of Alabama; Seminole Nation of Oklahoma; Seminole Tribe of Florida (Dania, Big Cypress, Brighton, Hollywood & Tampa Reservations); and the Thlopthlocco Tribal Town, Oklahoma (hereafter referred to as \\xe2\\x80\\x9cThe Tribes\\xe2\\x80\\x9d).\\n        Additional Requestors and Disposition\\n        Representatives of any Indian tribe that believes itself to be culturally affiliated with the human remains and associated funerary objects should contact Dr. Robert Clouse, Executive Director, University of Alabama Museums, Box 870340, Tuscaloosa, AL 35487, telephone (205) 348-7552, before July 5, 2012. Repatriation of the human remains and associated funerary objects to The Tribes may proceed after that date if no additional claimants come forward.\\n        The University of Alabama Museums is responsible for notifying The Tribes and the Cherokee Nation, Oklahoma; Chickasaw Nation, Oklahoma; Choctaw Nation of Oklahoma; Eastern Band of Cherokee Indians of North Carolina; Mississippi Band of Choctaw Indians, Mississippi; and the United Keetoowah Band of Cherokee Indians in Oklahoma that this notice has been published.\\n        \\n          Dated: May 30, 2012.\\n          Sherry Hutt,\\n          Manager, National NAGPRA Program. \\n        \\n      \\n      [FR Doc. 2012-13460 Filed 6-1-12; 8:45 am]\\n      BILLING CODE 4312-50-P\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "[NPS-WASO-NAGPRA-10216; 2200-1100-665]", "subject": "Notice of Inventory Completion: The University of Alabama Museums, Tuscaloosa, AL", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "The University of Alabama Museums has completed an inventory of human remains and associated funerary objects in consultation with the appropriate Indian tribes, and has determined that there is a cultural affiliation between the human remains and associated funerary objects and present-day Indian tribes. Representatives of any Indian tribe that believes itself to be culturally affiliated with the human remains and associated funerary objects may contact the museums. Repatriation of the human remains and associated funerary objects to the Indian tribes stated below may occur if no additional claimants come forward.", "dates": "Representatives of any Indian tribe that believes it has a cultural affiliation with the human remains and associated funerary objects should contact the University of Alabama Museums at the address below by July 5, 2012.", "addresses": "Dr. Robert Clouse, Executive Director, University of Alabama Museums, Box 870340, Tuscaloosa, AL 35487, telephone (205) 348-7552.", "signature_dated": "Dated: May 30, 2012.", "signature_name": "Sherry Hutt,", "signature_title": "Manager, National NAGPRA Program. ", "fr_doc": "[FR Doc. 2012-13460 Filed 6-1-12; 8:45 am]", "billing_code": "BILLING CODE 4312-50-P", "supp_info": "SUPPLEMENTARY INFORMATION: \n Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains and associated funerary objects in the possession of the University of Alabama Museums. The human remains and associated funerary objects were removed from the eight sites in Talladega, St. Clair, Cherokee, and Etowah counties in Alabama. \n This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003(d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations in this notice. \n Consultation \n A detailed assessment of the human remains was made by the University of Alabama Museums professional staff in consultation with representatives of the Alabama-Quassarte Tribal Town, Oklahoma; Cherokee Nation, Oklahoma; Chickasaw Nation, Oklahoma; Choctaw Nation of Oklahoma; Eastern Band of Cherokee Indians of North Carolina; Mississippi Band of Choctaw Indians, Mississippi; Muscogee (Creek) Nation, Oklahoma; Poarch Band of Creek Indians of Alabama; Seminole Nation of Oklahoma; Thlopthlocco Tribal Town, Oklahoma; and the United Keetoowah Band of Cherokee Indians in Oklahoma. \n History and Description of the Remains \n In September 1969, human remains representing, at minimum, one individual (HRID 4473) were removed from the Williams site (1Ta200), in Talladega County, AL. The remains were exposed by a landowner bulldozing a road through a cotton field. University of Alabama professional staff removed the remains, which have since been curated at the University of Alabama Museums. No known individuals were identified. No associated funerary objects were documented as being present. \n The mortuary practices exhibited by this burial are consistent with known aboriginal practices. Pottery sherds from the site are attributable to the McKee Island and Childersburg series. The remains date to the 18th century and are associated historically with the Coosa-Abhika division of Creek towns. No artifacts of European manufacture were observed. \n In 1948, human remains representing, at minimum, 13 individuals were removed from the Childersburg site, (1Ta1), in Talladega County, AL. These remains include skeletons 1-12 (HRID 3636-3647) as well as other human remains from the excavation of Unit 2 (HRID 4468). The Childersburg site was excavated by the Alabama Museum of Natural History to test the assertion by the United States De Soto Commission that this was the town of Coosa visited by De Soto. The remains and associated funerary objects have been curated at the University of Alabama since excavation. No known individuals were identified. The 58 associated funerary objects documented are 4 brass buckles/keepers, 1 lot of over 70 brass buttons, 1 lot of over 44 brass cones, 1 brass cylinder, 1 brass ring, 3 brass wire bracelets, 7 unidentified brass fragments, 1 copper and wood earring, 1 lot of more than 2,032 glass beads, 1 lot of more than 17 shell beads, 1 unidentified bead, 1 gun lock, 1 gun butt plate, 1 gun stock, 2 gun barrels, 1 brass ramrod support, 8 musket balls, 2 iron buckles, 1 iron handle, 1 iron hasp, 2 iron knife blades, 2 iron nails, 1 silver wire ring, 2 trade pipes, 1 lot of wood fragments with red paint, 1 aboriginal ceramic pipe, 1 pottery vessel fragment, 1 quartz crystal, 1 projectile point, 1 chipped scraper, 1 animal scapula hoe, 1 unmodified animal tooth, 1 unmodified deer scapula, 1 lot of charred nutshells, and 1 lot of unmodified quartz pebbles. The objects are fragmentary or lack complete data in the records. Some objects that appear in the inventory have not been found in the collections. These objects are 1 brass button, 1 brass cylinder, 3 unidentified brass fragments, 1 unidentified bead, 2 glass beads, 1 gun flint, 1 iron knife blade, 1 iron nail, 1 musket ball, 1 projectile point, 1 animal scapula hoe, 1 unmodified animal tooth, 1 unmodified deer scapula, 1 lot of charred nut shells, and 1 lot of unmodified quartz pebbles could not be located in the collections. Of the total collection, 40 associated funerary objects have been located and are available for repatriation. \n The mortuary practices exhibited at Childersburg are consistent with known aboriginal practices. Pottery sherds from the site are attributable to the McKee Island and Childersburg series. This human remains and associated funerary objects date to the 18th century and are associated historically with the Coosa-Abhika division of Creek towns. The associated European goods are consistent with this date. \n In 1962, human remains representing, at minimum, 18 individuals were removed from the Woods Island site (1Sc40), in St. Clair County, AL. These remains include Burials 1-5, 8, 10-11, 13, 15-16, 24, 25, 33, 39-41, 44, and 46 (HRID 3649-3659, 3662, 3664, and 3667-3671). The Woods Island site was excavated by the University of Alabama under contract with Alabama Power Company during the construction of Lock 3 Reservoir, now H. Neeley Henry Lake. The site was encountered by construction crews during clearing for construction of Lock 3 Dam, which would be positioned across the island. The remains and associated funerary objects have been curated at the University of Alabama since excavation. No known individuals were identified. The 101 associated funerary objects documented include 1 lot of brass arm bands, 1 lot of brass beads, 19 brass bells, 1 lot of more than 40 brass bracelets, 1 lot of brass collars, 1 lot of about 27 brass cones, 3 brass disks, 1 brass spoon, 1 brass sword hilt and handle, 1 brass wrist band, 5 fragments of sheet brass, 1 chert abrader, 8 chert bifaces, 1 chert flake, 2 chert hammerstones, 15 chert projectile points, 1 chert scraper, 1 fragment of fabric with brass beads, 1 lot of about 26,000 glass beads, 1 glass biface, 1 unidentified gorget, 1 ground hematite, 7 gun flints, 1 iron axe, 1 iron buckle, 2 iron harpoons, 2 iron hoes, 6 iron knives, 3 iron nails, 1 iron pin, 2 iron scissors, 1 lead bead, 1 lot of ochre, 1 lot of pottery vessels, 1 quartzite anvilstone, 1 lot of silver buttons, 2 steatite pipes, and 1 trade pipe. The objects are fragmentary or lack complete data in the records. Some objects that appear in the inventory have not been found in the collections. These objects are 1 brass bell, 2 brass bracelets, 1 iron buckle, 1 iron hoe, 1 iron nail, 1 iron pin, 1 lot of ocher, and 1 unidentified gorget. Of the total collection, 92 associated funerary objects have been located and are available for repatriation. \n The mortuary practices exhibited at Woods Island are consistent with known aboriginal practices. Pottery sherds from the site are attributable to the McKee Island series. The Woods Island ceramic assemblage dates to the period of the late 17th to the early 18th century. This site is considered to be directly related to the Childersburg series, which is associated historically with the 18th century Coosa-Abhika division of Creek towns. The associated European goods are consistent with this date. \n In 1958, human remains representing, at minimum, 12 individuals were removed from the Bradford Ferry site, (1Ce73), in Cherokee County, AL. The remains were removed from nine known burials and three other locations (HRID 4453-4462, 4495-4496). The site was excavated by the University of Alabama under contract with the Alabama Power Company, Birmingham, AL. The excavations were conducted in conjunction with the creation of Weiss Lake, which would inundate the site. The remains and associated objects have been curated at the University of Alabama since excavation. No known individuals were identified. The 15 associated funerary objects documented as having been removed from the nine burials are 1 boat stone, 3 brass disks, 1 brass ear plug, 1 lot of brass and glass beads, 1 lot of glass beads, 2 iron objects (possible knife blade and breach plate), 2 chert projectile points, 1 lot of chert projectile points, 1 charred wooden object, 1 lot of pottery sherds, and 1 lot of ocher. One object that appears in the inventory has not been found in the collections. The object is the lot of chert projectile points. Of the total collection, 14 associated funerary objects have been located and are available for repatriation. \n The mortuary practices exhibited at the Bradford Ferry site are consistent with known aboriginal practices. Pottery sherds from the site are attributable to the Weiss-area McKee Island series. The Bradford Ferry site ceramic assemblage is dated to the early 17th century. The associated European goods are consistent with this date. This site is considered to be directly ancestral to Childersburg, which is historically associated with the 18th century Coosa-Abhika division of Creek towns. \n In 1959, human remains representing, at minimum, six individuals (HRID 4463, 4493-4494, 4555-4556, 4559) were removed from the Seven Springs site, (1Ce101), in Cherokee County, AL. The site was excavated by the University of Alabama under contract with the Alabama Power Company, Birmingham, AL. The excavations were conducted in conjunction with the creation of Weiss Lake, which would inundate the site. The remains and associated objects have been curated at the University of Alabama since excavation. No known individuals were identified. The 11 associated funerary objects documented are 1 stone bead, 1 stone projectile point, 1 unidentified projectile point, 6 pottery sherds, 1 bone awl, and 1 turtle shell. Some objects that appear in the inventory have not been found in the collections. These objects are the stone bead and unidentified projectile point. Of the total collection, nine associated funerary objects have been located and are available for repatriation. \n The mortuary practices exhibited at the Seven Springs site are consistent with known aboriginal practices. Pottery sherds from the site are attributable to the Weiss-area McKee Island series. The Seven Springs site ceramic assemblage dates to the early 17th century. The European goods found elsewhere on the site are consistent with this date. This site is considered to be directly related to the Childersburg series, which is historically associated with the 18th century Coosa-Abhika division of Creek towns. \n In 1947, human remains representing, at minimum, five individuals (HRID 3806-3809, 4805) were removed from the Milner site, (1Et1), in Etowah County, AL. In the spring of 1947, Mr. L. O. Milner of the Huff Sand and Coal Company reported that burials were being uncovered by heavy equipment. Personnel from the University of Alabama visited the site for two days in May and two days in August. During that time, four sets of remains were excavated. Mr. Milner provided a box of mixed remains and artifacts recovered by the steam shovel. Analysis of Mr. Milner\\'s data and the excavations indicated that the human remains represent a minimum of five individuals. Many of the objects were subsequently returned to Mr. Milner and are in the possession of his heirs. The human remains and associated funerary objects have been curated at the University of Alabama since excavation. No known individuals were identified. The 67 associated funerary objects documented are 1 lot of glass beads, 2 brass arm bands, 8 brass bells with textile fragments attached, 1 brass collar, 4 brass cones, 1 iron ax, 1 iron knife, 2 iron pins, 3 stone pipes, 1 hammerstone, 1 abrading stone, 22 chert chunks, 3 chert flakes, 14 chert projectile points, 1 lump of galena, 1 occurrence of ocher, and 1 pebble. There are no clear records of which associated funerary objects were returned to Mr. Milner or retained by the University. Some objects that appear in the inventory have not been found in the collections. These objects are 1 lot of glass beads, 2 brass arm bands, 6 brass bells with textile fragments attached, 1 brass collar, 4 brass cones, 1 iron knife, 2 iron pins, 3 stone pipes, 1 hammerstone, 1 abrading stone, 22 chert chunks, 3 chert flakes, 14 chert projectile points, 1 lump of galena, 1 occurrence of ocher, and 1 pebble. Of the total collection, four associated funerary objects have been located and are available for repatriation. \n The mortuary practices exhibited at the Milner site are consistent with known aboriginal practices. Pottery sherds from the site are attributable to the McKee Island series. The Milner site ceramic assemblage dates to the mid 17th century. The associated European goods are consistent with this date. This site is considered to be directly related to the Childersburg series, which is historically associated with the 18th century Coosa-Abhika division of Creek towns. \n In 1959, human remains representing, at minimum, two individuals (HRID 4469 and 4547) were removed from the Hurley site, (1Ce137), in Cherokee County, AL. The site was excavated by the University of Florida in conjunction with the University of Alabama excavations under contract with the Alabama Power Company, Birmingham, AL. The excavations were conducted in conjunction with the creation of Weiss Lake, which would inundate the site. The remains and associated objects were apparently taken to the University of Florida for a period of time but they were returned to the University of Alabama, probably in the 1960s. No known individuals were identified. The two associated funerary objects documented are 1 charred bark and 1 ocher. One object that appears in the inventory has not been found in the collections. The object is the ocher. Of the total collection, one associated funerary object has been located and is available for repatriation. \n The mortuary practices exhibited at the Hurley site are consistent with known aboriginal practices. No temporally diagnostic artifacts were found with the remains, but the main reported components at the site are Archaic and Protohistoric. These remains are presumed to be Protohistoric. Archeologists have associated the Hurley site with the other Weiss area historic sites. Occupation of these sites date to the early 17th century and are considered to be directly related to the Childersburg series, which is historically associated with the 18th century Coosa-Abhika division of Creek towns. \n In 1958, human remains representing, at minimum, two individuals (HRID 4549-4550) were removed from the Gilmore Spring site, (1Ce173), in Cherokee County, AL. The site was excavated by the University of Alabama under contract with the Alabama Power Company, Birmingham, AL. The excavations were conducted in conjunction with the creation of Weiss Lake, which would inundate the site. The remains and associated objects have been curated at the University of Alabama since excavation. No known individuals were identified. The one associated funerary object documented is 1 lot of undecorated shell tempered pottery sherds, described in the field notes as a \\xe2\\x80\\x9cbroken pot\\xe2\\x80\\x9d which has been located and is available for repatriation. \n The mortuary practices exhibited at the Gilmore Spring site are consistent with known aboriginal practices. Pottery sherds from the site are attributable to the Weiss-area McKee Island series. The Gilmore Spring site ceramic assemblage dates to the early 17th century. This site is considered to be directly related to the Childersburg series, which is historically associated with the 18th century Coosa-Abhika division of Creek towns. \n Determinations Made by the University of Alabama Museums \n Officials of the University of Alabama Museums have determined that: \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice represent the physical remains of 59 individuals of Native American ancestry. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(3)(A), the 161 objects described above that are accounted for in the collections are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains to the Alabama-Coushatta Tribes of Texas; Alabama-Quassarte Tribal Town, Oklahoma; Miccosukee Tribe of Indians of Florida; Muscogee (Creek) Nation, Oklahoma; Poarch Band of Creek Indians of Alabama; Seminole Nation of Oklahoma; Seminole Tribe of Florida (Dania, Big Cypress, Brighton, Hollywood & Tampa Reservations); and the Thlopthlocco Tribal Town, Oklahoma (hereafter referred to as \\xe2\\x80\\x9cThe Tribes\\xe2\\x80\\x9d). \n Additional Requestors and Disposition \n Representatives of any Indian tribe that believes itself to be culturally affiliated with the human remains and associated funerary objects should contact Dr. Robert Clouse, Executive Director, University of Alabama Museums, Box 870340, Tuscaloosa, AL 35487, telephone (205) 348-7552, before July 5, 2012. Repatriation of the human remains and associated funerary objects to The Tribes may proceed after that date if no additional claimants come forward. \n The University of Alabama Museums is responsible for notifying The Tribes and the Cherokee Nation, Oklahoma; Chickasaw Nation, Oklahoma; Choctaw Nation of Oklahoma; Eastern Band of Cherokee Indians of North Carolina; Mississippi Band of Choctaw Indians, Mississippi; and the United Keetoowah Band of Cherokee Indians in Oklahoma that this notice has been published. \n ", "consultation": "A detailed assessment of the human remains was made by the University of Alabama Museums professional staff in consultation with representatives of the Alabama-Quassarte Tribal Town, Oklahoma; Cherokee Nation, Oklahoma; Chickasaw Nation, Oklahoma; Choctaw Nation of Oklahoma; Eastern Band of Cherokee Indians of North Carolina; Mississippi Band of Choctaw Indians, Mississippi; Muscogee (Creek) Nation, Oklahoma; Poarch Band of Creek Indians of Alabama; Seminole Nation of Oklahoma; Thlopthlocco Tribal Town, Oklahoma; and the United Keetoowah Band of Cherokee Indians in Oklahoma. \n ", "h_d_r": "In September 1969, human remains representing, at minimum, one individual (HRID 4473) were removed from the Williams site (1Ta200), in Talladega County, AL. The remains were exposed by a landowner bulldozing a road through a cotton field. University of Alabama professional staff removed the remains, which have since been curated at the University of Alabama Museums. No known individuals were identified. No associated funerary objects were documented as being present. \n The mortuary practices exhibited by this burial are consistent with known aboriginal practices. Pottery sherds from the site are attributable to the McKee Island and Childersburg series. The remains date to the 18th century and are associated historically with the Coosa-Abhika division of Creek towns. No artifacts of European manufacture were observed. \n In 1948, human remains representing, at minimum, 13 individuals were removed from the Childersburg site, (1Ta1), in Talladega County, AL. These remains include skeletons 1-12 (HRID 3636-3647) as well as other human remains from the excavation of Unit 2 (HRID 4468). The Childersburg site was excavated by the Alabama Museum of Natural History to test the assertion by the United States De Soto Commission that this was the town of Coosa visited by De Soto. The remains and associated funerary objects have been curated at the University of Alabama since excavation. No known individuals were identified. The 58 associated funerary objects documented are 4 brass buckles/keepers, 1 lot of over 70 brass buttons, 1 lot of over 44 brass cones, 1 brass cylinder, 1 brass ring, 3 brass wire bracelets, 7 unidentified brass fragments, 1 copper and wood earring, 1 lot of more than 2,032 glass beads, 1 lot of more than 17 shell beads, 1 unidentified bead, 1 gun lock, 1 gun butt plate, 1 gun stock, 2 gun barrels, 1 brass ramrod support, 8 musket balls, 2 iron buckles, 1 iron handle, 1 iron hasp, 2 iron knife blades, 2 iron nails, 1 silver wire ring, 2 trade pipes, 1 lot of wood fragments with red paint, 1 aboriginal ceramic pipe, 1 pottery vessel fragment, 1 quartz crystal, 1 projectile point, 1 chipped scraper, 1 animal scapula hoe, 1 unmodified animal tooth, 1 unmodified deer scapula, 1 lot of charred nutshells, and 1 lot of unmodified quartz pebbles. The objects are fragmentary or lack complete data in the records. Some objects that appear in the inventory have not been found in the collections. These objects are 1 brass button, 1 brass cylinder, 3 unidentified brass fragments, 1 unidentified bead, 2 glass beads, 1 gun flint, 1 iron knife blade, 1 iron nail, 1 musket ball, 1 projectile point, 1 animal scapula hoe, 1 unmodified animal tooth, 1 unmodified deer scapula, 1 lot of charred nut shells, and 1 lot of unmodified quartz pebbles could not be located in the collections. Of the total collection, 40 associated funerary objects have been located and are available for repatriation. \n The mortuary practices exhibited at Childersburg are consistent with known aboriginal practices. Pottery sherds from the site are attributable to the McKee Island and Childersburg series. This human remains and associated funerary objects date to the 18th century and are associated historically with the Coosa-Abhika division of Creek towns. The associated European goods are consistent with this date. \n In 1962, human remains representing, at minimum, 18 individuals were removed from the Woods Island site (1Sc40), in St. Clair County, AL. These remains include Burials 1-5, 8, 10-11, 13, 15-16, 24, 25, 33, 39-41, 44, and 46 (HRID 3649-3659, 3662, 3664, and 3667-3671). The Woods Island site was excavated by the University of Alabama under contract with Alabama Power Company during the construction of Lock 3 Reservoir, now H. Neeley Henry Lake. The site was encountered by construction crews during clearing for construction of Lock 3 Dam, which would be positioned across the island. The remains and associated funerary objects have been curated at the University of Alabama since excavation. No known individuals were identified. The 101 associated funerary objects documented include 1 lot of brass arm bands, 1 lot of brass beads, 19 brass bells, 1 lot of more than 40 brass bracelets, 1 lot of brass collars, 1 lot of about 27 brass cones, 3 brass disks, 1 brass spoon, 1 brass sword hilt and handle, 1 brass wrist band, 5 fragments of sheet brass, 1 chert abrader, 8 chert bifaces, 1 chert flake, 2 chert hammerstones, 15 chert projectile points, 1 chert scraper, 1 fragment of fabric with brass beads, 1 lot of about 26,000 glass beads, 1 glass biface, 1 unidentified gorget, 1 ground hematite, 7 gun flints, 1 iron axe, 1 iron buckle, 2 iron harpoons, 2 iron hoes, 6 iron knives, 3 iron nails, 1 iron pin, 2 iron scissors, 1 lead bead, 1 lot of ochre, 1 lot of pottery vessels, 1 quartzite anvilstone, 1 lot of silver buttons, 2 steatite pipes, and 1 trade pipe. The objects are fragmentary or lack complete data in the records. Some objects that appear in the inventory have not been found in the collections. These objects are 1 brass bell, 2 brass bracelets, 1 iron buckle, 1 iron hoe, 1 iron nail, 1 iron pin, 1 lot of ocher, and 1 unidentified gorget. Of the total collection, 92 associated funerary objects have been located and are available for repatriation. \n The mortuary practices exhibited at Woods Island are consistent with known aboriginal practices. Pottery sherds from the site are attributable to the McKee Island series. The Woods Island ceramic assemblage dates to the period of the late 17th to the early 18th century. This site is considered to be directly related to the Childersburg series, which is associated historically with the 18th century Coosa-Abhika division of Creek towns. The associated European goods are consistent with this date. \n In 1958, human remains representing, at minimum, 12 individuals were removed from the Bradford Ferry site, (1Ce73), in Cherokee County, AL. The remains were removed from nine known burials and three other locations (HRID 4453-4462, 4495-4496). The site was excavated by the University of Alabama under contract with the Alabama Power Company, Birmingham, AL. The excavations were conducted in conjunction with the creation of Weiss Lake, which would inundate the site. The remains and associated objects have been curated at the University of Alabama since excavation. No known individuals were identified. The 15 associated funerary objects documented as having been removed from the nine burials are 1 boat stone, 3 brass disks, 1 brass ear plug, 1 lot of brass and glass beads, 1 lot of glass beads, 2 iron objects (possible knife blade and breach plate), 2 chert projectile points, 1 lot of chert projectile points, 1 charred wooden object, 1 lot of pottery sherds, and 1 lot of ocher. One object that appears in the inventory has not been found in the collections. The object is the lot of chert projectile points. Of the total collection, 14 associated funerary objects have been located and are available for repatriation. \n The mortuary practices exhibited at the Bradford Ferry site are consistent with known aboriginal practices. Pottery sherds from the site are attributable to the Weiss-area McKee Island series. The Bradford Ferry site ceramic assemblage is dated to the early 17th century. The associated European goods are consistent with this date. This site is considered to be directly ancestral to Childersburg, which is historically associated with the 18th century Coosa-Abhika division of Creek towns. \n In 1959, human remains representing, at minimum, six individuals (HRID 4463, 4493-4494, 4555-4556, 4559) were removed from the Seven Springs site, (1Ce101), in Cherokee County, AL. The site was excavated by the University of Alabama under contract with the Alabama Power Company, Birmingham, AL. The excavations were conducted in conjunction with the creation of Weiss Lake, which would inundate the site. The remains and associated objects have been curated at the University of Alabama since excavation. No known individuals were identified. The 11 associated funerary objects documented are 1 stone bead, 1 stone projectile point, 1 unidentified projectile point, 6 pottery sherds, 1 bone awl, and 1 turtle shell. Some objects that appear in the inventory have not been found in the collections. These objects are the stone bead and unidentified projectile point. Of the total collection, nine associated funerary objects have been located and are available for repatriation. \n The mortuary practices exhibited at the Seven Springs site are consistent with known aboriginal practices. Pottery sherds from the site are attributable to the Weiss-area McKee Island series. The Seven Springs site ceramic assemblage dates to the early 17th century. The European goods found elsewhere on the site are consistent with this date. This site is considered to be directly related to the Childersburg series, which is historically associated with the 18th century Coosa-Abhika division of Creek towns. \n In 1947, human remains representing, at minimum, five individuals (HRID 3806-3809, 4805) were removed from the Milner site, (1Et1), in Etowah County, AL. In the spring of 1947, Mr. L. O. Milner of the Huff Sand and Coal Company reported that burials were being uncovered by heavy equipment. Personnel from the University of Alabama visited the site for two days in May and two days in August. During that time, four sets of remains were excavated. Mr. Milner provided a box of mixed remains and artifacts recovered by the steam shovel. Analysis of Mr. Milner\\'s data and the excavations indicated that the human remains represent a minimum of five individuals. Many of the objects were subsequently returned to Mr. Milner and are in the possession of his heirs. The human remains and associated funerary objects have been curated at the University of Alabama since excavation. No known individuals were identified. The 67 associated funerary objects documented are 1 lot of glass beads, 2 brass arm bands, 8 brass bells with textile fragments attached, 1 brass collar, 4 brass cones, 1 iron ax, 1 iron knife, 2 iron pins, 3 stone pipes, 1 hammerstone, 1 abrading stone, 22 chert chunks, 3 chert flakes, 14 chert projectile points, 1 lump of galena, 1 occurrence of ocher, and 1 pebble. There are no clear records of which associated funerary objects were returned to Mr. Milner or retained by the University. Some objects that appear in the inventory have not been found in the collections. These objects are 1 lot of glass beads, 2 brass arm bands, 6 brass bells with textile fragments attached, 1 brass collar, 4 brass cones, 1 iron knife, 2 iron pins, 3 stone pipes, 1 hammerstone, 1 abrading stone, 22 chert chunks, 3 chert flakes, 14 chert projectile points, 1 lump of galena, 1 occurrence of ocher, and 1 pebble. Of the total collection, four associated funerary objects have been located and are available for repatriation. \n The mortuary practices exhibited at the Milner site are consistent with known aboriginal practices. Pottery sherds from the site are attributable to the McKee Island series. The Milner site ceramic assemblage dates to the mid 17th century. The associated European goods are consistent with this date. This site is considered to be directly related to the Childersburg series, which is historically associated with the 18th century Coosa-Abhika division of Creek towns. \n In 1959, human remains representing, at minimum, two individuals (HRID 4469 and 4547) were removed from the Hurley site, (1Ce137), in Cherokee County, AL. The site was excavated by the University of Florida in conjunction with the University of Alabama excavations under contract with the Alabama Power Company, Birmingham, AL. The excavations were conducted in conjunction with the creation of Weiss Lake, which would inundate the site. The remains and associated objects were apparently taken to the University of Florida for a period of time but they were returned to the University of Alabama, probably in the 1960s. No known individuals were identified. The two associated funerary objects documented are 1 charred bark and 1 ocher. One object that appears in the inventory has not been found in the collections. The object is the ocher. Of the total collection, one associated funerary object has been located and is available for repatriation. \n The mortuary practices exhibited at the Hurley site are consistent with known aboriginal practices. No temporally diagnostic artifacts were found with the remains, but the main reported components at the site are Archaic and Protohistoric. These remains are presumed to be Protohistoric. Archeologists have associated the Hurley site with the other Weiss area historic sites. Occupation of these sites date to the early 17th century and are considered to be directly related to the Childersburg series, which is historically associated with the 18th century Coosa-Abhika division of Creek towns. \n In 1958, human remains representing, at minimum, two individuals (HRID 4549-4550) were removed from the Gilmore Spring site, (1Ce173), in Cherokee County, AL. The site was excavated by the University of Alabama under contract with the Alabama Power Company, Birmingham, AL. The excavations were conducted in conjunction with the creation of Weiss Lake, which would inundate the site. The remains and associated objects have been curated at the University of Alabama since excavation. No known individuals were identified. The one associated funerary object documented is 1 lot of undecorated shell tempered pottery sherds, described in the field notes as a \\xe2\\x80\\x9cbroken pot\\xe2\\x80\\x9d which has been located and is available for repatriation. \n The mortuary practices exhibited at the Gilmore Spring site are consistent with known aboriginal practices. Pottery sherds from the site are attributable to the Weiss-area McKee Island series. The Gilmore Spring site ceramic assemblage dates to the early 17th century. This site is considered to be directly related to the Childersburg series, which is historically associated with the 18th century Coosa-Abhika division of Creek towns. \n ", "h_d_ci": "Null", "determinations": "Determinations Made by the University of Alabama Museums \n Officials of the University of Alabama Museums have determined that: \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice represent the physical remains of 59 individuals of Native American ancestry. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(3)(A), the 161 objects described above that are accounted for in the collections are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains to the Alabama-Coushatta Tribes of Texas; Alabama-Quassarte Tribal Town, Oklahoma; Miccosukee Tribe of Indians of Florida; Muscogee (Creek) Nation, Oklahoma; Poarch Band of Creek Indians of Alabama; Seminole Nation of Oklahoma; Seminole Tribe of Florida (Dania, Big Cypress, Brighton, Hollywood & Tampa Reservations); and the Thlopthlocco Tribal Town, Oklahoma (hereafter referred to as \\xe2\\x80\\x9cThe Tribes\\xe2\\x80\\x9d). \n ", "a_r_d": "Representatives of any Indian tribe that believes itself to be culturally affiliated with the human remains and associated funerary objects should contact Dr. Robert Clouse, Executive Director, University of Alabama Museums, Box 870340, Tuscaloosa, AL 35487, telephone (205) 348-7552, before July 5, 2012. Repatriation of the human remains and associated funerary objects to The Tribes may proceed after that date if no additional claimants come forward. \n The University of Alabama Museums is responsible for notifying The Tribes and the Cherokee Nation, Oklahoma; Chickasaw Nation, Oklahoma; Choctaw Nation of Oklahoma; Eastern Band of Cherokee Indians of North Carolina; Mississippi Band of Choctaw Indians, Mississippi; and the United Keetoowah Band of Cherokee Indians in Oklahoma that this notice has been published. \n "}