{"index": "I_1086", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        [2253-665]\\n        Notice of Inventory Completion: U.S. Department of the Interior, Bureau of Indian Affairs, Washington, DC, and the Arizona State Museum, University of Arizona, Tucson, AZ; Correction\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice; correction.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains and associated funerary objects under the control of the U.S. Department of the Interior, Bureau of Indian Affairs, Washington, DC, and in the physical custody of the Arizona State Museum, University of Arizona, Tucson, AZ. The human remains and associated funerary objects were removed from sites within the boundaries of the Fort Apache Indian Reservation, Gila and Navajo Counties, AZ.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003(d)(3). The determinations in this notice are the sole responsibility of the museum, institution or Federal agency that has control of the Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations in this notice.\\n\\n        This notice corrects the minimum number of individuals and the number of associated funerary objects in a Notice of Inventory Completion previously published in the Federal Register (76 FR 14064-14067, March 15, 2011). During final preparations for reburial, additional fragmentary human remains were discovered from three of the ten sites listed in the notice. As a result, the total number of individuals is corrected from 241 to 261. Also, additional associated funerary objects from one of the ten sites listed in the previous notice were discovered, and the number of associated funerary objects from another site was revised. Therefore, the total number of associated funerary objects is corrected from 74 to 103.\\n        In the Federal Register notice (76 FR 14064-14067, March 15, 2011), paragraph four is corrected by substituting the following paragraph:\\n        In 1979, fragmentary human remains representing, at minimum, 20 individuals were removed from the Hilltop Ruin Site, AZ P:14:12(ASM), Navajo County, AZ, during a legally authorized survey conducted by the University of Arizona Archaeological Field School, under the direction of Madeleine Hinkes. A report prepared by Hinkes describes the presence of at least 45 unauthorized excavation pits at this site. The human remains were collected from these pits or adjacent backdirt piles. There is no record in Arizona State Museum files regarding the accession of these human remains; however, the collection likely entered the museum in the same year as other collections from the summer field school. No known individuals were identified. No associated funerary objects are present.\\n        Paragraph number 7 is corrected by substituting the following paragraph:\\n        There is no record in Arizona State Museum files regarding the accession of these human remains; however, the collection likely entered the museum in the same year as other collections from the summer field school. No known individuals were identified. The 36 associated funerary objects include: 1 stone axe, 1 bone bead, 2 carved stone objects, 1 shell pendant, 1 pierced shell, 3 projectile points, 2 ceramic vessels, 1 rim sherd, 1 shell bead, 8 shell fragments, 7 ceramic sherds, 1 shell tinkler, 3 turquoise fragments, 2 worked lithic artifacts, 1 worked shell artifact, and 1 worked shell fragment.\\n        Paragraph number 11 is corrected by substituting the following paragraph:\\n        Between 1976 and 1989, legally authorized excavations were conducted at the site of Chiwodist\\xc3\\xa1s, AZ P:14:24(ASM), Navajo County, AZ, by the University of Arizona Archaeological Field School, under the direction of J. Jefferson Reid. No human burials were intentionally excavated during this project. Archeological collections from the site were brought to the museum at the end of each field season, but no accession number was assigned to them. Between 2009 and 2011, Arizona State Museum staff found fragmentary human remains representing, at minimum, 31 individuals intermingled with animal bone collections from this site. The animal bones are not considered to be associated funerary objects. No known individuals were identified. No associated funerary objects are present.\\n        Paragraph number 19 is corrected by substituting the following paragraph:\\n        In 1929, human remains representing six individuals were removed from Canyon Creek Ruin, AZ C:2:8(GP)/AZ V:2:1(ASM), Gila County, AZ during legally authorized excavations conducted by the Gila Pueblo Foundation, under the direction of Emil Haury. In 1950, the Gila Pueblo Foundation closed and the collections were transferred to the Arizona State Museum. No known individuals were identified. The 64 associated funerary objects include: 1 yucca fiber apron, 1 basketry bowl, 2 cradleboards, 1 basketry tump strap, 3 ceramic bowls, 1 gourd bottle, 1 gourd dipper, 1 gourd rind, 2 gourd scoops, 1 hair bundle, 1 cotton manta, 1 basketry mat, 5 basketry mat fragments, 1 piece of plant fiber, 1 plant fiber blanket, 1 yucca fiber quid, 1 lot of cotton roving, 2 sandals, 1 wood spindle, 28 textile fragments, 3 textile wrappings, 4 wood lattice fragments, and 1 lot of yucca fiber yarn.\\n        Paragraph number 24 is corrected by substituting the following paragraph:\\n        In 1969, human remains representing, at minimum, five individuals were removed from site AZ V:2:12(ASM), Gila County, AZ, during legally authorized salvage activities conducted by the University of Arizona Archaeological Field School, under the direction of David Tuggle. The site had been extensively vandalized and the objective of the University of Arizona archeologists was to recover human remains that had been disturbed. Archeological collections from the site were brought to the museum at the end of the field season, but no accession numbers were assigned. No known individuals were identified. No associated funerary objects are present.\\n        Paragraph number 29 is corrected by substituting the following paragraph:\\n        Officials of the Bureau of Indian Affairs and Arizona State Museum have determined that:\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described above represent the physical remains of 261 individuals of Native American ancestry.\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(3)(A), the 103 objects described above are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony.\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and associated funerary objects and the Hopi Tribe of Arizona and Zuni Tribe of the Zuni Reservation, New Mexico.\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the human remains and associated funerary objects should contact John McClelland, NAGPRA Coordinator, Arizona State Museum, University of Arizona, Tucson, AZ 85721, telephone (520) 626-2950, before March 28, 2012. Repatriation of the human remains and associated funerary objects to the Hopi Tribe of Arizona and Zuni Tribe of the Zuni Reservation, New Mexico, may proceed after that date if no additional claimants come forward.\\n        The Arizona State Museum is responsible for notifying the Hopi Tribe of Arizona; White Mountain Apache Tribe of the Fort Apache Indian Reservation, Arizona; and the Zuni Tribe of the Zuni Reservation, New Mexico that this notice has been published.\\n        \\n          Dated: February 22, 2012.\\n          Sherry Hutt,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. 2012-4509 Filed 2-24-12; 8:45 am]\\n      BILLING CODE 4312-50-P\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "[2253-665]", "subject": "Notice of Inventory Completion: U.S. Department of the Interior, Bureau of Indian Affairs, Washington, DC, and the Arizona State Museum, University of Arizona, Tucson, AZ; Correction", "agency2": "National Park Service, Interior.", "action": "Notice; correction.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: February 22, 2012.", "signature_name": "Sherry Hutt,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. 2012-4509 Filed 2-24-12; 8:45 am]", "billing_code": "BILLING CODE 4312-50-P", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}