{"index": "I_1027", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        [NPS-WASO-NAGPRA-10740; 2200-1100-665]\\n        Notice of Inventory Completion: The University of Montana, Missoula, MT; Correction\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice; correction.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the correction of an inventory of human remains and associated funerary objects in the possession of The University of Montana, Missoula, MT. The human remains and associated funerary objects were removed from various locations in western Montana.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003(d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations in this notice.\\n\\n        This notice corrects the number of associated funerary objects previously published in a Notice of Inventory Completion in the Federal Register (68 FR 50187-50189, August 20, 2003). In 2009 and 2011, associated funerary objects for human remains (UMFC01, UMFC24, and 24MO1071) were discovered in the University of Montana\\'s collection. This notice also corrects the minimum number of individuals by removing four sets of human remains (UMFC21, UMFC25, and UMFC72) originally published as separate individuals. Upon further review of the collection, these remains were not those of distinct individuals but could be connected to other sets of remains listed elsewhere in the notice. Transfer of control of the human remains to the tribe listed below has been completed.\\n        In the Federal Register (68 FR 50187-50189, August 20, 2003), paragraph four, is corrected by substituting the following:\\n        In 1952, human remains (UMFC01) representing a minimum of two individuals were removed from the University of Montana campus, Missoula County, MT. The remains were excavated by Carling Malouf. One bone was stained with a red substance likely to be ocher, which is consistent with a prehistoric Native American secondary burial practice. No known individuals were identified. The seven associated funerary objects are 1 copper bell, 1 set of copper beads, 1 copper coil, 1 shell pendant fragment, 1 set of arrow points, 1 set of lithic flakes, and 1 lot of beads of various sizes. The presence of glass seed beads, of types commonly traded to local tribes in the mid-19th century, dates the burials to that period.\\n        In the Federal Register (68 FR 50187-50189, August 20, 2003), paragraphs 10, 12, and 18 are deleted. These remains (UMFC21, UMFC25, and UMFC 72) are duplicative of the remains in paragraph four (UMFC01) as revised above, and remains published in a Notice of Inventory Completion in the Federal Register (75 FR 58430-58431, September 24, 2010), paragraphs six and seven.\\n        In the Federal Register (68 FR 50187-50189, August 20, 2003), paragraph 11, sentence four, is corrected by substituting the following sentence:\\n        The two associated funerary objects are one lot of animal teeth and one lot of small fossil shell beads, all covered with red ochre.\\n        In the Federal Register (68 FR 50187-50189, August 20, 2003), paragraph 19 is corrected by substituting the following:\\n        Prior to 1991, human remains (24MO1071) representing a minimum of one individual were removed from prehistoric archeological site 24MO1071 in Missoula County, MT. Metric analysis and geographic location indicated that the individual was probably Native American. No known individual was identified. The 17 associated funerary objects are 13 animal rib bones, 1 bird bone whistle, 1 chert flake, 1 chert tool, and 1 drill with a broken tip.\\n        In the Federal Register (68 FR 50187-50189, August 20, 2003), paragraph 24 is corrected by substituting the following paragraph:\\n        Determinations Made by The University of Montana\\n        Officials of The University of Montana have determined that:\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9-10), the human remains described above represent the physical remains of 17 individuals of Native American ancestry.\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(3)(A), the 194 objects described above are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony.\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(2), there is a relationship of shared group identity that can be reasonably traced between the human remains and the Confederated Salish & Kootenai Tribes of the Flathead Reservation, Montana.\\n        Additional Requestors and Disposition\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the associated funerary objects should contact Sally Thompson, University of Montana, Anthropological Curation Facility, Department of Anthropology, Missoula, MT 59812, telephone (406) 243-5525, before August 22, 2012. Repatriation of the associated funerary objects to the Confederated Salish & Kootenai Tribes of the Flathead Reservation, Montana, may proceed after that date if no additional claimants come forward.\\n        The University of Montana is responsible for notifying the Confederated Salish & Kootenai Tribes of the Flathead Reservation, Montana that this notice has been published.\\n        \\n          Dated: June 28, 2012.\\n          Sherry Hutt,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. 2012-17642 Filed 7-20-12; 8:45 am]\\n      BILLING CODE 4312-50-P\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "[NPS-WASO-NAGPRA-10740; 2200-1100-665]", "subject": "Notice of Inventory Completion: The University of Montana, Missoula, MT; Correction", "agency2": "National Park Service, Interior.", "action": "Notice; correction.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: June 28, 2012.", "signature_name": "Sherry Hutt,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. 2012-17642 Filed 7-20-12; 8:45 am]", "billing_code": "BILLING CODE 4312-50-P", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Determinations Made by The University of Montana \n Officials of The University of Montana have determined that: \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9-10), the human remains described above represent the physical remains of 17 individuals of Native American ancestry. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(3)(A), the 194 objects described above are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(2), there is a relationship of shared group identity that can be reasonably traced between the human remains and the Confederated Salish & Kootenai Tribes of the Flathead Reservation, Montana. \n ", "a_r_d": "Representatives of any other Indian tribe that believes itself to be culturally affiliated with the associated funerary objects should contact Sally Thompson, University of Montana, Anthropological Curation Facility, Department of Anthropology, Missoula, MT 59812, telephone (406) 243-5525, before August 22, 2012. Repatriation of the associated funerary objects to the Confederated Salish & Kootenai Tribes of the Flathead Reservation, Montana, may proceed after that date if no additional claimants come forward. \n The University of Montana is responsible for notifying the Confederated Salish & Kootenai Tribes of the Flathead Reservation, Montana that this notice has been published. \n "}