{"index": "I_1070", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        [2253-665]\\n        Notice of Inventory Completion: U.S. Department of Defense, Army Corps of Engineers, Walla Walla District, Walla Walla, WA, and Alfred W. Bowers Laboratory of Anthropology, University of Idaho, Moscow, ID\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        \\n          SUMMARY:\\n          The United States Department of Defense, Army Corps of Engineers, Walla Walla District, has completed an inventory of human remains and associated funerary objects, in consultation with the appropriate Indian tribe, and has determined that there is a cultural affiliation between the human remains and associated funerary objects and a present-day Indian tribe. Representatives of any Indian tribe that believes itself to be culturally affiliated with the human remains and associated funerary objects may contact the U.S. Department of Defense, Army Corps of Engineers, Walla Walla District. Repatriation of the human remains and associated funerary objects to the Indian tribe stated below may occur if no additional claimants come forward.\\n        \\n        \\n          DATES:\\n          Representatives of any Indian tribe that believes it has a cultural affiliation with the human remains and associated funerary objects should contact the U.S. Department of Defense, Army Corps of Engineers, Walla Walla District, at the address below by May 2, 2012.\\n        \\n        \\n          ADDRESSES:\\n          LTC David Caldwell, U.S. Department of Defense, Army Corps of Engineers, Walla Walla District, 201 North Third Ave., Walla Walla, WA 99362, telephone (509) 527-7700.\\n        \\n      \\n      \\n        SUPPLEMENTARY INFORMATION:\\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains and associated funerary objects under the control of the U.S. Department of Defense, Army Corps of Engineers, Walla Walla District (Corps), Walla Walla, WA, and in the physical custody of the Alfred W. Bowers Laboratory of Anthropology, University of Idaho (UI), Moscow, ID. The human remains and associated funerary objects were removed from Clearwater and Nez Perce Counties, ID.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003(d)(3). The determinations in this notice are the sole responsibility of the museum, institution or Federal agency that has control of the Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations in this notice.\\n        Consultation\\n        A detailed assessment of the human remains was made by U.S. Department of Defense, Army Corps of Engineers and University of Idaho professional staffs in consultation with representatives of the Nez Perce Tribe, Idaho.\\n        History and Description of the Remains\\n        In 1963, human remains representing, at minimum, three individuals were removed from site 10CW1, an open fishing camp located on the east side of the North Fork of the Clearwater River at Bruce\\'s Eddy, in Clearwater County, ID. Site 10CW1 is located within the Dworshak Dam and Reservoir Project on the Clearwater River. The Dworshak Dam and Reservoir Project is managed by the Corps, who initiated the land acquisition processes for the Project in 1963. Idaho State College surveyed site 10CW1 in 1961, but did not collect anything. In 1963, the same institution, which had been renamed the Idaho State University (ISU), returned to the site for excavation, at which time three burials were discovered on the hills flanking the north end of the site. Burials 1 and 2 were marked by a semi-circle of rocks measuring approximately 12 feet in diameter and contained human remains and a large amount of copper funerary objects. Burial 3 was disturbed and contained human remains without funerary objects. The human remains and associated funerary objects were removed and transferred to the ISU Museum. In 1976, the collection was transferred to UI for study and analysis (UI accession number 76-2).\\n        The human remains from Burial 1 include an adult female around 40 years old, placed on its left side in a loosely flexed position with the head positioned to the northwest, found with associated funerary objects. The human remains from Burial 2 include the remains of an infant under 1 year old, placed with its head oriented to the west and found with associated funerary objects. The human remains from Burial 3 were of an adolescent of indeterminate age or gender and did not contain associated funerary objects. No known individuals were identified. The 586 associated funerary objects are: 44 copper tubular beads; 1 antler digging stick handle; 222 copper tubular beads with cordage; 1 bracelet fragment; 16 copper bracelet fragments; 2 seed husks; 193 glass beads; 1 lot red ochre; 6 copper pendants; 7 copper tubular beads with cordage and dentalium; 9 copper bead fragments; 15 copper tubular beads with cordage, hair, fur, leather, and dentalia; 7 copper tubular bead pieces with cordage, hair, fur, cloth, and dentalia; 4 dentalium shell; 3 copper pendants with tubular beads and cordage; 1 chert flake; 9 copper tubular beads with cordage and cut dentalium shell; 8 copper tubular beads with cordage and cut dentalium; 3 copper tubular beads with cordage and dentalium; 20 pieces mixture of soil, cord, beads, hair, fur, and copper; 12 copper tubular beads strung with a leather thong; 1 metal fragment; and 1 pestle.\\n\\n        Burials 1 and 2 from site 10CW1 may date to the protohistoric period due to the presence of copper, glass and cloth. Based on an analysis of the copper objects, the burials likely date to A.D. 1780-1810. Burial 3 may date to the prehistoric period based on the lack of funerary objects. The human remains have been examined by a physical anthropologist. One individual was noted to exhibit signs of fronto-occipital deformation, a common trait found in Native American remains. The archeological assemblage from site 10CW1 indicates that it was continually occupied from the Tucannon Phase (B.C. 5000-3000) to the historic period. The site is located at the traditional Nez Perce salmon fishing weir called ti mi:mara wispayka:s. A petroglyph consisting of three parallel lines on a basalt boulder at the waters\\' edge verifies this location as a Nez Perce fishing site, as these \\xe2\\x80\\x9clines served as guides to the construction of the fish trap.\\xe2\\x80\\x9d According to Henry Wheeler, a Nez Perce informant consulted during the 1961 investigation at the site, multiple Nez Perce bands used this site during the salmon fishing season, including the Atskaaiwawipu, the Tewepu, the Hasotino, the Nipihama, the Alpowamino and the Matalaimo. Additionally, this site is located within the judicially established land area of the Nez Perce Tribe, Idaho.\\n        In 1964, human remains representing, at minimum, two individuals were removed from site 10NP1, an open village site located on the east side of the Snake River near Captain John Creek, in Nez Perce County, ID. Site 10NP1 is located on lands that were to be inundated for the Asotin Dam Reservoir, which was never constructed. While the site is not on Corps property, the Corps has taken responsibility for human remains collected at the site. A Washington State University (WSU) team surveyed and excavated site 10NP1 in 1964, in two test pits. Test Pit 2 contained a single cairn burial with the human remains of two individuals (Burial 1a and 1b). The human remains were removed and transported to WSU, and were transferred to UI in 2000. No known individuals were identified. No associated funerary objects are present in the collection.\\n\\n        According to the 1969 survey report, the Burials 1a and 1b were typical of the late prehistoric period. The burials contained the partial skeletal remains of an adult male and an adult female, both arranged in flexed positions. Each individual was wrapped in tule matting, lay on an east-west axis and faced west toward the Snake River. According to the report, a subsurface cairn containing a hopper mortar had been constructed directly above the burial. In addition, a tubular steatite pipe and three bone awls reportedly were recovered in direct association with the human remains. The location of these artifacts is unknown. The site is in the zone of exploitation of the Nez Perce village of ?ilaqatp\\xc3\\xa1?tpo.\\n        \\n\\n        In 1964, human remains representing, at minimum, two individual were removed from site 10NP27, a burial site located on the east side of the Snake River near Buffalo Draw, in Nez Perce County, ID, near the Nez Perce village area of het\\xc3\\xa9wisnime. Site 10NP27 is located on lands that were to be inundated for the Asotin Dam Reservoir, which was never constructed. While the site is not on Corps property, the Corps has taken responsibility for human remains collected at the site. The site was discovered during an archeological survey and test excavation of the Asotin Dam Reservoir area by a WSU team led by Charles M. Nelson and David G. Rice. The WSU team excavated two test pits in 1964. Test Pit 1 proved to be a false cairn created by the potting of a nearby burial. Test Pit 2 uncovered a single burial. The burial was situated in a flexed position, and oriented in an east-west direction, with the skull facing east, away from the Snake River. Fragments of steatite pipe were found scattered near the individual. The human remains were removed and transported to WSU, and were transferred to UI in 2000. No known individuals were identified. No associated funerary objects are present.\\n        Five lines of evidence\\xe2\\x80\\x94geographical, biological, archeological, anthropological and historical\\xe2\\x80\\x94support a cultural affiliation between the Nez Perce Tribe, Idaho, and the human remains identified in all of the sites above.\\n        Determinations Made by the U.S. Department of Defense, Army Corps of Engineers, Walla Walla District\\n        Officials of the U.S. Department of Defense, Army Corps of Engineers, Walla Walla District, have determined that:\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described above represent the physical remains of seven individuals of Native American ancestry.\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(3)(A), the 586 objects described above are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony.\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and associated funerary objects and the Nez Perce Tribe, Idaho.\\n        Additional Requestors and Disposition\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the human remains and associated funerary objects should contact LTC David Caldwell, U.S. Department of Defense, Army Corps of Engineers, Walla Walla District, 201 North Third Ave., Walla Walla, WA 99362, telephone (509) 527-7700, before May 2, 2012. Repatriation of the human remains and associated funerary objects to the Nez Perce Tribe, Idaho, may proceed after that date if no additional claimants come forward.\\n        The U.S. Department of Defense, Army Corps of Engineers, Walla Walla District, is responsible for notifying the Nez Perce Tribe, Idaho, that this notice has been published.\\n        \\n          Dated: March 28, 2012.\\n          Sherry Hutt,\\n          Manager, National NAGPRA Program. \\n        \\n      \\n      [FR Doc. 2012-7881 Filed 3-30-12; 8:45 am]\\n      BILLING CODE 4312-50-P\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "[2253-665]", "subject": "Notice of Inventory Completion: U.S. Department of Defense, Army Corps of Engineers, Walla Walla District, Walla Walla, WA, and Alfred W. Bowers Laboratory of Anthropology, University of Idaho, Moscow, ID", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "The United States Department of Defense, Army Corps of Engineers, Walla Walla District, has completed an inventory of human remains and associated funerary objects, in consultation with the appropriate Indian tribe, and has determined that there is a cultural affiliation between the human remains and associated funerary objects and a present-day Indian tribe. Representatives of any Indian tribe that believes itself to be culturally affiliated with the human remains and associated funerary objects may contact the U.S. Department of Defense, Army Corps of Engineers, Walla Walla District. Repatriation of the human remains and associated funerary objects to the Indian tribe stated below may occur if no additional claimants come forward.", "dates": "Representatives of any Indian tribe that believes it has a cultural affiliation with the human remains and associated funerary objects should contact the U.S. Department of Defense, Army Corps of Engineers, Walla Walla District, at the address below by May 2, 2012.", "addresses": "LTC David Caldwell, U.S. Department of Defense, Army Corps of Engineers, Walla Walla District, 201 North Third Ave., Walla Walla, WA 99362, telephone (509) 527-7700.", "signature_dated": "Dated: March 28, 2012.", "signature_name": "Sherry Hutt,", "signature_title": "Manager, National NAGPRA Program. ", "fr_doc": "[FR Doc. 2012-7881 Filed 3-30-12; 8:45 am]", "billing_code": "BILLING CODE 4312-50-P", "supp_info": "SUPPLEMENTARY INFORMATION: \n Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains and associated funerary objects under the control of the U.S. Department of Defense, Army Corps of Engineers, Walla Walla District (Corps), Walla Walla, WA, and in the physical custody of the Alfred W. Bowers Laboratory of Anthropology, University of Idaho (UI), Moscow, ID. The human remains and associated funerary objects were removed from Clearwater and Nez Perce Counties, ID. \n This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003(d)(3). The determinations in this notice are the sole responsibility of the museum, institution or Federal agency that has control of the Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations in this notice. \n Consultation \n A detailed assessment of the human remains was made by U.S. Department of Defense, Army Corps of Engineers and University of Idaho professional staffs in consultation with representatives of the Nez Perce Tribe, Idaho. \n History and Description of the Remains \n In 1963, human remains representing, at minimum, three individuals were removed from site 10CW1, an open fishing camp located on the east side of the North Fork of the Clearwater River at Bruce\\'s Eddy, in Clearwater County, ID. Site 10CW1 is located within the Dworshak Dam and Reservoir Project on the Clearwater River. The Dworshak Dam and Reservoir Project is managed by the Corps, who initiated the land acquisition processes for the Project in 1963. Idaho State College surveyed site 10CW1 in 1961, but did not collect anything. In 1963, the same institution, which had been renamed the Idaho State University (ISU), returned to the site for excavation, at which time three burials were discovered on the hills flanking the north end of the site. Burials 1 and 2 were marked by a semi-circle of rocks measuring approximately 12 feet in diameter and contained human remains and a large amount of copper funerary objects. Burial 3 was disturbed and contained human remains without funerary objects. The human remains and associated funerary objects were removed and transferred to the ISU Museum. In 1976, the collection was transferred to UI for study and analysis (UI accession number 76-2). \n The human remains from Burial 1 include an adult female around 40 years old, placed on its left side in a loosely flexed position with the head positioned to the northwest, found with associated funerary objects. The human remains from Burial 2 include the remains of an infant under 1 year old, placed with its head oriented to the west and found with associated funerary objects. The human remains from Burial 3 were of an adolescent of indeterminate age or gender and did not contain associated funerary objects. No known individuals were identified. The 586 associated funerary objects are: 44 copper tubular beads; 1 antler digging stick handle; 222 copper tubular beads with cordage; 1 bracelet fragment; 16 copper bracelet fragments; 2 seed husks; 193 glass beads; 1 lot red ochre; 6 copper pendants; 7 copper tubular beads with cordage and dentalium; 9 copper bead fragments; 15 copper tubular beads with cordage, hair, fur, leather, and dentalia; 7 copper tubular bead pieces with cordage, hair, fur, cloth, and dentalia; 4 dentalium shell; 3 copper pendants with tubular beads and cordage; 1 chert flake; 9 copper tubular beads with cordage and cut dentalium shell; 8 copper tubular beads with cordage and cut dentalium; 3 copper tubular beads with cordage and dentalium; 20 pieces mixture of soil, cord, beads, hair, fur, and copper; 12 copper tubular beads strung with a leather thong; 1 metal fragment; and 1 pestle. \n Burials 1 and 2 from site 10CW1 may date to the protohistoric period due to the presence of copper, glass and cloth. Based on an analysis of the copper objects, the burials likely date to A.D. 1780-1810. Burial 3 may date to the prehistoric period based on the lack of funerary objects. The human remains have been examined by a physical anthropologist. One individual was noted to exhibit signs of fronto-occipital deformation, a common trait found in Native American remains. The archeological assemblage from site 10CW1 indicates that it was continually occupied from the Tucannon Phase (B.C. 5000-3000) to the historic period. The site is located at the traditional Nez Perce salmon fishing weir called ti mi:mara wispayka:s. A petroglyph consisting of three parallel lines on a basalt boulder at the waters\\' edge verifies this location as a Nez Perce fishing site, as these \\xe2\\x80\\x9clines served as guides to the construction of the fish trap.\\xe2\\x80\\x9d According to Henry Wheeler, a Nez Perce informant consulted during the 1961 investigation at the site, multiple Nez Perce bands used this site during the salmon fishing season, including the Atskaaiwawipu, the Tewepu, the Hasotino, the Nipihama, the Alpowamino and the Matalaimo. Additionally, this site is located within the judicially established land area of the Nez Perce Tribe, Idaho. \n In 1964, human remains representing, at minimum, two individuals were removed from site 10NP1, an open village site located on the east side of the Snake River near Captain John Creek, in Nez Perce County, ID. Site 10NP1 is located on lands that were to be inundated for the Asotin Dam Reservoir, which was never constructed. While the site is not on Corps property, the Corps has taken responsibility for human remains collected at the site. A Washington State University (WSU) team surveyed and excavated site 10NP1 in 1964, in two test pits. Test Pit 2 contained a single cairn burial with the human remains of two individuals (Burial 1a and 1b). The human remains were removed and transported to WSU, and were transferred to UI in 2000. No known individuals were identified. No associated funerary objects are present in the collection. \n According to the 1969 survey report, the Burials 1a and 1b were typical of the late prehistoric period. The burials contained the partial skeletal remains of an adult male and an adult female, both arranged in flexed positions. Each individual was wrapped in tule matting, lay on an east-west axis and faced west toward the Snake River. According to the report, a subsurface cairn containing a hopper mortar had been constructed directly above the burial. In addition, a tubular steatite pipe and three bone awls reportedly were recovered in direct association with the human remains. The location of these artifacts is unknown. The site is in the zone of exploitation of the Nez Perce village of ?ilaqatp\\xc3\\xa1?tpo.\\n         \n In 1964, human remains representing, at minimum, two individual were removed from site 10NP27, a burial site located on the east side of the Snake River near Buffalo Draw, in Nez Perce County, ID, near the Nez Perce village area of het\\xc3\\xa9wisnime. Site 10NP27 is located on lands that were to be inundated for the Asotin Dam Reservoir, which was never constructed. While the site is not on Corps property, the Corps has taken responsibility for human remains collected at the site. The site was discovered during an archeological survey and test excavation of the Asotin Dam Reservoir area by a WSU team led by Charles M. Nelson and David G. Rice. The WSU team excavated two test pits in 1964. Test Pit 1 proved to be a false cairn created by the potting of a nearby burial. Test Pit 2 uncovered a single burial. The burial was situated in a flexed position, and oriented in an east-west direction, with the skull facing east, away from the Snake River. Fragments of steatite pipe were found scattered near the individual. The human remains were removed and transported to WSU, and were transferred to UI in 2000. No known individuals were identified. No associated funerary objects are present. \n Five lines of evidence\\xe2\\x80\\x94geographical, biological, archeological, anthropological and historical\\xe2\\x80\\x94support a cultural affiliation between the Nez Perce Tribe, Idaho, and the human remains identified in all of the sites above. \n Determinations Made by the U.S. Department of Defense, Army Corps of Engineers, Walla Walla District \n Officials of the U.S. Department of Defense, Army Corps of Engineers, Walla Walla District, have determined that: \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described above represent the physical remains of seven individuals of Native American ancestry. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(3)(A), the 586 objects described above are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and associated funerary objects and the Nez Perce Tribe, Idaho. \n Additional Requestors and Disposition \n Representatives of any other Indian tribe that believes itself to be culturally affiliated with the human remains and associated funerary objects should contact LTC David Caldwell, U.S. Department of Defense, Army Corps of Engineers, Walla Walla District, 201 North Third Ave., Walla Walla, WA 99362, telephone (509) 527-7700, before May 2, 2012. Repatriation of the human remains and associated funerary objects to the Nez Perce Tribe, Idaho, may proceed after that date if no additional claimants come forward. \n The U.S. Department of Defense, Army Corps of Engineers, Walla Walla District, is responsible for notifying the Nez Perce Tribe, Idaho, that this notice has been published. \n ", "consultation": "A detailed assessment of the human remains was made by U.S. Department of Defense, Army Corps of Engineers and University of Idaho professional staffs in consultation with representatives of the Nez Perce Tribe, Idaho. \n ", "h_d_r": "In 1963, human remains representing, at minimum, three individuals were removed from site 10CW1, an open fishing camp located on the east side of the North Fork of the Clearwater River at Bruce\\'s Eddy, in Clearwater County, ID. Site 10CW1 is located within the Dworshak Dam and Reservoir Project on the Clearwater River. The Dworshak Dam and Reservoir Project is managed by the Corps, who initiated the land acquisition processes for the Project in 1963. Idaho State College surveyed site 10CW1 in 1961, but did not collect anything. In 1963, the same institution, which had been renamed the Idaho State University (ISU), returned to the site for excavation, at which time three burials were discovered on the hills flanking the north end of the site. Burials 1 and 2 were marked by a semi-circle of rocks measuring approximately 12 feet in diameter and contained human remains and a large amount of copper funerary objects. Burial 3 was disturbed and contained human remains without funerary objects. The human remains and associated funerary objects were removed and transferred to the ISU Museum. In 1976, the collection was transferred to UI for study and analysis (UI accession number 76-2). \n The human remains from Burial 1 include an adult female around 40 years old, placed on its left side in a loosely flexed position with the head positioned to the northwest, found with associated funerary objects. The human remains from Burial 2 include the remains of an infant under 1 year old, placed with its head oriented to the west and found with associated funerary objects. The human remains from Burial 3 were of an adolescent of indeterminate age or gender and did not contain associated funerary objects. No known individuals were identified. The 586 associated funerary objects are: 44 copper tubular beads; 1 antler digging stick handle; 222 copper tubular beads with cordage; 1 bracelet fragment; 16 copper bracelet fragments; 2 seed husks; 193 glass beads; 1 lot red ochre; 6 copper pendants; 7 copper tubular beads with cordage and dentalium; 9 copper bead fragments; 15 copper tubular beads with cordage, hair, fur, leather, and dentalia; 7 copper tubular bead pieces with cordage, hair, fur, cloth, and dentalia; 4 dentalium shell; 3 copper pendants with tubular beads and cordage; 1 chert flake; 9 copper tubular beads with cordage and cut dentalium shell; 8 copper tubular beads with cordage and cut dentalium; 3 copper tubular beads with cordage and dentalium; 20 pieces mixture of soil, cord, beads, hair, fur, and copper; 12 copper tubular beads strung with a leather thong; 1 metal fragment; and 1 pestle. \n Burials 1 and 2 from site 10CW1 may date to the protohistoric period due to the presence of copper, glass and cloth. Based on an analysis of the copper objects, the burials likely date to A.D. 1780-1810. Burial 3 may date to the prehistoric period based on the lack of funerary objects. The human remains have been examined by a physical anthropologist. One individual was noted to exhibit signs of fronto-occipital deformation, a common trait found in Native American remains. The archeological assemblage from site 10CW1 indicates that it was continually occupied from the Tucannon Phase (B.C. 5000-3000) to the historic period. The site is located at the traditional Nez Perce salmon fishing weir called ti mi:mara wispayka:s. A petroglyph consisting of three parallel lines on a basalt boulder at the waters\\' edge verifies this location as a Nez Perce fishing site, as these \\xe2\\x80\\x9clines served as guides to the construction of the fish trap.\\xe2\\x80\\x9d According to Henry Wheeler, a Nez Perce informant consulted during the 1961 investigation at the site, multiple Nez Perce bands used this site during the salmon fishing season, including the Atskaaiwawipu, the Tewepu, the Hasotino, the Nipihama, the Alpowamino and the Matalaimo. Additionally, this site is located within the judicially established land area of the Nez Perce Tribe, Idaho. \n In 1964, human remains representing, at minimum, two individuals were removed from site 10NP1, an open village site located on the east side of the Snake River near Captain John Creek, in Nez Perce County, ID. Site 10NP1 is located on lands that were to be inundated for the Asotin Dam Reservoir, which was never constructed. While the site is not on Corps property, the Corps has taken responsibility for human remains collected at the site. A Washington State University (WSU) team surveyed and excavated site 10NP1 in 1964, in two test pits. Test Pit 2 contained a single cairn burial with the human remains of two individuals (Burial 1a and 1b). The human remains were removed and transported to WSU, and were transferred to UI in 2000. No known individuals were identified. No associated funerary objects are present in the collection. \n According to the 1969 survey report, the Burials 1a and 1b were typical of the late prehistoric period. The burials contained the partial skeletal remains of an adult male and an adult female, both arranged in flexed positions. Each individual was wrapped in tule matting, lay on an east-west axis and faced west toward the Snake River. According to the report, a subsurface cairn containing a hopper mortar had been constructed directly above the burial. In addition, a tubular steatite pipe and three bone awls reportedly were recovered in direct association with the human remains. The location of these artifacts is unknown. The site is in the zone of exploitation of the Nez Perce village of ?ilaqatp\\xc3\\xa1?tpo.\\n         \n In 1964, human remains representing, at minimum, two individual were removed from site 10NP27, a burial site located on the east side of the Snake River near Buffalo Draw, in Nez Perce County, ID, near the Nez Perce village area of het\\xc3\\xa9wisnime. Site 10NP27 is located on lands that were to be inundated for the Asotin Dam Reservoir, which was never constructed. While the site is not on Corps property, the Corps has taken responsibility for human remains collected at the site. The site was discovered during an archeological survey and test excavation of the Asotin Dam Reservoir area by a WSU team led by Charles M. Nelson and David G. Rice. The WSU team excavated two test pits in 1964. Test Pit 1 proved to be a false cairn created by the potting of a nearby burial. Test Pit 2 uncovered a single burial. The burial was situated in a flexed position, and oriented in an east-west direction, with the skull facing east, away from the Snake River. Fragments of steatite pipe were found scattered near the individual. The human remains were removed and transported to WSU, and were transferred to UI in 2000. No known individuals were identified. No associated funerary objects are present. \n Five lines of evidence\\xe2\\x80\\x94geographical, biological, archeological, anthropological and historical\\xe2\\x80\\x94support a cultural affiliation between the Nez Perce Tribe, Idaho, and the human remains identified in all of the sites above. \n ", "h_d_ci": "Null", "determinations": "Determinations Made by the U.S. Department of Defense, Army Corps of Engineers, Walla Walla District \n Officials of the U.S. Department of Defense, Army Corps of Engineers, Walla Walla District, have determined that: \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described above represent the physical remains of seven individuals of Native American ancestry. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(3)(A), the 586 objects described above are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and associated funerary objects and the Nez Perce Tribe, Idaho. \n ", "a_r_d": "Representatives of any other Indian tribe that believes itself to be culturally affiliated with the human remains and associated funerary objects should contact LTC David Caldwell, U.S. Department of Defense, Army Corps of Engineers, Walla Walla District, 201 North Third Ave., Walla Walla, WA 99362, telephone (509) 527-7700, before May 2, 2012. Repatriation of the human remains and associated funerary objects to the Nez Perce Tribe, Idaho, may proceed after that date if no additional claimants come forward. \n The U.S. Department of Defense, Army Corps of Engineers, Walla Walla District, is responsible for notifying the Nez Perce Tribe, Idaho, that this notice has been published. \n "}