{"index": "I_1055", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        [2253-665]\\n        Notice of Inventory Completion: Arizona State Museum, University of Arizona, Tucson, AZ\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        \\n          SUMMARY:\\n          The Arizona State Museum, University of Arizona, has completed an inventory of human remains and associated funerary objects, in consultation with the appropriate Indian tribes, and has determined that there is a cultural affiliation between the human remains and associated funerary objects and present-day Indian tribes. Representatives of any Indian tribe that believes itself to be culturally affiliated with the human remains and associated funerary objects may contact the Arizona State Museum, University of Arizona. Repatriation of the human remains and associated funerary objects to the Indian tribes stated below may occur if no additional claimants come forward.\\n        \\n        \\n          DATES:\\n          Representatives of any Indian tribe that believes it has a cultural affiliation with the human remains and associated funerary objects should contact the Arizona State Museum, University of Arizona, at the address below by May 31, 2012.\\n        \\n        \\n          ADDRESSES:\\n          John McClelland, NAGPRA Coordinator, Arizona State Museum, University of Arizona, P.O. Box 210026, Tucson, AZ 85721, telephone (520) 626-2950.\\n        \\n      \\n      \\n        SUPPLEMENTARY INFORMATION:\\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains and associated funerary objects in the possession of the Arizona State Museum, University of Arizona, Tucson, AZ. The human remains and associated funerary objects were removed from archeological sites located in Maricopa and Pinal counties, AZ.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003(d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations in this notice.\\n        Consultation\\n        A detailed assessment of the human remains was made by Arizona State Museum professional staff in consultation with representatives of the Ak Chin Indian Community of the Maricopa (Ak Chin) Indian Reservation, Arizona; Gila River Indian Community of the Gila River Indian Reservation, Arizona; Hopi Tribe of Arizona; Salt River Pima-Maricopa Indian Community of the Salt River Reservation, Arizona; and the Tohono O\\'odham Nation of Arizona. The Gila River Indian Community of the Gila River Indian Reservation, Arizona is acting on behalf of itself and the Ak Chin Indian Community of the Maricopa (Ak Chin) Indian Reservation, Arizona; Salt River Pima-Maricopa Indian Community of the Salt River Reservation, Arizona; and the Tohono O\\'odham Nation of Arizona.\\n        History and Description of the Remains\\n        In 1930, human remains representing, at minimum, two individuals were removed from Queen Creek Ruin, also known as Sonoqui Pueblo, Pozos de Sonoqui, or Sun Temple Ruin (AZ U:14:48(ASM)/SACATON:2:6(GP)), in Maricopa County, AZ. The excavations were conducted by the Gila Pueblo Foundation. In December 1950, the Gila Pueblo Foundation closed and the collections were donated to the Arizona State Museum. No known individuals were identified. The three associated funerary objects are one ceramic bowl, one ceramic jar, and one ceramic pitcher.\\n        Queen Creek Ruin was a large habitation site that included trash mounds, burials, pithouses, canals, adobe compounds, and a ballcourt. Architectural features, the mortuary program, ceramic types, and other items of material culture are consistent with the Hohokam archeological tradition and indicate occupation between approximately A.D. 950 and 1450.\\n        In 1927-1928, human remains representing, at minimum, three individuals were removed from the Adamsville site (AZ U:15:1(ASM)/FLORENCE:7:6(GP)), in Pinal County, AZ. The excavations were conducted by the Gila Pueblo Foundation. In December 1950, the Gila Pueblo Foundation closed and the collections were donated to the Arizona State Museum. No known individuals were identified. The three associated funerary objects are ceramic jars.\\n        At an unknown date, a surface collection survey was conducted at the same Adamsville site (AZ U:15:1(ASM)/FLORENCE:7:6(GP)), in Pinal County, AZ, by the Arizona State Museum. The survey collection was brought to the museum, but was never formally accessioned. A search through the survey collection was conducted in 2010. One human bone fragment from the Adamsville site, representing, at minimum, one individual, was found. No known individuals were identified. No associated funerary objects are present.\\n        The Adamsville site was a large village that included a platform mound, adobe structures, and ballcourts. Architectural features, the mortuary program, ceramic types, and other items of material culture are consistent with the Hohokam archeological tradition and indicate occupation between approximately A.D. 900 and 1450.\\n\\n        In 1973, human remains representing, at minimum, 50 individuals were removed from Escalante Ruin (AZ U:15:3(ASM)), in Pinal County, AZ. The legally authorized excavations were directed by David Doyel of the Arizona State Museum under contract with the Continental Oil Company. All collections from this project were accessioned into Arizona State Museum collections in 1976. No known individuals were identified. The 13 associated funerary objects are 1 ceramic beaker, 2 ceramic bowls, 2 ceramic jars, 2 ceramic sherds, 4 shell beads, 1 lot of pebbles, and 1 lot of minerals.\\n        Escalante Ruin was the central habitation site of the Escalante Group Complex. It contained a large platform mound, a compound, and a room block attached to the mound. Architectural features, the mortuary program, ceramic types, and other items of material culture are consistent with the Hohokam archeological tradition and indicate occupation between approximately A.D. 1150 and 1450.\\n        In 1973, human remains representing, at minimum, three individuals were removed from an unnamed site (AZ U:15:22(ASM)), in Pinal County, AZ. The legally authorized excavations were directed by David Doyel of the Arizona State Museum under contract with the Continental Oil Company. All collections from this project were accessioned into Arizona State Museum collections in 1976. No known individuals were identified. The one associated funerary object is a ceramic jar.\\n        Site AZ U:15:22(ASM) was one of the components of the Escalante Group Complex. It contained two adobe compounds. Architectural features, the mortuary program, ceramic types, and other items of material culture are consistent with the Hohokam archeological tradition and indicate occupation between approximately A.D. 1200 and 1350.\\n        In 1973, human remains representing, at minimum, 19 individuals were removed from Las Casitas (AZ U:15:27(ASM)), in Pinal County, AZ. The legally authorized excavations were directed by David Doyel of the Arizona State Museum under contract with the Continental Oil Company. All collections from this project were accessioned into Arizona State Museum collections in 1976. No known individuals were identified. The 31 associated funerary objects are 13 ceramic bowls, 7 ceramic jars, 1 ceramic scoop, 5 ceramic sherds, 4 pieces of chipped stone, and 1 flotation sample.\\n        Las Casitas was one of the components of the Escalante Group Complex. It contained two adobe compounds. Architectural features, the mortuary program, ceramic types, and other items of material culture are consistent with the Hohokam archeological tradition and indicate occupation between approximately A.D. 1200 and 1350.\\n        In 1973, human remains representing, at minimum, two individuals were removed from Sidewinder Ruin (AZ U:15:32(ASM)) in Pinal County, AZ. The legally authorized excavations were directed by David Doyel of the Arizona State Museum under contract with the Continental Oil Company. All collections from this project were accessioned into Arizona State Museum collections in 1976. No known individuals were identified. The nine associated funerary objects are 3 ceramic bowls, 1 ceramic jar, and 5 flotation samples.\\n        Sidewinder Ruin was one of the components of the Escalante Group Complex. It contained an adobe compound and associated trash mound. Architectural features, the mortuary program, ceramic types, and other items of material culture are consistent with the Hohokam archeological tradition and indicate occupation between approximately A.D. 1200 and 1300.\\n        Continuities of mortuary practices, ethnographic materials, and technology indicate affiliation of Hohokam settlements with present-day O\\'odham (Piman) and Puebloan cultures. Documentation submitted by representatives of the Gila River Indian Community of the Gila River Indian Reservation, Arizona, on April 13, 2011, addresses continuities between the Hohokam and the O\\'odham tribes. Furthermore, oral traditions that are documented for the Ak Chin Indian Community of the Maricopa (Ak Chin) Indian Reservation, Arizona; Gila River Indian Community of the Gila River Indian Reservation, Arizona; Hopi Tribe of Arizona; Salt River Pima-Maricopa Indian Community of the Salt River Reservation, Arizona; and the Tohono O\\'odham Nation of Arizona support affiliation with Hohokam sites in central Arizona.\\n        Determinations Made by the Arizona State Museum, University of Arizona\\n        Officials of the Arizona State Museum, University of Arizona have determined that:\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice represent the physical remains of 80 individuals of Native American ancestry.\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(3)(A), the 60 objects described above are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony.\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and associated funerary objects and the Ak Chin Indian Community of the Maricopa (Ak Chin) Indian Reservation, Arizona; Gila River Indian Community of the Gila River Indian Reservation, Arizona; Hopi Tribe of Arizona; Salt River Pima-Maricopa Indian Community of the Salt River Reservation, Arizona; and the Tohono O\\'odham Nation of Arizona.\\n        Additional Requestors and Disposition\\n        Representatives of any Indian tribe that believes itself to be culturally affiliated with the human remains and associated funerary objects should contact John McClelland, NAGPRA Coordinator, Arizona State Museum, University of Arizona, P.O. Box 210026, Tucson, AZ 85721, telephone (520) 626-2950 before May 31, 2012. Repatriation of the human remains and associated funerary objects to the Ak Chin Indian Community of the Maricopa (Ak Chin) Indian Reservation, Arizona; Gila River Indian Community of the Gila River Indian Reservation, Arizona; Hopi Tribe of Arizona; Salt River Pima-Maricopa Indian Community of the Salt River Reservation, Arizona; and the Tohono O\\'odham Nation of Arizona may proceed after that date if no additional claimants come forward.\\n        The Arizona State Museum is responsible for notifying the Ak Chin Indian Community of the Maricopa (Ak Chin) Indian Reservation, Arizona; Gila River Indian Community of the Gila River Indian Reservation, Arizona; Hopi Tribe of Arizona; Salt River Pima-Maricopa Indian Community of the Salt River Reservation, Arizona; and the Tohono O\\'odham Nation of Arizona that this notice has been published.\\n        \\n          Dated: April 26, 2012.\\n          David Tarler,\\n          Acting Manager, National NAGPRA Program. \\n        \\n      \\n      [FR Doc. 2012-10499 Filed 4-30-12; 8:45 am]\\n      BILLING CODE 4312-50-P\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "[2253-665]", "subject": "Notice of Inventory Completion: Arizona State Museum, University of Arizona, Tucson, AZ", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "The Arizona State Museum, University of Arizona, has completed an inventory of human remains and associated funerary objects, in consultation with the appropriate Indian tribes, and has determined that there is a cultural affiliation between the human remains and associated funerary objects and present-day Indian tribes. Representatives of any Indian tribe that believes itself to be culturally affiliated with the human remains and associated funerary objects may contact the Arizona State Museum, University of Arizona. Repatriation of the human remains and associated funerary objects to the Indian tribes stated below may occur if no additional claimants come forward.", "dates": "Representatives of any Indian tribe that believes it has a cultural affiliation with the human remains and associated funerary objects should contact the Arizona State Museum, University of Arizona, at the address below by May 31, 2012.", "addresses": "John McClelland, NAGPRA Coordinator, Arizona State Museum, University of Arizona, P.O. Box 210026, Tucson, AZ 85721, telephone (520) 626-2950.", "signature_dated": "Dated: April 26, 2012.", "signature_name": "David Tarler,", "signature_title": "Acting Manager, National NAGPRA Program. ", "fr_doc": "[FR Doc. 2012-10499 Filed 4-30-12; 8:45 am]", "billing_code": "BILLING CODE 4312-50-P", "supp_info": "SUPPLEMENTARY INFORMATION: \n Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains and associated funerary objects in the possession of the Arizona State Museum, University of Arizona, Tucson, AZ. The human remains and associated funerary objects were removed from archeological sites located in Maricopa and Pinal counties, AZ. \n This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003(d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations in this notice. \n Consultation \n A detailed assessment of the human remains was made by Arizona State Museum professional staff in consultation with representatives of the Ak Chin Indian Community of the Maricopa (Ak Chin) Indian Reservation, Arizona; Gila River Indian Community of the Gila River Indian Reservation, Arizona; Hopi Tribe of Arizona; Salt River Pima-Maricopa Indian Community of the Salt River Reservation, Arizona; and the Tohono O\\'odham Nation of Arizona. The Gila River Indian Community of the Gila River Indian Reservation, Arizona is acting on behalf of itself and the Ak Chin Indian Community of the Maricopa (Ak Chin) Indian Reservation, Arizona; Salt River Pima-Maricopa Indian Community of the Salt River Reservation, Arizona; and the Tohono O\\'odham Nation of Arizona. \n History and Description of the Remains \n In 1930, human remains representing, at minimum, two individuals were removed from Queen Creek Ruin, also known as Sonoqui Pueblo, Pozos de Sonoqui, or Sun Temple Ruin (AZ U:14:48(ASM)/SACATON:2:6(GP)), in Maricopa County, AZ. The excavations were conducted by the Gila Pueblo Foundation. In December 1950, the Gila Pueblo Foundation closed and the collections were donated to the Arizona State Museum. No known individuals were identified. The three associated funerary objects are one ceramic bowl, one ceramic jar, and one ceramic pitcher. \n Queen Creek Ruin was a large habitation site that included trash mounds, burials, pithouses, canals, adobe compounds, and a ballcourt. Architectural features, the mortuary program, ceramic types, and other items of material culture are consistent with the Hohokam archeological tradition and indicate occupation between approximately A.D. 950 and 1450. \n In 1927-1928, human remains representing, at minimum, three individuals were removed from the Adamsville site (AZ U:15:1(ASM)/FLORENCE:7:6(GP)), in Pinal County, AZ. The excavations were conducted by the Gila Pueblo Foundation. In December 1950, the Gila Pueblo Foundation closed and the collections were donated to the Arizona State Museum. No known individuals were identified. The three associated funerary objects are ceramic jars. \n At an unknown date, a surface collection survey was conducted at the same Adamsville site (AZ U:15:1(ASM)/FLORENCE:7:6(GP)), in Pinal County, AZ, by the Arizona State Museum. The survey collection was brought to the museum, but was never formally accessioned. A search through the survey collection was conducted in 2010. One human bone fragment from the Adamsville site, representing, at minimum, one individual, was found. No known individuals were identified. No associated funerary objects are present. \n The Adamsville site was a large village that included a platform mound, adobe structures, and ballcourts. Architectural features, the mortuary program, ceramic types, and other items of material culture are consistent with the Hohokam archeological tradition and indicate occupation between approximately A.D. 900 and 1450. \n In 1973, human remains representing, at minimum, 50 individuals were removed from Escalante Ruin (AZ U:15:3(ASM)), in Pinal County, AZ. The legally authorized excavations were directed by David Doyel of the Arizona State Museum under contract with the Continental Oil Company. All collections from this project were accessioned into Arizona State Museum collections in 1976. No known individuals were identified. The 13 associated funerary objects are 1 ceramic beaker, 2 ceramic bowls, 2 ceramic jars, 2 ceramic sherds, 4 shell beads, 1 lot of pebbles, and 1 lot of minerals. \n Escalante Ruin was the central habitation site of the Escalante Group Complex. It contained a large platform mound, a compound, and a room block attached to the mound. Architectural features, the mortuary program, ceramic types, and other items of material culture are consistent with the Hohokam archeological tradition and indicate occupation between approximately A.D. 1150 and 1450. \n In 1973, human remains representing, at minimum, three individuals were removed from an unnamed site (AZ U:15:22(ASM)), in Pinal County, AZ. The legally authorized excavations were directed by David Doyel of the Arizona State Museum under contract with the Continental Oil Company. All collections from this project were accessioned into Arizona State Museum collections in 1976. No known individuals were identified. The one associated funerary object is a ceramic jar. \n Site AZ U:15:22(ASM) was one of the components of the Escalante Group Complex. It contained two adobe compounds. Architectural features, the mortuary program, ceramic types, and other items of material culture are consistent with the Hohokam archeological tradition and indicate occupation between approximately A.D. 1200 and 1350. \n In 1973, human remains representing, at minimum, 19 individuals were removed from Las Casitas (AZ U:15:27(ASM)), in Pinal County, AZ. The legally authorized excavations were directed by David Doyel of the Arizona State Museum under contract with the Continental Oil Company. All collections from this project were accessioned into Arizona State Museum collections in 1976. No known individuals were identified. The 31 associated funerary objects are 13 ceramic bowls, 7 ceramic jars, 1 ceramic scoop, 5 ceramic sherds, 4 pieces of chipped stone, and 1 flotation sample. \n Las Casitas was one of the components of the Escalante Group Complex. It contained two adobe compounds. Architectural features, the mortuary program, ceramic types, and other items of material culture are consistent with the Hohokam archeological tradition and indicate occupation between approximately A.D. 1200 and 1350. \n In 1973, human remains representing, at minimum, two individuals were removed from Sidewinder Ruin (AZ U:15:32(ASM)) in Pinal County, AZ. The legally authorized excavations were directed by David Doyel of the Arizona State Museum under contract with the Continental Oil Company. All collections from this project were accessioned into Arizona State Museum collections in 1976. No known individuals were identified. The nine associated funerary objects are 3 ceramic bowls, 1 ceramic jar, and 5 flotation samples. \n Sidewinder Ruin was one of the components of the Escalante Group Complex. It contained an adobe compound and associated trash mound. Architectural features, the mortuary program, ceramic types, and other items of material culture are consistent with the Hohokam archeological tradition and indicate occupation between approximately A.D. 1200 and 1300. \n Continuities of mortuary practices, ethnographic materials, and technology indicate affiliation of Hohokam settlements with present-day O\\'odham (Piman) and Puebloan cultures. Documentation submitted by representatives of the Gila River Indian Community of the Gila River Indian Reservation, Arizona, on April 13, 2011, addresses continuities between the Hohokam and the O\\'odham tribes. Furthermore, oral traditions that are documented for the Ak Chin Indian Community of the Maricopa (Ak Chin) Indian Reservation, Arizona; Gila River Indian Community of the Gila River Indian Reservation, Arizona; Hopi Tribe of Arizona; Salt River Pima-Maricopa Indian Community of the Salt River Reservation, Arizona; and the Tohono O\\'odham Nation of Arizona support affiliation with Hohokam sites in central Arizona. \n Determinations Made by the Arizona State Museum, University of Arizona \n Officials of the Arizona State Museum, University of Arizona have determined that: \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice represent the physical remains of 80 individuals of Native American ancestry. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(3)(A), the 60 objects described above are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and associated funerary objects and the Ak Chin Indian Community of the Maricopa (Ak Chin) Indian Reservation, Arizona; Gila River Indian Community of the Gila River Indian Reservation, Arizona; Hopi Tribe of Arizona; Salt River Pima-Maricopa Indian Community of the Salt River Reservation, Arizona; and the Tohono O\\'odham Nation of Arizona. \n Additional Requestors and Disposition \n Representatives of any Indian tribe that believes itself to be culturally affiliated with the human remains and associated funerary objects should contact John McClelland, NAGPRA Coordinator, Arizona State Museum, University of Arizona, P.O. Box 210026, Tucson, AZ 85721, telephone (520) 626-2950 before May 31, 2012. Repatriation of the human remains and associated funerary objects to the Ak Chin Indian Community of the Maricopa (Ak Chin) Indian Reservation, Arizona; Gila River Indian Community of the Gila River Indian Reservation, Arizona; Hopi Tribe of Arizona; Salt River Pima-Maricopa Indian Community of the Salt River Reservation, Arizona; and the Tohono O\\'odham Nation of Arizona may proceed after that date if no additional claimants come forward. \n The Arizona State Museum is responsible for notifying the Ak Chin Indian Community of the Maricopa (Ak Chin) Indian Reservation, Arizona; Gila River Indian Community of the Gila River Indian Reservation, Arizona; Hopi Tribe of Arizona; Salt River Pima-Maricopa Indian Community of the Salt River Reservation, Arizona; and the Tohono O\\'odham Nation of Arizona that this notice has been published. \n ", "consultation": "A detailed assessment of the human remains was made by Arizona State Museum professional staff in consultation with representatives of the Ak Chin Indian Community of the Maricopa (Ak Chin) Indian Reservation, Arizona; Gila River Indian Community of the Gila River Indian Reservation, Arizona; Hopi Tribe of Arizona; Salt River Pima-Maricopa Indian Community of the Salt River Reservation, Arizona; and the Tohono O\\'odham Nation of Arizona. The Gila River Indian Community of the Gila River Indian Reservation, Arizona is acting on behalf of itself and the Ak Chin Indian Community of the Maricopa (Ak Chin) Indian Reservation, Arizona; Salt River Pima-Maricopa Indian Community of the Salt River Reservation, Arizona; and the Tohono O\\'odham Nation of Arizona. \n ", "h_d_r": "In 1930, human remains representing, at minimum, two individuals were removed from Queen Creek Ruin, also known as Sonoqui Pueblo, Pozos de Sonoqui, or Sun Temple Ruin (AZ U:14:48(ASM)/SACATON:2:6(GP)), in Maricopa County, AZ. The excavations were conducted by the Gila Pueblo Foundation. In December 1950, the Gila Pueblo Foundation closed and the collections were donated to the Arizona State Museum. No known individuals were identified. The three associated funerary objects are one ceramic bowl, one ceramic jar, and one ceramic pitcher. \n Queen Creek Ruin was a large habitation site that included trash mounds, burials, pithouses, canals, adobe compounds, and a ballcourt. Architectural features, the mortuary program, ceramic types, and other items of material culture are consistent with the Hohokam archeological tradition and indicate occupation between approximately A.D. 950 and 1450. \n In 1927-1928, human remains representing, at minimum, three individuals were removed from the Adamsville site (AZ U:15:1(ASM)/FLORENCE:7:6(GP)), in Pinal County, AZ. The excavations were conducted by the Gila Pueblo Foundation. In December 1950, the Gila Pueblo Foundation closed and the collections were donated to the Arizona State Museum. No known individuals were identified. The three associated funerary objects are ceramic jars. \n At an unknown date, a surface collection survey was conducted at the same Adamsville site (AZ U:15:1(ASM)/FLORENCE:7:6(GP)), in Pinal County, AZ, by the Arizona State Museum. The survey collection was brought to the museum, but was never formally accessioned. A search through the survey collection was conducted in 2010. One human bone fragment from the Adamsville site, representing, at minimum, one individual, was found. No known individuals were identified. No associated funerary objects are present. \n The Adamsville site was a large village that included a platform mound, adobe structures, and ballcourts. Architectural features, the mortuary program, ceramic types, and other items of material culture are consistent with the Hohokam archeological tradition and indicate occupation between approximately A.D. 900 and 1450. \n In 1973, human remains representing, at minimum, 50 individuals were removed from Escalante Ruin (AZ U:15:3(ASM)), in Pinal County, AZ. The legally authorized excavations were directed by David Doyel of the Arizona State Museum under contract with the Continental Oil Company. All collections from this project were accessioned into Arizona State Museum collections in 1976. No known individuals were identified. The 13 associated funerary objects are 1 ceramic beaker, 2 ceramic bowls, 2 ceramic jars, 2 ceramic sherds, 4 shell beads, 1 lot of pebbles, and 1 lot of minerals. \n Escalante Ruin was the central habitation site of the Escalante Group Complex. It contained a large platform mound, a compound, and a room block attached to the mound. Architectural features, the mortuary program, ceramic types, and other items of material culture are consistent with the Hohokam archeological tradition and indicate occupation between approximately A.D. 1150 and 1450. \n In 1973, human remains representing, at minimum, three individuals were removed from an unnamed site (AZ U:15:22(ASM)), in Pinal County, AZ. The legally authorized excavations were directed by David Doyel of the Arizona State Museum under contract with the Continental Oil Company. All collections from this project were accessioned into Arizona State Museum collections in 1976. No known individuals were identified. The one associated funerary object is a ceramic jar. \n Site AZ U:15:22(ASM) was one of the components of the Escalante Group Complex. It contained two adobe compounds. Architectural features, the mortuary program, ceramic types, and other items of material culture are consistent with the Hohokam archeological tradition and indicate occupation between approximately A.D. 1200 and 1350. \n In 1973, human remains representing, at minimum, 19 individuals were removed from Las Casitas (AZ U:15:27(ASM)), in Pinal County, AZ. The legally authorized excavations were directed by David Doyel of the Arizona State Museum under contract with the Continental Oil Company. All collections from this project were accessioned into Arizona State Museum collections in 1976. No known individuals were identified. The 31 associated funerary objects are 13 ceramic bowls, 7 ceramic jars, 1 ceramic scoop, 5 ceramic sherds, 4 pieces of chipped stone, and 1 flotation sample. \n Las Casitas was one of the components of the Escalante Group Complex. It contained two adobe compounds. Architectural features, the mortuary program, ceramic types, and other items of material culture are consistent with the Hohokam archeological tradition and indicate occupation between approximately A.D. 1200 and 1350. \n In 1973, human remains representing, at minimum, two individuals were removed from Sidewinder Ruin (AZ U:15:32(ASM)) in Pinal County, AZ. The legally authorized excavations were directed by David Doyel of the Arizona State Museum under contract with the Continental Oil Company. All collections from this project were accessioned into Arizona State Museum collections in 1976. No known individuals were identified. The nine associated funerary objects are 3 ceramic bowls, 1 ceramic jar, and 5 flotation samples. \n Sidewinder Ruin was one of the components of the Escalante Group Complex. It contained an adobe compound and associated trash mound. Architectural features, the mortuary program, ceramic types, and other items of material culture are consistent with the Hohokam archeological tradition and indicate occupation between approximately A.D. 1200 and 1300. \n Continuities of mortuary practices, ethnographic materials, and technology indicate affiliation of Hohokam settlements with present-day O\\'odham (Piman) and Puebloan cultures. Documentation submitted by representatives of the Gila River Indian Community of the Gila River Indian Reservation, Arizona, on April 13, 2011, addresses continuities between the Hohokam and the O\\'odham tribes. Furthermore, oral traditions that are documented for the Ak Chin Indian Community of the Maricopa (Ak Chin) Indian Reservation, Arizona; Gila River Indian Community of the Gila River Indian Reservation, Arizona; Hopi Tribe of Arizona; Salt River Pima-Maricopa Indian Community of the Salt River Reservation, Arizona; and the Tohono O\\'odham Nation of Arizona support affiliation with Hohokam sites in central Arizona. \n ", "h_d_ci": "Null", "determinations": "Determinations Made by the Arizona State Museum, University of Arizona \n Officials of the Arizona State Museum, University of Arizona have determined that: \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice represent the physical remains of 80 individuals of Native American ancestry. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(3)(A), the 60 objects described above are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and associated funerary objects and the Ak Chin Indian Community of the Maricopa (Ak Chin) Indian Reservation, Arizona; Gila River Indian Community of the Gila River Indian Reservation, Arizona; Hopi Tribe of Arizona; Salt River Pima-Maricopa Indian Community of the Salt River Reservation, Arizona; and the Tohono O\\'odham Nation of Arizona. \n ", "a_r_d": "Representatives of any Indian tribe that believes itself to be culturally affiliated with the human remains and associated funerary objects should contact John McClelland, NAGPRA Coordinator, Arizona State Museum, University of Arizona, P.O. Box 210026, Tucson, AZ 85721, telephone (520) 626-2950 before May 31, 2012. Repatriation of the human remains and associated funerary objects to the Ak Chin Indian Community of the Maricopa (Ak Chin) Indian Reservation, Arizona; Gila River Indian Community of the Gila River Indian Reservation, Arizona; Hopi Tribe of Arizona; Salt River Pima-Maricopa Indian Community of the Salt River Reservation, Arizona; and the Tohono O\\'odham Nation of Arizona may proceed after that date if no additional claimants come forward. \n The Arizona State Museum is responsible for notifying the Ak Chin Indian Community of the Maricopa (Ak Chin) Indian Reservation, Arizona; Gila River Indian Community of the Gila River Indian Reservation, Arizona; Hopi Tribe of Arizona; Salt River Pima-Maricopa Indian Community of the Salt River Reservation, Arizona; and the Tohono O\\'odham Nation of Arizona that this notice has been published. \n "}