{"index": "I_1076", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        [2253-665]\\n        Notice of Inventory Completion: History Colorado, Denver, CO\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        \\n          SUMMARY:\\n\\n          History Colorado (formerly the Colorado Historical Society) has completed an inventory of human remains, in consultation with the appropriate Indian tribes, and has determined that there is insufficient evidence to reasonably establish cultural affiliation between the human remains and present-day Indian tribes. Representatives of any Indian tribe that believes itself to be culturally affiliated with the human remains may contact History Colorado. Disposition of the human remains to the Indian tribes stated below may occur if no additional claimants come forward.\\n        \\n        \\n          DATES:\\n          Representatives of any Indian tribe that believes it has a cultural affiliation with the human remains should contact History Colorado at the address below by April 6, 2012.\\n        \\n        \\n          ADDRESSES:\\n          Sheila Goff, NAGPRA Liaison, History Colorado, 1200 Broadway, Denver, CO 80203, telephone (303) 866-4531.\\n        \\n      \\n      \\n        SUPPLEMENTARY INFORMATION:\\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains and associated funerary objects under the control of History Colorado, Denver, CO. The human remains were recovered from Rio Blanco and Routt Counties, CO.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003(d)(3) and 43 CFR 10.11(d). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains. The National Park Service is not responsible for the determinations in this notice.\\n        Consultation\\n        In 2010 and 2011, a detailed assessment of the human remains was made by History Colorado professional staff in consultation with representatives of the Jicarilla Apache Nation, New Mexico; Ohkay Owingeh, New Mexico (formerly the Pueblo of San Juan); Paiute Indian Tribe of Utah (Cedar Band of Paiutes, Kanosh Band of Paiutes, Koosharem Band of Paiutes, Indian Peaks Band of Paiutes, and Shivwits Band of Paiutes) (formerly Paiute Indian Tribe of Utah (Cedar City Band of Paiutes, Kanosh Band of Paiutes, Koosharem Band of Paiutes, Indian Peaks Band of Paiutes, and Shivwits Band of Paiutes)); Pueblo of Cochiti, New Mexico; Pueblo of San Ildefonso, New Mexico; Pueblo of Santa Clara, New Mexico; Shoshone Tribe of the Wind River Reservation, Wyoming; Southern Ute Indian Tribe of the Southern Ute Reservation, Colorado; Ute Indian Tribe of the Uintah & Ouray Reservation, Utah; and the Ute Mountain Tribe of the Ute Mountain Reservation, Colorado, New Mexico & Utah. The following Tribes were invited to consult but did not participate: Kiowa Indian Tribe of Oklahoma; Pueblo of Santa Ana, New Mexico; Shoshone-Bannock Tribes of the Fort Hall Reservation of Idaho; and the Zuni Tribe of the Zuni Reservation, New Mexico.\\n        History and Description of Remains\\n        In the 1930s, human remains representing, at minimum, one individual were removed from Routt County, CO, on or near the Sullivan Ranch by a private citizen. They are identified as Office of Archaeology and Historic Preservation (OAHP) Case Number 271. In March 2009, after the citizen passed away, the remains were turned over to the Department of Archaeology and Historic Preservation of the state of Washington by his descendants, requesting that they be returned to the land they originated from in Colorado. The remains were transferred to History Colorado in March 2010 for disposition under NAGPRA. No known individuals were identified. No associated funerary objects are present.\\n        The citizen was employed as a sheepherder on the Sullivan Ranch at the time he removed the remains. He later moved to Washington, taking the remains with him. The Washington State Physical Anthropologist determined that the remains were of Native American ancestry.\\n        In November 2007, human remains representing, at minimum, one individual were discovered in a recently purchased home in Rio Blanco County, CO, by a private citizen. She notified the county sheriff, who collected the remains. They were transferred to History Colorado in June 2010. The remains are identified as OAHP Case Number 273. No known individuals were identified. No associated funerary objects are present.\\n        An unidentified person, who apparently collected the remains, gave the remains to the previous homeowner decades earlier. Osteological analysis arranged by the county sheriff determined that they are of Native American ancestry.\\n        Determinations Made by History Colorado\\n        Officials at History Colorado have determined that:\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9)-(10), the human remains described above represent the physical remains of two individuals of Native American ancestry.\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001 (2), a relationship of shared group identity cannot be reasonably traced between the Native American human remains described above and any present-day Indian tribe.\\n\\n        History Colorado has determined that the human remains are \\xe2\\x80\\x9cculturally unidentifiable\\xe2\\x80\\x9d under NAGPRA, 43 CFR 10.9 (e)(6). In 2006, History Colorado, in partnership with the Colorado Commission of Indian Affairs, Southern Ute Indian Tribe of the Southern Ute Reservation, Colorado, and Ute Mountain Tribe of the Ute Mountain Reservation, Colorado, New Mexico & Utah conducted consultations with the tribes that have ancestral ties to the state of Colorado to develop the process for disposition of culturally unidentifiable Native American human remains and associated funerary objects originating from inadvertent discoveries on Colorado state and private lands. As a result of the consultation, a process was developed, titled: Process for Consultation, Transfer, and Reburial of Culturally Unidentifiable Native American Human Remains and Associated Funerary Objects Originating From Inadvertent Discoveries on Colorado State and Private Lands (2008) (unpublished, on file with the Colorado Office of Archaeology and Historic Preservation). The remains described above were recovered from the Basin and Plateau Consultation Region, as established by the Process, and tribes consulted are those who have expressed their wishes to be notified of discoveries in this region.\\n\\n        The Native American Graves Protection and Repatriation Review Committee (Review Committee) is responsible for recommending specific actions for disposition of culturally unidentifiable human remains. On November 3-4, 2006, the Process was presented to the Review Committee for consideration. A January 8, 2007 letter on behalf of the Review Committee from the Designated Federal Officer transmitted the provisional authorization to proceed with the Process upon receipt of formal responses from the Jicarilla Apache Nation, New Mexico, and Kiowa Indian Tribe of Oklahoma, and subject to forthcoming conditions imposed by the Secretary of the Interior. On May 15-16, 2008, the responses from the Jicarilla Apache Nation, New Mexico, and Kiowa Indian Tribe of Oklahoma were submitted to the Review Committee. On September 23, 2008, the Assistant Secretary for Fish and Wildlife and Parks, as the designee for the Secretary of the Interior, transmitted the authorization for the disposition of culturally unidentifiable human remains according to the Process and NAGPRA, pending publication of a Notice of Inventory Completion in the Federal Register. This notice fulfills that requirement.\\n\\n        43 CFR 10.11 was promulgated March 15, 2010, providing a process for the disposition of culturally unidentifiable Native American human remains recovered from tribal or aboriginal lands as established by the final judgment of the Indian Claims Commission or U.S. Court of Claims, a treaty, Act of Congress, or Executive Order, or other authoritative governmental sources. There is no evidence indicating that the human remains reported in this notice originated from tribal or aboriginal lands, making them eligible for disposition under the Process.\\n        \\n        Additional Requestors and Disposition\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the human remains should contact Sheila Goff, NAGPRA Liaison, History Colorado, 1200 Broadway, Denver, CO 80203, telephone (303) 866-4531, before April 6, 2012. Transfer of control of the human remains to the Southern Ute Indian Tribe of the Southern Ute Reservation, Colorado, and the Ute Mountain Tribe of the Ute Mountain Reservation, Colorado, New Mexico & Utah may proceed after that date if no additional claimants come forward.\\n        History Colorado is responsible for notifying the Apache Tribe of Oklahoma; Arapahoe Tribe of the Wind River Reservation, Wyoming; Cheyenne and Arapaho Tribes, Oklahoma; Cheyenne River Sioux Tribe of the Cheyenne River Reservation, South Dakota; Comanche Nation, Oklahoma; Crow Creek Sioux Tribe of the Crow Creek Reservation, South Dakota; Crow Tribe of Montana; Fort Sill Apache Tribe of Oklahoma; Hopi Tribe of Arizona; Jicarilla Apache Nation, New Mexico; Kewa Pueblo, New Mexico (formerly Pueblo of Santo Domingo); Kiowa Indian Tribe of Oklahoma; Mescalero Apache Tribe of the Mescalero Reservation, New Mexico; Navajo Nation, Arizona, New Mexico & Utah; Northern Cheyenne Tribe of the Northern Cheyenne Indian Reservation, Montana; Oglala Sioux Tribe of the Pine Ridge Reservation, South Dakota; Ohkay Owingeh, New Mexico (formerly the Pueblo of San Juan); Paiute Indian Tribe of Utah (Cedar Band of Paiutes, Kanosh Band of Paiutes, Koosharem Band of Paiutes, Indian Peaks Band of Paiutes, and Shivwits Band of Paiutes) (formerly Paiute Indian Tribe of Utah (Cedar City Band of Paiutes, Kanosh Band of Paiutes, Koosharem Band of Paiutes, Indian Peaks Band of Paiutes, and Shivwits Band of Paiutes)); Pawnee Nation of Oklahoma; Pueblo of Acoma, New Mexico; Pueblo of Cochiti, New Mexico; Pueblo of Isleta, New Mexico; Pueblo of Jemez, New Mexico; Pueblo of Laguna, New Mexico; Pueblo of Nambe, New Mexico; Pueblo of Picuris, New Mexico; Pueblo of Pojoaque, New Mexico; Pueblo of San Felipe, New Mexico; Pueblo of San Ildefonso, New Mexico; Pueblo of Sandia, New Mexico; Pueblo of Santa Ana, New Mexico; Pueblo of Santa Clara, New Mexico; Pueblo of Taos, New Mexico; Pueblo of Tesuque, New Mexico; Pueblo of Zia, New Mexico; Rosebud Sioux Tribe of the Rosebud Indian Reservation, South Dakota; San Juan Southern Paiute Tribe of Arizona; Shoshone-Bannock Tribes of the Fort Hall Reservation of Idaho; Shoshone Tribe of the Wind River Reservation, Wyoming; Southern Ute Indian Tribe of the Southern Ute Indian Reservation, Colorado; Standing Rock Sioux Tribe of North & South Dakota; Three Affiliated Tribes of the Fort Berthold Reservation, North Dakota; Ute Indian Tribe of the Uintah & Ouray Reservation, Utah; Ute Mountain Tribe of the Ute Mountain Reservation, Colorado, New Mexico & Utah; Wichita and Affiliated Tribes (Wichita, Keechi, Waco & Tawakoni), Oklahoma; Ysleta Del Sur Pueblo of Texas; and the Zuni Tribe of the Zuni Reservation, New Mexico, that this notice has been published.\\n        \\n          Dated: March 2, 2012\\n          Sherry Hutt,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. 2012-5587 Filed 3-6-12; 8:45 am]\\n      BILLING CODE 4312-50-P\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "[2253-665]", "subject": "Notice of Inventory Completion: History Colorado, Denver, CO", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "History Colorado (formerly the Colorado Historical Society) has completed an inventory of human remains, in consultation with the appropriate Indian tribes, and has determined that there is insufficient evidence to reasonably establish cultural affiliation between the human remains and present-day Indian tribes. Representatives of any Indian tribe that believes itself to be culturally affiliated with the human remains may contact History Colorado. Disposition of the human remains to the Indian tribes stated below may occur if no additional claimants come forward.", "dates": "Representatives of any Indian tribe that believes it has a cultural affiliation with the human remains should contact History Colorado at the address below by April 6, 2012.", "addresses": "Sheila Goff, NAGPRA Liaison, History Colorado, 1200 Broadway, Denver, CO 80203, telephone (303) 866-4531.", "signature_dated": "Dated: March 2, 2012", "signature_name": "Sherry Hutt,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. 2012-5587 Filed 3-6-12; 8:45 am]", "billing_code": "BILLING CODE 4312-50-P", "supp_info": "SUPPLEMENTARY INFORMATION: \n Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains and associated funerary objects under the control of History Colorado, Denver, CO. The human remains were recovered from Rio Blanco and Routt Counties, CO. \n This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003(d)(3) and 43 CFR 10.11(d). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains. The National Park Service is not responsible for the determinations in this notice. \n Consultation \n In 2010 and 2011, a detailed assessment of the human remains was made by History Colorado professional staff in consultation with representatives of the Jicarilla Apache Nation, New Mexico; Ohkay Owingeh, New Mexico (formerly the Pueblo of San Juan); Paiute Indian Tribe of Utah (Cedar Band of Paiutes, Kanosh Band of Paiutes, Koosharem Band of Paiutes, Indian Peaks Band of Paiutes, and Shivwits Band of Paiutes) (formerly Paiute Indian Tribe of Utah (Cedar City Band of Paiutes, Kanosh Band of Paiutes, Koosharem Band of Paiutes, Indian Peaks Band of Paiutes, and Shivwits Band of Paiutes)); Pueblo of Cochiti, New Mexico; Pueblo of San Ildefonso, New Mexico; Pueblo of Santa Clara, New Mexico; Shoshone Tribe of the Wind River Reservation, Wyoming; Southern Ute Indian Tribe of the Southern Ute Reservation, Colorado; Ute Indian Tribe of the Uintah & Ouray Reservation, Utah; and the Ute Mountain Tribe of the Ute Mountain Reservation, Colorado, New Mexico & Utah. The following Tribes were invited to consult but did not participate: Kiowa Indian Tribe of Oklahoma; Pueblo of Santa Ana, New Mexico; Shoshone-Bannock Tribes of the Fort Hall Reservation of Idaho; and the Zuni Tribe of the Zuni Reservation, New Mexico. \n History and Description of Remains \n In the 1930s, human remains representing, at minimum, one individual were removed from Routt County, CO, on or near the Sullivan Ranch by a private citizen. They are identified as Office of Archaeology and Historic Preservation (OAHP) Case Number 271. In March 2009, after the citizen passed away, the remains were turned over to the Department of Archaeology and Historic Preservation of the state of Washington by his descendants, requesting that they be returned to the land they originated from in Colorado. The remains were transferred to History Colorado in March 2010 for disposition under NAGPRA. No known individuals were identified. No associated funerary objects are present. \n The citizen was employed as a sheepherder on the Sullivan Ranch at the time he removed the remains. He later moved to Washington, taking the remains with him. The Washington State Physical Anthropologist determined that the remains were of Native American ancestry. \n In November 2007, human remains representing, at minimum, one individual were discovered in a recently purchased home in Rio Blanco County, CO, by a private citizen. She notified the county sheriff, who collected the remains. They were transferred to History Colorado in June 2010. The remains are identified as OAHP Case Number 273. No known individuals were identified. No associated funerary objects are present. \n An unidentified person, who apparently collected the remains, gave the remains to the previous homeowner decades earlier. Osteological analysis arranged by the county sheriff determined that they are of Native American ancestry. \n Determinations Made by History Colorado \n Officials at History Colorado have determined that: \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9)-(10), the human remains described above represent the physical remains of two individuals of Native American ancestry. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001 (2), a relationship of shared group identity cannot be reasonably traced between the Native American human remains described above and any present-day Indian tribe. \n History Colorado has determined that the human remains are \\xe2\\x80\\x9cculturally unidentifiable\\xe2\\x80\\x9d under NAGPRA, 43 CFR 10.9 (e)(6). In 2006, History Colorado, in partnership with the Colorado Commission of Indian Affairs, Southern Ute Indian Tribe of the Southern Ute Reservation, Colorado, and Ute Mountain Tribe of the Ute Mountain Reservation, Colorado, New Mexico & Utah conducted consultations with the tribes that have ancestral ties to the state of Colorado to develop the process for disposition of culturally unidentifiable Native American human remains and associated funerary objects originating from inadvertent discoveries on Colorado state and private lands. As a result of the consultation, a process was developed, titled: Process for Consultation, Transfer, and Reburial of Culturally Unidentifiable Native American Human Remains and Associated Funerary Objects Originating From Inadvertent Discoveries on Colorado State and Private Lands (2008) (unpublished, on file with the Colorado Office of Archaeology and Historic Preservation). The remains described above were recovered from the Basin and Plateau Consultation Region, as established by the Process, and tribes consulted are those who have expressed their wishes to be notified of discoveries in this region. \n The Native American Graves Protection and Repatriation Review Committee (Review Committee) is responsible for recommending specific actions for disposition of culturally unidentifiable human remains. On November 3-4, 2006, the Process was presented to the Review Committee for consideration. A January 8, 2007 letter on behalf of the Review Committee from the Designated Federal Officer transmitted the provisional authorization to proceed with the Process upon receipt of formal responses from the Jicarilla Apache Nation, New Mexico, and Kiowa Indian Tribe of Oklahoma, and subject to forthcoming conditions imposed by the Secretary of the Interior. On May 15-16, 2008, the responses from the Jicarilla Apache Nation, New Mexico, and Kiowa Indian Tribe of Oklahoma were submitted to the Review Committee. On September 23, 2008, the Assistant Secretary for Fish and Wildlife and Parks, as the designee for the Secretary of the Interior, transmitted the authorization for the disposition of culturally unidentifiable human remains according to the Process and NAGPRA, pending publication of a Notice of Inventory Completion in the Federal Register. This notice fulfills that requirement. \n 43 CFR 10.11 was promulgated March 15, 2010, providing a process for the disposition of culturally unidentifiable Native American human remains recovered from tribal or aboriginal lands as established by the final judgment of the Indian Claims Commission or U.S. Court of Claims, a treaty, Act of Congress, or Executive Order, or other authoritative governmental sources. There is no evidence indicating that the human remains reported in this notice originated from tribal or aboriginal lands, making them eligible for disposition under the Process.\\n         \n Additional Requestors and Disposition \n Representatives of any other Indian tribe that believes itself to be culturally affiliated with the human remains should contact Sheila Goff, NAGPRA Liaison, History Colorado, 1200 Broadway, Denver, CO 80203, telephone (303) 866-4531, before April 6, 2012. Transfer of control of the human remains to the Southern Ute Indian Tribe of the Southern Ute Reservation, Colorado, and the Ute Mountain Tribe of the Ute Mountain Reservation, Colorado, New Mexico & Utah may proceed after that date if no additional claimants come forward. \n History Colorado is responsible for notifying the Apache Tribe of Oklahoma; Arapahoe Tribe of the Wind River Reservation, Wyoming; Cheyenne and Arapaho Tribes, Oklahoma; Cheyenne River Sioux Tribe of the Cheyenne River Reservation, South Dakota; Comanche Nation, Oklahoma; Crow Creek Sioux Tribe of the Crow Creek Reservation, South Dakota; Crow Tribe of Montana; Fort Sill Apache Tribe of Oklahoma; Hopi Tribe of Arizona; Jicarilla Apache Nation, New Mexico; Kewa Pueblo, New Mexico (formerly Pueblo of Santo Domingo); Kiowa Indian Tribe of Oklahoma; Mescalero Apache Tribe of the Mescalero Reservation, New Mexico; Navajo Nation, Arizona, New Mexico & Utah; Northern Cheyenne Tribe of the Northern Cheyenne Indian Reservation, Montana; Oglala Sioux Tribe of the Pine Ridge Reservation, South Dakota; Ohkay Owingeh, New Mexico (formerly the Pueblo of San Juan); Paiute Indian Tribe of Utah (Cedar Band of Paiutes, Kanosh Band of Paiutes, Koosharem Band of Paiutes, Indian Peaks Band of Paiutes, and Shivwits Band of Paiutes) (formerly Paiute Indian Tribe of Utah (Cedar City Band of Paiutes, Kanosh Band of Paiutes, Koosharem Band of Paiutes, Indian Peaks Band of Paiutes, and Shivwits Band of Paiutes)); Pawnee Nation of Oklahoma; Pueblo of Acoma, New Mexico; Pueblo of Cochiti, New Mexico; Pueblo of Isleta, New Mexico; Pueblo of Jemez, New Mexico; Pueblo of Laguna, New Mexico; Pueblo of Nambe, New Mexico; Pueblo of Picuris, New Mexico; Pueblo of Pojoaque, New Mexico; Pueblo of San Felipe, New Mexico; Pueblo of San Ildefonso, New Mexico; Pueblo of Sandia, New Mexico; Pueblo of Santa Ana, New Mexico; Pueblo of Santa Clara, New Mexico; Pueblo of Taos, New Mexico; Pueblo of Tesuque, New Mexico; Pueblo of Zia, New Mexico; Rosebud Sioux Tribe of the Rosebud Indian Reservation, South Dakota; San Juan Southern Paiute Tribe of Arizona; Shoshone-Bannock Tribes of the Fort Hall Reservation of Idaho; Shoshone Tribe of the Wind River Reservation, Wyoming; Southern Ute Indian Tribe of the Southern Ute Indian Reservation, Colorado; Standing Rock Sioux Tribe of North & South Dakota; Three Affiliated Tribes of the Fort Berthold Reservation, North Dakota; Ute Indian Tribe of the Uintah & Ouray Reservation, Utah; Ute Mountain Tribe of the Ute Mountain Reservation, Colorado, New Mexico & Utah; Wichita and Affiliated Tribes (Wichita, Keechi, Waco & Tawakoni), Oklahoma; Ysleta Del Sur Pueblo of Texas; and the Zuni Tribe of the Zuni Reservation, New Mexico, that this notice has been published. \n ", "consultation": "In 2010 and 2011, a detailed assessment of the human remains was made by History Colorado professional staff in consultation with representatives of the Jicarilla Apache Nation, New Mexico; Ohkay Owingeh, New Mexico (formerly the Pueblo of San Juan); Paiute Indian Tribe of Utah (Cedar Band of Paiutes, Kanosh Band of Paiutes, Koosharem Band of Paiutes, Indian Peaks Band of Paiutes, and Shivwits Band of Paiutes) (formerly Paiute Indian Tribe of Utah (Cedar City Band of Paiutes, Kanosh Band of Paiutes, Koosharem Band of Paiutes, Indian Peaks Band of Paiutes, and Shivwits Band of Paiutes)); Pueblo of Cochiti, New Mexico; Pueblo of San Ildefonso, New Mexico; Pueblo of Santa Clara, New Mexico; Shoshone Tribe of the Wind River Reservation, Wyoming; Southern Ute Indian Tribe of the Southern Ute Reservation, Colorado; Ute Indian Tribe of the Uintah & Ouray Reservation, Utah; and the Ute Mountain Tribe of the Ute Mountain Reservation, Colorado, New Mexico & Utah. The following Tribes were invited to consult but did not participate: Kiowa Indian Tribe of Oklahoma; Pueblo of Santa Ana, New Mexico; Shoshone-Bannock Tribes of the Fort Hall Reservation of Idaho; and the Zuni Tribe of the Zuni Reservation, New Mexico. \n ", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Determinations Made by History Colorado \n Officials at History Colorado have determined that: \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9)-(10), the human remains described above represent the physical remains of two individuals of Native American ancestry. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001 (2), a relationship of shared group identity cannot be reasonably traced between the Native American human remains described above and any present-day Indian tribe. \n History Colorado has determined that the human remains are \\xe2\\x80\\x9cculturally unidentifiable\\xe2\\x80\\x9d under NAGPRA, 43 CFR 10.9 (e)(6). In 2006, History Colorado, in partnership with the Colorado Commission of Indian Affairs, Southern Ute Indian Tribe of the Southern Ute Reservation, Colorado, and Ute Mountain Tribe of the Ute Mountain Reservation, Colorado, New Mexico & Utah conducted consultations with the tribes that have ancestral ties to the state of Colorado to develop the process for disposition of culturally unidentifiable Native American human remains and associated funerary objects originating from inadvertent discoveries on Colorado state and private lands. As a result of the consultation, a process was developed, titled: Process for Consultation, Transfer, and Reburial of Culturally Unidentifiable Native American Human Remains and Associated Funerary Objects Originating From Inadvertent Discoveries on Colorado State and Private Lands (2008) (unpublished, on file with the Colorado Office of Archaeology and Historic Preservation). The remains described above were recovered from the Basin and Plateau Consultation Region, as established by the Process, and tribes consulted are those who have expressed their wishes to be notified of discoveries in this region. \n The Native American Graves Protection and Repatriation Review Committee (Review Committee) is responsible for recommending specific actions for disposition of culturally unidentifiable human remains. On November 3-4, 2006, the Process was presented to the Review Committee for consideration. A January 8, 2007 letter on behalf of the Review Committee from the Designated Federal Officer transmitted the provisional authorization to proceed with the Process upon receipt of formal responses from the Jicarilla Apache Nation, New Mexico, and Kiowa Indian Tribe of Oklahoma, and subject to forthcoming conditions imposed by the Secretary of the Interior. On May 15-16, 2008, the responses from the Jicarilla Apache Nation, New Mexico, and Kiowa Indian Tribe of Oklahoma were submitted to the Review Committee. On September 23, 2008, the Assistant Secretary for Fish and Wildlife and Parks, as the designee for the Secretary of the Interior, transmitted the authorization for the disposition of culturally unidentifiable human remains according to the Process and NAGPRA, pending publication of a Notice of Inventory Completion in the Federal Register. This notice fulfills that requirement. \n 43 CFR 10.11 was promulgated March 15, 2010, providing a process for the disposition of culturally unidentifiable Native American human remains recovered from tribal or aboriginal lands as established by the final judgment of the Indian Claims Commission or U.S. Court of Claims, a treaty, Act of Congress, or Executive Order, or other authoritative governmental sources. There is no evidence indicating that the human remains reported in this notice originated from tribal or aboriginal lands, making them eligible for disposition under the Process.\\n         \n ", "a_r_d": "Representatives of any other Indian tribe that believes itself to be culturally affiliated with the human remains should contact Sheila Goff, NAGPRA Liaison, History Colorado, 1200 Broadway, Denver, CO 80203, telephone (303) 866-4531, before April 6, 2012. Transfer of control of the human remains to the Southern Ute Indian Tribe of the Southern Ute Reservation, Colorado, and the Ute Mountain Tribe of the Ute Mountain Reservation, Colorado, New Mexico & Utah may proceed after that date if no additional claimants come forward. \n History Colorado is responsible for notifying the Apache Tribe of Oklahoma; Arapahoe Tribe of the Wind River Reservation, Wyoming; Cheyenne and Arapaho Tribes, Oklahoma; Cheyenne River Sioux Tribe of the Cheyenne River Reservation, South Dakota; Comanche Nation, Oklahoma; Crow Creek Sioux Tribe of the Crow Creek Reservation, South Dakota; Crow Tribe of Montana; Fort Sill Apache Tribe of Oklahoma; Hopi Tribe of Arizona; Jicarilla Apache Nation, New Mexico; Kewa Pueblo, New Mexico (formerly Pueblo of Santo Domingo); Kiowa Indian Tribe of Oklahoma; Mescalero Apache Tribe of the Mescalero Reservation, New Mexico; Navajo Nation, Arizona, New Mexico & Utah; Northern Cheyenne Tribe of the Northern Cheyenne Indian Reservation, Montana; Oglala Sioux Tribe of the Pine Ridge Reservation, South Dakota; Ohkay Owingeh, New Mexico (formerly the Pueblo of San Juan); Paiute Indian Tribe of Utah (Cedar Band of Paiutes, Kanosh Band of Paiutes, Koosharem Band of Paiutes, Indian Peaks Band of Paiutes, and Shivwits Band of Paiutes) (formerly Paiute Indian Tribe of Utah (Cedar City Band of Paiutes, Kanosh Band of Paiutes, Koosharem Band of Paiutes, Indian Peaks Band of Paiutes, and Shivwits Band of Paiutes)); Pawnee Nation of Oklahoma; Pueblo of Acoma, New Mexico; Pueblo of Cochiti, New Mexico; Pueblo of Isleta, New Mexico; Pueblo of Jemez, New Mexico; Pueblo of Laguna, New Mexico; Pueblo of Nambe, New Mexico; Pueblo of Picuris, New Mexico; Pueblo of Pojoaque, New Mexico; Pueblo of San Felipe, New Mexico; Pueblo of San Ildefonso, New Mexico; Pueblo of Sandia, New Mexico; Pueblo of Santa Ana, New Mexico; Pueblo of Santa Clara, New Mexico; Pueblo of Taos, New Mexico; Pueblo of Tesuque, New Mexico; Pueblo of Zia, New Mexico; Rosebud Sioux Tribe of the Rosebud Indian Reservation, South Dakota; San Juan Southern Paiute Tribe of Arizona; Shoshone-Bannock Tribes of the Fort Hall Reservation of Idaho; Shoshone Tribe of the Wind River Reservation, Wyoming; Southern Ute Indian Tribe of the Southern Ute Indian Reservation, Colorado; Standing Rock Sioux Tribe of North & South Dakota; Three Affiliated Tribes of the Fort Berthold Reservation, North Dakota; Ute Indian Tribe of the Uintah & Ouray Reservation, Utah; Ute Mountain Tribe of the Ute Mountain Reservation, Colorado, New Mexico & Utah; Wichita and Affiliated Tribes (Wichita, Keechi, Waco & Tawakoni), Oklahoma; Ysleta Del Sur Pueblo of Texas; and the Zuni Tribe of the Zuni Reservation, New Mexico, that this notice has been published. \n "}