{"index": "I_1034", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        [NPS-WASO-NAGPRA-10538: 2200-1100-665]\\n        Notice of Inventory Completion: Gregg County Historical Museum, Longview, TX\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        \\n          SUMMARY:\\n          The Gregg County Historical Museum has completed an inventory of human remains and associated funerary objects in consultation with the appropriate Indian tribe and has determined that there is a cultural affiliation between the human remains and associated funerary objects and a present-day Indian tribe. Representatives of any Indian tribe that believes itself to be culturally affiliated with the human remains and associated funerary objects may contact the Gregg County Historical Museum. Repatriation of the human remains and associated funerary objects to the Indian tribe stated below may occur if no additional claimants come forward.\\n        \\n        \\n          DATES:\\n          Representatives of any Indian tribe that believes it has a cultural affiliation with the human remains and associated funerary objects should contact the Gregg County Historical Museum at the address below by August 10, 2012.\\n        \\n        \\n          ADDRESSES:\\n          Neina Kennedy, Executive Director, Gregg County Historical Museum, 214 N. Fredonia Street, Longview, TX 75601, telephone (903) 753-5840.\\n        \\n      \\n      \\n        SUPPLEMENTARY INFORMATION:\\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains and associated funerary objects in the possession of the Gregg County Historical Museum in Longview, TX. The human remains and associated funerary objects were removed from a total of 16 archeological sites, including 13 sites located in Gregg, Harrison, Red River, Rusk and Upshur counties in Texas and three sites of unknown county location within eastern Texas.\\n\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003(d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations in this notice.\\n        Consultation\\n        A detailed assessment of the human remains was made by physical anthropology consultants (Angela Tine, Geo-Marine, Inc., and Nikki Dixon, The University of Texas at Arlington) in 2010 and 2011, working with the curator of the Buddy Jones collection at the Gregg County Historical Museum. A detailed assessment of the associated funerary objects was made by the professional staff of Archeological & Environmental Consultants, LLC, in conjunction with the curator of the Buddy Jones collection at the Gregg County Historical Museum. Both assessments were made in consultation with representatives of the Caddo Nation of Oklahoma.\\n        History and Description of the Remains\\n        In 2002, the Buddy Calvin Jones collection, a privately-held collection of Native American human remains and artifacts, was donated to the Gregg County Historical Museum, Longview, TX. Buddy Calvin Jones was an avocational archeologist who later became a professional archeologist, and excavated numerous sites in eastern Texas. The collection contains human remains and associated funerary objects removed from a total of 16 archeological sites, including 13 sites located in Gregg, Harrison, Red River, Rusk and Upshur counties in Texas and three sites of unknown location within eastern Texas.\\n        In 1963, human remains representing, at minimum, five individuals were removed from three burials at site 41GG50, in Gregg County, TX. The human remains from Burial 1 include one possibly male adult, one adult of unknown sex, and one juvenile of unknown sex. The human remains from Burial 6 include an occipital cranial bone fragment of one adult of unknown sex. The human remains from Burial 7 include one adult of unknown sex. No known individuals were identified. The 11 associated funerary objects are 5 ceramic vessels from Burial 1; 4 ceramic vessels form Burial 6; and 2 ceramic vessels form Burial 7. The burials date to A.D. 1200-1400, the Middle Caddo period.\\n        In the late 1950s, human remains representing, at minimum, six individuals were removed from five burials at site 41HS269 (C.D. Marsh), in Harrison County, TX. The human remains from Burial 1 include two human molars of one individual of unknown age and sex. The human remains from Burial 2 include one adult of unknown sex, and a human medial cuneiform and other bone fragments of one individual of unknown age and sex. The human remains from Burial 4 include a postcranial human bone from one adult of unknown sex. The human remains from Burial 6 include one child of unknown sex. The human remains from Burial 7 include one individual of unknown age and sex. No known individuals were identified. The eight associated funerary objects are four ceramic vessels from Burial 1; 1 lot of miscellaneous sherds from Burial 2; 1 lot of miscellaneous sherds from Burial 4; 1 lot of miscellaneous sherds and lithic debris from Burial 6; and 1 ceramic vessel form Burial 7. The burials rang in date from A.D. 1200-1400, the Middle Caddo period, through the middle-to-late 18th century.\\n        Between December 1961 and January 1962, human remains representing, at minimum, two individuals were removed from one burial at site 41RR16 (Sam Kaufman), in Red River County, TX. The human remains from Burial 2 include one child of unknown sex and fragments of one adult, possibly middle aged and female. No known individuals were identified. The three associated funerary objects are ceramic vessels from Burial 2. The burial dates to A.D. 1500-1600, the Late Caddo period.\\n        In 1957, human remains representing, at minimum, 19 individuals were removed from 16 burials at site 41UR315 (Henry Spencer), in Upshur County, TX. The site was a large cemetery known to have more than 40 burials. The human remains from Burial 1 include one adult of unknown sex. The human remains from Burial 5 include 16 long bone fragments of one individual of unknown age and sex. The human remains from Burial 8 include bone and dental fragments of one adult of unknown age and sex. The human remains from Burial 9 (or 11) include teeth and cranial fragments of one individual. The human remains from Burial 10 include teeth and skull fragments of one adult of unknown sex. The human remains from Burial 13 include teeth and bone fragments of two children of unknown sex. The human remains from Burial 18 (or 28) were comingled and include bone fragments and teeth of one child. The human remains from Burial 21 include bone fragments of one child of unknown sex. The human remains from Burial 22 include teeth and bone fragments of one child of unknown sex and two adults of unknown sex. The human remains from Burial 27 include teeth and bone fragments of one adult of unknown sex. The human remains from Burial 31 include bone fragments of one adult of unknown age and sex. The human remains from Burial 36 include a long bone of one adult of unknown sex. The human remains from an unnumbered burial (Lot 102) include one tooth, miscellaneous cranial fragments and miscellaneous postcranial fragments from one adult of unknown sex. The human remains from an unnumbered burial (Lot 145) include teeth and seven bone fragments of one individual of unknown age and sex. The human remains from an unnumbered burial (UC 31/Lot 151) include two teeth of one individual of unknown age and sex. The human remains from an unnumbered burial (Lot 129) include one adult of unknown sex. No known individuals were identified. The 62 associated funerary objects are 5 ceramic vessels from Burial 1; 6 ceramic vessels from Burial 5; 6 ceramic vessels from Burial 8; 2 ceramic vessels from Burial 9; 3 ceramic vessels from Burial 10; 3 ceramic vessels from Burial 13; 9 ceramic vessels from Burial 18; 1 ceramic vessel from Burial 21; 6 ceramic vessels and 2 ceramic elbow pipes from Burial 22; 6 ceramic vessels from Burial 27; 3 ceramic vessels from Burial 28; 2 ceramic vessels from Burial 31; 5 ceramic vessels from Burial 36; 1 ceramic vessel from an unnumbered burial (Lot 102); 1 lot of miscellaneous sherds from an unnumbered burial (UC 31/Lot 151); and 1 ceramic vessel from an unnumbered burial (Lot 129). The burials likely date to A.D. 1450-1650, the Late Caddo period.\\n        In 1954-1955, human remains representing, at minimum, three individuals were removed from three burials at site 41UR318 (Henry Williams), in Upshur County, TX. The site was a large cemetery known to have more than 36 burials. The human remains from Burial 17 include cranial bone fragments, a temporal bone, long bone fragments, burned bone fragments and a femur diaphysis of one individual of unknown age and sex. The human remains from an unnumbered burial (Lot 130) include bone and teeth of one adult of unknown sex. The human remains from an unnumbered burial (Lot 121) include bone fragments of one juvenile or adult of unknown sex. No known individuals were identified. The two associated funerary objects are a ceramic vessel from Burial 17 and 1 lot of miscellaneous sherds from an unnumbered burial (Lot 121). The burials date to A.D. 1500-1600, the Late Caddo period.\\n\\n        In 1958, human remains representing, at minimum, three individuals were removed from three burials at site 41UR320 (Taft), in Upshur County, TX. The site was a cemetery known to have six burials. The human remains from Burial 3 include molar crowns, incisor crowns and small bone fragments of one individual of unknown age and sex. The human remains from Burial 4 include bone and teeth fragments of one individual of unknown age and sex. The human remains from an unnumbered burial (Lot 150) include teeth and bone fragments of one individual of unknown age and sex. No known individuals were identified. The 15 associated funerary objects are 11 ceramic vessels from Burial 3, 3 ceramic vessels from Burial 4, and 1 plain vessel from the unnumbered burial (Lot 150). The burials date from the period A.D. 1500-1600, the Late Caddo period.\\n        Sometime between the late 1950s and the mid-1960s, human remains representing, at minimum, one individual were removed from one burial at site GC 82 (on Hawkins Creek), in Gregg County, TX. The exact location of the burial is not specified in notes or records of the collection. The site was a cemetery known to have five burials. The human remains from Burial 5 include teeth, phalanges and bone fragments of one individual of unknown age and sex. No known individuals were identified. The one associated funerary object is a spool-necked bottle from Burial 5. The burial dates to A.D. 1500-1600, the Late Caddo period.\\n        In June 1955, human remains representing, at minimum, one individual were removed from one burial at site 41GG51 (Hawkins Creek), in Gregg County, TX. The human remains from an unnumbered burial include mandible fragment and teeth of one juvenile of unknown sex. No known individuals were identified. The one associated funerary object is one lot of miscellaneous sherds. The burial dates to A.D. 1200-1400, the Middle Caddo period.\\n        Sometime between the mid-1950s and mid-1960s, human remains representing at minimum, one individual were removed from one burial at site GC 10 (near Grace Creek), in Gregg County, TX. The exact location of the burial is not specified in notes or records of the collection. The human remains from the unnumbered burial include a human molar of one individual of unknown age and sex. No known individual was identified. No associated funerary objects are present. The burial dates to A.D. 1500-1600, the Late Caddo period.\\n        In 1956, human remains representing at minimum, one individual were removed from one burial at an unknown site (Lot 169), in Rusk County, TX. The exact location of the burial is not specified in notes or records of the collection. The human remains from the unnumbered burial include a human tooth of one individual of unknown age and sex. No known individual was identified. The one associated funerary object is one lot of miscellaneous sherds. The burial dates to A.D. 1200-1400, the Middle Caddo period.\\n        In 1956, human remains representing at minimum, one individual were removed from one burial (Lot 170), in Rusk County, TX. The exact location of the burial is not specified in notes or records of the collection. The human remains from the unnumbered burial include 5 molars, other tooth fragments, and 15 unspecified bone fragments of one individual of unknown age and sex. No known individual was identified. The one associated funerary object is one lot of miscellaneous sherds. The burial dates to A.D. 1200-1400, the Middle Caddo period.\\n        In 1959, human remains representing, at minimum, one individual were removed from one burial at site M-6 Plummer (in Little Cypress Creek basin), in Upshur County, TX. The exact location of the burial is not specified in notes or records of the collection. The human remains from the unnumbered burial include cranium fragments and teeth of one individual of unknown age and sex. No known individuals were identified. The six associated funerary objects are five ceramic bowls and one ceramic bottle. The burial dates to A.D. 1500-1600, the Late Caddo period.\\n        In 1954, human remains representing, at minimum, one individual were removed from one burial at site 41UR319 (Starr Mound), in Upshur County, TX. The human remains from an unnumbered burial include rib fragments, teeth, and unknown bone fragments of one individual of unknown age and sex. No known individuals were identified. No associated funerary objects are present. The burial dates to A.D. 1500-1600, the Late Caddo period.\\n        Sometime between the mid-1950s and mid-1960s, human remains representing, at minimum, one individual were removed from one burial at site TAS-C (in the Sabine River basin), in eastern Texas. The exact location of the burial is not specified in notes or records of the collection. The human remains from the unnumbered burial include a tooth of one adult of unknown sex. No known individuals were identified. The one associated funerary object is a ceramic vessel. The burial dates to A.D. 1500-1600, the Late Caddo period.\\n        At an unknown date between the mid-1950s and mid-1960s, human remains representing, at minimum, one individual were removed from one burial (Burial 36, Lot 134), in eastern Texas. The exact location of the burial is not specified in notes or records of the collection. The human remains from Burial 36, Lot 134 include teeth from one adolescent of unknown sex. No known individuals were identified. The three associated funerary objects are ceramic bowls. The burial dates to A.D. 1430-1680, the Late Caddo period.\\n        Sometime between the mid-1950s and mid-1960s, human remains representing, at minimum, four individuals were removed from four unnumbered burials in eastern Texas. The exact location of the burials is not specified in notes or records of the collection. The human remains from an unnumbered burial (Lot 133) include bone of one subadult of unknown age and sex. No known individuals were identified. The one associated funerary object is an engraved bowl. The burial dates to A.D. 1430-1680, the Late Caddo period. The human remains from an unnumbered burial (Lot 116) include mandibular and molar fragments of one individual of unknown age and sex. No known individual was identified. The one associated funerary object is a brushed punctuated jar. The burial dates to A.D. 1430-1680, the Late Caddo period. The human remains from an unnumbered burial (Lot 160) include teeth and cranial fragments of one individual of unknown age and sex. No known individual was identified. The one associated funerary object is a brushed punctuated jar. The burial dates to A.D. 1500-1600, the Late Caddo period. The human remains from an unnumbered burial (Lot 167) include a human premolar, an unspecified rib fragment, and other unspecified bone fragments of one individual of unknown age and sex. No known individual was identified. The one associated funerary object is 1 lot of miscellaneous sherds. The burial dates to A.D. 1200-1400, the Middle Caddo period.\\n\\n        The human remains and associated funerary objects described above are affiliated with the Caddo Nation of Oklahoma based on geographical and archeological evidence. Eastern Texas is part of the traditional homelands of the Caddo Nation of Oklahoma, based on over 100 years of archeological findings, historical and ethnographic records and documents that date as early as 1540, and the cultural traditions of the Caddo peoples themselves. Many of the burial positions-in rows with the body of the individual laid on an east-west axis and the head facing west-are consistent with Caddo burials in this part of eastern Texas. The associated funerary objects also suggest Caddo origins, based on the characteristic forms, methods of manufacture and decoration styles that are distinctly Eastern Texas Caddo.\\n        Determinations Made by the Gregg County Historical Museum\\n        Officials of the Gregg County Historical Museum have determined that:\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described above represent the physical remains of 51 individuals of Native American ancestry.\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(3)(A), the 119 funerary objects described above are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony.\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and associated funerary objects and the Caddo Nation of Oklahoma.\\n        Additional Requestors and Disposition\\n        Representatives of any Indian tribe that believes itself to be culturally affiliated with the human remains and associated funerary objects should contact Neina Kennedy, Executive Director, Gregg County Historical Museum, 214 N. Fredonia Street, Longview, TX 75601, telephone (903) 753-5840, before August 10, 2012. Repatriation of the human remains and associated funerary objects to the Caddo Nation of Oklahoma may proceed after that date if no additional claimants come forward.\\n        The Gregg County Historical Museum is responsible for notifying the Caddo Nation of Oklahoma that this notice has been published.\\n        \\n          Dated: June 7, 2012.\\n          David Tarler,\\n          Acting Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. 2012-16927 Filed 7-10-12; 8:45 am]\\n      BILLING CODE 4312-50-P\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "[NPS-WASO-NAGPRA-10538: 2200-1100-665]", "subject": "Notice of Inventory Completion: Gregg County Historical Museum, Longview, TX", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "The Gregg County Historical Museum has completed an inventory of human remains and associated funerary objects in consultation with the appropriate Indian tribe and has determined that there is a cultural affiliation between the human remains and associated funerary objects and a present-day Indian tribe. Representatives of any Indian tribe that believes itself to be culturally affiliated with the human remains and associated funerary objects may contact the Gregg County Historical Museum. Repatriation of the human remains and associated funerary objects to the Indian tribe stated below may occur if no additional claimants come forward.", "dates": "Representatives of any Indian tribe that believes it has a cultural affiliation with the human remains and associated funerary objects should contact the Gregg County Historical Museum at the address below by August 10, 2012.", "addresses": "Neina Kennedy, Executive Director, Gregg County Historical Museum, 214 N. Fredonia Street, Longview, TX 75601, telephone (903) 753-5840.", "signature_dated": "Dated: June 7, 2012.", "signature_name": "David Tarler,", "signature_title": "Acting Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. 2012-16927 Filed 7-10-12; 8:45 am]", "billing_code": "BILLING CODE 4312-50-P", "supp_info": "SUPPLEMENTARY INFORMATION: \n Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains and associated funerary objects in the possession of the Gregg County Historical Museum in Longview, TX. The human remains and associated funerary objects were removed from a total of 16 archeological sites, including 13 sites located in Gregg, Harrison, Red River, Rusk and Upshur counties in Texas and three sites of unknown county location within eastern Texas. \n This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003(d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations in this notice. \n Consultation \n A detailed assessment of the human remains was made by physical anthropology consultants (Angela Tine, Geo-Marine, Inc., and Nikki Dixon, The University of Texas at Arlington) in 2010 and 2011, working with the curator of the Buddy Jones collection at the Gregg County Historical Museum. A detailed assessment of the associated funerary objects was made by the professional staff of Archeological & Environmental Consultants, LLC, in conjunction with the curator of the Buddy Jones collection at the Gregg County Historical Museum. Both assessments were made in consultation with representatives of the Caddo Nation of Oklahoma. \n History and Description of the Remains \n In 2002, the Buddy Calvin Jones collection, a privately-held collection of Native American human remains and artifacts, was donated to the Gregg County Historical Museum, Longview, TX. Buddy Calvin Jones was an avocational archeologist who later became a professional archeologist, and excavated numerous sites in eastern Texas. The collection contains human remains and associated funerary objects removed from a total of 16 archeological sites, including 13 sites located in Gregg, Harrison, Red River, Rusk and Upshur counties in Texas and three sites of unknown location within eastern Texas. \n In 1963, human remains representing, at minimum, five individuals were removed from three burials at site 41GG50, in Gregg County, TX. The human remains from Burial 1 include one possibly male adult, one adult of unknown sex, and one juvenile of unknown sex. The human remains from Burial 6 include an occipital cranial bone fragment of one adult of unknown sex. The human remains from Burial 7 include one adult of unknown sex. No known individuals were identified. The 11 associated funerary objects are 5 ceramic vessels from Burial 1; 4 ceramic vessels form Burial 6; and 2 ceramic vessels form Burial 7. The burials date to A.D. 1200-1400, the Middle Caddo period. \n In the late 1950s, human remains representing, at minimum, six individuals were removed from five burials at site 41HS269 (C.D. Marsh), in Harrison County, TX. The human remains from Burial 1 include two human molars of one individual of unknown age and sex. The human remains from Burial 2 include one adult of unknown sex, and a human medial cuneiform and other bone fragments of one individual of unknown age and sex. The human remains from Burial 4 include a postcranial human bone from one adult of unknown sex. The human remains from Burial 6 include one child of unknown sex. The human remains from Burial 7 include one individual of unknown age and sex. No known individuals were identified. The eight associated funerary objects are four ceramic vessels from Burial 1; 1 lot of miscellaneous sherds from Burial 2; 1 lot of miscellaneous sherds from Burial 4; 1 lot of miscellaneous sherds and lithic debris from Burial 6; and 1 ceramic vessel form Burial 7. The burials rang in date from A.D. 1200-1400, the Middle Caddo period, through the middle-to-late 18th century. \n Between December 1961 and January 1962, human remains representing, at minimum, two individuals were removed from one burial at site 41RR16 (Sam Kaufman), in Red River County, TX. The human remains from Burial 2 include one child of unknown sex and fragments of one adult, possibly middle aged and female. No known individuals were identified. The three associated funerary objects are ceramic vessels from Burial 2. The burial dates to A.D. 1500-1600, the Late Caddo period. \n In 1957, human remains representing, at minimum, 19 individuals were removed from 16 burials at site 41UR315 (Henry Spencer), in Upshur County, TX. The site was a large cemetery known to have more than 40 burials. The human remains from Burial 1 include one adult of unknown sex. The human remains from Burial 5 include 16 long bone fragments of one individual of unknown age and sex. The human remains from Burial 8 include bone and dental fragments of one adult of unknown age and sex. The human remains from Burial 9 (or 11) include teeth and cranial fragments of one individual. The human remains from Burial 10 include teeth and skull fragments of one adult of unknown sex. The human remains from Burial 13 include teeth and bone fragments of two children of unknown sex. The human remains from Burial 18 (or 28) were comingled and include bone fragments and teeth of one child. The human remains from Burial 21 include bone fragments of one child of unknown sex. The human remains from Burial 22 include teeth and bone fragments of one child of unknown sex and two adults of unknown sex. The human remains from Burial 27 include teeth and bone fragments of one adult of unknown sex. The human remains from Burial 31 include bone fragments of one adult of unknown age and sex. The human remains from Burial 36 include a long bone of one adult of unknown sex. The human remains from an unnumbered burial (Lot 102) include one tooth, miscellaneous cranial fragments and miscellaneous postcranial fragments from one adult of unknown sex. The human remains from an unnumbered burial (Lot 145) include teeth and seven bone fragments of one individual of unknown age and sex. The human remains from an unnumbered burial (UC 31/Lot 151) include two teeth of one individual of unknown age and sex. The human remains from an unnumbered burial (Lot 129) include one adult of unknown sex. No known individuals were identified. The 62 associated funerary objects are 5 ceramic vessels from Burial 1; 6 ceramic vessels from Burial 5; 6 ceramic vessels from Burial 8; 2 ceramic vessels from Burial 9; 3 ceramic vessels from Burial 10; 3 ceramic vessels from Burial 13; 9 ceramic vessels from Burial 18; 1 ceramic vessel from Burial 21; 6 ceramic vessels and 2 ceramic elbow pipes from Burial 22; 6 ceramic vessels from Burial 27; 3 ceramic vessels from Burial 28; 2 ceramic vessels from Burial 31; 5 ceramic vessels from Burial 36; 1 ceramic vessel from an unnumbered burial (Lot 102); 1 lot of miscellaneous sherds from an unnumbered burial (UC 31/Lot 151); and 1 ceramic vessel from an unnumbered burial (Lot 129). The burials likely date to A.D. 1450-1650, the Late Caddo period. \n In 1954-1955, human remains representing, at minimum, three individuals were removed from three burials at site 41UR318 (Henry Williams), in Upshur County, TX. The site was a large cemetery known to have more than 36 burials. The human remains from Burial 17 include cranial bone fragments, a temporal bone, long bone fragments, burned bone fragments and a femur diaphysis of one individual of unknown age and sex. The human remains from an unnumbered burial (Lot 130) include bone and teeth of one adult of unknown sex. The human remains from an unnumbered burial (Lot 121) include bone fragments of one juvenile or adult of unknown sex. No known individuals were identified. The two associated funerary objects are a ceramic vessel from Burial 17 and 1 lot of miscellaneous sherds from an unnumbered burial (Lot 121). The burials date to A.D. 1500-1600, the Late Caddo period. \n In 1958, human remains representing, at minimum, three individuals were removed from three burials at site 41UR320 (Taft), in Upshur County, TX. The site was a cemetery known to have six burials. The human remains from Burial 3 include molar crowns, incisor crowns and small bone fragments of one individual of unknown age and sex. The human remains from Burial 4 include bone and teeth fragments of one individual of unknown age and sex. The human remains from an unnumbered burial (Lot 150) include teeth and bone fragments of one individual of unknown age and sex. No known individuals were identified. The 15 associated funerary objects are 11 ceramic vessels from Burial 3, 3 ceramic vessels from Burial 4, and 1 plain vessel from the unnumbered burial (Lot 150). The burials date from the period A.D. 1500-1600, the Late Caddo period. \n Sometime between the late 1950s and the mid-1960s, human remains representing, at minimum, one individual were removed from one burial at site GC 82 (on Hawkins Creek), in Gregg County, TX. The exact location of the burial is not specified in notes or records of the collection. The site was a cemetery known to have five burials. The human remains from Burial 5 include teeth, phalanges and bone fragments of one individual of unknown age and sex. No known individuals were identified. The one associated funerary object is a spool-necked bottle from Burial 5. The burial dates to A.D. 1500-1600, the Late Caddo period. \n In June 1955, human remains representing, at minimum, one individual were removed from one burial at site 41GG51 (Hawkins Creek), in Gregg County, TX. The human remains from an unnumbered burial include mandible fragment and teeth of one juvenile of unknown sex. No known individuals were identified. The one associated funerary object is one lot of miscellaneous sherds. The burial dates to A.D. 1200-1400, the Middle Caddo period. \n Sometime between the mid-1950s and mid-1960s, human remains representing at minimum, one individual were removed from one burial at site GC 10 (near Grace Creek), in Gregg County, TX. The exact location of the burial is not specified in notes or records of the collection. The human remains from the unnumbered burial include a human molar of one individual of unknown age and sex. No known individual was identified. No associated funerary objects are present. The burial dates to A.D. 1500-1600, the Late Caddo period. \n In 1956, human remains representing at minimum, one individual were removed from one burial at an unknown site (Lot 169), in Rusk County, TX. The exact location of the burial is not specified in notes or records of the collection. The human remains from the unnumbered burial include a human tooth of one individual of unknown age and sex. No known individual was identified. The one associated funerary object is one lot of miscellaneous sherds. The burial dates to A.D. 1200-1400, the Middle Caddo period. \n In 1956, human remains representing at minimum, one individual were removed from one burial (Lot 170), in Rusk County, TX. The exact location of the burial is not specified in notes or records of the collection. The human remains from the unnumbered burial include 5 molars, other tooth fragments, and 15 unspecified bone fragments of one individual of unknown age and sex. No known individual was identified. The one associated funerary object is one lot of miscellaneous sherds. The burial dates to A.D. 1200-1400, the Middle Caddo period. \n In 1959, human remains representing, at minimum, one individual were removed from one burial at site M-6 Plummer (in Little Cypress Creek basin), in Upshur County, TX. The exact location of the burial is not specified in notes or records of the collection. The human remains from the unnumbered burial include cranium fragments and teeth of one individual of unknown age and sex. No known individuals were identified. The six associated funerary objects are five ceramic bowls and one ceramic bottle. The burial dates to A.D. 1500-1600, the Late Caddo period. \n In 1954, human remains representing, at minimum, one individual were removed from one burial at site 41UR319 (Starr Mound), in Upshur County, TX. The human remains from an unnumbered burial include rib fragments, teeth, and unknown bone fragments of one individual of unknown age and sex. No known individuals were identified. No associated funerary objects are present. The burial dates to A.D. 1500-1600, the Late Caddo period. \n Sometime between the mid-1950s and mid-1960s, human remains representing, at minimum, one individual were removed from one burial at site TAS-C (in the Sabine River basin), in eastern Texas. The exact location of the burial is not specified in notes or records of the collection. The human remains from the unnumbered burial include a tooth of one adult of unknown sex. No known individuals were identified. The one associated funerary object is a ceramic vessel. The burial dates to A.D. 1500-1600, the Late Caddo period. \n At an unknown date between the mid-1950s and mid-1960s, human remains representing, at minimum, one individual were removed from one burial (Burial 36, Lot 134), in eastern Texas. The exact location of the burial is not specified in notes or records of the collection. The human remains from Burial 36, Lot 134 include teeth from one adolescent of unknown sex. No known individuals were identified. The three associated funerary objects are ceramic bowls. The burial dates to A.D. 1430-1680, the Late Caddo period. \n Sometime between the mid-1950s and mid-1960s, human remains representing, at minimum, four individuals were removed from four unnumbered burials in eastern Texas. The exact location of the burials is not specified in notes or records of the collection. The human remains from an unnumbered burial (Lot 133) include bone of one subadult of unknown age and sex. No known individuals were identified. The one associated funerary object is an engraved bowl. The burial dates to A.D. 1430-1680, the Late Caddo period. The human remains from an unnumbered burial (Lot 116) include mandibular and molar fragments of one individual of unknown age and sex. No known individual was identified. The one associated funerary object is a brushed punctuated jar. The burial dates to A.D. 1430-1680, the Late Caddo period. The human remains from an unnumbered burial (Lot 160) include teeth and cranial fragments of one individual of unknown age and sex. No known individual was identified. The one associated funerary object is a brushed punctuated jar. The burial dates to A.D. 1500-1600, the Late Caddo period. The human remains from an unnumbered burial (Lot 167) include a human premolar, an unspecified rib fragment, and other unspecified bone fragments of one individual of unknown age and sex. No known individual was identified. The one associated funerary object is 1 lot of miscellaneous sherds. The burial dates to A.D. 1200-1400, the Middle Caddo period. \n The human remains and associated funerary objects described above are affiliated with the Caddo Nation of Oklahoma based on geographical and archeological evidence. Eastern Texas is part of the traditional homelands of the Caddo Nation of Oklahoma, based on over 100 years of archeological findings, historical and ethnographic records and documents that date as early as 1540, and the cultural traditions of the Caddo peoples themselves. Many of the burial positions-in rows with the body of the individual laid on an east-west axis and the head facing west-are consistent with Caddo burials in this part of eastern Texas. The associated funerary objects also suggest Caddo origins, based on the characteristic forms, methods of manufacture and decoration styles that are distinctly Eastern Texas Caddo. \n Determinations Made by the Gregg County Historical Museum \n Officials of the Gregg County Historical Museum have determined that: \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described above represent the physical remains of 51 individuals of Native American ancestry. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(3)(A), the 119 funerary objects described above are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and associated funerary objects and the Caddo Nation of Oklahoma. \n Additional Requestors and Disposition \n Representatives of any Indian tribe that believes itself to be culturally affiliated with the human remains and associated funerary objects should contact Neina Kennedy, Executive Director, Gregg County Historical Museum, 214 N. Fredonia Street, Longview, TX 75601, telephone (903) 753-5840, before August 10, 2012. Repatriation of the human remains and associated funerary objects to the Caddo Nation of Oklahoma may proceed after that date if no additional claimants come forward. \n The Gregg County Historical Museum is responsible for notifying the Caddo Nation of Oklahoma that this notice has been published. \n ", "consultation": "A detailed assessment of the human remains was made by physical anthropology consultants (Angela Tine, Geo-Marine, Inc., and Nikki Dixon, The University of Texas at Arlington) in 2010 and 2011, working with the curator of the Buddy Jones collection at the Gregg County Historical Museum. A detailed assessment of the associated funerary objects was made by the professional staff of Archeological & Environmental Consultants, LLC, in conjunction with the curator of the Buddy Jones collection at the Gregg County Historical Museum. Both assessments were made in consultation with representatives of the Caddo Nation of Oklahoma. \n ", "h_d_r": "In 2002, the Buddy Calvin Jones collection, a privately-held collection of Native American human remains and artifacts, was donated to the Gregg County Historical Museum, Longview, TX. Buddy Calvin Jones was an avocational archeologist who later became a professional archeologist, and excavated numerous sites in eastern Texas. The collection contains human remains and associated funerary objects removed from a total of 16 archeological sites, including 13 sites located in Gregg, Harrison, Red River, Rusk and Upshur counties in Texas and three sites of unknown location within eastern Texas. \n In 1963, human remains representing, at minimum, five individuals were removed from three burials at site 41GG50, in Gregg County, TX. The human remains from Burial 1 include one possibly male adult, one adult of unknown sex, and one juvenile of unknown sex. The human remains from Burial 6 include an occipital cranial bone fragment of one adult of unknown sex. The human remains from Burial 7 include one adult of unknown sex. No known individuals were identified. The 11 associated funerary objects are 5 ceramic vessels from Burial 1; 4 ceramic vessels form Burial 6; and 2 ceramic vessels form Burial 7. The burials date to A.D. 1200-1400, the Middle Caddo period. \n In the late 1950s, human remains representing, at minimum, six individuals were removed from five burials at site 41HS269 (C.D. Marsh), in Harrison County, TX. The human remains from Burial 1 include two human molars of one individual of unknown age and sex. The human remains from Burial 2 include one adult of unknown sex, and a human medial cuneiform and other bone fragments of one individual of unknown age and sex. The human remains from Burial 4 include a postcranial human bone from one adult of unknown sex. The human remains from Burial 6 include one child of unknown sex. The human remains from Burial 7 include one individual of unknown age and sex. No known individuals were identified. The eight associated funerary objects are four ceramic vessels from Burial 1; 1 lot of miscellaneous sherds from Burial 2; 1 lot of miscellaneous sherds from Burial 4; 1 lot of miscellaneous sherds and lithic debris from Burial 6; and 1 ceramic vessel form Burial 7. The burials rang in date from A.D. 1200-1400, the Middle Caddo period, through the middle-to-late 18th century. \n Between December 1961 and January 1962, human remains representing, at minimum, two individuals were removed from one burial at site 41RR16 (Sam Kaufman), in Red River County, TX. The human remains from Burial 2 include one child of unknown sex and fragments of one adult, possibly middle aged and female. No known individuals were identified. The three associated funerary objects are ceramic vessels from Burial 2. The burial dates to A.D. 1500-1600, the Late Caddo period. \n In 1957, human remains representing, at minimum, 19 individuals were removed from 16 burials at site 41UR315 (Henry Spencer), in Upshur County, TX. The site was a large cemetery known to have more than 40 burials. The human remains from Burial 1 include one adult of unknown sex. The human remains from Burial 5 include 16 long bone fragments of one individual of unknown age and sex. The human remains from Burial 8 include bone and dental fragments of one adult of unknown age and sex. The human remains from Burial 9 (or 11) include teeth and cranial fragments of one individual. The human remains from Burial 10 include teeth and skull fragments of one adult of unknown sex. The human remains from Burial 13 include teeth and bone fragments of two children of unknown sex. The human remains from Burial 18 (or 28) were comingled and include bone fragments and teeth of one child. The human remains from Burial 21 include bone fragments of one child of unknown sex. The human remains from Burial 22 include teeth and bone fragments of one child of unknown sex and two adults of unknown sex. The human remains from Burial 27 include teeth and bone fragments of one adult of unknown sex. The human remains from Burial 31 include bone fragments of one adult of unknown age and sex. The human remains from Burial 36 include a long bone of one adult of unknown sex. The human remains from an unnumbered burial (Lot 102) include one tooth, miscellaneous cranial fragments and miscellaneous postcranial fragments from one adult of unknown sex. The human remains from an unnumbered burial (Lot 145) include teeth and seven bone fragments of one individual of unknown age and sex. The human remains from an unnumbered burial (UC 31/Lot 151) include two teeth of one individual of unknown age and sex. The human remains from an unnumbered burial (Lot 129) include one adult of unknown sex. No known individuals were identified. The 62 associated funerary objects are 5 ceramic vessels from Burial 1; 6 ceramic vessels from Burial 5; 6 ceramic vessels from Burial 8; 2 ceramic vessels from Burial 9; 3 ceramic vessels from Burial 10; 3 ceramic vessels from Burial 13; 9 ceramic vessels from Burial 18; 1 ceramic vessel from Burial 21; 6 ceramic vessels and 2 ceramic elbow pipes from Burial 22; 6 ceramic vessels from Burial 27; 3 ceramic vessels from Burial 28; 2 ceramic vessels from Burial 31; 5 ceramic vessels from Burial 36; 1 ceramic vessel from an unnumbered burial (Lot 102); 1 lot of miscellaneous sherds from an unnumbered burial (UC 31/Lot 151); and 1 ceramic vessel from an unnumbered burial (Lot 129). The burials likely date to A.D. 1450-1650, the Late Caddo period. \n In 1954-1955, human remains representing, at minimum, three individuals were removed from three burials at site 41UR318 (Henry Williams), in Upshur County, TX. The site was a large cemetery known to have more than 36 burials. The human remains from Burial 17 include cranial bone fragments, a temporal bone, long bone fragments, burned bone fragments and a femur diaphysis of one individual of unknown age and sex. The human remains from an unnumbered burial (Lot 130) include bone and teeth of one adult of unknown sex. The human remains from an unnumbered burial (Lot 121) include bone fragments of one juvenile or adult of unknown sex. No known individuals were identified. The two associated funerary objects are a ceramic vessel from Burial 17 and 1 lot of miscellaneous sherds from an unnumbered burial (Lot 121). The burials date to A.D. 1500-1600, the Late Caddo period. \n In 1958, human remains representing, at minimum, three individuals were removed from three burials at site 41UR320 (Taft), in Upshur County, TX. The site was a cemetery known to have six burials. The human remains from Burial 3 include molar crowns, incisor crowns and small bone fragments of one individual of unknown age and sex. The human remains from Burial 4 include bone and teeth fragments of one individual of unknown age and sex. The human remains from an unnumbered burial (Lot 150) include teeth and bone fragments of one individual of unknown age and sex. No known individuals were identified. The 15 associated funerary objects are 11 ceramic vessels from Burial 3, 3 ceramic vessels from Burial 4, and 1 plain vessel from the unnumbered burial (Lot 150). The burials date from the period A.D. 1500-1600, the Late Caddo period. \n Sometime between the late 1950s and the mid-1960s, human remains representing, at minimum, one individual were removed from one burial at site GC 82 (on Hawkins Creek), in Gregg County, TX. The exact location of the burial is not specified in notes or records of the collection. The site was a cemetery known to have five burials. The human remains from Burial 5 include teeth, phalanges and bone fragments of one individual of unknown age and sex. No known individuals were identified. The one associated funerary object is a spool-necked bottle from Burial 5. The burial dates to A.D. 1500-1600, the Late Caddo period. \n In June 1955, human remains representing, at minimum, one individual were removed from one burial at site 41GG51 (Hawkins Creek), in Gregg County, TX. The human remains from an unnumbered burial include mandible fragment and teeth of one juvenile of unknown sex. No known individuals were identified. The one associated funerary object is one lot of miscellaneous sherds. The burial dates to A.D. 1200-1400, the Middle Caddo period. \n Sometime between the mid-1950s and mid-1960s, human remains representing at minimum, one individual were removed from one burial at site GC 10 (near Grace Creek), in Gregg County, TX. The exact location of the burial is not specified in notes or records of the collection. The human remains from the unnumbered burial include a human molar of one individual of unknown age and sex. No known individual was identified. No associated funerary objects are present. The burial dates to A.D. 1500-1600, the Late Caddo period. \n In 1956, human remains representing at minimum, one individual were removed from one burial at an unknown site (Lot 169), in Rusk County, TX. The exact location of the burial is not specified in notes or records of the collection. The human remains from the unnumbered burial include a human tooth of one individual of unknown age and sex. No known individual was identified. The one associated funerary object is one lot of miscellaneous sherds. The burial dates to A.D. 1200-1400, the Middle Caddo period. \n In 1956, human remains representing at minimum, one individual were removed from one burial (Lot 170), in Rusk County, TX. The exact location of the burial is not specified in notes or records of the collection. The human remains from the unnumbered burial include 5 molars, other tooth fragments, and 15 unspecified bone fragments of one individual of unknown age and sex. No known individual was identified. The one associated funerary object is one lot of miscellaneous sherds. The burial dates to A.D. 1200-1400, the Middle Caddo period. \n In 1959, human remains representing, at minimum, one individual were removed from one burial at site M-6 Plummer (in Little Cypress Creek basin), in Upshur County, TX. The exact location of the burial is not specified in notes or records of the collection. The human remains from the unnumbered burial include cranium fragments and teeth of one individual of unknown age and sex. No known individuals were identified. The six associated funerary objects are five ceramic bowls and one ceramic bottle. The burial dates to A.D. 1500-1600, the Late Caddo period. \n In 1954, human remains representing, at minimum, one individual were removed from one burial at site 41UR319 (Starr Mound), in Upshur County, TX. The human remains from an unnumbered burial include rib fragments, teeth, and unknown bone fragments of one individual of unknown age and sex. No known individuals were identified. No associated funerary objects are present. The burial dates to A.D. 1500-1600, the Late Caddo period. \n Sometime between the mid-1950s and mid-1960s, human remains representing, at minimum, one individual were removed from one burial at site TAS-C (in the Sabine River basin), in eastern Texas. The exact location of the burial is not specified in notes or records of the collection. The human remains from the unnumbered burial include a tooth of one adult of unknown sex. No known individuals were identified. The one associated funerary object is a ceramic vessel. The burial dates to A.D. 1500-1600, the Late Caddo period. \n At an unknown date between the mid-1950s and mid-1960s, human remains representing, at minimum, one individual were removed from one burial (Burial 36, Lot 134), in eastern Texas. The exact location of the burial is not specified in notes or records of the collection. The human remains from Burial 36, Lot 134 include teeth from one adolescent of unknown sex. No known individuals were identified. The three associated funerary objects are ceramic bowls. The burial dates to A.D. 1430-1680, the Late Caddo period. \n Sometime between the mid-1950s and mid-1960s, human remains representing, at minimum, four individuals were removed from four unnumbered burials in eastern Texas. The exact location of the burials is not specified in notes or records of the collection. The human remains from an unnumbered burial (Lot 133) include bone of one subadult of unknown age and sex. No known individuals were identified. The one associated funerary object is an engraved bowl. The burial dates to A.D. 1430-1680, the Late Caddo period. The human remains from an unnumbered burial (Lot 116) include mandibular and molar fragments of one individual of unknown age and sex. No known individual was identified. The one associated funerary object is a brushed punctuated jar. The burial dates to A.D. 1430-1680, the Late Caddo period. The human remains from an unnumbered burial (Lot 160) include teeth and cranial fragments of one individual of unknown age and sex. No known individual was identified. The one associated funerary object is a brushed punctuated jar. The burial dates to A.D. 1500-1600, the Late Caddo period. The human remains from an unnumbered burial (Lot 167) include a human premolar, an unspecified rib fragment, and other unspecified bone fragments of one individual of unknown age and sex. No known individual was identified. The one associated funerary object is 1 lot of miscellaneous sherds. The burial dates to A.D. 1200-1400, the Middle Caddo period. \n The human remains and associated funerary objects described above are affiliated with the Caddo Nation of Oklahoma based on geographical and archeological evidence. Eastern Texas is part of the traditional homelands of the Caddo Nation of Oklahoma, based on over 100 years of archeological findings, historical and ethnographic records and documents that date as early as 1540, and the cultural traditions of the Caddo peoples themselves. Many of the burial positions-in rows with the body of the individual laid on an east-west axis and the head facing west-are consistent with Caddo burials in this part of eastern Texas. The associated funerary objects also suggest Caddo origins, based on the characteristic forms, methods of manufacture and decoration styles that are distinctly Eastern Texas Caddo. \n ", "h_d_ci": "Null", "determinations": "Determinations Made by the Gregg County Historical Museum \n Officials of the Gregg County Historical Museum have determined that: \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described above represent the physical remains of 51 individuals of Native American ancestry. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(3)(A), the 119 funerary objects described above are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and associated funerary objects and the Caddo Nation of Oklahoma. \n ", "a_r_d": "Representatives of any Indian tribe that believes itself to be culturally affiliated with the human remains and associated funerary objects should contact Neina Kennedy, Executive Director, Gregg County Historical Museum, 214 N. Fredonia Street, Longview, TX 75601, telephone (903) 753-5840, before August 10, 2012. Repatriation of the human remains and associated funerary objects to the Caddo Nation of Oklahoma may proceed after that date if no additional claimants come forward. \n The Gregg County Historical Museum is responsible for notifying the Caddo Nation of Oklahoma that this notice has been published. \n "}