{"index": "I_1019", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        [NPS-WASO-NAGPRA-10863; 2200-1100-665]\\n        Notice of Inventory Completion: Logan Museum of Anthropology, Beloit College, Beloit, WI\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        \\n          SUMMARY:\\n          The Logan Museum of Anthropology, Beloit College, has completed an inventory of human remains and associated funerary objects, in consultation with the appropriate Indian tribes, and has determined that there is a cultural affiliation between the human remains and associated funerary objects and a present-day Indian tribe. Representatives of any Indian tribe that believes itself to be culturally affiliated with the human remains and associated funerary objects may contact the Logan Museum of Anthropology. Repatriation of the human remains and associated funerary objects to the Indian tribe stated below may occur if no additional claimants come forward.\\n        \\n        \\n          DATES:\\n          Representatives of any Indian tribe that believes it has a cultural affiliation with the human remains and associated funerary objects should contact the Logan Museum of Anthropology at the address below by September 13, 2012.\\n        \\n        \\n          ADDRESSES:\\n          William Green, Director, Logan Museum of Anthropology, Beloit College, Beloit, WI 53511, telephone (608) 363-2119.\\n        \\n      \\n      \\n        SUPPLEMENTARY INFORMATION:\\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains and associated funerary objects in the possession of the Logan Museum of Anthropology, Beloit College, Beloit, WI. The human remains and associated funerary objects were removed from several locations in North and South Dakota.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003(d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations in this notice.\\n        Consultation\\n        A detailed assessment of the human remains was made by the Logan Museum of Anthropology, Beloit College, professional staff in consultation with representatives of the Three Affiliated Tribes of the Fort Berthold Reservation, North Dakota (Mandan-Hidatsa-Arikara Nation).\\n        History and Description of the Remains\\n        From 1929 through 1931, the Logan Museum sponsored archaeological and ethnological fieldwork in North and South Dakota. Alfred W. Bowers, a graduate student at the University of Chicago and recent graduate of Beloit College, conducted the fieldwork. His goal was to understand the histories of and relationships among the Mandan, Hidatsa, and Arikara Indians. Bowers\\' Ph.D. dissertation in 1948 and subsequent publications were based in large part on the material and information he collected during his Logan-supported expeditions. Parts of the collection from his work are in the possession of the Logan Museum. Other parts of the collection are in the possession of the Illinois State Museum and Indiana University Bloomington.\\n        In 1929, human remains representing, at minimum, one individual were removed by Bowers from the Larson site (32BL9), in Burleigh County, ND. Larson is a large earthlodge village site identified as the location of an ancestral Mandan village, and dated to the 16th and early 17th centuries. The remains are a cranium and mandible catalogued as Burial 5. Bowers reported that Burial 5 represented the remains of a female 25-30 years of age. A more recent examination indicates the individual was a male, aged 50-59, and is consistent with Mandan cranial morphology. No known individuals were identified. Bowers identified two funerary objects associated with Burial 5 as a bone squash knife and a bison scapula hoe, however the location of these objects in the museum\\'s collection is unknown.\\n        In 1929, human remains representing, at minimum, two individuals were removed by Bowers from a site he called \\xe2\\x80\\x9cBig Turtle,\\xe2\\x80\\x9d likely near Golden Valley, in Mercer County, ND (possibly site 32MEX281). Bowers excavated two burials in the center of a boulder outline in the shape of a turtle. One of the burials included an elk antler wristlet. The remains are two skulls. No known individuals were identified. The one associated funerary object is an engraved armband or wristband that appears to be made of elk antler. Bowers identified the remains as Mandan, which is consistent with Mandan cranial morphology. In view of the significance of turtle boulder effigies to the Hidatsa as well as the Mandan, the site\\'s location in a region used by both groups, and the close relationship in the post-contact era between the two groups, the remains might also have a Hidatsa affiliation.\\n        In 1929, human remains representing, at minimum, two individuals were removed by Bowers at the Motsiff site (32MO29), near Mandan, in Morton County, ND. Motsiff is a large earthlodge village site occupied principally in the 18th century. It is associated with the Heart River complex and continues the cultural traditions of earlier Mandan sites. The remains are those of a male and a female both aged 25-29. No known individuals were identified. Collection notes indicate three associated funerary objects were collected, including a squash knife, a scapula hoe, and the base of a pottery vessel associated with the female individual, however the location of these objects within the museum\\'s collection is unknown.\\n        In 1930, human remains representing, at minimum, five individuals were removed by Bowers from the Lower Sanger site (32OL11), near Sanger, in Oliver County, ND. The remains are those of an adult male, three adult females, and a sub-adult, possibly female. No known individuals were identified. The eleven associated funerary objects are four bone awls associated with the sub-adult individual, and seven shell beads associated with one of the adult females. One adult male had two projectile points embedded in his vertebrae. These points are considered part of the human remains and not funerary objects. Archaeological evidence indicates Lower Sanger is the site of a 17th century Mandan community.\\n\\n        In 1929, human remains representing, at minimum, one individual, were removed by Bowers at the Greenshield site (32OL17), near Hensler, in Oliver County, ND. The remains are those of a child aged 6-18 months. No known individual was identified. One associated funerary object is a woven grass mat. Human remains from this same site are in the possession of Indiana University Bloomington, while 36 associated funerary objects for those human remains are in the possession of the Logan Museum of Anthropology. The objects are 1 shell pendant, 11 cuprous (copper-based metal) coils, 1 cuprous C-shaped bracelet, 1 dog bone pendant, 1 wooden bowl, 1 lot of leather pieces, 1 horse effigy catlinite pipe, 2 bone whistles, 1 gun flint, 1 cuprous hair ornament, 1 tubular pipe, 1 bone arrow shaft wrench, 1 metal awl, 1 metal arrowhead, 1 medicine bag, 5 white glass beads, 1 bear claw necklace, 1 pottery vessel base, and 3 metal fishhooks. Historical and archaeological evidence indicates the Greenshield site is the location of an Arikara village of the late 1790s, built upon an earlier Mandan village.\\n        In 1929, human remains representing, at minimum, five individuals were removed by Bowers from the Van Oosting or Hensler site (32OL18), near Hensler, in Oliver County, ND. The remains are those of four sub-adults and one adult, possibly a female. No known individuals were identified. No associated funerary objects are present. The Van Oosting/Hensler site has been identified, on the basis of archaeological evidence and oral tradition, as the site of a pre-18th century Mandan community.\\n        Between 1930 and 1931, human remains representing, at minimum, seven individuals were removed by Bowers from the Sully site (39SL4), in Sully County, SD. The remains are those of one infant, three juveniles, and three adult males. No known individuals were identified. The 13 associated funerary objects are 6 shell beads, 1 shell pendant, 1 stone pendant, and 5 bone beads associated with one of the adult remains. Sully is considered to have been the largest earthlodge village in the Middle Missouri subarea. The site was occupied from about A.D. 1550 to 1725 and is identified as the likely location of an Arikara village.\\n        In 1930, human remains representing, at minimum, eleven individuals were removed by Bowers from a location variously referred to as Pierre Mound, Pierre Mounds, or Pierre Mound Group and recorded by later investigators as the \\xe2\\x80\\x9cBleached Bone\\xe2\\x80\\x9d site (39HU48), in Hughes County, SD. Bowers excavated a previously looted mound at this site, recovering human remains of seven adult males, three adult females, and one unidentified individual. No known individuals were identified. The associated funerary object is a pottery vessel. The vessel is assignable to the Initial Coalescent variant, which is ancestral to the Arikara.\\n        In 1931, human remains representing, at minimum, two individuals were removed by Bowers from the Cheyenne River site (39ST1), located near the mouth of the Cheyenne River in Stanley County, SD. The remains are those of two adult females. No known individuals were identified. The four associated funerary objects are bison-rib arrowshaft wrenches or polishers that were associated with one of the individuals. The remains were found in a part of the site characterized by an 18th century Arikara component.\\n        Sometime between 1929 and 1931, human remains representing, at minimum, six individuals were removed by Bowers in the Grand River region, SD. The specific site location is unknown, but the most likely location is the Sully site (39SL4), an Arikara site in Sully County, SD. The remains are those of four adult males and two adult females. No known individuals were identified. No associated funerary objects are present. The remains are identified in museum records as Arikara. Morphologically, the remains are consistent with Arikara for two individuals and with Mandan for three individuals, and are undiagnostic for one individual.\\n        At an unknown date, human remains representing, at minimum, one individual were removed by Bowers from an unknown location. The remains are those of one child, identified in museum records as an \\xe2\\x80\\x9cArikara bundle burial.\\xe2\\x80\\x9d Bowers excavated several Arikara child burials at the Greenshield site (32OL17), but the associated funerary objects for this burial do not match Bowers records. This burial may have been removed from one of the Arikara sites Bowers excavated in South Dakota. No known individuals were identified. The 773 associated funerary objects are 1 set of woven textiles, 1 set of charcoal fragments, 10 wood fragments, 1 set of plant parts, 1 corn cob, 1 partly fused group of iron objects (possibly knife blades), 1 angled iron object, 1 chert flake, 1 hide fragment, 1 piece of vermilion, and 754 blue glass beads which date from the late 18th century to the mid-19th century.\\n        At an unknown date, human remains representing, at minimum, one individual were removed by Bowers from an unknown location in North Dakota. The remains are identified in museum records as \\xe2\\x80\\x9cArikara, North Dakota,\\xe2\\x80\\x9d with no other information. The individual was most likely removed from the Greenshield site (32OL17), the only Arikara site Bowers excavated in North Dakota. The remains are those of a male, aged 14-15 years. No known individuals were identified. No associated funerary objects are present.\\n        At an unknown date, human remains representing, at minimum, three individuals were removed by Bowers from an unknown location. The remains are each catalogued separately as Arikara, Arikara-Mandan (and exhibiting morphology of mixed Native American and non-Native American background), and unidentified but housed along with remains which are Arikara or Mandan. No known individuals were identified. No associated funerary objects are present.\\n        At an unknown date, human remains representing, at minimum, one individual were removed from an unknown location. The remains are catalogued as Mandan and are likely derived from Bowers\\' work at a Mandan site in North or South Dakota. No known individuals were identified. No associated funerary objects are present.\\n        Determinations Made by the Logan Museum of Anthropology, Beloit College\\n        Officials of the Logan Museum of Anthropology, Beloit College, have determined that:\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described above represent the physical remains of 48 individuals of Native American ancestry.\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(3)(A), the 840 objects described above are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony.\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and associated funerary objects and the Three Affiliated Tribes of the Fort Berthold Reservation, North Dakota (Mandan-Hidatsa-Arikara Nation).\\n        Additional Requestors and Disposition\\n\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the human remains and associated funerary objects should contact William Green, Director, Logan Museum of Anthropology, Beloit College, Beloit, WI 53511, telephone (608) 363-2119, before September 13, 2012. Repatriation of the human remains and associated funerary objects to the Three Affiliated Tribes of the Fort Berthold Reservation, North Dakota (Mandan-Hidatsa-Arikara Nation) may proceed after that date if no additional claimants come forward.\\n        \\n        The Logan Museum of Anthropology, Beloit College, is responsible for notifying the Three Affiliated Tribes of the Fort Berthold Reservation, North Dakota (Mandan-Hidatsa-Arikara Nation) that this notice has been published.\\n        \\n          Dated: July 16, 2012.\\n          David Tarler,\\n          Acting Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. 2012-19930 Filed 8-13-12; 8:45 am]\\n      BILLING CODE 4312-50-P\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "[NPS-WASO-NAGPRA-10863; 2200-1100-665]", "subject": "Notice of Inventory Completion: Logan Museum of Anthropology, Beloit College, Beloit, WI", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "The Logan Museum of Anthropology, Beloit College, has completed an inventory of human remains and associated funerary objects, in consultation with the appropriate Indian tribes, and has determined that there is a cultural affiliation between the human remains and associated funerary objects and a present-day Indian tribe. Representatives of any Indian tribe that believes itself to be culturally affiliated with the human remains and associated funerary objects may contact the Logan Museum of Anthropology. Repatriation of the human remains and associated funerary objects to the Indian tribe stated below may occur if no additional claimants come forward.", "dates": "Representatives of any Indian tribe that believes it has a cultural affiliation with the human remains and associated funerary objects should contact the Logan Museum of Anthropology at the address below by September 13, 2012.", "addresses": "William Green, Director, Logan Museum of Anthropology, Beloit College, Beloit, WI 53511, telephone (608) 363-2119.", "signature_dated": "Dated: July 16, 2012.", "signature_name": "David Tarler,", "signature_title": "Acting Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. 2012-19930 Filed 8-13-12; 8:45 am]", "billing_code": "BILLING CODE 4312-50-P", "supp_info": "SUPPLEMENTARY INFORMATION: \n Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains and associated funerary objects in the possession of the Logan Museum of Anthropology, Beloit College, Beloit, WI. The human remains and associated funerary objects were removed from several locations in North and South Dakota. \n This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003(d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations in this notice. \n Consultation \n A detailed assessment of the human remains was made by the Logan Museum of Anthropology, Beloit College, professional staff in consultation with representatives of the Three Affiliated Tribes of the Fort Berthold Reservation, North Dakota (Mandan-Hidatsa-Arikara Nation). \n History and Description of the Remains \n From 1929 through 1931, the Logan Museum sponsored archaeological and ethnological fieldwork in North and South Dakota. Alfred W. Bowers, a graduate student at the University of Chicago and recent graduate of Beloit College, conducted the fieldwork. His goal was to understand the histories of and relationships among the Mandan, Hidatsa, and Arikara Indians. Bowers\\' Ph.D. dissertation in 1948 and subsequent publications were based in large part on the material and information he collected during his Logan-supported expeditions. Parts of the collection from his work are in the possession of the Logan Museum. Other parts of the collection are in the possession of the Illinois State Museum and Indiana University Bloomington. \n In 1929, human remains representing, at minimum, one individual were removed by Bowers from the Larson site (32BL9), in Burleigh County, ND. Larson is a large earthlodge village site identified as the location of an ancestral Mandan village, and dated to the 16th and early 17th centuries. The remains are a cranium and mandible catalogued as Burial 5. Bowers reported that Burial 5 represented the remains of a female 25-30 years of age. A more recent examination indicates the individual was a male, aged 50-59, and is consistent with Mandan cranial morphology. No known individuals were identified. Bowers identified two funerary objects associated with Burial 5 as a bone squash knife and a bison scapula hoe, however the location of these objects in the museum\\'s collection is unknown. \n In 1929, human remains representing, at minimum, two individuals were removed by Bowers from a site he called \\xe2\\x80\\x9cBig Turtle,\\xe2\\x80\\x9d likely near Golden Valley, in Mercer County, ND (possibly site 32MEX281). Bowers excavated two burials in the center of a boulder outline in the shape of a turtle. One of the burials included an elk antler wristlet. The remains are two skulls. No known individuals were identified. The one associated funerary object is an engraved armband or wristband that appears to be made of elk antler. Bowers identified the remains as Mandan, which is consistent with Mandan cranial morphology. In view of the significance of turtle boulder effigies to the Hidatsa as well as the Mandan, the site\\'s location in a region used by both groups, and the close relationship in the post-contact era between the two groups, the remains might also have a Hidatsa affiliation. \n In 1929, human remains representing, at minimum, two individuals were removed by Bowers at the Motsiff site (32MO29), near Mandan, in Morton County, ND. Motsiff is a large earthlodge village site occupied principally in the 18th century. It is associated with the Heart River complex and continues the cultural traditions of earlier Mandan sites. The remains are those of a male and a female both aged 25-29. No known individuals were identified. Collection notes indicate three associated funerary objects were collected, including a squash knife, a scapula hoe, and the base of a pottery vessel associated with the female individual, however the location of these objects within the museum\\'s collection is unknown. \n In 1930, human remains representing, at minimum, five individuals were removed by Bowers from the Lower Sanger site (32OL11), near Sanger, in Oliver County, ND. The remains are those of an adult male, three adult females, and a sub-adult, possibly female. No known individuals were identified. The eleven associated funerary objects are four bone awls associated with the sub-adult individual, and seven shell beads associated with one of the adult females. One adult male had two projectile points embedded in his vertebrae. These points are considered part of the human remains and not funerary objects. Archaeological evidence indicates Lower Sanger is the site of a 17th century Mandan community. \n In 1929, human remains representing, at minimum, one individual, were removed by Bowers at the Greenshield site (32OL17), near Hensler, in Oliver County, ND. The remains are those of a child aged 6-18 months. No known individual was identified. One associated funerary object is a woven grass mat. Human remains from this same site are in the possession of Indiana University Bloomington, while 36 associated funerary objects for those human remains are in the possession of the Logan Museum of Anthropology. The objects are 1 shell pendant, 11 cuprous (copper-based metal) coils, 1 cuprous C-shaped bracelet, 1 dog bone pendant, 1 wooden bowl, 1 lot of leather pieces, 1 horse effigy catlinite pipe, 2 bone whistles, 1 gun flint, 1 cuprous hair ornament, 1 tubular pipe, 1 bone arrow shaft wrench, 1 metal awl, 1 metal arrowhead, 1 medicine bag, 5 white glass beads, 1 bear claw necklace, 1 pottery vessel base, and 3 metal fishhooks. Historical and archaeological evidence indicates the Greenshield site is the location of an Arikara village of the late 1790s, built upon an earlier Mandan village. \n In 1929, human remains representing, at minimum, five individuals were removed by Bowers from the Van Oosting or Hensler site (32OL18), near Hensler, in Oliver County, ND. The remains are those of four sub-adults and one adult, possibly a female. No known individuals were identified. No associated funerary objects are present. The Van Oosting/Hensler site has been identified, on the basis of archaeological evidence and oral tradition, as the site of a pre-18th century Mandan community. \n Between 1930 and 1931, human remains representing, at minimum, seven individuals were removed by Bowers from the Sully site (39SL4), in Sully County, SD. The remains are those of one infant, three juveniles, and three adult males. No known individuals were identified. The 13 associated funerary objects are 6 shell beads, 1 shell pendant, 1 stone pendant, and 5 bone beads associated with one of the adult remains. Sully is considered to have been the largest earthlodge village in the Middle Missouri subarea. The site was occupied from about A.D. 1550 to 1725 and is identified as the likely location of an Arikara village. \n In 1930, human remains representing, at minimum, eleven individuals were removed by Bowers from a location variously referred to as Pierre Mound, Pierre Mounds, or Pierre Mound Group and recorded by later investigators as the \\xe2\\x80\\x9cBleached Bone\\xe2\\x80\\x9d site (39HU48), in Hughes County, SD. Bowers excavated a previously looted mound at this site, recovering human remains of seven adult males, three adult females, and one unidentified individual. No known individuals were identified. The associated funerary object is a pottery vessel. The vessel is assignable to the Initial Coalescent variant, which is ancestral to the Arikara. \n In 1931, human remains representing, at minimum, two individuals were removed by Bowers from the Cheyenne River site (39ST1), located near the mouth of the Cheyenne River in Stanley County, SD. The remains are those of two adult females. No known individuals were identified. The four associated funerary objects are bison-rib arrowshaft wrenches or polishers that were associated with one of the individuals. The remains were found in a part of the site characterized by an 18th century Arikara component. \n Sometime between 1929 and 1931, human remains representing, at minimum, six individuals were removed by Bowers in the Grand River region, SD. The specific site location is unknown, but the most likely location is the Sully site (39SL4), an Arikara site in Sully County, SD. The remains are those of four adult males and two adult females. No known individuals were identified. No associated funerary objects are present. The remains are identified in museum records as Arikara. Morphologically, the remains are consistent with Arikara for two individuals and with Mandan for three individuals, and are undiagnostic for one individual. \n At an unknown date, human remains representing, at minimum, one individual were removed by Bowers from an unknown location. The remains are those of one child, identified in museum records as an \\xe2\\x80\\x9cArikara bundle burial.\\xe2\\x80\\x9d Bowers excavated several Arikara child burials at the Greenshield site (32OL17), but the associated funerary objects for this burial do not match Bowers records. This burial may have been removed from one of the Arikara sites Bowers excavated in South Dakota. No known individuals were identified. The 773 associated funerary objects are 1 set of woven textiles, 1 set of charcoal fragments, 10 wood fragments, 1 set of plant parts, 1 corn cob, 1 partly fused group of iron objects (possibly knife blades), 1 angled iron object, 1 chert flake, 1 hide fragment, 1 piece of vermilion, and 754 blue glass beads which date from the late 18th century to the mid-19th century. \n At an unknown date, human remains representing, at minimum, one individual were removed by Bowers from an unknown location in North Dakota. The remains are identified in museum records as \\xe2\\x80\\x9cArikara, North Dakota,\\xe2\\x80\\x9d with no other information. The individual was most likely removed from the Greenshield site (32OL17), the only Arikara site Bowers excavated in North Dakota. The remains are those of a male, aged 14-15 years. No known individuals were identified. No associated funerary objects are present. \n At an unknown date, human remains representing, at minimum, three individuals were removed by Bowers from an unknown location. The remains are each catalogued separately as Arikara, Arikara-Mandan (and exhibiting morphology of mixed Native American and non-Native American background), and unidentified but housed along with remains which are Arikara or Mandan. No known individuals were identified. No associated funerary objects are present. \n At an unknown date, human remains representing, at minimum, one individual were removed from an unknown location. The remains are catalogued as Mandan and are likely derived from Bowers\\' work at a Mandan site in North or South Dakota. No known individuals were identified. No associated funerary objects are present. \n Determinations Made by the Logan Museum of Anthropology, Beloit College \n Officials of the Logan Museum of Anthropology, Beloit College, have determined that: \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described above represent the physical remains of 48 individuals of Native American ancestry. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(3)(A), the 840 objects described above are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and associated funerary objects and the Three Affiliated Tribes of the Fort Berthold Reservation, North Dakota (Mandan-Hidatsa-Arikara Nation). \n Additional Requestors and Disposition \n Representatives of any other Indian tribe that believes itself to be culturally affiliated with the human remains and associated funerary objects should contact William Green, Director, Logan Museum of Anthropology, Beloit College, Beloit, WI 53511, telephone (608) 363-2119, before September 13, 2012. Repatriation of the human remains and associated funerary objects to the Three Affiliated Tribes of the Fort Berthold Reservation, North Dakota (Mandan-Hidatsa-Arikara Nation) may proceed after that date if no additional claimants come forward.\\n         \n The Logan Museum of Anthropology, Beloit College, is responsible for notifying the Three Affiliated Tribes of the Fort Berthold Reservation, North Dakota (Mandan-Hidatsa-Arikara Nation) that this notice has been published. \n ", "consultation": "A detailed assessment of the human remains was made by the Logan Museum of Anthropology, Beloit College, professional staff in consultation with representatives of the Three Affiliated Tribes of the Fort Berthold Reservation, North Dakota (Mandan-Hidatsa-Arikara Nation). \n ", "h_d_r": "From 1929 through 1931, the Logan Museum sponsored archaeological and ethnological fieldwork in North and South Dakota. Alfred W. Bowers, a graduate student at the University of Chicago and recent graduate of Beloit College, conducted the fieldwork. His goal was to understand the histories of and relationships among the Mandan, Hidatsa, and Arikara Indians. Bowers\\' Ph.D. dissertation in 1948 and subsequent publications were based in large part on the material and information he collected during his Logan-supported expeditions. Parts of the collection from his work are in the possession of the Logan Museum. Other parts of the collection are in the possession of the Illinois State Museum and Indiana University Bloomington. \n In 1929, human remains representing, at minimum, one individual were removed by Bowers from the Larson site (32BL9), in Burleigh County, ND. Larson is a large earthlodge village site identified as the location of an ancestral Mandan village, and dated to the 16th and early 17th centuries. The remains are a cranium and mandible catalogued as Burial 5. Bowers reported that Burial 5 represented the remains of a female 25-30 years of age. A more recent examination indicates the individual was a male, aged 50-59, and is consistent with Mandan cranial morphology. No known individuals were identified. Bowers identified two funerary objects associated with Burial 5 as a bone squash knife and a bison scapula hoe, however the location of these objects in the museum\\'s collection is unknown. \n In 1929, human remains representing, at minimum, two individuals were removed by Bowers from a site he called \\xe2\\x80\\x9cBig Turtle,\\xe2\\x80\\x9d likely near Golden Valley, in Mercer County, ND (possibly site 32MEX281). Bowers excavated two burials in the center of a boulder outline in the shape of a turtle. One of the burials included an elk antler wristlet. The remains are two skulls. No known individuals were identified. The one associated funerary object is an engraved armband or wristband that appears to be made of elk antler. Bowers identified the remains as Mandan, which is consistent with Mandan cranial morphology. In view of the significance of turtle boulder effigies to the Hidatsa as well as the Mandan, the site\\'s location in a region used by both groups, and the close relationship in the post-contact era between the two groups, the remains might also have a Hidatsa affiliation. \n In 1929, human remains representing, at minimum, two individuals were removed by Bowers at the Motsiff site (32MO29), near Mandan, in Morton County, ND. Motsiff is a large earthlodge village site occupied principally in the 18th century. It is associated with the Heart River complex and continues the cultural traditions of earlier Mandan sites. The remains are those of a male and a female both aged 25-29. No known individuals were identified. Collection notes indicate three associated funerary objects were collected, including a squash knife, a scapula hoe, and the base of a pottery vessel associated with the female individual, however the location of these objects within the museum\\'s collection is unknown. \n In 1930, human remains representing, at minimum, five individuals were removed by Bowers from the Lower Sanger site (32OL11), near Sanger, in Oliver County, ND. The remains are those of an adult male, three adult females, and a sub-adult, possibly female. No known individuals were identified. The eleven associated funerary objects are four bone awls associated with the sub-adult individual, and seven shell beads associated with one of the adult females. One adult male had two projectile points embedded in his vertebrae. These points are considered part of the human remains and not funerary objects. Archaeological evidence indicates Lower Sanger is the site of a 17th century Mandan community. \n In 1929, human remains representing, at minimum, one individual, were removed by Bowers at the Greenshield site (32OL17), near Hensler, in Oliver County, ND. The remains are those of a child aged 6-18 months. No known individual was identified. One associated funerary object is a woven grass mat. Human remains from this same site are in the possession of Indiana University Bloomington, while 36 associated funerary objects for those human remains are in the possession of the Logan Museum of Anthropology. The objects are 1 shell pendant, 11 cuprous (copper-based metal) coils, 1 cuprous C-shaped bracelet, 1 dog bone pendant, 1 wooden bowl, 1 lot of leather pieces, 1 horse effigy catlinite pipe, 2 bone whistles, 1 gun flint, 1 cuprous hair ornament, 1 tubular pipe, 1 bone arrow shaft wrench, 1 metal awl, 1 metal arrowhead, 1 medicine bag, 5 white glass beads, 1 bear claw necklace, 1 pottery vessel base, and 3 metal fishhooks. Historical and archaeological evidence indicates the Greenshield site is the location of an Arikara village of the late 1790s, built upon an earlier Mandan village. \n In 1929, human remains representing, at minimum, five individuals were removed by Bowers from the Van Oosting or Hensler site (32OL18), near Hensler, in Oliver County, ND. The remains are those of four sub-adults and one adult, possibly a female. No known individuals were identified. No associated funerary objects are present. The Van Oosting/Hensler site has been identified, on the basis of archaeological evidence and oral tradition, as the site of a pre-18th century Mandan community. \n Between 1930 and 1931, human remains representing, at minimum, seven individuals were removed by Bowers from the Sully site (39SL4), in Sully County, SD. The remains are those of one infant, three juveniles, and three adult males. No known individuals were identified. The 13 associated funerary objects are 6 shell beads, 1 shell pendant, 1 stone pendant, and 5 bone beads associated with one of the adult remains. Sully is considered to have been the largest earthlodge village in the Middle Missouri subarea. The site was occupied from about A.D. 1550 to 1725 and is identified as the likely location of an Arikara village. \n In 1930, human remains representing, at minimum, eleven individuals were removed by Bowers from a location variously referred to as Pierre Mound, Pierre Mounds, or Pierre Mound Group and recorded by later investigators as the \\xe2\\x80\\x9cBleached Bone\\xe2\\x80\\x9d site (39HU48), in Hughes County, SD. Bowers excavated a previously looted mound at this site, recovering human remains of seven adult males, three adult females, and one unidentified individual. No known individuals were identified. The associated funerary object is a pottery vessel. The vessel is assignable to the Initial Coalescent variant, which is ancestral to the Arikara. \n In 1931, human remains representing, at minimum, two individuals were removed by Bowers from the Cheyenne River site (39ST1), located near the mouth of the Cheyenne River in Stanley County, SD. The remains are those of two adult females. No known individuals were identified. The four associated funerary objects are bison-rib arrowshaft wrenches or polishers that were associated with one of the individuals. The remains were found in a part of the site characterized by an 18th century Arikara component. \n Sometime between 1929 and 1931, human remains representing, at minimum, six individuals were removed by Bowers in the Grand River region, SD. The specific site location is unknown, but the most likely location is the Sully site (39SL4), an Arikara site in Sully County, SD. The remains are those of four adult males and two adult females. No known individuals were identified. No associated funerary objects are present. The remains are identified in museum records as Arikara. Morphologically, the remains are consistent with Arikara for two individuals and with Mandan for three individuals, and are undiagnostic for one individual. \n At an unknown date, human remains representing, at minimum, one individual were removed by Bowers from an unknown location. The remains are those of one child, identified in museum records as an \\xe2\\x80\\x9cArikara bundle burial.\\xe2\\x80\\x9d Bowers excavated several Arikara child burials at the Greenshield site (32OL17), but the associated funerary objects for this burial do not match Bowers records. This burial may have been removed from one of the Arikara sites Bowers excavated in South Dakota. No known individuals were identified. The 773 associated funerary objects are 1 set of woven textiles, 1 set of charcoal fragments, 10 wood fragments, 1 set of plant parts, 1 corn cob, 1 partly fused group of iron objects (possibly knife blades), 1 angled iron object, 1 chert flake, 1 hide fragment, 1 piece of vermilion, and 754 blue glass beads which date from the late 18th century to the mid-19th century. \n At an unknown date, human remains representing, at minimum, one individual were removed by Bowers from an unknown location in North Dakota. The remains are identified in museum records as \\xe2\\x80\\x9cArikara, North Dakota,\\xe2\\x80\\x9d with no other information. The individual was most likely removed from the Greenshield site (32OL17), the only Arikara site Bowers excavated in North Dakota. The remains are those of a male, aged 14-15 years. No known individuals were identified. No associated funerary objects are present. \n At an unknown date, human remains representing, at minimum, three individuals were removed by Bowers from an unknown location. The remains are each catalogued separately as Arikara, Arikara-Mandan (and exhibiting morphology of mixed Native American and non-Native American background), and unidentified but housed along with remains which are Arikara or Mandan. No known individuals were identified. No associated funerary objects are present. \n At an unknown date, human remains representing, at minimum, one individual were removed from an unknown location. The remains are catalogued as Mandan and are likely derived from Bowers\\' work at a Mandan site in North or South Dakota. No known individuals were identified. No associated funerary objects are present. \n ", "h_d_ci": "Null", "determinations": "Determinations Made by the Logan Museum of Anthropology, Beloit College \n Officials of the Logan Museum of Anthropology, Beloit College, have determined that: \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described above represent the physical remains of 48 individuals of Native American ancestry. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(3)(A), the 840 objects described above are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and associated funerary objects and the Three Affiliated Tribes of the Fort Berthold Reservation, North Dakota (Mandan-Hidatsa-Arikara Nation). \n ", "a_r_d": "Representatives of any other Indian tribe that believes itself to be culturally affiliated with the human remains and associated funerary objects should contact William Green, Director, Logan Museum of Anthropology, Beloit College, Beloit, WI 53511, telephone (608) 363-2119, before September 13, 2012. Repatriation of the human remains and associated funerary objects to the Three Affiliated Tribes of the Fort Berthold Reservation, North Dakota (Mandan-Hidatsa-Arikara Nation) may proceed after that date if no additional claimants come forward.\\n         \n The Logan Museum of Anthropology, Beloit College, is responsible for notifying the Three Affiliated Tribes of the Fort Berthold Reservation, North Dakota (Mandan-Hidatsa-Arikara Nation) that this notice has been published. \n "}