{"index": "I_1118", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n         National Park Service\\n        [2253-665]\\n        Notice of Inventory Completion: Fort Lewis College, Durango, CO\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        \\n          SUMMARY:\\n          The Fort Lewis College has completed an inventory of human remains and associated funerary objects, in consultation with the appropriate Indian tribes, and has determined that there is a cultural affiliation between the human remains and associated funerary objects and present-day Indian tribes. Representatives of any Indian tribe that believes itself to be culturally affiliated with the human remains and associated funerary objects may contact Fort Lewis College. Repatriation of the human remains and associated funerary objects to the Indian tribes stated below may occur if no additional claimants come forward.\\n        \\n        \\n          DATES:\\n          Representatives of any Indian tribe that believes it has a cultural affiliation with the human remains and associated funerary objects should contact the Fort Lewis College at the address below by November 10, 2011.\\n        \\n        \\n          ADDRESSES:\\n          Dawn Mulhern, Department of Anthropology, Fort Lewis College, 1000 Rim Dr., Durango, CO 81301, telephone (970) 247-7500.\\n        \\n      \\n      \\n        SUPPLEMENTARY INFORMATION:\\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains and associated funerary objects in the possession of Fort Lewis College, Durango, CO. The human remains and associated funerary objects were removed from Archuleta, La Plata, and Montezuma Counties, CO.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003(d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations in this notice.\\n        Consultation\\n        A detailed assessment of the human remains was made by Fort Lewis College professional staff in consultation with representatives of the Hopi Tribe of Arizona; Jicarilla Apache Nation, New Mexico; Navajo Nation, Arizona, New Mexico & Utah; Pueblo of Acoma, New Mexico; Pueblo of Jemez, New Mexico; Pueblo of Nambe, New Mexico; Pueblo of Pojoaque, New Mexico; Pueblo of Santa Clara, New Mexico; Pueblo of Taos, New Mexico; Pueblo of Tesuque, New Mexico; Pueblo of Zia, New Mexico; Southern Ute Indian Tribe of the Southern Ute Reservation, Utah; Ute Indian Tribe of the Uintah & Ouray Reservation, Colorado, New Mexico & Utah; Ute Mountain Tribe of the Ute Mountain Reservation, Colorado; and the Zuni Tribe of the Zuni Reservation, New Mexico.\\n        History and Description of the Remains\\n        In the 1970s, human remains representing a minimum of one individual were removed from the Arboles area, Archuleta County, CO. Dr. Susan Riches, archeologist, reported that Dr. Katherine Hulbert, a physical anthropologist at Fort Lewis College in the 1970s, noted that the remains are \\xe2\\x80\\x9c10th Century Arboles Area.\\xe2\\x80\\x9d No known individual was identified. No associated funerary objects are present.\\n        In the early 1980s, human remains representing a minimum of one individual were removed from private land at 6775 County Road 203, West Animas Valley, near Durango, La Plata County, CO. This burial was recovered as a result of construction in the area. No known individual was identified. The 11 associated funerary objects are 1 gray Chapin pitcher and 10 sherds of grayware pottery.\\n        In 1978, human remains representing a minimum of one individual were removed from a construction site on Forest Avenue, in Durango, La Plata County, CO. The human remains were uncovered by workers from a local contracting company and brought to the college in a box. The immediate location is destroyed. According to Dr. Riches, the remains seem to be an isolated burial and are associated with a grayware jar. No known individual was identified. The one associated funerary object is a partial ceramic jar.\\n        In 1958, human remains representing a minimum of three individuals were removed from the Crestview area of Durango, La Plata County, CO. The remains were found by Pat Murphy and were donated to Fort Lewis College by Murphy in October 1995. No known individuals were identified. The two associated funerary objects are a pottery bowl and pot.\\n        In 1989, human remains representing a minimum of one individual were removed from 5LP 4883, in La Plata County, CO. These remains were found along Rim Drive (County Road 239), near the Fort Lewis College Campus on City of Durango land. These remains were exposed as the result of road construction and subsequent erosion. The control of these remains were officially transferred to Fort Lewis College in 2011. No known individual was identified. The one associated funerary object is a reconstructed Chapin grayware pot.\\n        The associated funerary objects for the above four sites are consistent with the Basketmaker III/Pueblo I period (A.D. 650-840).\\n        In 1984, human remains representing a minimum of one individual were removed from 5LP 1421, in La Plata County, CO. The remains were found on Rim Road on the Fort Lewis College campus and the site was disturbed due to road construction. No known individual was identified. The eight associated funerary objects are pottery sherds (one grayware jar sherd and seven Rosa black-on-white bowl sherds).\\n        According to the site form, this site dates to the Basketmaker III/Pueblo I period (7th or 8th century A.D.) based on ceramic evidence.\\n\\n        In 1997, human remains representing a minimum of one individual were removed from site 5LP 4847, in La Plata County, CO. The remains were excavated by archeologists from Fort Lewis College from a burial context directly behind the Iron Horse Inn, on the west side of the Animas River Valley, north of Durango. No known individual was identified. The one associated funerary object is a black-on-white Rosa bowl.\\n        The bowl is consistent with the Pueblo I period (A.D. 700-840).\\n        In 1977, human remains representing a minimum of three individuals were removed from 5LP 135 (the Hurlbutt Site), in La Plata County, CO. The burial was recovered from the floor of an abandoned pit structure under the direction of Dr. Riches. No known individuals were identified. The 10 associated funerary objects are 1 complete bowl, 1 reconstructed piece of pottery, 2 smaller reconstructed pieces of pottery, and 6 sherds.\\n        This is a transitional Basketmaker III/Pueblo I site based on ceramics. The pit structure has been dated to the Pueblo I period (A.D. 700s) (Charles MC, Schriever B, 1999. \\xe2\\x80\\x9cThe reexcavation of 5LP135, The Hurlbutt Site: A Basketmaker III transitional Pueblo I site in La Plata County, Colorado\\xe2\\x80\\x9d).\\n        In 1967-1968, human remains representing a minimum of six individuals were removed from a site called West Animas 4 (WA4), in La Plata County, CO. The remains were excavated by John Ives as part of the Fort Lewis College summer field program. The site was on private land. No known individuals were identified. No associated funerary objects are present.\\n        Site WA4 is from the Pueblo I period (A.D. 700-840) based on the artifactual evidence from this site.\\n        In 1966, human remains representing a minimum of two individuals were removed from site 5LP 245, 456, and 604 (treated as one site), 3 miles southwest of Durango on private land, in La Plata County, CO. This burial was excavated by Homer Root, an amateur archeologist, during field school excavations for Fort Lewis College. The land was subsequently bought by the Colorado Division of Wildlife and deeded to the U.S. Department of the Interior, Bureau of Reclamation. No known individuals were identified. The three associated funerary objects are two pottery bowls (one black-on-white interior decorated and one grayware storage vessel) and one mortuary slab.\\n        The burial context is a Basketmaker III (7th century A.D.) pithouse, based on architecture, artifacts, and non-cutting dates (Duke, p. 52).\\n        In 1967, human remains representing a minimum of 23 individuals were removed from site 5LP 238, also called WA3, in La Plata County, CO. These burials were recovered from a site on private land by John Ives. No known individuals were identified. No associated funerary objects are present.\\n        Site 5LP 238 is determined to be from the Basketmaker III/Pueblo I period (A.D. 650-840) based on the archeological context, including architecture and ceramics (Philip G. Duke, 1985, \\xe2\\x80\\x9cFort Lewis College Archaeological Investigations in Ridges Basin, Southwest Colorado: 1965-1982.\\xe2\\x80\\x9d Robert W. Delaney, editor. Paper No. 4. Occasional Papers of the Center of Southwest Studies, Fort Lewis College, p. 143).\\n        In 1967-1968, human remains representing a minimum of three individuals were removed from site WA5, in La Plata County, CO. These remains were excavated by Dr. John Ives from a site designated by him as WA5 (West Animas 5). The site was on private land and was excavated as part of the Fort Lewis College summer field program. No known individuals were identified. No associated funerary objects are present.\\n        The temporal context of the site is the Pueblo I period (A.D. 700-840) based on other artifacts from the site.\\n        In 1981, human remains representing a minimum of two individuals were removed from 5LP630, in La Plata County, CO. These remains were recovered during the excavation of a pithouse located in Ridges Basin, approximately 3 miles southwest of Durango. The excavation was part of the 1981 archeological field program run by Fort Lewis College and directed by Philip Duke. At the time of excavation, the land was owned by the Colorado Division of Wildlife, but which has subsequently been deeded to the U.S. Department of the Interior, Bureau of Reclamation. In 2011, the Colorado Division of Wildlife officially transferred the remains to Fort Lewis College. No known individuals were identified. The three associated funerary objects are two ceramic black-on-gray interior decorated bowls and the tip of a bone awl.\\n        These burials are from a Pueblo I (late 8th century A.D.) pithouse based on archaeomagnetic dating (Duke, pp. 147-148).\\n        In 1985, human remains representing a minimum of four individuals were removed from site 5LP 483, in La Plata County, CO. These burials were recovered during excavations of sites in Bodo Canyon, approximately 3 miles southwest of Durango. This project was funded by the government as part of the Uranium Mill Tailings Remedial Action Project. No known individuals were identified. The two associated funerary objects are the tip of a bone awl and a Chapin gray jar.\\n        These burials are from a late Basketmaker III-Pueblo I pithouse based on ceramics and tree-ring dates, giving a range of dates from A.D. 650 through the early A.D. 800s (Steven L. Fuller, 1988, \\xe2\\x80\\x9cArchaeological Investigations in the Bodo Canyon Area, La Plata County, CO. UMTRA Archaeological Report 25,\\xe2\\x80\\x9d p. 198). The date and geographic location of this site are consistent with Ancestral Puebloan burials.\\n        In 1985, human remains representing a minimum of eight individuals were removed from site 5LP 481, in La Plata County, CO. These burials were recovered during excavations of sites in Bodo Canyon, approximately 3 miles southwest of Durango. This project was funded by the government as part of the Uranium Mill Tailings Remedial Action Project. No known individuals were identified. The 66 associated funerary objects are 1 Chapin gray jar, 1 Chapin black-on-white bowl, 55 grayware sherds, 1 quartzite flake, and 8 artifacts (which possibly represents a medicine pouch).\\n        These burials are from a late Basketmaker III-Pueblo I (8th century A.D.) pithouse based on ceramics and architecture (Fuller, 1988; p. 117, 158-159).\\n        In 1978, human remains representing a minimum of 11 individuals were removed from site 5LP 117, in La Plata County, CO. These burials were recovered by Dr. Riches in the Bodo Industrial Park just south of Durango along the Animas River. Salvage excavations were carried out as part of the Fort Lewis College summer field school. The site was on private land. No known individuals were identified. The 36 associated funerary objects are 32 grayware sherds, 2 Olivella shells, 1 chert biface, and 1 lithic point.\\n        These burials are from the Pueblo I period (A.D. 700-840) based on the artifactual evidence from the site (Charles, MC, 1996. \\xe2\\x80\\x9cThe Emergency Excavations of Three Human Burials in Bodo Industrial Ranches, La Plata County, CO\\xe2\\x80\\x9d).\\n        In 1978, human remains representing a minimum of one individual were removed from site 5LP 119, in La Plata County, CO. This burial was recovered from the surface of site 5LP 119 on the Bodo Industrial Park south of Durango on the Animas River. The site was on private land. No known individual was identified. No associated funerary objects are present.\\n\\n        The archeological context of this site was determined to be Basketmaker III/Pueblo I (A.D. 650-840) (Charles, MC, 1994. \\xe2\\x80\\x9cA Cultural Resource Inventory of Lot 7B, Bodo Ranches, La Plata County, CO (Volume 1)\\xe2\\x80\\x9d and \\xe2\\x80\\x9cArchaeological Test Evaluations, Lot 7B, Bodo Industrial Ranches, La Plata County, CO (Volume 2),\\xe2\\x80\\x9d on file at the Colorado Historical Society, Denver, CO).\\n        In 1978, human remains representing a minimum of two individuals were removed from site 5LP 138, in La Plata County, CO. This burial was recovered from the surface of the site, on private land, in Bodo Industrial Park, south of Durango, CO, by students undertaking survey and salvage excavations under the direction of Dr. Riches. No known individuals were identified. The three associated funerary objects are one partial bear mandible, one dog vertebra, and one bone awl.\\n        These burials were determined to be from the Basketmaker III/Pueblo I period based on artifactual evidence from the site.\\n        In 1975, human remains representing a minimum of five individuals were removed from site 5LP 115, in La Plata County, CO. These remains were recovered by Jeff Wharton and Barry Hibbets on private land in the Bodo Industrial Park under the direction of John Ives and Dr. Riches. The site, a pit structure, had been partially removed by road construction. No known individuals were identified. No associated funerary objects are present.\\n        The site dates to the Pueblo I-III period (A.D. 700-1300) according to the Colorado Historical Society Office of Archaeology and Historic Preservation Compass Database, an online cultural resource database.\\n        In 1980, human remains representing a minimum of one individual were removed from site 5LP 425, in La Plata County, CO. The burial was recovered as part of salvage excavations under the direction of Jamie Carlson during a summer field program at Fort Lewis College. No known individual was identified. No associated funerary objects are present.\\n        The archeological context of this site was determined to be Pueblo I (A.D. 700-840) based on ceramics (Charles MC, 2005. \\xe2\\x80\\x9cA report on the archaeological excavations at site 5LP425, the Seven Dog Site: A Pueblo I habitation site, La Plata County, CO\\xe2\\x80\\x9d).\\n        In the 1970s, human remains representing a minimum of five individuals were removed from the Mancos River Area, Montezuma County, CO. No known individuals were identified. No associated funerary objects are present.\\n        Dr. Riches reported that a note by Katherine Hulbert, physical anthropologist at Fort Lewis College in the 1970s, indicates that the remains were recovered from the Mancos River Area. Further documentation by Katherine Hulbert indicates that the remains date to approximately A.D. 1070 (Pueblo II period). One cranium exhibits posterior cranial flattening due to cradleboarding, a cultural practice consistent with this time period.\\n        In 1978, human remains representing a minimum of one individual were removed from a site on private land identified by John Ives as \\xe2\\x80\\x9cTreptow\\xe2\\x80\\x9d near Mancos, in Montezuma County, CO. No known individual was identified. No associated funerary objects are present.\\n        Without associated funerary objects present the exact date of the remains is uncertain. However, the presence of posterior cranial flattening due to cradleboarding and location of this site are consistent with an Ancestral Puebloan burial, no earlier than the Pueblo I period (beginning A.D. 700).\\n        In 1977-78, human remains representing a minimum of one individual were removed from site MT 4037, in Montezuma County, CO. The site was excavated by Metropolitan State College of Denver. No known individual was identified. No associated funerary objects are present.\\n        The archeological context of this site was determined to be Pueblo I-III (A.D. 650-1250) based on the Colorado Historical Society Office of Archaeology and Historic Preservation Compass Database.\\n        In the 1990s, human remains representing a minimum of four individuals were removed from site 5MT 4802 (the Pigg site), in Montezuma County, CO, excavated by Jim Judge. No known individuals were identified. No associated funerary objects are present.\\n        Based on architectural and artifactual evidence, the archeological context of this site was determined to be Pueblo II/III (A.D. 1150-1250).\\n        In summary, the human remains and associated funerary objects all are from Ancestral Puebloan sites (Basketmaker and/or Pueblo periods). The preponderance of geographical, kinship, biological, archeological, linguistic, folklore, oral tradition and historic evidence, as well as expert opinion, suggests that Ancestral Puebloan sites are culturally affiliated with the 21 modern Puebloan tribes: The Hopi Tribe of Arizona; Kewa Pueblo, New Mexico; Ohkay Owingeh, New Mexico; Pueblo of Acoma, New Mexico; Pueblo of Cochiti, New Mexico; Pueblo of Jemez, New Mexico; Pueblo of Isleta, New Mexico; Pueblo of Laguna, New Mexico; Pueblo of Nambe, New Mexico; Pueblo of Picuris, New Mexico; Pueblo of Pojoaque, New Mexico; Pueblo of San Felipe, New Mexico; Pueblo of San Ildefonso, New Mexico; Pueblo of Sandia, New Mexico; Pueblo of Santa Ana, New Mexico; Pueblo of Santa Clara, New Mexico; Pueblo of Taos, New Mexico; Pueblo of Tesuque, New Mexico; Pueblo of Zia, New Mexico; Ysleta Del Sur Pueblo of Texas; and the Zuni Tribe of the Zuni Reservation, New Mexico (hereinafter referred to as \\xe2\\x80\\x9cThe Tribes\\xe2\\x80\\x9d).\\n        Aspects of a shared group identity between the Athapaskan speaking tribes of the Southwest-Navajo and Jicarilla Apache and Ancestral Puebloans, as well as the Ute tribes and Ancestral Puebloans were also considered, but cultural affiliation was not supported by a preponderance of evidence. The Athapaskan speaking tribes of the Southwest have geographic, folklore, oral traditional, ethnohistorical, and/or historical ties to the Durango area. Cross-cultural influences and intermarriage with Puebloans also support a relationship of shared group identity between Athapaskan and Puebloan groups. However, current archeological evidence does not support a common Athapaskan and Puebloan origin prior to about A.D. 1500. Thus, from an archeological perspective, the evidence does not support cultural affiliation for the Navajo Nation and Jicarilla Apache with the predominantly Basketmaker and Pueblo I human remains and associated funerary objects described in this Notice of Inventory Completion.\\n        The Ute Mountain Ute Tribe, Southern Ute Indian Tribe, and Ute Indian Tribe of the Uintah & Ouray Reservation have geographic, ethnohistorical, and/or historical ties to the Durango area and linguistic ties to the Hopi tribe. Intermarriage with Puebloan peoples is also recognized as a potential link between these groups. However, the body of evidence does not collectively support a common Ute and Puebloan origin. Therefore, a preponderance of evidence does not support cultural affiliation for the contemporary Ute tribes with the predominantly Basketmaker and Pueblo I period human remains and associated funerary objects described in this Notice of Inventory Completion.\\n        Determinations Made by the Fort Lewis College\\n        Officials of Fort Lewis College have determined that\\n\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described above represent the physical remains of 91 individuals of Native American ancestry.\\n        \\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(3)(A), the 147 objects described above are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony.\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(2), that there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and associated funerary objects and The Tribes.\\n        Additional Requestors and Disposition\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the human remains and/or associated funerary objects should contact Dawn Mulhern, Department of Anthropology, Fort Lewis College, 1000 Rim Dr., Durango, CO 81301, telephone (970) 247-7500, before November 10, 2011. Repatriation of the human remains and/or associated funerary objects to The Tribes may proceed after that date if no additional claimants come forward.\\n        Fort Lewis College is responsible for notifying the Hopi Tribe of Arizona; Jicarilla Apache Nation, New Mexico; Kewa Pueblo, New Mexico; Navajo Nation, Arizona, New Mexico & Utah; Ohkay Owingeh, New Mexico; Pueblo of Acoma, New Mexico; Pueblo of Cochiti, New Mexico; Pueblo of Jemez, New Mexico; Pueblo of Isleta, New Mexico; Pueblo of Laguna, New Mexico; Pueblo of Nambe, New Mexico; Pueblo of Picuris, New Mexico; Pueblo of Pojoaque, New Mexico; Pueblo of San Felipe, New Mexico; Pueblo of San Ildefonso, New Mexico; Pueblo of Sandia, New Mexico; Pueblo of Santa Ana, New Mexico; Pueblo of Santa Clara, New Mexico; Pueblo of Taos, New Mexico; Pueblo of Tesuque, New Mexico; Pueblo of Zia, New Mexico; Southern Ute Indian Tribe of the Southern Ute Reservation, Utah; Ute Indian Tribe of the Uintah & Ouray Reservation, Colorado, New Mexico & Utah; Ute Mountain Tribe of the Ute Mountain Reservation, Colorado; Ysleta Del Sur Pueblo of Texas; and the Zuni Tribe of the Zuni Reservation, New Mexico, that this notice has been published.\\n        \\n          Dated: October 3, 2011.\\n          Sherry Hutt,\\n          Manager, National NAGPRA Program. \\n        \\n      \\n      [FR Doc. 2011-26182 Filed 10-7-11; 8:45 am]\\n      BILLING CODE 4312-50-P\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": " National Park Service", "dep_doc": "[2253-665]", "subject": "Notice of Inventory Completion: Fort Lewis College, Durango, CO", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "The Fort Lewis College has completed an inventory of human remains and associated funerary objects, in consultation with the appropriate Indian tribes, and has determined that there is a cultural affiliation between the human remains and associated funerary objects and present-day Indian tribes. Representatives of any Indian tribe that believes itself to be culturally affiliated with the human remains and associated funerary objects may contact Fort Lewis College. Repatriation of the human remains and associated funerary objects to the Indian tribes stated below may occur if no additional claimants come forward.", "dates": "Representatives of any Indian tribe that believes it has a cultural affiliation with the human remains and associated funerary objects should contact the Fort Lewis College at the address below by November 10, 2011.", "addresses": "Dawn Mulhern, Department of Anthropology, Fort Lewis College, 1000 Rim Dr., Durango, CO 81301, telephone (970) 247-7500.", "signature_dated": "Dated: October 3, 2011.", "signature_name": "Sherry Hutt,", "signature_title": "Manager, National NAGPRA Program. ", "fr_doc": "[FR Doc. 2011-26182 Filed 10-7-11; 8:45 am]", "billing_code": "BILLING CODE 4312-50-P", "supp_info": "SUPPLEMENTARY INFORMATION: \n Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains and associated funerary objects in the possession of Fort Lewis College, Durango, CO. The human remains and associated funerary objects were removed from Archuleta, La Plata, and Montezuma Counties, CO. \n This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003(d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations in this notice. \n Consultation \n A detailed assessment of the human remains was made by Fort Lewis College professional staff in consultation with representatives of the Hopi Tribe of Arizona; Jicarilla Apache Nation, New Mexico; Navajo Nation, Arizona, New Mexico & Utah; Pueblo of Acoma, New Mexico; Pueblo of Jemez, New Mexico; Pueblo of Nambe, New Mexico; Pueblo of Pojoaque, New Mexico; Pueblo of Santa Clara, New Mexico; Pueblo of Taos, New Mexico; Pueblo of Tesuque, New Mexico; Pueblo of Zia, New Mexico; Southern Ute Indian Tribe of the Southern Ute Reservation, Utah; Ute Indian Tribe of the Uintah & Ouray Reservation, Colorado, New Mexico & Utah; Ute Mountain Tribe of the Ute Mountain Reservation, Colorado; and the Zuni Tribe of the Zuni Reservation, New Mexico. \n History and Description of the Remains \n In the 1970s, human remains representing a minimum of one individual were removed from the Arboles area, Archuleta County, CO. Dr. Susan Riches, archeologist, reported that Dr. Katherine Hulbert, a physical anthropologist at Fort Lewis College in the 1970s, noted that the remains are \\xe2\\x80\\x9c10th Century Arboles Area.\\xe2\\x80\\x9d No known individual was identified. No associated funerary objects are present. \n In the early 1980s, human remains representing a minimum of one individual were removed from private land at 6775 County Road 203, West Animas Valley, near Durango, La Plata County, CO. This burial was recovered as a result of construction in the area. No known individual was identified. The 11 associated funerary objects are 1 gray Chapin pitcher and 10 sherds of grayware pottery. \n In 1978, human remains representing a minimum of one individual were removed from a construction site on Forest Avenue, in Durango, La Plata County, CO. The human remains were uncovered by workers from a local contracting company and brought to the college in a box. The immediate location is destroyed. According to Dr. Riches, the remains seem to be an isolated burial and are associated with a grayware jar. No known individual was identified. The one associated funerary object is a partial ceramic jar. \n In 1958, human remains representing a minimum of three individuals were removed from the Crestview area of Durango, La Plata County, CO. The remains were found by Pat Murphy and were donated to Fort Lewis College by Murphy in October 1995. No known individuals were identified. The two associated funerary objects are a pottery bowl and pot. \n In 1989, human remains representing a minimum of one individual were removed from 5LP 4883, in La Plata County, CO. These remains were found along Rim Drive (County Road 239), near the Fort Lewis College Campus on City of Durango land. These remains were exposed as the result of road construction and subsequent erosion. The control of these remains were officially transferred to Fort Lewis College in 2011. No known individual was identified. The one associated funerary object is a reconstructed Chapin grayware pot. \n The associated funerary objects for the above four sites are consistent with the Basketmaker III/Pueblo I period (A.D. 650-840). \n In 1984, human remains representing a minimum of one individual were removed from 5LP 1421, in La Plata County, CO. The remains were found on Rim Road on the Fort Lewis College campus and the site was disturbed due to road construction. No known individual was identified. The eight associated funerary objects are pottery sherds (one grayware jar sherd and seven Rosa black-on-white bowl sherds). \n According to the site form, this site dates to the Basketmaker III/Pueblo I period (7th or 8th century A.D.) based on ceramic evidence. \n In 1997, human remains representing a minimum of one individual were removed from site 5LP 4847, in La Plata County, CO. The remains were excavated by archeologists from Fort Lewis College from a burial context directly behind the Iron Horse Inn, on the west side of the Animas River Valley, north of Durango. No known individual was identified. The one associated funerary object is a black-on-white Rosa bowl. \n The bowl is consistent with the Pueblo I period (A.D. 700-840). \n In 1977, human remains representing a minimum of three individuals were removed from 5LP 135 (the Hurlbutt Site), in La Plata County, CO. The burial was recovered from the floor of an abandoned pit structure under the direction of Dr. Riches. No known individuals were identified. The 10 associated funerary objects are 1 complete bowl, 1 reconstructed piece of pottery, 2 smaller reconstructed pieces of pottery, and 6 sherds. \n This is a transitional Basketmaker III/Pueblo I site based on ceramics. The pit structure has been dated to the Pueblo I period (A.D. 700s) (Charles MC, Schriever B, 1999. \\xe2\\x80\\x9cThe reexcavation of 5LP135, The Hurlbutt Site: A Basketmaker III transitional Pueblo I site in La Plata County, Colorado\\xe2\\x80\\x9d). \n In 1967-1968, human remains representing a minimum of six individuals were removed from a site called West Animas 4 (WA4), in La Plata County, CO. The remains were excavated by John Ives as part of the Fort Lewis College summer field program. The site was on private land. No known individuals were identified. No associated funerary objects are present. \n Site WA4 is from the Pueblo I period (A.D. 700-840) based on the artifactual evidence from this site. \n In 1966, human remains representing a minimum of two individuals were removed from site 5LP 245, 456, and 604 (treated as one site), 3 miles southwest of Durango on private land, in La Plata County, CO. This burial was excavated by Homer Root, an amateur archeologist, during field school excavations for Fort Lewis College. The land was subsequently bought by the Colorado Division of Wildlife and deeded to the U.S. Department of the Interior, Bureau of Reclamation. No known individuals were identified. The three associated funerary objects are two pottery bowls (one black-on-white interior decorated and one grayware storage vessel) and one mortuary slab. \n The burial context is a Basketmaker III (7th century A.D.) pithouse, based on architecture, artifacts, and non-cutting dates (Duke, p. 52). \n In 1967, human remains representing a minimum of 23 individuals were removed from site 5LP 238, also called WA3, in La Plata County, CO. These burials were recovered from a site on private land by John Ives. No known individuals were identified. No associated funerary objects are present. \n Site 5LP 238 is determined to be from the Basketmaker III/Pueblo I period (A.D. 650-840) based on the archeological context, including architecture and ceramics (Philip G. Duke, 1985, \\xe2\\x80\\x9cFort Lewis College Archaeological Investigations in Ridges Basin, Southwest Colorado: 1965-1982.\\xe2\\x80\\x9d Robert W. Delaney, editor. Paper No. 4. Occasional Papers of the Center of Southwest Studies, Fort Lewis College, p. 143). \n In 1967-1968, human remains representing a minimum of three individuals were removed from site WA5, in La Plata County, CO. These remains were excavated by Dr. John Ives from a site designated by him as WA5 (West Animas 5). The site was on private land and was excavated as part of the Fort Lewis College summer field program. No known individuals were identified. No associated funerary objects are present. \n The temporal context of the site is the Pueblo I period (A.D. 700-840) based on other artifacts from the site. \n In 1981, human remains representing a minimum of two individuals were removed from 5LP630, in La Plata County, CO. These remains were recovered during the excavation of a pithouse located in Ridges Basin, approximately 3 miles southwest of Durango. The excavation was part of the 1981 archeological field program run by Fort Lewis College and directed by Philip Duke. At the time of excavation, the land was owned by the Colorado Division of Wildlife, but which has subsequently been deeded to the U.S. Department of the Interior, Bureau of Reclamation. In 2011, the Colorado Division of Wildlife officially transferred the remains to Fort Lewis College. No known individuals were identified. The three associated funerary objects are two ceramic black-on-gray interior decorated bowls and the tip of a bone awl. \n These burials are from a Pueblo I (late 8th century A.D.) pithouse based on archaeomagnetic dating (Duke, pp. 147-148). \n In 1985, human remains representing a minimum of four individuals were removed from site 5LP 483, in La Plata County, CO. These burials were recovered during excavations of sites in Bodo Canyon, approximately 3 miles southwest of Durango. This project was funded by the government as part of the Uranium Mill Tailings Remedial Action Project. No known individuals were identified. The two associated funerary objects are the tip of a bone awl and a Chapin gray jar. \n These burials are from a late Basketmaker III-Pueblo I pithouse based on ceramics and tree-ring dates, giving a range of dates from A.D. 650 through the early A.D. 800s (Steven L. Fuller, 1988, \\xe2\\x80\\x9cArchaeological Investigations in the Bodo Canyon Area, La Plata County, CO. UMTRA Archaeological Report 25,\\xe2\\x80\\x9d p. 198). The date and geographic location of this site are consistent with Ancestral Puebloan burials. \n In 1985, human remains representing a minimum of eight individuals were removed from site 5LP 481, in La Plata County, CO. These burials were recovered during excavations of sites in Bodo Canyon, approximately 3 miles southwest of Durango. This project was funded by the government as part of the Uranium Mill Tailings Remedial Action Project. No known individuals were identified. The 66 associated funerary objects are 1 Chapin gray jar, 1 Chapin black-on-white bowl, 55 grayware sherds, 1 quartzite flake, and 8 artifacts (which possibly represents a medicine pouch). \n These burials are from a late Basketmaker III-Pueblo I (8th century A.D.) pithouse based on ceramics and architecture (Fuller, 1988; p. 117, 158-159). \n In 1978, human remains representing a minimum of 11 individuals were removed from site 5LP 117, in La Plata County, CO. These burials were recovered by Dr. Riches in the Bodo Industrial Park just south of Durango along the Animas River. Salvage excavations were carried out as part of the Fort Lewis College summer field school. The site was on private land. No known individuals were identified. The 36 associated funerary objects are 32 grayware sherds, 2 Olivella shells, 1 chert biface, and 1 lithic point. \n These burials are from the Pueblo I period (A.D. 700-840) based on the artifactual evidence from the site (Charles, MC, 1996. \\xe2\\x80\\x9cThe Emergency Excavations of Three Human Burials in Bodo Industrial Ranches, La Plata County, CO\\xe2\\x80\\x9d). \n In 1978, human remains representing a minimum of one individual were removed from site 5LP 119, in La Plata County, CO. This burial was recovered from the surface of site 5LP 119 on the Bodo Industrial Park south of Durango on the Animas River. The site was on private land. No known individual was identified. No associated funerary objects are present. \n The archeological context of this site was determined to be Basketmaker III/Pueblo I (A.D. 650-840) (Charles, MC, 1994. \\xe2\\x80\\x9cA Cultural Resource Inventory of Lot 7B, Bodo Ranches, La Plata County, CO (Volume 1)\\xe2\\x80\\x9d and \\xe2\\x80\\x9cArchaeological Test Evaluations, Lot 7B, Bodo Industrial Ranches, La Plata County, CO (Volume 2),\\xe2\\x80\\x9d on file at the Colorado Historical Society, Denver, CO). \n In 1978, human remains representing a minimum of two individuals were removed from site 5LP 138, in La Plata County, CO. This burial was recovered from the surface of the site, on private land, in Bodo Industrial Park, south of Durango, CO, by students undertaking survey and salvage excavations under the direction of Dr. Riches. No known individuals were identified. The three associated funerary objects are one partial bear mandible, one dog vertebra, and one bone awl. \n These burials were determined to be from the Basketmaker III/Pueblo I period based on artifactual evidence from the site. \n In 1975, human remains representing a minimum of five individuals were removed from site 5LP 115, in La Plata County, CO. These remains were recovered by Jeff Wharton and Barry Hibbets on private land in the Bodo Industrial Park under the direction of John Ives and Dr. Riches. The site, a pit structure, had been partially removed by road construction. No known individuals were identified. No associated funerary objects are present. \n The site dates to the Pueblo I-III period (A.D. 700-1300) according to the Colorado Historical Society Office of Archaeology and Historic Preservation Compass Database, an online cultural resource database. \n In 1980, human remains representing a minimum of one individual were removed from site 5LP 425, in La Plata County, CO. The burial was recovered as part of salvage excavations under the direction of Jamie Carlson during a summer field program at Fort Lewis College. No known individual was identified. No associated funerary objects are present. \n The archeological context of this site was determined to be Pueblo I (A.D. 700-840) based on ceramics (Charles MC, 2005. \\xe2\\x80\\x9cA report on the archaeological excavations at site 5LP425, the Seven Dog Site: A Pueblo I habitation site, La Plata County, CO\\xe2\\x80\\x9d). \n In the 1970s, human remains representing a minimum of five individuals were removed from the Mancos River Area, Montezuma County, CO. No known individuals were identified. No associated funerary objects are present. \n Dr. Riches reported that a note by Katherine Hulbert, physical anthropologist at Fort Lewis College in the 1970s, indicates that the remains were recovered from the Mancos River Area. Further documentation by Katherine Hulbert indicates that the remains date to approximately A.D. 1070 (Pueblo II period). One cranium exhibits posterior cranial flattening due to cradleboarding, a cultural practice consistent with this time period. \n In 1978, human remains representing a minimum of one individual were removed from a site on private land identified by John Ives as \\xe2\\x80\\x9cTreptow\\xe2\\x80\\x9d near Mancos, in Montezuma County, CO. No known individual was identified. No associated funerary objects are present. \n Without associated funerary objects present the exact date of the remains is uncertain. However, the presence of posterior cranial flattening due to cradleboarding and location of this site are consistent with an Ancestral Puebloan burial, no earlier than the Pueblo I period (beginning A.D. 700). \n In 1977-78, human remains representing a minimum of one individual were removed from site MT 4037, in Montezuma County, CO. The site was excavated by Metropolitan State College of Denver. No known individual was identified. No associated funerary objects are present. \n The archeological context of this site was determined to be Pueblo I-III (A.D. 650-1250) based on the Colorado Historical Society Office of Archaeology and Historic Preservation Compass Database. \n In the 1990s, human remains representing a minimum of four individuals were removed from site 5MT 4802 (the Pigg site), in Montezuma County, CO, excavated by Jim Judge. No known individuals were identified. No associated funerary objects are present. \n Based on architectural and artifactual evidence, the archeological context of this site was determined to be Pueblo II/III (A.D. 1150-1250). \n In summary, the human remains and associated funerary objects all are from Ancestral Puebloan sites (Basketmaker and/or Pueblo periods). The preponderance of geographical, kinship, biological, archeological, linguistic, folklore, oral tradition and historic evidence, as well as expert opinion, suggests that Ancestral Puebloan sites are culturally affiliated with the 21 modern Puebloan tribes: The Hopi Tribe of Arizona; Kewa Pueblo, New Mexico; Ohkay Owingeh, New Mexico; Pueblo of Acoma, New Mexico; Pueblo of Cochiti, New Mexico; Pueblo of Jemez, New Mexico; Pueblo of Isleta, New Mexico; Pueblo of Laguna, New Mexico; Pueblo of Nambe, New Mexico; Pueblo of Picuris, New Mexico; Pueblo of Pojoaque, New Mexico; Pueblo of San Felipe, New Mexico; Pueblo of San Ildefonso, New Mexico; Pueblo of Sandia, New Mexico; Pueblo of Santa Ana, New Mexico; Pueblo of Santa Clara, New Mexico; Pueblo of Taos, New Mexico; Pueblo of Tesuque, New Mexico; Pueblo of Zia, New Mexico; Ysleta Del Sur Pueblo of Texas; and the Zuni Tribe of the Zuni Reservation, New Mexico (hereinafter referred to as \\xe2\\x80\\x9cThe Tribes\\xe2\\x80\\x9d). \n Aspects of a shared group identity between the Athapaskan speaking tribes of the Southwest-Navajo and Jicarilla Apache and Ancestral Puebloans, as well as the Ute tribes and Ancestral Puebloans were also considered, but cultural affiliation was not supported by a preponderance of evidence. The Athapaskan speaking tribes of the Southwest have geographic, folklore, oral traditional, ethnohistorical, and/or historical ties to the Durango area. Cross-cultural influences and intermarriage with Puebloans also support a relationship of shared group identity between Athapaskan and Puebloan groups. However, current archeological evidence does not support a common Athapaskan and Puebloan origin prior to about A.D. 1500. Thus, from an archeological perspective, the evidence does not support cultural affiliation for the Navajo Nation and Jicarilla Apache with the predominantly Basketmaker and Pueblo I human remains and associated funerary objects described in this Notice of Inventory Completion. \n The Ute Mountain Ute Tribe, Southern Ute Indian Tribe, and Ute Indian Tribe of the Uintah & Ouray Reservation have geographic, ethnohistorical, and/or historical ties to the Durango area and linguistic ties to the Hopi tribe. Intermarriage with Puebloan peoples is also recognized as a potential link between these groups. However, the body of evidence does not collectively support a common Ute and Puebloan origin. Therefore, a preponderance of evidence does not support cultural affiliation for the contemporary Ute tribes with the predominantly Basketmaker and Pueblo I period human remains and associated funerary objects described in this Notice of Inventory Completion. \n Determinations Made by the Fort Lewis College \n Officials of Fort Lewis College have determined that \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described above represent the physical remains of 91 individuals of Native American ancestry.\\n         \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(3)(A), the 147 objects described above are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(2), that there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and associated funerary objects and The Tribes. \n Additional Requestors and Disposition \n Representatives of any other Indian tribe that believes itself to be culturally affiliated with the human remains and/or associated funerary objects should contact Dawn Mulhern, Department of Anthropology, Fort Lewis College, 1000 Rim Dr., Durango, CO 81301, telephone (970) 247-7500, before November 10, 2011. Repatriation of the human remains and/or associated funerary objects to The Tribes may proceed after that date if no additional claimants come forward. \n Fort Lewis College is responsible for notifying the Hopi Tribe of Arizona; Jicarilla Apache Nation, New Mexico; Kewa Pueblo, New Mexico; Navajo Nation, Arizona, New Mexico & Utah; Ohkay Owingeh, New Mexico; Pueblo of Acoma, New Mexico; Pueblo of Cochiti, New Mexico; Pueblo of Jemez, New Mexico; Pueblo of Isleta, New Mexico; Pueblo of Laguna, New Mexico; Pueblo of Nambe, New Mexico; Pueblo of Picuris, New Mexico; Pueblo of Pojoaque, New Mexico; Pueblo of San Felipe, New Mexico; Pueblo of San Ildefonso, New Mexico; Pueblo of Sandia, New Mexico; Pueblo of Santa Ana, New Mexico; Pueblo of Santa Clara, New Mexico; Pueblo of Taos, New Mexico; Pueblo of Tesuque, New Mexico; Pueblo of Zia, New Mexico; Southern Ute Indian Tribe of the Southern Ute Reservation, Utah; Ute Indian Tribe of the Uintah & Ouray Reservation, Colorado, New Mexico & Utah; Ute Mountain Tribe of the Ute Mountain Reservation, Colorado; Ysleta Del Sur Pueblo of Texas; and the Zuni Tribe of the Zuni Reservation, New Mexico, that this notice has been published. \n ", "consultation": "A detailed assessment of the human remains was made by Fort Lewis College professional staff in consultation with representatives of the Hopi Tribe of Arizona; Jicarilla Apache Nation, New Mexico; Navajo Nation, Arizona, New Mexico & Utah; Pueblo of Acoma, New Mexico; Pueblo of Jemez, New Mexico; Pueblo of Nambe, New Mexico; Pueblo of Pojoaque, New Mexico; Pueblo of Santa Clara, New Mexico; Pueblo of Taos, New Mexico; Pueblo of Tesuque, New Mexico; Pueblo of Zia, New Mexico; Southern Ute Indian Tribe of the Southern Ute Reservation, Utah; Ute Indian Tribe of the Uintah & Ouray Reservation, Colorado, New Mexico & Utah; Ute Mountain Tribe of the Ute Mountain Reservation, Colorado; and the Zuni Tribe of the Zuni Reservation, New Mexico. \n ", "h_d_r": "In the 1970s, human remains representing a minimum of one individual were removed from the Arboles area, Archuleta County, CO. Dr. Susan Riches, archeologist, reported that Dr. Katherine Hulbert, a physical anthropologist at Fort Lewis College in the 1970s, noted that the remains are \\xe2\\x80\\x9c10th Century Arboles Area.\\xe2\\x80\\x9d No known individual was identified. No associated funerary objects are present. \n In the early 1980s, human remains representing a minimum of one individual were removed from private land at 6775 County Road 203, West Animas Valley, near Durango, La Plata County, CO. This burial was recovered as a result of construction in the area. No known individual was identified. The 11 associated funerary objects are 1 gray Chapin pitcher and 10 sherds of grayware pottery. \n In 1978, human remains representing a minimum of one individual were removed from a construction site on Forest Avenue, in Durango, La Plata County, CO. The human remains were uncovered by workers from a local contracting company and brought to the college in a box. The immediate location is destroyed. According to Dr. Riches, the remains seem to be an isolated burial and are associated with a grayware jar. No known individual was identified. The one associated funerary object is a partial ceramic jar. \n In 1958, human remains representing a minimum of three individuals were removed from the Crestview area of Durango, La Plata County, CO. The remains were found by Pat Murphy and were donated to Fort Lewis College by Murphy in October 1995. No known individuals were identified. The two associated funerary objects are a pottery bowl and pot. \n In 1989, human remains representing a minimum of one individual were removed from 5LP 4883, in La Plata County, CO. These remains were found along Rim Drive (County Road 239), near the Fort Lewis College Campus on City of Durango land. These remains were exposed as the result of road construction and subsequent erosion. The control of these remains were officially transferred to Fort Lewis College in 2011. No known individual was identified. The one associated funerary object is a reconstructed Chapin grayware pot. \n The associated funerary objects for the above four sites are consistent with the Basketmaker III/Pueblo I period (A.D. 650-840). \n In 1984, human remains representing a minimum of one individual were removed from 5LP 1421, in La Plata County, CO. The remains were found on Rim Road on the Fort Lewis College campus and the site was disturbed due to road construction. No known individual was identified. The eight associated funerary objects are pottery sherds (one grayware jar sherd and seven Rosa black-on-white bowl sherds). \n According to the site form, this site dates to the Basketmaker III/Pueblo I period (7th or 8th century A.D.) based on ceramic evidence. \n In 1997, human remains representing a minimum of one individual were removed from site 5LP 4847, in La Plata County, CO. The remains were excavated by archeologists from Fort Lewis College from a burial context directly behind the Iron Horse Inn, on the west side of the Animas River Valley, north of Durango. No known individual was identified. The one associated funerary object is a black-on-white Rosa bowl. \n The bowl is consistent with the Pueblo I period (A.D. 700-840). \n In 1977, human remains representing a minimum of three individuals were removed from 5LP 135 (the Hurlbutt Site), in La Plata County, CO. The burial was recovered from the floor of an abandoned pit structure under the direction of Dr. Riches. No known individuals were identified. The 10 associated funerary objects are 1 complete bowl, 1 reconstructed piece of pottery, 2 smaller reconstructed pieces of pottery, and 6 sherds. \n This is a transitional Basketmaker III/Pueblo I site based on ceramics. The pit structure has been dated to the Pueblo I period (A.D. 700s) (Charles MC, Schriever B, 1999. \\xe2\\x80\\x9cThe reexcavation of 5LP135, The Hurlbutt Site: A Basketmaker III transitional Pueblo I site in La Plata County, Colorado\\xe2\\x80\\x9d). \n In 1967-1968, human remains representing a minimum of six individuals were removed from a site called West Animas 4 (WA4), in La Plata County, CO. The remains were excavated by John Ives as part of the Fort Lewis College summer field program. The site was on private land. No known individuals were identified. No associated funerary objects are present. \n Site WA4 is from the Pueblo I period (A.D. 700-840) based on the artifactual evidence from this site. \n In 1966, human remains representing a minimum of two individuals were removed from site 5LP 245, 456, and 604 (treated as one site), 3 miles southwest of Durango on private land, in La Plata County, CO. This burial was excavated by Homer Root, an amateur archeologist, during field school excavations for Fort Lewis College. The land was subsequently bought by the Colorado Division of Wildlife and deeded to the U.S. Department of the Interior, Bureau of Reclamation. No known individuals were identified. The three associated funerary objects are two pottery bowls (one black-on-white interior decorated and one grayware storage vessel) and one mortuary slab. \n The burial context is a Basketmaker III (7th century A.D.) pithouse, based on architecture, artifacts, and non-cutting dates (Duke, p. 52). \n In 1967, human remains representing a minimum of 23 individuals were removed from site 5LP 238, also called WA3, in La Plata County, CO. These burials were recovered from a site on private land by John Ives. No known individuals were identified. No associated funerary objects are present. \n Site 5LP 238 is determined to be from the Basketmaker III/Pueblo I period (A.D. 650-840) based on the archeological context, including architecture and ceramics (Philip G. Duke, 1985, \\xe2\\x80\\x9cFort Lewis College Archaeological Investigations in Ridges Basin, Southwest Colorado: 1965-1982.\\xe2\\x80\\x9d Robert W. Delaney, editor. Paper No. 4. Occasional Papers of the Center of Southwest Studies, Fort Lewis College, p. 143). \n In 1967-1968, human remains representing a minimum of three individuals were removed from site WA5, in La Plata County, CO. These remains were excavated by Dr. John Ives from a site designated by him as WA5 (West Animas 5). The site was on private land and was excavated as part of the Fort Lewis College summer field program. No known individuals were identified. No associated funerary objects are present. \n The temporal context of the site is the Pueblo I period (A.D. 700-840) based on other artifacts from the site. \n In 1981, human remains representing a minimum of two individuals were removed from 5LP630, in La Plata County, CO. These remains were recovered during the excavation of a pithouse located in Ridges Basin, approximately 3 miles southwest of Durango. The excavation was part of the 1981 archeological field program run by Fort Lewis College and directed by Philip Duke. At the time of excavation, the land was owned by the Colorado Division of Wildlife, but which has subsequently been deeded to the U.S. Department of the Interior, Bureau of Reclamation. In 2011, the Colorado Division of Wildlife officially transferred the remains to Fort Lewis College. No known individuals were identified. The three associated funerary objects are two ceramic black-on-gray interior decorated bowls and the tip of a bone awl. \n These burials are from a Pueblo I (late 8th century A.D.) pithouse based on archaeomagnetic dating (Duke, pp. 147-148). \n In 1985, human remains representing a minimum of four individuals were removed from site 5LP 483, in La Plata County, CO. These burials were recovered during excavations of sites in Bodo Canyon, approximately 3 miles southwest of Durango. This project was funded by the government as part of the Uranium Mill Tailings Remedial Action Project. No known individuals were identified. The two associated funerary objects are the tip of a bone awl and a Chapin gray jar. \n These burials are from a late Basketmaker III-Pueblo I pithouse based on ceramics and tree-ring dates, giving a range of dates from A.D. 650 through the early A.D. 800s (Steven L. Fuller, 1988, \\xe2\\x80\\x9cArchaeological Investigations in the Bodo Canyon Area, La Plata County, CO. UMTRA Archaeological Report 25,\\xe2\\x80\\x9d p. 198). The date and geographic location of this site are consistent with Ancestral Puebloan burials. \n In 1985, human remains representing a minimum of eight individuals were removed from site 5LP 481, in La Plata County, CO. These burials were recovered during excavations of sites in Bodo Canyon, approximately 3 miles southwest of Durango. This project was funded by the government as part of the Uranium Mill Tailings Remedial Action Project. No known individuals were identified. The 66 associated funerary objects are 1 Chapin gray jar, 1 Chapin black-on-white bowl, 55 grayware sherds, 1 quartzite flake, and 8 artifacts (which possibly represents a medicine pouch). \n These burials are from a late Basketmaker III-Pueblo I (8th century A.D.) pithouse based on ceramics and architecture (Fuller, 1988; p. 117, 158-159). \n In 1978, human remains representing a minimum of 11 individuals were removed from site 5LP 117, in La Plata County, CO. These burials were recovered by Dr. Riches in the Bodo Industrial Park just south of Durango along the Animas River. Salvage excavations were carried out as part of the Fort Lewis College summer field school. The site was on private land. No known individuals were identified. The 36 associated funerary objects are 32 grayware sherds, 2 Olivella shells, 1 chert biface, and 1 lithic point. \n These burials are from the Pueblo I period (A.D. 700-840) based on the artifactual evidence from the site (Charles, MC, 1996. \\xe2\\x80\\x9cThe Emergency Excavations of Three Human Burials in Bodo Industrial Ranches, La Plata County, CO\\xe2\\x80\\x9d). \n In 1978, human remains representing a minimum of one individual were removed from site 5LP 119, in La Plata County, CO. This burial was recovered from the surface of site 5LP 119 on the Bodo Industrial Park south of Durango on the Animas River. The site was on private land. No known individual was identified. No associated funerary objects are present. \n The archeological context of this site was determined to be Basketmaker III/Pueblo I (A.D. 650-840) (Charles, MC, 1994. \\xe2\\x80\\x9cA Cultural Resource Inventory of Lot 7B, Bodo Ranches, La Plata County, CO (Volume 1)\\xe2\\x80\\x9d and \\xe2\\x80\\x9cArchaeological Test Evaluations, Lot 7B, Bodo Industrial Ranches, La Plata County, CO (Volume 2),\\xe2\\x80\\x9d on file at the Colorado Historical Society, Denver, CO). \n In 1978, human remains representing a minimum of two individuals were removed from site 5LP 138, in La Plata County, CO. This burial was recovered from the surface of the site, on private land, in Bodo Industrial Park, south of Durango, CO, by students undertaking survey and salvage excavations under the direction of Dr. Riches. No known individuals were identified. The three associated funerary objects are one partial bear mandible, one dog vertebra, and one bone awl. \n These burials were determined to be from the Basketmaker III/Pueblo I period based on artifactual evidence from the site. \n In 1975, human remains representing a minimum of five individuals were removed from site 5LP 115, in La Plata County, CO. These remains were recovered by Jeff Wharton and Barry Hibbets on private land in the Bodo Industrial Park under the direction of John Ives and Dr. Riches. The site, a pit structure, had been partially removed by road construction. No known individuals were identified. No associated funerary objects are present. \n The site dates to the Pueblo I-III period (A.D. 700-1300) according to the Colorado Historical Society Office of Archaeology and Historic Preservation Compass Database, an online cultural resource database. \n In 1980, human remains representing a minimum of one individual were removed from site 5LP 425, in La Plata County, CO. The burial was recovered as part of salvage excavations under the direction of Jamie Carlson during a summer field program at Fort Lewis College. No known individual was identified. No associated funerary objects are present. \n The archeological context of this site was determined to be Pueblo I (A.D. 700-840) based on ceramics (Charles MC, 2005. \\xe2\\x80\\x9cA report on the archaeological excavations at site 5LP425, the Seven Dog Site: A Pueblo I habitation site, La Plata County, CO\\xe2\\x80\\x9d). \n In the 1970s, human remains representing a minimum of five individuals were removed from the Mancos River Area, Montezuma County, CO. No known individuals were identified. No associated funerary objects are present. \n Dr. Riches reported that a note by Katherine Hulbert, physical anthropologist at Fort Lewis College in the 1970s, indicates that the remains were recovered from the Mancos River Area. Further documentation by Katherine Hulbert indicates that the remains date to approximately A.D. 1070 (Pueblo II period). One cranium exhibits posterior cranial flattening due to cradleboarding, a cultural practice consistent with this time period. \n In 1978, human remains representing a minimum of one individual were removed from a site on private land identified by John Ives as \\xe2\\x80\\x9cTreptow\\xe2\\x80\\x9d near Mancos, in Montezuma County, CO. No known individual was identified. No associated funerary objects are present. \n Without associated funerary objects present the exact date of the remains is uncertain. However, the presence of posterior cranial flattening due to cradleboarding and location of this site are consistent with an Ancestral Puebloan burial, no earlier than the Pueblo I period (beginning A.D. 700). \n In 1977-78, human remains representing a minimum of one individual were removed from site MT 4037, in Montezuma County, CO. The site was excavated by Metropolitan State College of Denver. No known individual was identified. No associated funerary objects are present. \n The archeological context of this site was determined to be Pueblo I-III (A.D. 650-1250) based on the Colorado Historical Society Office of Archaeology and Historic Preservation Compass Database. \n In the 1990s, human remains representing a minimum of four individuals were removed from site 5MT 4802 (the Pigg site), in Montezuma County, CO, excavated by Jim Judge. No known individuals were identified. No associated funerary objects are present. \n Based on architectural and artifactual evidence, the archeological context of this site was determined to be Pueblo II/III (A.D. 1150-1250). \n In summary, the human remains and associated funerary objects all are from Ancestral Puebloan sites (Basketmaker and/or Pueblo periods). The preponderance of geographical, kinship, biological, archeological, linguistic, folklore, oral tradition and historic evidence, as well as expert opinion, suggests that Ancestral Puebloan sites are culturally affiliated with the 21 modern Puebloan tribes: The Hopi Tribe of Arizona; Kewa Pueblo, New Mexico; Ohkay Owingeh, New Mexico; Pueblo of Acoma, New Mexico; Pueblo of Cochiti, New Mexico; Pueblo of Jemez, New Mexico; Pueblo of Isleta, New Mexico; Pueblo of Laguna, New Mexico; Pueblo of Nambe, New Mexico; Pueblo of Picuris, New Mexico; Pueblo of Pojoaque, New Mexico; Pueblo of San Felipe, New Mexico; Pueblo of San Ildefonso, New Mexico; Pueblo of Sandia, New Mexico; Pueblo of Santa Ana, New Mexico; Pueblo of Santa Clara, New Mexico; Pueblo of Taos, New Mexico; Pueblo of Tesuque, New Mexico; Pueblo of Zia, New Mexico; Ysleta Del Sur Pueblo of Texas; and the Zuni Tribe of the Zuni Reservation, New Mexico (hereinafter referred to as \\xe2\\x80\\x9cThe Tribes\\xe2\\x80\\x9d). \n Aspects of a shared group identity between the Athapaskan speaking tribes of the Southwest-Navajo and Jicarilla Apache and Ancestral Puebloans, as well as the Ute tribes and Ancestral Puebloans were also considered, but cultural affiliation was not supported by a preponderance of evidence. The Athapaskan speaking tribes of the Southwest have geographic, folklore, oral traditional, ethnohistorical, and/or historical ties to the Durango area. Cross-cultural influences and intermarriage with Puebloans also support a relationship of shared group identity between Athapaskan and Puebloan groups. However, current archeological evidence does not support a common Athapaskan and Puebloan origin prior to about A.D. 1500. Thus, from an archeological perspective, the evidence does not support cultural affiliation for the Navajo Nation and Jicarilla Apache with the predominantly Basketmaker and Pueblo I human remains and associated funerary objects described in this Notice of Inventory Completion. \n The Ute Mountain Ute Tribe, Southern Ute Indian Tribe, and Ute Indian Tribe of the Uintah & Ouray Reservation have geographic, ethnohistorical, and/or historical ties to the Durango area and linguistic ties to the Hopi tribe. Intermarriage with Puebloan peoples is also recognized as a potential link between these groups. However, the body of evidence does not collectively support a common Ute and Puebloan origin. Therefore, a preponderance of evidence does not support cultural affiliation for the contemporary Ute tribes with the predominantly Basketmaker and Pueblo I period human remains and associated funerary objects described in this Notice of Inventory Completion. \n ", "h_d_ci": "Null", "determinations": "Determinations Made by the Fort Lewis College \n Officials of Fort Lewis College have determined that \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described above represent the physical remains of 91 individuals of Native American ancestry.\\n         \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(3)(A), the 147 objects described above are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(2), that there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and associated funerary objects and The Tribes. \n ", "a_r_d": "Representatives of any other Indian tribe that believes itself to be culturally affiliated with the human remains and/or associated funerary objects should contact Dawn Mulhern, Department of Anthropology, Fort Lewis College, 1000 Rim Dr., Durango, CO 81301, telephone (970) 247-7500, before November 10, 2011. Repatriation of the human remains and/or associated funerary objects to The Tribes may proceed after that date if no additional claimants come forward. \n Fort Lewis College is responsible for notifying the Hopi Tribe of Arizona; Jicarilla Apache Nation, New Mexico; Kewa Pueblo, New Mexico; Navajo Nation, Arizona, New Mexico & Utah; Ohkay Owingeh, New Mexico; Pueblo of Acoma, New Mexico; Pueblo of Cochiti, New Mexico; Pueblo of Jemez, New Mexico; Pueblo of Isleta, New Mexico; Pueblo of Laguna, New Mexico; Pueblo of Nambe, New Mexico; Pueblo of Picuris, New Mexico; Pueblo of Pojoaque, New Mexico; Pueblo of San Felipe, New Mexico; Pueblo of San Ildefonso, New Mexico; Pueblo of Sandia, New Mexico; Pueblo of Santa Ana, New Mexico; Pueblo of Santa Clara, New Mexico; Pueblo of Taos, New Mexico; Pueblo of Tesuque, New Mexico; Pueblo of Zia, New Mexico; Southern Ute Indian Tribe of the Southern Ute Reservation, Utah; Ute Indian Tribe of the Uintah & Ouray Reservation, Colorado, New Mexico & Utah; Ute Mountain Tribe of the Ute Mountain Reservation, Colorado; Ysleta Del Sur Pueblo of Texas; and the Zuni Tribe of the Zuni Reservation, New Mexico, that this notice has been published. \n "}