{"index": "I_1140", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        [2253-665]\\n        Notice of Inventory Completion: Oregon State University Department of Anthropology, Corvallis, OR\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        \\n          SUMMARY:\\n\\n          The Oregon State University Department of Anthropology has completed an inventory of human remains, in consultation with the appropriate Indian tribes, and has determined that there is a cultural affiliation between the human remains and present-day Indian tribes. Representatives of any Indian tribe that believes itself to be culturally affiliated with the human remains may contact the Oregon State University Department of Anthropology. Repatriation of the human remains to the Indian tribes stated below may occur if no additional claimants come forward.\\n        \\n        \\n          DATES:\\n          Representatives of any Indian tribe that believes it has a cultural affiliation with the human remains should contact the Oregon State University Department of Anthropology at the address below by August 22, 2011.\\n        \\n        \\n          ADDRESSES:\\n          Dr. David McMurray, Oregon State University Department of Anthropology, 238 Waldo Hall, Corvallis, OR 97331, telephone (541) 737-4515.\\n        \\n      \\n      \\n        SUPPLEMENTARY INFORMATION:\\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains in the control of the Oregon State University Department of Anthropology, Corvallis, OR. The human remains were removed from Randolph and White Counties, IL.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003(d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains. The National Park Service is not responsible for the determinations in this notice.\\n        Consultation\\n        A detailed assessment of the human remains was made by Oregon State University Department of Anthropology professional staff in consultation with representatives of the Iowa Tribe of Kansas and Nebraska, Peoria Tribe of Indians of Oklahoma, and the Osage Nation, Oklahoma (formerly the Osage Tribe). Representatives of the Absentee-Shawnee Tribe of Indians of Oklahoma; Cheyenne River Sioux Tribe of the Cheyenne River Reservation, South Dakota; Citizen Potawatomi Nation, Oklahoma; Delaware Nation, Oklahoma; Eastern Shawnee Tribe of Oklahoma; Forest County Potawatomi Community, Wisconsin; Hannahville Indian Community, Michigan; Ho-Chunk Nation of Wisconsin; Iowa Tribe of Oklahoma; Kaw Nation, Oklahoma; Kickapoo Tribe of Indians of the Kickapoo Reservation in Kansas; Kickapoo Tribe of Oklahoma; Miami Tribe of Oklahoma; Oglala Sioux Tribe of the Pine Ridge Reservation, South Dakota; Omaha Tribe of Nebraska; Ottawa Tribe of Oklahoma; Otoe-Missouria Tribe of Indians, Oklahoma; Pokagon Band of Potawatomi Indians, Michigan and Indiana; Ponca Tribe of Indians of Oklahoma; Ponca Tribe of Nebraska; Prairie Band of Potawatomi Nation, Kansas; Quapaw Tribe of Indians, Oklahoma; Sac & Fox Nation of Missouri in Kansas and Nebraska; Sac & Fox Nation, Oklahoma; Sac & Fox Tribe of the Mississippi in Iowa; Shawnee Tribe, Oklahoma; Tonkawa Tribe of Indians of Oklahoma; Winnebago Tribe of Nebraska; and Wyandotte Nation, Oklahoma, were notified but did not participate in consultation on the human remains described in this notice.\\n        History and Description of the Remains\\n        On an unknown date, human remains representing a minimum of one individual were probably removed from the Ethel R. Wilson site, White County, IL, by an unknown individual. The remains were donated to the Department of Anthropology by Holm Neumann, the son of Dr. Georg Karl Neumann, in 1976. Dr. Neumann worked as a physical anthropologist for Indiana State University, Terre Haute, IN. No known individual was identified. No associated funerary objects are present.\\n\\n        Records indicate that the ancestral remains are identified as \\xe2\\x80\\x9cWH501-19 T.\\xe2\\x80\\x9d According to the NAGPRA culturally unidentifiable inventories (CUI) database submitted by Indiana State University, \\xe2\\x80\\x9cWH\\xe2\\x80\\x9d is used to identify remains from the Ethel R. Wilson site (also known as the Wilson Site Cemetery), which is located in White County, IL. Based on the markings, the remains are reasonably believed to have been removed from the Ethel R. Wilson site. This site is on the western bluffs of the Wabash River, north of the confluence of the Wabash and Ohio Rivers. The Wilson site is thought to have been originally excavated by Norbert Bingman and Arkel Fisher in 1949. During the summer of 1950, Dr. Neumann directed archeological work at this site. Eleven burial mounds were recorded. The Illinois State Museum, University of Chicago, and the Southern Illinois University sponsored excavations in the lower Wabash Valley midway between the Ohio and Illinois Hopewellian centers, in an effort to clarify possible origins, development, cultural affiliations and physical relationships between the populations (Neumann 1951: Journal of the Illinois State Archaeology Society, Vol. 1, No. 4, April). Dr. Neumann identified the population as belonging to the Hopewellian culture (Pennefather-O/Brien 1999; Fowler 1951; Neumann 1951).\\n        At an unknown date, human remains representing a minimum of two individuals were removed from an unknown site most likely in Randolph County, IL. The remains were donated to the Department of Anthropology by Holm Neumann in 1976. No known individuals were identified. No associated funerary objects are present.\\n        The human remains have markings of either \\xe2\\x80\\x9cRa 501\\xe2\\x80\\x9d or \\xe2\\x80\\x9cRa 502\\xe2\\x80\\x9d written upon them, indicating the location from which they were excavated. Records in the CUI database for Indiana University show \\xe2\\x80\\x9cRa\\xe2\\x80\\x9d as Randolph County, IL, and the site is listed as \\xe2\\x80\\x9cHiller.\\xe2\\x80\\x9d In Neumann\\'s records, he has a map indicating excavation work at Modoc Rock Shelter in Randolph County, IL. Between 1952 and 1956, the Modoc Rock Shelter site (11R5) was studied by Melvin L. Fowler, during four excavation seasons sponsored by the Illinois State Museum and the University of Chicago (Ahler 1993). This site is located at the base of the eastern bluffs of the Mississippi River Valley and is a National Historic Landmark. Included in the Neumann collection, are a series of photos of human remains that had been sent to Dr. Neumann from Thorne Deuel, Illinois State Museum, with a letter (dated December 15, 1958) requesting that Dr. Neumann identify the photos and send one copy of the photos back to the Illinois State Museum. On the back of some of the photos is written \\xe2\\x80\\x9cRa 501-29 Modoc Rock Shelter\\xe2\\x80\\x9d or \\xe2\\x80\\x9cHiller Site, Randolph Co., Ill Archaic III. State Mus. Coll. Ra 502-2B.\\xe2\\x80\\x9d Based on the markings on the remains, the records in the CUI database for Indiana University, and the photos identifying the origins as Modoc Rock Shelter or the Hiller Site, it is reasonably believed that these remains are from one or both of those sites.\\n\\n        White County is located in southeastern Illinois, along the Ohio River. Randolph County is located in southwestern Illinois, along the Mississippi River. Randolph County is an area historically occupied by the Michigamea, which is represented by the present-day Peoria Tribe of Indians of Oklahoma. Through consultation evidence, the Peoria Tribe have also shown cultural affiliation to White County, IL. In addition, both counties are part of the Osage ancestral territory. According to consultation evidence, the Osage historically migrated along the Ohio Valley to the Ohio River and Mississippi River confluence. The Osage are a Dhegiha Siouan tribe. They and other Dhegiha Siouan tribes\\' original territory is east of the Alleghenies and possibly in the Piedmont regions of Virginia and the Carolinas. Historical documentation states that the Osage, Ponca, Kaw, Omaha, and the Kansa (Quapaw) made up a single tribe that lived on the banks of the Ohio River. The tribe eventually migrated downstream, residing along the Wabash, and later reached the Mississippi River. Over a period of time, the tribe migrated northward along the Mississippi River until reaching the Missouri River. The tribe split into several different tribes during this migration period: Those who migrated northward from the Missouri River were later known as the Omaha; those downstream from the Mississippi became the Quapaw; the Ponca and Osage went westward from the Missouri River toward the Osage River. In 1541, Desoto had contact with the Quapaw on the Mississippi River. In the late 17th century, Europeans met Osage Indians on the Osage River and reported that they roamed over much of Kansas, Arkansas, Oklahoma, and Illinois (Bailey 1973 and 1995; Chapman 1982; Graves 1949; and Hunter 2009). The descendants of the Dhegiha Siouan are members of the Absentee-Shawnee Tribe of Indians of Oklahoma; Delaware Nation, Oklahoma; Hannahville Indian Community, Michigan; Kaw Nation, Oklahoma; Omaha Tribe of Nebraska; Osage Nation, Oklahoma; Ponca Tribe of Indians of Oklahoma; Ponca Tribe of Nebraska; Quapaw Tribe of Indians, Oklahoma; and the Tonkawa Tribe of Indians of Oklahoma.\\n        Determinations Made by the Oregon State University Department of Anthropology\\n        Officials of the Oregon State University Department of Anthropology have determined that:\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described above represent the physical remains of three individuals of Native American ancestry.\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and the Absentee-Shawnee Tribe of Indians of Oklahoma; Delaware Nation, Oklahoma; Hannahville Indian Community, Michigan; Kaw Nation, Oklahoma; Omaha Tribe of Nebraska; Osage Nation, Oklahoma; Peoria Tribe of Indians of Oklahoma; Ponca Tribe of Indians of Oklahoma; Ponca Tribe of Nebraska; Quapaw Tribe of Indians, Oklahoma; and the Tonkawa Tribe of Indians of Oklahoma.\\n        Additional Requestors and Disposition\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the human remains should contact Dr. David McMurray, Oregon State University, Department of Anthropology, 238 Waldo Hall, Corvallis, OR 97331, telephone (541) 737-4515, before August 22, 2011. Repatriation of the human remains to the Absentee-Shawnee Tribe of Indians of Oklahoma; Delaware Nation, Oklahoma; Hannahville Indian Community, Michigan; Kaw Nation, Oklahoma; Omaha Tribe of Nebraska; Osage Nation, Oklahoma; Peoria Tribe of Indians of Oklahoma; Ponca Tribe of Indians of Oklahoma; Ponca Tribe of Nebraska; Quapaw Tribe of Indians, Oklahoma; and Tonkawa Tribe of Indians of Oklahoma, may proceed after that date if no additional claimants come forward.\\n        The Oregon State University Department of Anthropology is responsible for notifying the Absentee-Shawnee Tribe of Indians of Oklahoma; Cheyenne River Sioux Tribe of the Cheyenne River Reservation, South Dakota; Citizen Potawatomi Nation, Oklahoma; Delaware Nation, Oklahoma; Eastern Shawnee Tribe of Oklahoma; Forest County Potawatomi Community, Wisconsin; Hannahville Indian Community, Michigan; Ho-Chunk Nation of Wisconsin; Iowa Tribe of Kansas and Nebraska; Iowa Tribe of Oklahoma; Kaw Nation, Oklahoma; Kickapoo Tribe of Indians of the Kickapoo Reservation in Kansas; Kickapoo Tribe of Oklahoma; Miami Tribe of Oklahoma; Oglala Sioux Tribe of the Pine Ridge Reservation, South Dakota; Omaha Tribe of Nebraska; Osage Nation, Oklahoma; Otoe-Missouria Tribe of Indians, Oklahoma; Ottawa Tribe of Oklahoma; Peoria Tribe of Indians of Oklahoma; Pokagon Band of Potawatomi Indians, Michigan and Indiana; Ponca Tribe of Indians of Oklahoma; Ponca Tribe of Nebraska; Prairie Band of Potawatomi Nation, Kansas; Quapaw Tribe of Indians, Oklahoma; Sac & Fox Nation of Missouri in Kansas and Nebraska; Sac & Fox Nation, Oklahoma; Sac & Fox Tribe of the Mississippi in Iowa; Shawnee Tribe, Oklahoma; Tonkawa Tribe of Indians of Oklahoma; Winnebago Tribe of Nebraska; and Wyandotte Nation, Oklahoma, that this notice has been published.\\n        \\n          Dated: July 14, 2011.\\n          Sherry Hutt,\\n          Manager, National NAGPRA Program. \\n        \\n      \\n      [FR Doc. 2011-18343 Filed 7-20-11; 8:45 am]\\n      BILLING CODE 4312-50-P\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "[2253-665]", "subject": "Notice of Inventory Completion: Oregon State University Department of Anthropology, Corvallis, OR", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "The Oregon State University Department of Anthropology has completed an inventory of human remains, in consultation with the appropriate Indian tribes, and has determined that there is a cultural affiliation between the human remains and present-day Indian tribes. Representatives of any Indian tribe that believes itself to be culturally affiliated with the human remains may contact the Oregon State University Department of Anthropology. Repatriation of the human remains to the Indian tribes stated below may occur if no additional claimants come forward.", "dates": "Representatives of any Indian tribe that believes it has a cultural affiliation with the human remains should contact the Oregon State University Department of Anthropology at the address below by August 22, 2011.", "addresses": "Dr. David McMurray, Oregon State University Department of Anthropology, 238 Waldo Hall, Corvallis, OR 97331, telephone (541) 737-4515.", "signature_dated": "Dated: July 14, 2011.", "signature_name": "Sherry Hutt,", "signature_title": "Manager, National NAGPRA Program. ", "fr_doc": "[FR Doc. 2011-18343 Filed 7-20-11; 8:45 am]", "billing_code": "BILLING CODE 4312-50-P", "supp_info": "SUPPLEMENTARY INFORMATION: \n Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains in the control of the Oregon State University Department of Anthropology, Corvallis, OR. The human remains were removed from Randolph and White Counties, IL. \n This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003(d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains. The National Park Service is not responsible for the determinations in this notice. \n Consultation \n A detailed assessment of the human remains was made by Oregon State University Department of Anthropology professional staff in consultation with representatives of the Iowa Tribe of Kansas and Nebraska, Peoria Tribe of Indians of Oklahoma, and the Osage Nation, Oklahoma (formerly the Osage Tribe). Representatives of the Absentee-Shawnee Tribe of Indians of Oklahoma; Cheyenne River Sioux Tribe of the Cheyenne River Reservation, South Dakota; Citizen Potawatomi Nation, Oklahoma; Delaware Nation, Oklahoma; Eastern Shawnee Tribe of Oklahoma; Forest County Potawatomi Community, Wisconsin; Hannahville Indian Community, Michigan; Ho-Chunk Nation of Wisconsin; Iowa Tribe of Oklahoma; Kaw Nation, Oklahoma; Kickapoo Tribe of Indians of the Kickapoo Reservation in Kansas; Kickapoo Tribe of Oklahoma; Miami Tribe of Oklahoma; Oglala Sioux Tribe of the Pine Ridge Reservation, South Dakota; Omaha Tribe of Nebraska; Ottawa Tribe of Oklahoma; Otoe-Missouria Tribe of Indians, Oklahoma; Pokagon Band of Potawatomi Indians, Michigan and Indiana; Ponca Tribe of Indians of Oklahoma; Ponca Tribe of Nebraska; Prairie Band of Potawatomi Nation, Kansas; Quapaw Tribe of Indians, Oklahoma; Sac & Fox Nation of Missouri in Kansas and Nebraska; Sac & Fox Nation, Oklahoma; Sac & Fox Tribe of the Mississippi in Iowa; Shawnee Tribe, Oklahoma; Tonkawa Tribe of Indians of Oklahoma; Winnebago Tribe of Nebraska; and Wyandotte Nation, Oklahoma, were notified but did not participate in consultation on the human remains described in this notice. \n History and Description of the Remains \n On an unknown date, human remains representing a minimum of one individual were probably removed from the Ethel R. Wilson site, White County, IL, by an unknown individual. The remains were donated to the Department of Anthropology by Holm Neumann, the son of Dr. Georg Karl Neumann, in 1976. Dr. Neumann worked as a physical anthropologist for Indiana State University, Terre Haute, IN. No known individual was identified. No associated funerary objects are present. \n Records indicate that the ancestral remains are identified as \\xe2\\x80\\x9cWH501-19 T.\\xe2\\x80\\x9d According to the NAGPRA culturally unidentifiable inventories (CUI) database submitted by Indiana State University, \\xe2\\x80\\x9cWH\\xe2\\x80\\x9d is used to identify remains from the Ethel R. Wilson site (also known as the Wilson Site Cemetery), which is located in White County, IL. Based on the markings, the remains are reasonably believed to have been removed from the Ethel R. Wilson site. This site is on the western bluffs of the Wabash River, north of the confluence of the Wabash and Ohio Rivers. The Wilson site is thought to have been originally excavated by Norbert Bingman and Arkel Fisher in 1949. During the summer of 1950, Dr. Neumann directed archeological work at this site. Eleven burial mounds were recorded. The Illinois State Museum, University of Chicago, and the Southern Illinois University sponsored excavations in the lower Wabash Valley midway between the Ohio and Illinois Hopewellian centers, in an effort to clarify possible origins, development, cultural affiliations and physical relationships between the populations (Neumann 1951: Journal of the Illinois State Archaeology Society, Vol. 1, No. 4, April). Dr. Neumann identified the population as belonging to the Hopewellian culture (Pennefather-O/Brien 1999; Fowler 1951; Neumann 1951). \n At an unknown date, human remains representing a minimum of two individuals were removed from an unknown site most likely in Randolph County, IL. The remains were donated to the Department of Anthropology by Holm Neumann in 1976. No known individuals were identified. No associated funerary objects are present. \n The human remains have markings of either \\xe2\\x80\\x9cRa 501\\xe2\\x80\\x9d or \\xe2\\x80\\x9cRa 502\\xe2\\x80\\x9d written upon them, indicating the location from which they were excavated. Records in the CUI database for Indiana University show \\xe2\\x80\\x9cRa\\xe2\\x80\\x9d as Randolph County, IL, and the site is listed as \\xe2\\x80\\x9cHiller.\\xe2\\x80\\x9d In Neumann\\'s records, he has a map indicating excavation work at Modoc Rock Shelter in Randolph County, IL. Between 1952 and 1956, the Modoc Rock Shelter site (11R5) was studied by Melvin L. Fowler, during four excavation seasons sponsored by the Illinois State Museum and the University of Chicago (Ahler 1993). This site is located at the base of the eastern bluffs of the Mississippi River Valley and is a National Historic Landmark. Included in the Neumann collection, are a series of photos of human remains that had been sent to Dr. Neumann from Thorne Deuel, Illinois State Museum, with a letter (dated December 15, 1958) requesting that Dr. Neumann identify the photos and send one copy of the photos back to the Illinois State Museum. On the back of some of the photos is written \\xe2\\x80\\x9cRa 501-29 Modoc Rock Shelter\\xe2\\x80\\x9d or \\xe2\\x80\\x9cHiller Site, Randolph Co., Ill Archaic III. State Mus. Coll. Ra 502-2B.\\xe2\\x80\\x9d Based on the markings on the remains, the records in the CUI database for Indiana University, and the photos identifying the origins as Modoc Rock Shelter or the Hiller Site, it is reasonably believed that these remains are from one or both of those sites. \n White County is located in southeastern Illinois, along the Ohio River. Randolph County is located in southwestern Illinois, along the Mississippi River. Randolph County is an area historically occupied by the Michigamea, which is represented by the present-day Peoria Tribe of Indians of Oklahoma. Through consultation evidence, the Peoria Tribe have also shown cultural affiliation to White County, IL. In addition, both counties are part of the Osage ancestral territory. According to consultation evidence, the Osage historically migrated along the Ohio Valley to the Ohio River and Mississippi River confluence. The Osage are a Dhegiha Siouan tribe. They and other Dhegiha Siouan tribes\\' original territory is east of the Alleghenies and possibly in the Piedmont regions of Virginia and the Carolinas. Historical documentation states that the Osage, Ponca, Kaw, Omaha, and the Kansa (Quapaw) made up a single tribe that lived on the banks of the Ohio River. The tribe eventually migrated downstream, residing along the Wabash, and later reached the Mississippi River. Over a period of time, the tribe migrated northward along the Mississippi River until reaching the Missouri River. The tribe split into several different tribes during this migration period: Those who migrated northward from the Missouri River were later known as the Omaha; those downstream from the Mississippi became the Quapaw; the Ponca and Osage went westward from the Missouri River toward the Osage River. In 1541, Desoto had contact with the Quapaw on the Mississippi River. In the late 17th century, Europeans met Osage Indians on the Osage River and reported that they roamed over much of Kansas, Arkansas, Oklahoma, and Illinois (Bailey 1973 and 1995; Chapman 1982; Graves 1949; and Hunter 2009). The descendants of the Dhegiha Siouan are members of the Absentee-Shawnee Tribe of Indians of Oklahoma; Delaware Nation, Oklahoma; Hannahville Indian Community, Michigan; Kaw Nation, Oklahoma; Omaha Tribe of Nebraska; Osage Nation, Oklahoma; Ponca Tribe of Indians of Oklahoma; Ponca Tribe of Nebraska; Quapaw Tribe of Indians, Oklahoma; and the Tonkawa Tribe of Indians of Oklahoma. \n Determinations Made by the Oregon State University Department of Anthropology \n Officials of the Oregon State University Department of Anthropology have determined that: \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described above represent the physical remains of three individuals of Native American ancestry. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and the Absentee-Shawnee Tribe of Indians of Oklahoma; Delaware Nation, Oklahoma; Hannahville Indian Community, Michigan; Kaw Nation, Oklahoma; Omaha Tribe of Nebraska; Osage Nation, Oklahoma; Peoria Tribe of Indians of Oklahoma; Ponca Tribe of Indians of Oklahoma; Ponca Tribe of Nebraska; Quapaw Tribe of Indians, Oklahoma; and the Tonkawa Tribe of Indians of Oklahoma. \n Additional Requestors and Disposition \n Representatives of any other Indian tribe that believes itself to be culturally affiliated with the human remains should contact Dr. David McMurray, Oregon State University, Department of Anthropology, 238 Waldo Hall, Corvallis, OR 97331, telephone (541) 737-4515, before August 22, 2011. Repatriation of the human remains to the Absentee-Shawnee Tribe of Indians of Oklahoma; Delaware Nation, Oklahoma; Hannahville Indian Community, Michigan; Kaw Nation, Oklahoma; Omaha Tribe of Nebraska; Osage Nation, Oklahoma; Peoria Tribe of Indians of Oklahoma; Ponca Tribe of Indians of Oklahoma; Ponca Tribe of Nebraska; Quapaw Tribe of Indians, Oklahoma; and Tonkawa Tribe of Indians of Oklahoma, may proceed after that date if no additional claimants come forward. \n The Oregon State University Department of Anthropology is responsible for notifying the Absentee-Shawnee Tribe of Indians of Oklahoma; Cheyenne River Sioux Tribe of the Cheyenne River Reservation, South Dakota; Citizen Potawatomi Nation, Oklahoma; Delaware Nation, Oklahoma; Eastern Shawnee Tribe of Oklahoma; Forest County Potawatomi Community, Wisconsin; Hannahville Indian Community, Michigan; Ho-Chunk Nation of Wisconsin; Iowa Tribe of Kansas and Nebraska; Iowa Tribe of Oklahoma; Kaw Nation, Oklahoma; Kickapoo Tribe of Indians of the Kickapoo Reservation in Kansas; Kickapoo Tribe of Oklahoma; Miami Tribe of Oklahoma; Oglala Sioux Tribe of the Pine Ridge Reservation, South Dakota; Omaha Tribe of Nebraska; Osage Nation, Oklahoma; Otoe-Missouria Tribe of Indians, Oklahoma; Ottawa Tribe of Oklahoma; Peoria Tribe of Indians of Oklahoma; Pokagon Band of Potawatomi Indians, Michigan and Indiana; Ponca Tribe of Indians of Oklahoma; Ponca Tribe of Nebraska; Prairie Band of Potawatomi Nation, Kansas; Quapaw Tribe of Indians, Oklahoma; Sac & Fox Nation of Missouri in Kansas and Nebraska; Sac & Fox Nation, Oklahoma; Sac & Fox Tribe of the Mississippi in Iowa; Shawnee Tribe, Oklahoma; Tonkawa Tribe of Indians of Oklahoma; Winnebago Tribe of Nebraska; and Wyandotte Nation, Oklahoma, that this notice has been published. \n ", "consultation": "A detailed assessment of the human remains was made by Oregon State University Department of Anthropology professional staff in consultation with representatives of the Iowa Tribe of Kansas and Nebraska, Peoria Tribe of Indians of Oklahoma, and the Osage Nation, Oklahoma (formerly the Osage Tribe). Representatives of the Absentee-Shawnee Tribe of Indians of Oklahoma; Cheyenne River Sioux Tribe of the Cheyenne River Reservation, South Dakota; Citizen Potawatomi Nation, Oklahoma; Delaware Nation, Oklahoma; Eastern Shawnee Tribe of Oklahoma; Forest County Potawatomi Community, Wisconsin; Hannahville Indian Community, Michigan; Ho-Chunk Nation of Wisconsin; Iowa Tribe of Oklahoma; Kaw Nation, Oklahoma; Kickapoo Tribe of Indians of the Kickapoo Reservation in Kansas; Kickapoo Tribe of Oklahoma; Miami Tribe of Oklahoma; Oglala Sioux Tribe of the Pine Ridge Reservation, South Dakota; Omaha Tribe of Nebraska; Ottawa Tribe of Oklahoma; Otoe-Missouria Tribe of Indians, Oklahoma; Pokagon Band of Potawatomi Indians, Michigan and Indiana; Ponca Tribe of Indians of Oklahoma; Ponca Tribe of Nebraska; Prairie Band of Potawatomi Nation, Kansas; Quapaw Tribe of Indians, Oklahoma; Sac & Fox Nation of Missouri in Kansas and Nebraska; Sac & Fox Nation, Oklahoma; Sac & Fox Tribe of the Mississippi in Iowa; Shawnee Tribe, Oklahoma; Tonkawa Tribe of Indians of Oklahoma; Winnebago Tribe of Nebraska; and Wyandotte Nation, Oklahoma, were notified but did not participate in consultation on the human remains described in this notice. \n ", "h_d_r": "On an unknown date, human remains representing a minimum of one individual were probably removed from the Ethel R. Wilson site, White County, IL, by an unknown individual. The remains were donated to the Department of Anthropology by Holm Neumann, the son of Dr. Georg Karl Neumann, in 1976. Dr. Neumann worked as a physical anthropologist for Indiana State University, Terre Haute, IN. No known individual was identified. No associated funerary objects are present. \n Records indicate that the ancestral remains are identified as \\xe2\\x80\\x9cWH501-19 T.\\xe2\\x80\\x9d According to the NAGPRA culturally unidentifiable inventories (CUI) database submitted by Indiana State University, \\xe2\\x80\\x9cWH\\xe2\\x80\\x9d is used to identify remains from the Ethel R. Wilson site (also known as the Wilson Site Cemetery), which is located in White County, IL. Based on the markings, the remains are reasonably believed to have been removed from the Ethel R. Wilson site. This site is on the western bluffs of the Wabash River, north of the confluence of the Wabash and Ohio Rivers. The Wilson site is thought to have been originally excavated by Norbert Bingman and Arkel Fisher in 1949. During the summer of 1950, Dr. Neumann directed archeological work at this site. Eleven burial mounds were recorded. The Illinois State Museum, University of Chicago, and the Southern Illinois University sponsored excavations in the lower Wabash Valley midway between the Ohio and Illinois Hopewellian centers, in an effort to clarify possible origins, development, cultural affiliations and physical relationships between the populations (Neumann 1951: Journal of the Illinois State Archaeology Society, Vol. 1, No. 4, April). Dr. Neumann identified the population as belonging to the Hopewellian culture (Pennefather-O/Brien 1999; Fowler 1951; Neumann 1951). \n At an unknown date, human remains representing a minimum of two individuals were removed from an unknown site most likely in Randolph County, IL. The remains were donated to the Department of Anthropology by Holm Neumann in 1976. No known individuals were identified. No associated funerary objects are present. \n The human remains have markings of either \\xe2\\x80\\x9cRa 501\\xe2\\x80\\x9d or \\xe2\\x80\\x9cRa 502\\xe2\\x80\\x9d written upon them, indicating the location from which they were excavated. Records in the CUI database for Indiana University show \\xe2\\x80\\x9cRa\\xe2\\x80\\x9d as Randolph County, IL, and the site is listed as \\xe2\\x80\\x9cHiller.\\xe2\\x80\\x9d In Neumann\\'s records, he has a map indicating excavation work at Modoc Rock Shelter in Randolph County, IL. Between 1952 and 1956, the Modoc Rock Shelter site (11R5) was studied by Melvin L. Fowler, during four excavation seasons sponsored by the Illinois State Museum and the University of Chicago (Ahler 1993). This site is located at the base of the eastern bluffs of the Mississippi River Valley and is a National Historic Landmark. Included in the Neumann collection, are a series of photos of human remains that had been sent to Dr. Neumann from Thorne Deuel, Illinois State Museum, with a letter (dated December 15, 1958) requesting that Dr. Neumann identify the photos and send one copy of the photos back to the Illinois State Museum. On the back of some of the photos is written \\xe2\\x80\\x9cRa 501-29 Modoc Rock Shelter\\xe2\\x80\\x9d or \\xe2\\x80\\x9cHiller Site, Randolph Co., Ill Archaic III. State Mus. Coll. Ra 502-2B.\\xe2\\x80\\x9d Based on the markings on the remains, the records in the CUI database for Indiana University, and the photos identifying the origins as Modoc Rock Shelter or the Hiller Site, it is reasonably believed that these remains are from one or both of those sites. \n White County is located in southeastern Illinois, along the Ohio River. Randolph County is located in southwestern Illinois, along the Mississippi River. Randolph County is an area historically occupied by the Michigamea, which is represented by the present-day Peoria Tribe of Indians of Oklahoma. Through consultation evidence, the Peoria Tribe have also shown cultural affiliation to White County, IL. In addition, both counties are part of the Osage ancestral territory. According to consultation evidence, the Osage historically migrated along the Ohio Valley to the Ohio River and Mississippi River confluence. The Osage are a Dhegiha Siouan tribe. They and other Dhegiha Siouan tribes\\' original territory is east of the Alleghenies and possibly in the Piedmont regions of Virginia and the Carolinas. Historical documentation states that the Osage, Ponca, Kaw, Omaha, and the Kansa (Quapaw) made up a single tribe that lived on the banks of the Ohio River. The tribe eventually migrated downstream, residing along the Wabash, and later reached the Mississippi River. Over a period of time, the tribe migrated northward along the Mississippi River until reaching the Missouri River. The tribe split into several different tribes during this migration period: Those who migrated northward from the Missouri River were later known as the Omaha; those downstream from the Mississippi became the Quapaw; the Ponca and Osage went westward from the Missouri River toward the Osage River. In 1541, Desoto had contact with the Quapaw on the Mississippi River. In the late 17th century, Europeans met Osage Indians on the Osage River and reported that they roamed over much of Kansas, Arkansas, Oklahoma, and Illinois (Bailey 1973 and 1995; Chapman 1982; Graves 1949; and Hunter 2009). The descendants of the Dhegiha Siouan are members of the Absentee-Shawnee Tribe of Indians of Oklahoma; Delaware Nation, Oklahoma; Hannahville Indian Community, Michigan; Kaw Nation, Oklahoma; Omaha Tribe of Nebraska; Osage Nation, Oklahoma; Ponca Tribe of Indians of Oklahoma; Ponca Tribe of Nebraska; Quapaw Tribe of Indians, Oklahoma; and the Tonkawa Tribe of Indians of Oklahoma. \n ", "h_d_ci": "Null", "determinations": "Determinations Made by the Oregon State University Department of Anthropology \n Officials of the Oregon State University Department of Anthropology have determined that: \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described above represent the physical remains of three individuals of Native American ancestry. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and the Absentee-Shawnee Tribe of Indians of Oklahoma; Delaware Nation, Oklahoma; Hannahville Indian Community, Michigan; Kaw Nation, Oklahoma; Omaha Tribe of Nebraska; Osage Nation, Oklahoma; Peoria Tribe of Indians of Oklahoma; Ponca Tribe of Indians of Oklahoma; Ponca Tribe of Nebraska; Quapaw Tribe of Indians, Oklahoma; and the Tonkawa Tribe of Indians of Oklahoma. \n ", "a_r_d": "Representatives of any other Indian tribe that believes itself to be culturally affiliated with the human remains should contact Dr. David McMurray, Oregon State University, Department of Anthropology, 238 Waldo Hall, Corvallis, OR 97331, telephone (541) 737-4515, before August 22, 2011. Repatriation of the human remains to the Absentee-Shawnee Tribe of Indians of Oklahoma; Delaware Nation, Oklahoma; Hannahville Indian Community, Michigan; Kaw Nation, Oklahoma; Omaha Tribe of Nebraska; Osage Nation, Oklahoma; Peoria Tribe of Indians of Oklahoma; Ponca Tribe of Indians of Oklahoma; Ponca Tribe of Nebraska; Quapaw Tribe of Indians, Oklahoma; and Tonkawa Tribe of Indians of Oklahoma, may proceed after that date if no additional claimants come forward. \n The Oregon State University Department of Anthropology is responsible for notifying the Absentee-Shawnee Tribe of Indians of Oklahoma; Cheyenne River Sioux Tribe of the Cheyenne River Reservation, South Dakota; Citizen Potawatomi Nation, Oklahoma; Delaware Nation, Oklahoma; Eastern Shawnee Tribe of Oklahoma; Forest County Potawatomi Community, Wisconsin; Hannahville Indian Community, Michigan; Ho-Chunk Nation of Wisconsin; Iowa Tribe of Kansas and Nebraska; Iowa Tribe of Oklahoma; Kaw Nation, Oklahoma; Kickapoo Tribe of Indians of the Kickapoo Reservation in Kansas; Kickapoo Tribe of Oklahoma; Miami Tribe of Oklahoma; Oglala Sioux Tribe of the Pine Ridge Reservation, South Dakota; Omaha Tribe of Nebraska; Osage Nation, Oklahoma; Otoe-Missouria Tribe of Indians, Oklahoma; Ottawa Tribe of Oklahoma; Peoria Tribe of Indians of Oklahoma; Pokagon Band of Potawatomi Indians, Michigan and Indiana; Ponca Tribe of Indians of Oklahoma; Ponca Tribe of Nebraska; Prairie Band of Potawatomi Nation, Kansas; Quapaw Tribe of Indians, Oklahoma; Sac & Fox Nation of Missouri in Kansas and Nebraska; Sac & Fox Nation, Oklahoma; Sac & Fox Tribe of the Mississippi in Iowa; Shawnee Tribe, Oklahoma; Tonkawa Tribe of Indians of Oklahoma; Winnebago Tribe of Nebraska; and Wyandotte Nation, Oklahoma, that this notice has been published. \n "}