{"index": "I_1145", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        [2253-665]\\n        Notice of Inventory Completion: Denver Museum of Nature & Science, Denver, CO\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        \\n          SUMMARY:\\n          The Denver Museum of Nature & Science has completed an inventory of human remains and associated funerary objects, in consultation with the appropriate Indian tribes, and has determined that there is a cultural affiliation between the human remains and associated funerary objects and present-day Indian tribes. Representatives of any Indian tribe that believes itself to be culturally affiliated with the human remains and associated funerary objects may contact the Denver Museum of Nature & Science. Repatriation of the human remains and associated funerary objects to the Indian tribes stated below may occur if no additional claimants come forward.\\n        \\n        \\n          DATES:\\n          Representatives of any Indian tribe that believes it has a cultural affiliation with the human remains and associated funerary objects should contact the Denver Museum of Nature & Science at the address below by August 22, 2011.\\n        \\n        \\n          ADDRESSES:\\n          Chip Colwell-Chanthaphonh, Denver Museum of Nature & Science, 2001 Colorado Blvd., Denver, CO 80204, telephone (303) 370-6378.\\n        \\n      \\n      \\n        SUPPLEMENTARY INFORMATION:\\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains and associated funerary objects in the possession of the Denver Museum of Nature & Science, Denver, CO. The human remains and associated funerary objects were removed from Lancaster County, PA.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003(d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations in this notice.\\n        Consultation\\n        A detailed assessment of the human remains was made by the Denver Museum of Nature & Science professional staff in consultation with representatives of the Absentee-Shawnee Tribe of Indians of Oklahoma; Cayuga Nation of New York; Delaware Nation, Oklahoma; Delaware Tribe of Indians, Oklahoma; Eastern Shawnee Tribe of Oklahoma; Oneida Nation of New York; Oneida Tribe of Indians of Wisconsin; Onondaga Nation of New York; Saint Regis Mohawk Tribe, New York; Seneca Nation of New York; Seneca-Cayuga Tribe of Oklahoma; Shawnee Tribe, Oklahoma; Stockbridge Munsee Community, Wisconsin; Tonawanda Band of Seneca Indians; Tuscarora Nation of New York; and the Haudenosaunee Standing Committee on Burial Rules and Regulations, a non-Federally recognized Indian organization for the purposes of NAGPRA.\\n        History and Description of the Remains\\n        Between 1926 and 1932, human remains representing a minimum of two individuals were removed from a burial context at the Keller Site (a burial component of the Washington Boro Village Site), in Lancaster County, PA, by Gerald B. Fenstermaker. On December 15, 1965, Francis and Mary Crane purchased the human remains as a part of a larger collection from Mr. Fenstermaker. At the time of the purchase, the human remains were on loan to the Hershey Museum, in Hershey, PA, where they remained until they were collected by the Cranes on October 18, 1966. In 1983, the Cranes donated the human remains to the Denver Museum of Natural History, as the museum was then called, and the remains were accessioned into the collections (DMNS catalogue numbers AC.9471 and AC.9542). The human remains are represented by one corked vial of cut hair and ten teeth. Through research and consultation, it was determined that the hair and teeth are human remains under NAGPRA. The human remains were originally determined to be culturally unidentifiable, but have been subsequently culturally affiliated. No known individuals were identified. The four associated funerary objects are one corked vial of white paint (AC.9472); one corked vial of red paint (AC.9473); a double-necked ceramic jar (AC.9474); and one necklace, which is made from red, white, blue, and black trade beads, four copper bells, two tubular copper beads, one bear tooth, and one scoop spoon made from a brass kettle (AC.9542).\\n\\n        Between 1926 and 1935, human remains representing a minimum of one individual were removed from a burial context in Pennsylvania by Gerald B. Fenstermaker. Based on museum records, Mr. Fenstermaker\\'s collection history, and the associated funerary objects, dating to the Contact period, it is likely that these human remains were removed from the Washington Boro Village Site, in Lancaster County, PA. On December 15, 1965, the Cranes also purchased these human remains from Mr. Fenstermaker. In 1983, the Cranes donated the human remains to the museum and the remains were accessioned into the collections (AC.9812A). The human remains are represented by five teeth. Through research and consultation, it was determined that the teeth are human remains under NAGPRA. The human remains were originally determined to be culturally unidentifiable, but have been subsequently culturally affiliated. No known individual was identified. The 31 associated funerary objects are 19 arrow points, 1 musket ball, 7 elk teeth, 1 bag of copper and iron fragments, 1 bag of animal bone fragments, 1 shell disk bead, and 1 red trade bead (AC.9812B).\\n        Based on physical analysis and catalogue records, the human remains are determined to be Native American. Archeological evidence suggests that the Washington Boro Village Site and burial components, including the Keller Site, date to approximately A.D. 1600-1625. Archeological evidence and historical documentation show that the Washington Boro Village Site was occupied by the Susquehannock.\\n        While the biological record is neutral regarding cultural affiliation, the Susquehannock likely shared a geographical affinity with the Haudenosaunee, as evidenced by shared ancestral lands in New York, common land use during the 1600s, and, starting in the 1700s, Haudenosaunee claims to the former territory of the Susquehannock. Furthermore, the Susquehannock shared kinship with the Haudenosaunee through similar clan systems, adoption, intermarriage, and burial practices. Current archeological evidence suggests that the Susquehannock and Haudenosaunee were descended from the same proto-Iroquoian culture. Around A.D. 1300, the Susquehannock split off from that culture. Settling in Lancaster County, PA, the Susquehannock had become a distinct group by A.D. 1580. Archeological evidence also demonstrates that the Susquehannock and Haudenosaunee shared a very similar material culture tradition across multiple artifact categories.\\n        For more than a century, anthropologists have consistently referred to the Susquehannock as an Iroquoian people, and anthropological theories of diaspora and assimilation reasonably explain the incorporation of Susquehannock into the Haudenosuanee Confederacy in the late 1600s and 1700s. Although folkloric evidence is not abundant, nevertheless it is consistent with a conclusion of cultural affiliation. Scholars have conclusively shown that the Susquehannock language was very closely related to the other extant Iroquoian languages, which demonstrates a robust interrelationship among these peoples. Haudenosaunee oral tradition consistently and unambiguously expresses a strong cultural and historical affinity for the Susquehannock. Historical evidence indicates a complex relationship between the Susquehannock and Haudenosaunee, but convincingly suggests that by the late 1600s, the Susquehannock freely allowed themselves to be adopted into the Haudenosaunee. Expert opinion, as constituted by the NAGPRA Review Committee, further supports a determination that the Haudenosaunee and Susquehannock are culturally affiliated under NAGPRA. In summary, six lines of evidence support cultural affiliation (geographical, archaeological, anthropological, oral tradition, historical evidence, and expert opinion) and two lines strongly support cultural affiliation (kinship and linguistics). One line of evidence is indeterminate (biology), and one line of evidence is consistent with cultural affiliation (folklore). Therefore, the museum reasonably believes that there is a shared group identity between the Haudenosaunee Confederacy and the Susquehannock people who occupied Lancaster County, PA, at the Washington Boro Village Site.\\n        Determinations Made by the Denver Museum of Nature & Science\\n        Officials of the Denver Museum of Nature & Science have determined that:\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described above represent the physical remains of three individuals of Native American ancestry.\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(3)(A), the 35 objects described above are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony.\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and associated funerary objects and the Cayuga Nation of New York; Oneida Nation of New York; Oneida Tribe of Indians of Wisconsin; Onondaga Nation of New York; Saint Regis Mohawk Tribe, New York; Seneca Nation of New York; Seneca-Cayuga Tribe of Oklahoma; Tonawanda Band of Seneca Indians; and the Tuscarora Nation of New York.\\n        Additional Requestors and Disposition\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the human remains and associated funerary objects should contact Chip Colwell-Chanthaphonh, Denver Museum of Nature & Science, 2001 Colorado Blvd., Denver, CO 80204, telephone (303) 370-6378, before August 22, 2011. Repatriation of the human remains and associated funerary objects to the Cayuga Nation of New York; Oneida Nation of New York; Oneida Tribe of Indians of Wisconsin; Onondaga Nation; Saint Regis Mohawk Tribe, New York; Seneca Nation of New York; Seneca-Cayuga Tribe of Oklahoma; Tonawanda Band of Seneca Indians; and the Tuscarora Nation of New York, may proceed after that date if no additional claimants come forward.\\n        The Denver Museum of Nature & Science is responsible for notifying the Absentee-Shawnee Tribe of Indians of Oklahoma; Cayuga Nation of New York; Delaware Nation, Oklahoma; Delaware Tribe of Indians, Oklahoma; Eastern Shawnee Tribe of Oklahoma; Oneida Nation of New York; Oneida Tribe of Indians of Wisconsin; Onondaga Nation of New York; Saint Regis Mohawk Tribe, New York; Seneca Nation of New York; Seneca-Cayuga Tribe of Oklahoma; Shawnee Tribe, Oklahoma; Stockbridge Munsee Community, Wisconsin; Tonawanda Band of Seneca Indians; Tuscarora Nation of New York; and the Haudenosaunee Standing Committee on Burial Rules and Regulations, a non-Federally recognized Indian organization for the purposes of NAGPRA, that this notice has been published.\\n        \\n          Dated: July 14, 2011.\\n          Sherry Hutt,\\n          Manager, National NAGPRA Program. \\n        \\n      \\n      [FR Doc. 2011-18358 Filed 7-20-11; 8:45 am]\\n      BILLING CODE 4312-50-P\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "[2253-665]", "subject": "Notice of Inventory Completion: Denver Museum of Nature & Science, Denver, CO", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "The Denver Museum of Nature & Science has completed an inventory of human remains and associated funerary objects, in consultation with the appropriate Indian tribes, and has determined that there is a cultural affiliation between the human remains and associated funerary objects and present-day Indian tribes. Representatives of any Indian tribe that believes itself to be culturally affiliated with the human remains and associated funerary objects may contact the Denver Museum of Nature & Science. Repatriation of the human remains and associated funerary objects to the Indian tribes stated below may occur if no additional claimants come forward.", "dates": "Representatives of any Indian tribe that believes it has a cultural affiliation with the human remains and associated funerary objects should contact the Denver Museum of Nature & Science at the address below by August 22, 2011.", "addresses": "Chip Colwell-Chanthaphonh, Denver Museum of Nature & Science, 2001 Colorado Blvd., Denver, CO 80204, telephone (303) 370-6378.", "signature_dated": "Dated: July 14, 2011.", "signature_name": "Sherry Hutt,", "signature_title": "Manager, National NAGPRA Program. ", "fr_doc": "[FR Doc. 2011-18358 Filed 7-20-11; 8:45 am]", "billing_code": "BILLING CODE 4312-50-P", "supp_info": "SUPPLEMENTARY INFORMATION: \n Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains and associated funerary objects in the possession of the Denver Museum of Nature & Science, Denver, CO. The human remains and associated funerary objects were removed from Lancaster County, PA. \n This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003(d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations in this notice. \n Consultation \n A detailed assessment of the human remains was made by the Denver Museum of Nature & Science professional staff in consultation with representatives of the Absentee-Shawnee Tribe of Indians of Oklahoma; Cayuga Nation of New York; Delaware Nation, Oklahoma; Delaware Tribe of Indians, Oklahoma; Eastern Shawnee Tribe of Oklahoma; Oneida Nation of New York; Oneida Tribe of Indians of Wisconsin; Onondaga Nation of New York; Saint Regis Mohawk Tribe, New York; Seneca Nation of New York; Seneca-Cayuga Tribe of Oklahoma; Shawnee Tribe, Oklahoma; Stockbridge Munsee Community, Wisconsin; Tonawanda Band of Seneca Indians; Tuscarora Nation of New York; and the Haudenosaunee Standing Committee on Burial Rules and Regulations, a non-Federally recognized Indian organization for the purposes of NAGPRA. \n History and Description of the Remains \n Between 1926 and 1932, human remains representing a minimum of two individuals were removed from a burial context at the Keller Site (a burial component of the Washington Boro Village Site), in Lancaster County, PA, by Gerald B. Fenstermaker. On December 15, 1965, Francis and Mary Crane purchased the human remains as a part of a larger collection from Mr. Fenstermaker. At the time of the purchase, the human remains were on loan to the Hershey Museum, in Hershey, PA, where they remained until they were collected by the Cranes on October 18, 1966. In 1983, the Cranes donated the human remains to the Denver Museum of Natural History, as the museum was then called, and the remains were accessioned into the collections (DMNS catalogue numbers AC.9471 and AC.9542). The human remains are represented by one corked vial of cut hair and ten teeth. Through research and consultation, it was determined that the hair and teeth are human remains under NAGPRA. The human remains were originally determined to be culturally unidentifiable, but have been subsequently culturally affiliated. No known individuals were identified. The four associated funerary objects are one corked vial of white paint (AC.9472); one corked vial of red paint (AC.9473); a double-necked ceramic jar (AC.9474); and one necklace, which is made from red, white, blue, and black trade beads, four copper bells, two tubular copper beads, one bear tooth, and one scoop spoon made from a brass kettle (AC.9542). \n Between 1926 and 1935, human remains representing a minimum of one individual were removed from a burial context in Pennsylvania by Gerald B. Fenstermaker. Based on museum records, Mr. Fenstermaker\\'s collection history, and the associated funerary objects, dating to the Contact period, it is likely that these human remains were removed from the Washington Boro Village Site, in Lancaster County, PA. On December 15, 1965, the Cranes also purchased these human remains from Mr. Fenstermaker. In 1983, the Cranes donated the human remains to the museum and the remains were accessioned into the collections (AC.9812A). The human remains are represented by five teeth. Through research and consultation, it was determined that the teeth are human remains under NAGPRA. The human remains were originally determined to be culturally unidentifiable, but have been subsequently culturally affiliated. No known individual was identified. The 31 associated funerary objects are 19 arrow points, 1 musket ball, 7 elk teeth, 1 bag of copper and iron fragments, 1 bag of animal bone fragments, 1 shell disk bead, and 1 red trade bead (AC.9812B). \n Based on physical analysis and catalogue records, the human remains are determined to be Native American. Archeological evidence suggests that the Washington Boro Village Site and burial components, including the Keller Site, date to approximately A.D. 1600-1625. Archeological evidence and historical documentation show that the Washington Boro Village Site was occupied by the Susquehannock. \n While the biological record is neutral regarding cultural affiliation, the Susquehannock likely shared a geographical affinity with the Haudenosaunee, as evidenced by shared ancestral lands in New York, common land use during the 1600s, and, starting in the 1700s, Haudenosaunee claims to the former territory of the Susquehannock. Furthermore, the Susquehannock shared kinship with the Haudenosaunee through similar clan systems, adoption, intermarriage, and burial practices. Current archeological evidence suggests that the Susquehannock and Haudenosaunee were descended from the same proto-Iroquoian culture. Around A.D. 1300, the Susquehannock split off from that culture. Settling in Lancaster County, PA, the Susquehannock had become a distinct group by A.D. 1580. Archeological evidence also demonstrates that the Susquehannock and Haudenosaunee shared a very similar material culture tradition across multiple artifact categories. \n For more than a century, anthropologists have consistently referred to the Susquehannock as an Iroquoian people, and anthropological theories of diaspora and assimilation reasonably explain the incorporation of Susquehannock into the Haudenosuanee Confederacy in the late 1600s and 1700s. Although folkloric evidence is not abundant, nevertheless it is consistent with a conclusion of cultural affiliation. Scholars have conclusively shown that the Susquehannock language was very closely related to the other extant Iroquoian languages, which demonstrates a robust interrelationship among these peoples. Haudenosaunee oral tradition consistently and unambiguously expresses a strong cultural and historical affinity for the Susquehannock. Historical evidence indicates a complex relationship between the Susquehannock and Haudenosaunee, but convincingly suggests that by the late 1600s, the Susquehannock freely allowed themselves to be adopted into the Haudenosaunee. Expert opinion, as constituted by the NAGPRA Review Committee, further supports a determination that the Haudenosaunee and Susquehannock are culturally affiliated under NAGPRA. In summary, six lines of evidence support cultural affiliation (geographical, archaeological, anthropological, oral tradition, historical evidence, and expert opinion) and two lines strongly support cultural affiliation (kinship and linguistics). One line of evidence is indeterminate (biology), and one line of evidence is consistent with cultural affiliation (folklore). Therefore, the museum reasonably believes that there is a shared group identity between the Haudenosaunee Confederacy and the Susquehannock people who occupied Lancaster County, PA, at the Washington Boro Village Site. \n Determinations Made by the Denver Museum of Nature & Science \n Officials of the Denver Museum of Nature & Science have determined that: \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described above represent the physical remains of three individuals of Native American ancestry. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(3)(A), the 35 objects described above are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and associated funerary objects and the Cayuga Nation of New York; Oneida Nation of New York; Oneida Tribe of Indians of Wisconsin; Onondaga Nation of New York; Saint Regis Mohawk Tribe, New York; Seneca Nation of New York; Seneca-Cayuga Tribe of Oklahoma; Tonawanda Band of Seneca Indians; and the Tuscarora Nation of New York. \n Additional Requestors and Disposition \n Representatives of any other Indian tribe that believes itself to be culturally affiliated with the human remains and associated funerary objects should contact Chip Colwell-Chanthaphonh, Denver Museum of Nature & Science, 2001 Colorado Blvd., Denver, CO 80204, telephone (303) 370-6378, before August 22, 2011. Repatriation of the human remains and associated funerary objects to the Cayuga Nation of New York; Oneida Nation of New York; Oneida Tribe of Indians of Wisconsin; Onondaga Nation; Saint Regis Mohawk Tribe, New York; Seneca Nation of New York; Seneca-Cayuga Tribe of Oklahoma; Tonawanda Band of Seneca Indians; and the Tuscarora Nation of New York, may proceed after that date if no additional claimants come forward. \n The Denver Museum of Nature & Science is responsible for notifying the Absentee-Shawnee Tribe of Indians of Oklahoma; Cayuga Nation of New York; Delaware Nation, Oklahoma; Delaware Tribe of Indians, Oklahoma; Eastern Shawnee Tribe of Oklahoma; Oneida Nation of New York; Oneida Tribe of Indians of Wisconsin; Onondaga Nation of New York; Saint Regis Mohawk Tribe, New York; Seneca Nation of New York; Seneca-Cayuga Tribe of Oklahoma; Shawnee Tribe, Oklahoma; Stockbridge Munsee Community, Wisconsin; Tonawanda Band of Seneca Indians; Tuscarora Nation of New York; and the Haudenosaunee Standing Committee on Burial Rules and Regulations, a non-Federally recognized Indian organization for the purposes of NAGPRA, that this notice has been published. \n ", "consultation": "A detailed assessment of the human remains was made by the Denver Museum of Nature & Science professional staff in consultation with representatives of the Absentee-Shawnee Tribe of Indians of Oklahoma; Cayuga Nation of New York; Delaware Nation, Oklahoma; Delaware Tribe of Indians, Oklahoma; Eastern Shawnee Tribe of Oklahoma; Oneida Nation of New York; Oneida Tribe of Indians of Wisconsin; Onondaga Nation of New York; Saint Regis Mohawk Tribe, New York; Seneca Nation of New York; Seneca-Cayuga Tribe of Oklahoma; Shawnee Tribe, Oklahoma; Stockbridge Munsee Community, Wisconsin; Tonawanda Band of Seneca Indians; Tuscarora Nation of New York; and the Haudenosaunee Standing Committee on Burial Rules and Regulations, a non-Federally recognized Indian organization for the purposes of NAGPRA. \n ", "h_d_r": "Between 1926 and 1932, human remains representing a minimum of two individuals were removed from a burial context at the Keller Site (a burial component of the Washington Boro Village Site), in Lancaster County, PA, by Gerald B. Fenstermaker. On December 15, 1965, Francis and Mary Crane purchased the human remains as a part of a larger collection from Mr. Fenstermaker. At the time of the purchase, the human remains were on loan to the Hershey Museum, in Hershey, PA, where they remained until they were collected by the Cranes on October 18, 1966. In 1983, the Cranes donated the human remains to the Denver Museum of Natural History, as the museum was then called, and the remains were accessioned into the collections (DMNS catalogue numbers AC.9471 and AC.9542). The human remains are represented by one corked vial of cut hair and ten teeth. Through research and consultation, it was determined that the hair and teeth are human remains under NAGPRA. The human remains were originally determined to be culturally unidentifiable, but have been subsequently culturally affiliated. No known individuals were identified. The four associated funerary objects are one corked vial of white paint (AC.9472); one corked vial of red paint (AC.9473); a double-necked ceramic jar (AC.9474); and one necklace, which is made from red, white, blue, and black trade beads, four copper bells, two tubular copper beads, one bear tooth, and one scoop spoon made from a brass kettle (AC.9542). \n Between 1926 and 1935, human remains representing a minimum of one individual were removed from a burial context in Pennsylvania by Gerald B. Fenstermaker. Based on museum records, Mr. Fenstermaker\\'s collection history, and the associated funerary objects, dating to the Contact period, it is likely that these human remains were removed from the Washington Boro Village Site, in Lancaster County, PA. On December 15, 1965, the Cranes also purchased these human remains from Mr. Fenstermaker. In 1983, the Cranes donated the human remains to the museum and the remains were accessioned into the collections (AC.9812A). The human remains are represented by five teeth. Through research and consultation, it was determined that the teeth are human remains under NAGPRA. The human remains were originally determined to be culturally unidentifiable, but have been subsequently culturally affiliated. No known individual was identified. The 31 associated funerary objects are 19 arrow points, 1 musket ball, 7 elk teeth, 1 bag of copper and iron fragments, 1 bag of animal bone fragments, 1 shell disk bead, and 1 red trade bead (AC.9812B). \n Based on physical analysis and catalogue records, the human remains are determined to be Native American. Archeological evidence suggests that the Washington Boro Village Site and burial components, including the Keller Site, date to approximately A.D. 1600-1625. Archeological evidence and historical documentation show that the Washington Boro Village Site was occupied by the Susquehannock. \n While the biological record is neutral regarding cultural affiliation, the Susquehannock likely shared a geographical affinity with the Haudenosaunee, as evidenced by shared ancestral lands in New York, common land use during the 1600s, and, starting in the 1700s, Haudenosaunee claims to the former territory of the Susquehannock. Furthermore, the Susquehannock shared kinship with the Haudenosaunee through similar clan systems, adoption, intermarriage, and burial practices. Current archeological evidence suggests that the Susquehannock and Haudenosaunee were descended from the same proto-Iroquoian culture. Around A.D. 1300, the Susquehannock split off from that culture. Settling in Lancaster County, PA, the Susquehannock had become a distinct group by A.D. 1580. Archeological evidence also demonstrates that the Susquehannock and Haudenosaunee shared a very similar material culture tradition across multiple artifact categories. \n For more than a century, anthropologists have consistently referred to the Susquehannock as an Iroquoian people, and anthropological theories of diaspora and assimilation reasonably explain the incorporation of Susquehannock into the Haudenosuanee Confederacy in the late 1600s and 1700s. Although folkloric evidence is not abundant, nevertheless it is consistent with a conclusion of cultural affiliation. Scholars have conclusively shown that the Susquehannock language was very closely related to the other extant Iroquoian languages, which demonstrates a robust interrelationship among these peoples. Haudenosaunee oral tradition consistently and unambiguously expresses a strong cultural and historical affinity for the Susquehannock. Historical evidence indicates a complex relationship between the Susquehannock and Haudenosaunee, but convincingly suggests that by the late 1600s, the Susquehannock freely allowed themselves to be adopted into the Haudenosaunee. Expert opinion, as constituted by the NAGPRA Review Committee, further supports a determination that the Haudenosaunee and Susquehannock are culturally affiliated under NAGPRA. In summary, six lines of evidence support cultural affiliation (geographical, archaeological, anthropological, oral tradition, historical evidence, and expert opinion) and two lines strongly support cultural affiliation (kinship and linguistics). One line of evidence is indeterminate (biology), and one line of evidence is consistent with cultural affiliation (folklore). Therefore, the museum reasonably believes that there is a shared group identity between the Haudenosaunee Confederacy and the Susquehannock people who occupied Lancaster County, PA, at the Washington Boro Village Site. \n ", "h_d_ci": "Null", "determinations": "Determinations Made by the Denver Museum of Nature & Science \n Officials of the Denver Museum of Nature & Science have determined that: \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described above represent the physical remains of three individuals of Native American ancestry. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(3)(A), the 35 objects described above are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and associated funerary objects and the Cayuga Nation of New York; Oneida Nation of New York; Oneida Tribe of Indians of Wisconsin; Onondaga Nation of New York; Saint Regis Mohawk Tribe, New York; Seneca Nation of New York; Seneca-Cayuga Tribe of Oklahoma; Tonawanda Band of Seneca Indians; and the Tuscarora Nation of New York. \n ", "a_r_d": "Representatives of any other Indian tribe that believes itself to be culturally affiliated with the human remains and associated funerary objects should contact Chip Colwell-Chanthaphonh, Denver Museum of Nature & Science, 2001 Colorado Blvd., Denver, CO 80204, telephone (303) 370-6378, before August 22, 2011. Repatriation of the human remains and associated funerary objects to the Cayuga Nation of New York; Oneida Nation of New York; Oneida Tribe of Indians of Wisconsin; Onondaga Nation; Saint Regis Mohawk Tribe, New York; Seneca Nation of New York; Seneca-Cayuga Tribe of Oklahoma; Tonawanda Band of Seneca Indians; and the Tuscarora Nation of New York, may proceed after that date if no additional claimants come forward. \n The Denver Museum of Nature & Science is responsible for notifying the Absentee-Shawnee Tribe of Indians of Oklahoma; Cayuga Nation of New York; Delaware Nation, Oklahoma; Delaware Tribe of Indians, Oklahoma; Eastern Shawnee Tribe of Oklahoma; Oneida Nation of New York; Oneida Tribe of Indians of Wisconsin; Onondaga Nation of New York; Saint Regis Mohawk Tribe, New York; Seneca Nation of New York; Seneca-Cayuga Tribe of Oklahoma; Shawnee Tribe, Oklahoma; Stockbridge Munsee Community, Wisconsin; Tonawanda Band of Seneca Indians; Tuscarora Nation of New York; and the Haudenosaunee Standing Committee on Burial Rules and Regulations, a non-Federally recognized Indian organization for the purposes of NAGPRA, that this notice has been published. \n "}