{"index": "I_1184", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        [2253-665]\\n        Notice of Inventory Completion: Fremont County Coroner, Riverton, WY\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains and associated funerary objects in the possession and control of the Fremont County Coroner, Riverton, WY. The human remains and associated funerary objects were removed from Fremont County, WY.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003(d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations in this notice.\\n        A detailed assessment of the human remains was made by the Fremont County Coroner professional staff in consultation with representatives of the Shoshone Tribe of the Wind River Reservation, Wyoming.\\n        On June 7, 2010, human remains representing one individual were removed from the Sinks Canyon Site, Fremont County, WY. The remains were found along a hiking trail that was undergoing maintenance for the summer hiking season. No known individual was identified. The 373 associated funerary objects are 2 fragments of freshwater clam shells, 32 dentalia shell beads, 2 bird bone beads, 8 chokecherry seed beads, 162 bone heishi-style beads, 158 lignite heishi-style beads, 5 fragmentary bone heishi-style beads, 1 shell bead, and 3 chert microflakes.\\n        The Sinks Canyon site is located on what was originally part of the Wind River Reservation, but subsequently transferred and is no longer reservation land. The area of the Wind River Reservation is the traditional land of the Eastern Shoshone, now the Shoshone Tribe of the Wind River Reservation, Wyoming. The land was chosen by Chief Washakie as the reservation for his tribe as set forth in the Fort Bridger Treaty of 1868. Although the Arapahoe Tribe also reside on the Wind River Reservation, they were moved onto it at a later date after the Treaty of 1868.\\n        After discovery, the remains were submitted to Rick L. Weathermon, Osteoarchaeologist, University of Wyoming, for examination. The examination determined that the human remains are those of a Native American female between 50 and 70 years of age. Some traits and associated funerary objects suggest that the remains are from the Fremont Culture that inhabited the central Wyoming area over 600 years ago. Based on consultation with a Shoshone tribal representative, there is a shared group relationship between the Shoshone Tribe of the Wind River Reservation, Wyoming, and the Fremont Culture, the identifiable earlier group, based on oral history.\\n        Officials of the Fremont County Coroner\\'s Office have determined, pursuant to 25 U.S.C. 3001(9), that the human remains described above represent the physical remains of one individual of Native American ancestry. Officials of the Fremont County Coroner\\'s Office also have determined, pursuant to 25 U.S.C. 3001(3)(A), that the 373 objects described above are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony. Lastly, officials of the Fremont County Coroner\\'s Office have determined, pursuant to 25 U.S.C. 3001(2), that there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and associated funerary objects and the Shoshone Tribe of the Wind River Reservation, Wyoming.\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the human remains and associated funerary objects should contact Edward R. McAuslan, Fremont County Coroner, 322 North 8th West, Riverton, WY 82501, telephone (307) 856-7150, before April 14, 2011. Repatriation of the human remains and associated funerary objects to the Shoshone Tribe of the Wind River Reservation, Wyoming, may proceed after that date if no additional claimants come forward.\\n        The Fremont County Coroner is responsible for notifying the Shoshone Tribe of the Wind River Reservation, Wyoming, that this notice has been published.\\n        \\n          Dated: March 9, 2011.\\n          Sherry Hutt,\\n          Manager, National NAGPRA Program. \\n        \\n      \\n      [FR Doc. 2011-5864 Filed 3-14-11; 8:45 am]\\n      BILLING CODE 4312-50-P\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "[2253-665]", "subject": "Notice of Inventory Completion: Fremont County Coroner, Riverton, WY", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: March 9, 2011.", "signature_name": "Sherry Hutt,", "signature_title": "Manager, National NAGPRA Program. ", "fr_doc": "[FR Doc. 2011-5864 Filed 3-14-11; 8:45 am]", "billing_code": "BILLING CODE 4312-50-P", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}