{"index": "I_1166", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        [2253-665]\\n        Notice of Inventory Completion: Logan Museum of Anthropology, Beloit College, Beloit, WI\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains in the possession of the Logan Museum of Anthropology, Beloit College, Beloit, WI. The human remains were removed from Langlade County, WI.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003(d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains. The National Park Service is not responsible for the determinations in this notice.\\n\\n        A detailed assessment of the human remains was made by the Logan Museum of Anthropology, Beloit College, professional staff in consultation with representatives of the Bad River Band of the Lake Superior Tribe of Chippewa Indians of the Bad River Reservation, Wisconsin; Forest County Potawatomi Community, Wisconsin; Ho-Chunk Nation of Wisconsin; Lac Courte Oreilles Band of Lake Superior Chippewa Indians of Wisconsin; Lac du Flambeau Band of Lake Superior Chippewa Indians of the Lac du Flambeau Reservation of Wisconsin; Menominee Indian Tribe of Wisconsin; Oneida Tribe of Indians of Wisconsin; Red Cliff Band of Lake Superior Chippewa Indians of Wisconsin; St. Croix Chippewa Indians of Wisconsin; Sokaogon Chippewa Community, Wisconsin; and Stockbridge Munsee Community, Wisconsin.\\n        In 1968 or earlier, human remains representing a minimum of one individual were recovered during installation of a septic tank with a backhoe at the Pine Point Resort, Pickerel Lake, Ainsworth, Langlade County, WI. The remains were recorded as \\xe2\\x80\\x9cHistoric Indian,\\xe2\\x80\\x9d suggesting funerary objects may have been present, although none are found in the collection. No known individual was identified. No associated funerary objects are present.\\n        The Pine Point site was surveyed and recorded as 47Lg21 (LMA 21493W), in conjunction with the 1968 Wild Rivers Project Site Survey, directed by Dr. Robert J. Salzer, Beloit College Professor of Anthropology. The owners of the Pine Point Resort donated the recovered remains to the Logan Museum of Anthropology in 1968. The remains are Native American based on morphological evidence. Langlade County is near historic Ojibwa and Menominee settlements. The Federally-recognized Menominee Indian tribe is the Menominee Indian Tribe of Wisconsin. The Federally-recognized Ojibwa Indian tribes that are affiliated with the area are the Bad River Band of the Lake Superior Tribe of Chippewa Indians of the Bad River Reservation, Wisconsin; Lac Courte Oreilles Band of Lake Superior Chippewa Indians of Wisconsin; Lac du Flambeau Band of Lake Superior Chippewa Indians of the Lac du Flambeau Reservation of Wisconsin; Red Cliff Band of Lake Superior Chippewa Indians of Wisconsin; St. Croix Chippewa Community, Wisconsin; and Sokaogon Chippewa Community, Wisconsin.\\n        Officials of the Logan Museum of Anthropology, Beloit College, have determined, pursuant to 25 U.S.C. 3001(9), that the human remains described above represent the physical remains of one individual of Native American ancestry. Lastly, officials of the Logan Museum of Anthropology, Beloit College, have determined, pursuant to 25 U.S.C. 3001(2), that there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and the Bad River Band of the Lake Superior Tribe of Chippewa Indians of the Bad River Reservation, Wisconsin; Lac Courte Oreilles Band of Lake Superior Chippewa Indians of Wisconsin; Lac du Flambeau Band of Lake Superior Chippewa Indians of the Lac du Flambeau Reservation of Wisconsin; Menominee Indian Tribe of Wisconsin; Red Cliff Band of Lake Superior Chippewa Indians of Wisconsin; St. Croix Chippewa Community, Wisconsin; and Sokaogon Chippewa Community, Wisconsin.\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the human remains should contact William Green, Director, Logan Museum of Anthropology, Beloit College, Beloit, WI 53511, telephone (608) 363-2119, fax (608) 363-7144, before June 13, 2011. Repatriation of the human remains to the Bad River Band of the Lake Superior Tribe of Chippewa Indians of the Bad River Reservation, Wisconsin; Lac Courte Oreilles Band of Lake Superior Chippewa Indians of Wisconsin; Lac du Flambeau Band of Lake Superior Chippewa Indians of the Lac du Flambeau Reservation of Wisconsin; Menominee Indian Tribe of Wisconsin; Red Cliff Band of Lake Superior Chippewa Indians of Wisconsin; St. Croix Chippewa Community, Wisconsin; and Sokaogon Chippewa Community, Wisconsin, may proceed after that date if no additional claimants come forward.\\n        The Logan Museum of Anthropology, Beloit College, is responsible for notifying the Bad River Band of the Lake Superior Tribe of Chippewa Indians of the Bad River Reservation, Wisconsin; Forest County Potawatomi Community, Wisconsin; Ho-Chunk Nation of Wisconsin; Lac Courte Oreilles Band of Lake Superior Chippewa Indians of Wisconsin; Lac du Flambeau Band of Lake Superior Chippewa Indians of the Lac du Flambeau Reservation of Wisconsin; Menominee Indian Tribe of Wisconsin; Oneida Tribe of Indians of Wisconsin; Red Cliff Band of Lake Superior Chippewa Indians of Wisconsin; St. Croix Chippewa Indians of Wisconsin; Sokaogon Chippewa Community, Wisconsin; and Stockbridge Munsee Community, Wisconsin, that this notice has been published.\\n        \\n          Dated: May 9, 2011.\\n          Sherry Hutt,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. 2011-11833 Filed 5-12-11; 8:45 am]\\n      BILLING CODE 4312-50-P\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "[2253-665]", "subject": "Notice of Inventory Completion: Logan Museum of Anthropology, Beloit College, Beloit, WI", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: May 9, 2011.", "signature_name": "Sherry Hutt,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. 2011-11833 Filed 5-12-11; 8:45 am]", "billing_code": "BILLING CODE 4312-50-P", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}