{"index": "I_1123", "messy_full": "\\n      \\n        \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        [2253-665]\\n        Notice of Inventory Completion for Native American Human Remains and Associated Funerary Objects in the Possession of the Colorado Historical Society (History Colorado), Denver, CO; Correction\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice; correction.\\n        \\n        \\n          SUMMARY:\\n\\n          This notice corrects the cultural affiliation of two individuals described in a Notice of Inventory Completion (NIC) previously published in the Federal Register (34 FR 10906-10909, February 20, 2001). The Colorado Historical Society (History Colorado) completed an inventory of human remains and associated funerary objects, and through additional consultation with the appropriate Indian Tribes, determined that the cultural affiliation for two of the 260 individuals described in the previously published NIC of February 20, 2001 (2001 NIC) needed correction.\\n        \\n        \\n          DATES:\\n          Representatives of any other Indian Tribe that believes it has a cultural affiliation with the human remains should contact the Colorado Historical Society at the address below by October 19, 2011.\\n        \\n        \\n          ADDRESSES:\\n          Bridget Ambler, Curator of Material Culture, 1560 Broadway, Suite 400, Denver, CO 80202, telephone (303) 866-2303.\\n        \\n      \\n      \\n        SUPPLEMENTARY INFORMATION:\\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains in the possession and control of the Colorado Historical Society, Denver, CO. The human remains were removed from Jefferson County, CO, and San Juan County, UT.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003(d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations in this notice.\\n        Consultation\\n        A detailed assessment of the human remains was made by the Colorado Historical Society professional staff in consultation with representatives from the following Tribes in 2001, 2010, and/or 2011: Arapahoe Tribe of the Wind River Reservation, Wyoming; Cheyenne and Arapaho Tribes, Oklahoma (formerly the Cheyenne-Arapaho Tribes of Oklahoma); Comanche Nation, Oklahoma; Fort Sill Apache Tribe of Oklahoma; Hopi Tribe of Arizona; Jicarilla Apache Nation, New Mexico; Kiowa Indian Tribe of Oklahoma; Mescalero Apache Tribe of the Mescalero Reservation, New Mexico; Navajo Nation, Arizona, New Mexico & Utah; Northern Cheyenne Tribe of the Northern Cheyenne Indian Reservation, Montana; Oglala Sioux Tribe of the Pine Ridge Reservation, South Dakota; Ohkay Owingeh, New Mexico (formerly the Pueblo of San Juan); Pawnee Nation of Oklahoma; Pueblo of Acoma, New Mexico; Pueblo of Cochiti, New Mexico; Pueblo of Isleta, New Mexico; Pueblo of Jemez, New Mexico; Pueblo of Laguna, New Mexico; Pueblo of Nambe, New Mexico; Pueblo of Pojoaque, New Mexico; Pueblo of San Ildefonso, New Mexico; Pueblo of Santa Ana, New Mexico; Pueblo of Santa Clara, New Mexico; Pueblo of Tesuque, New Mexico; Rosebud Sioux Tribe of the Rosebud Indian Reservation, South Dakota; Southern Ute Indian Tribe of the Southern Ute Reservation, Colorado; Three Affiliated Tribes of the Fort Berthold Reservation, North Dakota; Ute Indian Tribe of the Uintah & Ouray Reservation, Utah; Ute Mountain Tribe of the Ute Mountain Reservation, Colorado, New Mexico & Utah; Ysleta Del Sur Pueblo of Texas; and Zuni Tribe of the Zuni Reservation, New Mexico. The following Tribes were invited to consult, but did not participate: the Apache Tribe of Oklahoma; Kewa Pueblo, New Mexico (formerly the Pueblo of Santo Domingo); Pueblo of Picuris, New Mexico; Shoshone Tribe of the Wind River Reservation, Wyoming; Wichita and Affiliated Tribes (Wichita, Keechi, Waco & Tawakonie), Oklahoma; Pueblo of San Felipe, New Mexico; Pueblo of Sandia, New Mexico; Pueblo of Taos, New Mexico; and Pueblo of Zia, New Mexico.\\n        History and Description of the Remains\\n        Upon preparation for transfer and reburial in July 2001, the designated Tribal representative for the Ute Mountain Tribe of the Ute Mountain Ute Reservation, Colorado, New Mexico & Utah (the lead Tribe for the 12 Tribes listed in the 2001 NIC) requested that the Colorado Historical Society (History Colorado) postpone the transfer of two of the 260 individuals and conduct additional research and consultation on them. Colorado Historical Society remains in possession of these two individuals, while the other 258 individuals have been transferred. Since that time, the Colorado Historical Society received information that has changed the cultural affiliation for both individuals.\\n\\n        Additional information changed the cultural affiliation of one of the individuals to Ancestral Puebloan. This individual (catalog number UHR.131/173) that was described in the 2001 NIC, has now been described in another NIC published in the Federal Register (76 FR 35010-35012, June 15, 2011). The transfer of this individual will be to the Tribes listed in that 2011 NIC, which are different from the 12 Tribes listed in the 2001 NIC. Consequently, the 2001 NIC is corrected by deleting paragraph 3 at page 10907, which references this individual.\\n\\n        With regard to the second individual (Office of Archaeology and Historic Preservation Case Number 103), the Colorado Historical Society conducted additional research and determined that the individual is not culturally affiliated to any present-day Indian Tribe. Thus, the individual is determined to be culturally unidentifiable and the disposition will be according to the \\xe2\\x80\\x9cProcess for Consultation, Transfer and Reburial of Culturally Unidentifiable Native American Human Remains and Associated Funerary Objects Originating From Inadvertent Discoveries on Colorado State and Private Lands.\\xe2\\x80\\x9d The document outlining the process is on file at the Colorado Historical Society, and was authorized by the Secretary of the Interior on September 23, 2008. This individual will be described in a NIC and published in the Federal Register, as required by the process since it has not been determined to be from Tribal or aboriginal land. Consequently, the 2001 NIC is corrected by deleting paragraph 1 at page 10908, which references this individual.\\n        Finally, the 2001 NIC is corrected by replacing paragraph 16 at page 10908 with the following paragraph, thereby changing the total number of individuals in the 2001 NIC from 260 to 258, and accurately reflecting the changes in determination and disposition of these two individuals in this notice and the 2011 NIC:\\n\\n        Based on the above-mentioned information, officials of the Colorado Historical Society have determined that, pursuant to 43 CFR 10.2(d)(1), the human remains listed above represent the physical remains of 258 individuals of Native American ancestry. Officials of the Colorado Historical Society also have determined that, pursuant to 43 CFR 10.2(d)(2), the 548 objects listed above are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony. Lastly, pursuant to 43 CFR 10.2(e), officials of the Colorado Historical Society have determined that, based upon traditional territories and oral traditions, there is a relationship of shared group identity that can be reasonably traced between these Native American human remains and associated funerary objects and the Cheyenne-Arapaho Tribes of Oklahoma; Comanche Indian Tribe, Oklahoma; Fort Sill Apache Tribe of Oklahoma; Kiowa Indian Tribe of Oklahoma; Northern Cheyenne Tribe of the Northern Cheyenne Indian Reservation, Montana; Oglala Sioux Tribe of the Pine Ridge Reservation, South Dakota; Pawnee Nation of Oklahoma; Rosebud Sioux Tribe of the Rosebud Indian Reservation, South Dakota; Southern Ute Indian Tribe of the Southern Ute Reservation, Colorado; Three Affiliated Tribes of the Fort Berthold Reservation, North Dakota; Ute Indian Tribe of the Uintah & Ouray Reservation, Utah; and Ute Mountain Tribe of the Ute Mountain Reservation, Colorado, New Mexico & Utah.\\n        Additional Requestors and Disposition\\n        Representatives of any other Indian Tribe that believes itself to be culturally affiliated with the human remains or believes that it satisfies the criteria in 43 CFR 10.1(c)(1) should contact Bridget Ambler, Curator of Material Culture, Colorado Historical Society, 1560 Broadway, Suite 400, Denver, CO 80202, telephone (303) 866-2303], before October 19, 2011.\\n        The Colorado Historical Society is responsible for notifying the Apache Tribe of Oklahoma; Arapahoe Tribe of the Wind River Reservation, Wyoming; Cheyenne and Arapaho Tribes of Oklahoma; Cheyenne River Sioux Tribe of the Cheyenne River Reservation, South Dakota; Comanche Nation, Oklahoma; Crow Tribe of Montana; Crow Creek Sioux Tribe of the Crow Creek Reservation, South Dakota; Fort Sill Apache Tribe of Oklahoma; Hopi Tribe of Arizona; Jicarilla Apache Nation, New Mexico; Kewa Pueblo, New Mexico; Kiowa Indian Tribe of Oklahoma; Mescalero Apache Tribe of the Mescalero Reservation, New Mexico; Navajo Nation, Arizona, New Mexico & Utah; Northern Cheyenne Tribe of the Northern Cheyenne Indian Reservation, Montana; Oglala Sioux Tribe of the Pine Ridge Reservation, South Dakota; Ohkay Owingeh, New Mexico; Pawnee Nation of Oklahoma; Pueblo of Acoma, New Mexico; Pueblo of Cochiti, New Mexico; Pueblo of Isleta, New Mexico; Pueblo of Jemez, New Mexico; Pueblo of Laguna, New Mexico; Pueblo of Nambe, New Mexico; Pueblo of Picuris, New Mexico; Pueblo of Pojoaque, New Mexico; Pueblo of San Felipe, New Mexico; Pueblo of San Ildefonso, New Mexico; Pueblo of Sandia, New Mexico; Pueblo of Santa Ana, New Mexico; Pueblo of Santa Clara, New Mexico; Pueblo of Taos, New Mexico; Pueblo of Tesuque, New Mexico; Pueblo of Zia, New Mexico; Rosebud Sioux Tribe of the Rosebud Indian Reservation, South Dakota; Shoshone Tribe of the Wind River Reservation, Wyoming; Shoshone-Bannock Tribes of the Fort Hall Reservation of Idaho; Southern Ute Indian Tribe of the Southern Ute Reservation, Colorado; Standing Rock Sioux Tribe of North & South Dakota; Three Affiliated Tribes of the Fort Berthold Reservation, North Dakota; Ute Indian Tribe of the Uintah & Ouray Reservation, Utah; Ute Mountain Tribe of the Ute Mountain Reservation, Colorado, New Mexico & Utah; Wichita and Affiliated Tribes (Wichita, Keechi, Waco & Tawakonie), Oklahoma; Ysleta Del Sur Pueblo of Texas; and Zuni Tribe of the Zuni Reservation, New Mexico, that this notice has been published.\\n        \\n          Dated: September 14, 2011.\\n          David Tarler,\\n          Acting Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. 2011-23971 Filed 9-16-11; 8:45 am]\\n      BILLING CODE 4312-50-P\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "[2253-665]", "subject": "Notice of Inventory Completion for Native American Human Remains and Associated Funerary Objects in the Possession of the Colorado Historical Society (History Colorado), Denver, CO; Correction", "agency2": "National Park Service, Interior.", "action": "Notice; correction.", "summary": "This notice corrects the cultural affiliation of two individuals described in a Notice of Inventory Completion (NIC) previously published in the Federal Register (34 FR 10906-10909, February 20, 2001). The Colorado Historical Society (History Colorado) completed an inventory of human remains and associated funerary objects, and through additional consultation with the appropriate Indian Tribes, determined that the cultural affiliation for two of the 260 individuals described in the previously published NIC of February 20, 2001 (2001 NIC) needed correction.", "dates": "Representatives of any other Indian Tribe that believes it has a cultural affiliation with the human remains should contact the Colorado Historical Society at the address below by October 19, 2011.", "addresses": "Bridget Ambler, Curator of Material Culture, 1560 Broadway, Suite 400, Denver, CO 80202, telephone (303) 866-2303.", "signature_dated": "Dated: September 14, 2011.", "signature_name": "David Tarler,", "signature_title": "Acting Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. 2011-23971 Filed 9-16-11; 8:45 am]", "billing_code": "BILLING CODE 4312-50-P", "supp_info": "SUPPLEMENTARY INFORMATION: \n Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains in the possession and control of the Colorado Historical Society, Denver, CO. The human remains were removed from Jefferson County, CO, and San Juan County, UT. \n This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003(d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations in this notice. \n Consultation \n A detailed assessment of the human remains was made by the Colorado Historical Society professional staff in consultation with representatives from the following Tribes in 2001, 2010, and/or 2011: Arapahoe Tribe of the Wind River Reservation, Wyoming; Cheyenne and Arapaho Tribes, Oklahoma (formerly the Cheyenne-Arapaho Tribes of Oklahoma); Comanche Nation, Oklahoma; Fort Sill Apache Tribe of Oklahoma; Hopi Tribe of Arizona; Jicarilla Apache Nation, New Mexico; Kiowa Indian Tribe of Oklahoma; Mescalero Apache Tribe of the Mescalero Reservation, New Mexico; Navajo Nation, Arizona, New Mexico & Utah; Northern Cheyenne Tribe of the Northern Cheyenne Indian Reservation, Montana; Oglala Sioux Tribe of the Pine Ridge Reservation, South Dakota; Ohkay Owingeh, New Mexico (formerly the Pueblo of San Juan); Pawnee Nation of Oklahoma; Pueblo of Acoma, New Mexico; Pueblo of Cochiti, New Mexico; Pueblo of Isleta, New Mexico; Pueblo of Jemez, New Mexico; Pueblo of Laguna, New Mexico; Pueblo of Nambe, New Mexico; Pueblo of Pojoaque, New Mexico; Pueblo of San Ildefonso, New Mexico; Pueblo of Santa Ana, New Mexico; Pueblo of Santa Clara, New Mexico; Pueblo of Tesuque, New Mexico; Rosebud Sioux Tribe of the Rosebud Indian Reservation, South Dakota; Southern Ute Indian Tribe of the Southern Ute Reservation, Colorado; Three Affiliated Tribes of the Fort Berthold Reservation, North Dakota; Ute Indian Tribe of the Uintah & Ouray Reservation, Utah; Ute Mountain Tribe of the Ute Mountain Reservation, Colorado, New Mexico & Utah; Ysleta Del Sur Pueblo of Texas; and Zuni Tribe of the Zuni Reservation, New Mexico. The following Tribes were invited to consult, but did not participate: the Apache Tribe of Oklahoma; Kewa Pueblo, New Mexico (formerly the Pueblo of Santo Domingo); Pueblo of Picuris, New Mexico; Shoshone Tribe of the Wind River Reservation, Wyoming; Wichita and Affiliated Tribes (Wichita, Keechi, Waco & Tawakonie), Oklahoma; Pueblo of San Felipe, New Mexico; Pueblo of Sandia, New Mexico; Pueblo of Taos, New Mexico; and Pueblo of Zia, New Mexico. \n History and Description of the Remains \n Upon preparation for transfer and reburial in July 2001, the designated Tribal representative for the Ute Mountain Tribe of the Ute Mountain Ute Reservation, Colorado, New Mexico & Utah (the lead Tribe for the 12 Tribes listed in the 2001 NIC) requested that the Colorado Historical Society (History Colorado) postpone the transfer of two of the 260 individuals and conduct additional research and consultation on them. Colorado Historical Society remains in possession of these two individuals, while the other 258 individuals have been transferred. Since that time, the Colorado Historical Society received information that has changed the cultural affiliation for both individuals. \n Additional information changed the cultural affiliation of one of the individuals to Ancestral Puebloan. This individual (catalog number UHR.131/173) that was described in the 2001 NIC, has now been described in another NIC published in the Federal Register (76 FR 35010-35012, June 15, 2011). The transfer of this individual will be to the Tribes listed in that 2011 NIC, which are different from the 12 Tribes listed in the 2001 NIC. Consequently, the 2001 NIC is corrected by deleting paragraph 3 at page 10907, which references this individual. \n With regard to the second individual (Office of Archaeology and Historic Preservation Case Number 103), the Colorado Historical Society conducted additional research and determined that the individual is not culturally affiliated to any present-day Indian Tribe. Thus, the individual is determined to be culturally unidentifiable and the disposition will be according to the \\xe2\\x80\\x9cProcess for Consultation, Transfer and Reburial of Culturally Unidentifiable Native American Human Remains and Associated Funerary Objects Originating From Inadvertent Discoveries on Colorado State and Private Lands.\\xe2\\x80\\x9d The document outlining the process is on file at the Colorado Historical Society, and was authorized by the Secretary of the Interior on September 23, 2008. This individual will be described in a NIC and published in the Federal Register, as required by the process since it has not been determined to be from Tribal or aboriginal land. Consequently, the 2001 NIC is corrected by deleting paragraph 1 at page 10908, which references this individual. \n Finally, the 2001 NIC is corrected by replacing paragraph 16 at page 10908 with the following paragraph, thereby changing the total number of individuals in the 2001 NIC from 260 to 258, and accurately reflecting the changes in determination and disposition of these two individuals in this notice and the 2011 NIC: \n Based on the above-mentioned information, officials of the Colorado Historical Society have determined that, pursuant to 43 CFR 10.2(d)(1), the human remains listed above represent the physical remains of 258 individuals of Native American ancestry. Officials of the Colorado Historical Society also have determined that, pursuant to 43 CFR 10.2(d)(2), the 548 objects listed above are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony. Lastly, pursuant to 43 CFR 10.2(e), officials of the Colorado Historical Society have determined that, based upon traditional territories and oral traditions, there is a relationship of shared group identity that can be reasonably traced between these Native American human remains and associated funerary objects and the Cheyenne-Arapaho Tribes of Oklahoma; Comanche Indian Tribe, Oklahoma; Fort Sill Apache Tribe of Oklahoma; Kiowa Indian Tribe of Oklahoma; Northern Cheyenne Tribe of the Northern Cheyenne Indian Reservation, Montana; Oglala Sioux Tribe of the Pine Ridge Reservation, South Dakota; Pawnee Nation of Oklahoma; Rosebud Sioux Tribe of the Rosebud Indian Reservation, South Dakota; Southern Ute Indian Tribe of the Southern Ute Reservation, Colorado; Three Affiliated Tribes of the Fort Berthold Reservation, North Dakota; Ute Indian Tribe of the Uintah & Ouray Reservation, Utah; and Ute Mountain Tribe of the Ute Mountain Reservation, Colorado, New Mexico & Utah. \n Additional Requestors and Disposition \n Representatives of any other Indian Tribe that believes itself to be culturally affiliated with the human remains or believes that it satisfies the criteria in 43 CFR 10.1(c)(1) should contact Bridget Ambler, Curator of Material Culture, Colorado Historical Society, 1560 Broadway, Suite 400, Denver, CO 80202, telephone (303) 866-2303], before October 19, 2011. \n The Colorado Historical Society is responsible for notifying the Apache Tribe of Oklahoma; Arapahoe Tribe of the Wind River Reservation, Wyoming; Cheyenne and Arapaho Tribes of Oklahoma; Cheyenne River Sioux Tribe of the Cheyenne River Reservation, South Dakota; Comanche Nation, Oklahoma; Crow Tribe of Montana; Crow Creek Sioux Tribe of the Crow Creek Reservation, South Dakota; Fort Sill Apache Tribe of Oklahoma; Hopi Tribe of Arizona; Jicarilla Apache Nation, New Mexico; Kewa Pueblo, New Mexico; Kiowa Indian Tribe of Oklahoma; Mescalero Apache Tribe of the Mescalero Reservation, New Mexico; Navajo Nation, Arizona, New Mexico & Utah; Northern Cheyenne Tribe of the Northern Cheyenne Indian Reservation, Montana; Oglala Sioux Tribe of the Pine Ridge Reservation, South Dakota; Ohkay Owingeh, New Mexico; Pawnee Nation of Oklahoma; Pueblo of Acoma, New Mexico; Pueblo of Cochiti, New Mexico; Pueblo of Isleta, New Mexico; Pueblo of Jemez, New Mexico; Pueblo of Laguna, New Mexico; Pueblo of Nambe, New Mexico; Pueblo of Picuris, New Mexico; Pueblo of Pojoaque, New Mexico; Pueblo of San Felipe, New Mexico; Pueblo of San Ildefonso, New Mexico; Pueblo of Sandia, New Mexico; Pueblo of Santa Ana, New Mexico; Pueblo of Santa Clara, New Mexico; Pueblo of Taos, New Mexico; Pueblo of Tesuque, New Mexico; Pueblo of Zia, New Mexico; Rosebud Sioux Tribe of the Rosebud Indian Reservation, South Dakota; Shoshone Tribe of the Wind River Reservation, Wyoming; Shoshone-Bannock Tribes of the Fort Hall Reservation of Idaho; Southern Ute Indian Tribe of the Southern Ute Reservation, Colorado; Standing Rock Sioux Tribe of North & South Dakota; Three Affiliated Tribes of the Fort Berthold Reservation, North Dakota; Ute Indian Tribe of the Uintah & Ouray Reservation, Utah; Ute Mountain Tribe of the Ute Mountain Reservation, Colorado, New Mexico & Utah; Wichita and Affiliated Tribes (Wichita, Keechi, Waco & Tawakonie), Oklahoma; Ysleta Del Sur Pueblo of Texas; and Zuni Tribe of the Zuni Reservation, New Mexico, that this notice has been published. \n ", "consultation": "A detailed assessment of the human remains was made by the Colorado Historical Society professional staff in consultation with representatives from the following Tribes in 2001, 2010, and/or 2011: Arapahoe Tribe of the Wind River Reservation, Wyoming; Cheyenne and Arapaho Tribes, Oklahoma (formerly the Cheyenne-Arapaho Tribes of Oklahoma); Comanche Nation, Oklahoma; Fort Sill Apache Tribe of Oklahoma; Hopi Tribe of Arizona; Jicarilla Apache Nation, New Mexico; Kiowa Indian Tribe of Oklahoma; Mescalero Apache Tribe of the Mescalero Reservation, New Mexico; Navajo Nation, Arizona, New Mexico & Utah; Northern Cheyenne Tribe of the Northern Cheyenne Indian Reservation, Montana; Oglala Sioux Tribe of the Pine Ridge Reservation, South Dakota; Ohkay Owingeh, New Mexico (formerly the Pueblo of San Juan); Pawnee Nation of Oklahoma; Pueblo of Acoma, New Mexico; Pueblo of Cochiti, New Mexico; Pueblo of Isleta, New Mexico; Pueblo of Jemez, New Mexico; Pueblo of Laguna, New Mexico; Pueblo of Nambe, New Mexico; Pueblo of Pojoaque, New Mexico; Pueblo of San Ildefonso, New Mexico; Pueblo of Santa Ana, New Mexico; Pueblo of Santa Clara, New Mexico; Pueblo of Tesuque, New Mexico; Rosebud Sioux Tribe of the Rosebud Indian Reservation, South Dakota; Southern Ute Indian Tribe of the Southern Ute Reservation, Colorado; Three Affiliated Tribes of the Fort Berthold Reservation, North Dakota; Ute Indian Tribe of the Uintah & Ouray Reservation, Utah; Ute Mountain Tribe of the Ute Mountain Reservation, Colorado, New Mexico & Utah; Ysleta Del Sur Pueblo of Texas; and Zuni Tribe of the Zuni Reservation, New Mexico. The following Tribes were invited to consult, but did not participate: the Apache Tribe of Oklahoma; Kewa Pueblo, New Mexico (formerly the Pueblo of Santo Domingo); Pueblo of Picuris, New Mexico; Shoshone Tribe of the Wind River Reservation, Wyoming; Wichita and Affiliated Tribes (Wichita, Keechi, Waco & Tawakonie), Oklahoma; Pueblo of San Felipe, New Mexico; Pueblo of Sandia, New Mexico; Pueblo of Taos, New Mexico; and Pueblo of Zia, New Mexico. \n ", "h_d_r": "Upon preparation for transfer and reburial in July 2001, the designated Tribal representative for the Ute Mountain Tribe of the Ute Mountain Ute Reservation, Colorado, New Mexico & Utah (the lead Tribe for the 12 Tribes listed in the 2001 NIC) requested that the Colorado Historical Society (History Colorado) postpone the transfer of two of the 260 individuals and conduct additional research and consultation on them. Colorado Historical Society remains in possession of these two individuals, while the other 258 individuals have been transferred. Since that time, the Colorado Historical Society received information that has changed the cultural affiliation for both individuals. \n Additional information changed the cultural affiliation of one of the individuals to Ancestral Puebloan. This individual (catalog number UHR.131/173) that was described in the 2001 NIC, has now been described in another NIC published in the Federal Register (76 FR 35010-35012, June 15, 2011). The transfer of this individual will be to the Tribes listed in that 2011 NIC, which are different from the 12 Tribes listed in the 2001 NIC. Consequently, the 2001 NIC is corrected by deleting paragraph 3 at page 10907, which references this individual. \n With regard to the second individual (Office of Archaeology and Historic Preservation Case Number 103), the Colorado Historical Society conducted additional research and determined that the individual is not culturally affiliated to any present-day Indian Tribe. Thus, the individual is determined to be culturally unidentifiable and the disposition will be according to the \\xe2\\x80\\x9cProcess for Consultation, Transfer and Reburial of Culturally Unidentifiable Native American Human Remains and Associated Funerary Objects Originating From Inadvertent Discoveries on Colorado State and Private Lands.\\xe2\\x80\\x9d The document outlining the process is on file at the Colorado Historical Society, and was authorized by the Secretary of the Interior on September 23, 2008. This individual will be described in a NIC and published in the Federal Register, as required by the process since it has not been determined to be from Tribal or aboriginal land. Consequently, the 2001 NIC is corrected by deleting paragraph 1 at page 10908, which references this individual. \n Finally, the 2001 NIC is corrected by replacing paragraph 16 at page 10908 with the following paragraph, thereby changing the total number of individuals in the 2001 NIC from 260 to 258, and accurately reflecting the changes in determination and disposition of these two individuals in this notice and the 2011 NIC: \n Based on the above-mentioned information, officials of the Colorado Historical Society have determined that, pursuant to 43 CFR 10.2(d)(1), the human remains listed above represent the physical remains of 258 individuals of Native American ancestry. Officials of the Colorado Historical Society also have determined that, pursuant to 43 CFR 10.2(d)(2), the 548 objects listed above are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony. Lastly, pursuant to 43 CFR 10.2(e), officials of the Colorado Historical Society have determined that, based upon traditional territories and oral traditions, there is a relationship of shared group identity that can be reasonably traced between these Native American human remains and associated funerary objects and the Cheyenne-Arapaho Tribes of Oklahoma; Comanche Indian Tribe, Oklahoma; Fort Sill Apache Tribe of Oklahoma; Kiowa Indian Tribe of Oklahoma; Northern Cheyenne Tribe of the Northern Cheyenne Indian Reservation, Montana; Oglala Sioux Tribe of the Pine Ridge Reservation, South Dakota; Pawnee Nation of Oklahoma; Rosebud Sioux Tribe of the Rosebud Indian Reservation, South Dakota; Southern Ute Indian Tribe of the Southern Ute Reservation, Colorado; Three Affiliated Tribes of the Fort Berthold Reservation, North Dakota; Ute Indian Tribe of the Uintah & Ouray Reservation, Utah; and Ute Mountain Tribe of the Ute Mountain Reservation, Colorado, New Mexico & Utah. \n ", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Representatives of any other Indian Tribe that believes itself to be culturally affiliated with the human remains or believes that it satisfies the criteria in 43 CFR 10.1(c)(1) should contact Bridget Ambler, Curator of Material Culture, Colorado Historical Society, 1560 Broadway, Suite 400, Denver, CO 80202, telephone (303) 866-2303], before October 19, 2011. \n The Colorado Historical Society is responsible for notifying the Apache Tribe of Oklahoma; Arapahoe Tribe of the Wind River Reservation, Wyoming; Cheyenne and Arapaho Tribes of Oklahoma; Cheyenne River Sioux Tribe of the Cheyenne River Reservation, South Dakota; Comanche Nation, Oklahoma; Crow Tribe of Montana; Crow Creek Sioux Tribe of the Crow Creek Reservation, South Dakota; Fort Sill Apache Tribe of Oklahoma; Hopi Tribe of Arizona; Jicarilla Apache Nation, New Mexico; Kewa Pueblo, New Mexico; Kiowa Indian Tribe of Oklahoma; Mescalero Apache Tribe of the Mescalero Reservation, New Mexico; Navajo Nation, Arizona, New Mexico & Utah; Northern Cheyenne Tribe of the Northern Cheyenne Indian Reservation, Montana; Oglala Sioux Tribe of the Pine Ridge Reservation, South Dakota; Ohkay Owingeh, New Mexico; Pawnee Nation of Oklahoma; Pueblo of Acoma, New Mexico; Pueblo of Cochiti, New Mexico; Pueblo of Isleta, New Mexico; Pueblo of Jemez, New Mexico; Pueblo of Laguna, New Mexico; Pueblo of Nambe, New Mexico; Pueblo of Picuris, New Mexico; Pueblo of Pojoaque, New Mexico; Pueblo of San Felipe, New Mexico; Pueblo of San Ildefonso, New Mexico; Pueblo of Sandia, New Mexico; Pueblo of Santa Ana, New Mexico; Pueblo of Santa Clara, New Mexico; Pueblo of Taos, New Mexico; Pueblo of Tesuque, New Mexico; Pueblo of Zia, New Mexico; Rosebud Sioux Tribe of the Rosebud Indian Reservation, South Dakota; Shoshone Tribe of the Wind River Reservation, Wyoming; Shoshone-Bannock Tribes of the Fort Hall Reservation of Idaho; Southern Ute Indian Tribe of the Southern Ute Reservation, Colorado; Standing Rock Sioux Tribe of North & South Dakota; Three Affiliated Tribes of the Fort Berthold Reservation, North Dakota; Ute Indian Tribe of the Uintah & Ouray Reservation, Utah; Ute Mountain Tribe of the Ute Mountain Reservation, Colorado, New Mexico & Utah; Wichita and Affiliated Tribes (Wichita, Keechi, Waco & Tawakonie), Oklahoma; Ysleta Del Sur Pueblo of Texas; and Zuni Tribe of the Zuni Reservation, New Mexico, that this notice has been published. \n "}