{"index": "I_1113", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        [2253-665]\\n        Notice of Inventory Completion: U.S. Department of Defense, Army Corps of Engineers, Walla Walla District, Walla Walla, WA and the Washington State University, Museum of Anthropology, Pullman, WA\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        \\n          SUMMARY:\\n          The United States Department of Defense, Army Corps of Engineers, Walla Walla District, and the Washington State University Museum of Anthropology, have completed an inventory of human remains and associated funerary objects, in consultation with the appropriate Indian tribes, and have determined that there is a cultural affiliation between the human remains and associated funerary objects and present-day Indian tribes. Repatriation of the human remains and associated funerary objects to the Indian tribes stated below may occur if no additional claimants come forward.\\n        \\n        \\n          DATES:\\n          Representatives of any Indian tribe that believes it has a cultural affiliation with the human remains and associated funerary objects should contact the U.S. Department of Defense, Army Corps of Engineers, Walla Walla District at the address below by December 29, 2011.\\n        \\n        \\n          ADDRESSES:\\n          LTC David Caldwell, U.S. Department of Defense, Army Corps of Engineers, Walla Walla District, 201 North Third Ave., Walla Walla, WA 99362, telephone (509) 527-7700.\\n        \\n      \\n      \\n        SUPPLEMENTARY INFORMATION:\\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains and associated funerary objects under the control of the U.S. Department of Defense, Army Corps of Engineers, Walla Walla District (Corps), Walla Walla, WA, and in the physical custody of the Washington State University, Museum of Anthropology (WSU), Pullman, WA. The human remains and associated funerary objects were removed from Benton, Franklin, Garfield and Walla Walla Counties in Washington State.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003(d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations in this notice.\\n        Consultation\\n        A detailed assessment of the human remains was made by the Corps and WSU professional staff in consultation with representatives of the Confederated Tribes of Colville Reservation, Washington; Confederated Tribes of the Umatilla Indian Reservation, Oregon; Confederated Tribes and Bands of the Yakama Nation, Washington; Nez Perce Tribe, Idaho; and the Wanapum Band, a non-Federally recognized Indian group.\\n        History and Description of the Remains\\n        Sites 45BN3, 45BN6, 45BN15, 45BN45 (aka 45BN186), 45BN55, 45BN161, 45FR5, and 45FR101 are located within the McNary Lock and Dam Project on the Columbia River, WA, which is managed by the Corps. The Corps initiated land acquisition processes for the McNary Lock and Dam Project in 1947. Sites 45WW48 and 45WW49 are located within the Ice Harbor Lock and Dam Project on the Lower Snake River, which is managed by the Corps. The Corps initiated land acquisition processes for the Project in 1955. Site 45GA12 is located within the Little Goose Lock and Dam Project on the Snake River, which is managed by the Corps. The Corps initiated land acquisition processes for the Project in 1963. Site 465GA40 is located within the Lower Granite Lock and Dam Project, which is managed by the Corps. The Corps initiated land acquisition processes for the Project in 1965.\\n        Site 45BN3\\n\\n        In 1948, the Smithsonian Institution\\'s River Basin Survey Project (SRBS) removed human remains and associated funerary objects from 45BN3, a pre-contact-protohistoric village site located on Berrian\\'s Island, which is situated in the Columbia River, in Benton County, WA. SRBS transferred the human remains and associated funerary objects to the Smithsonian Institution; the Oregon State Museum of Anthropology, Eugene, OR; and the University of Washington (UW) Burke Museum, Seattle, WA. The human remains and funerary objects in the custody of UW came from Burials 1 and 29. In 1996, at the Corps\\' request, UW transferred the human remains and associated funerary objects in its custody to WSU, which inventoried them in 2002. In 2007, the U.S. Department of Defense, Army Corps of Engineers, St. Louis District, Mandatory Center for Expertise for the Curation and Management of Archaeological Collections (MCX), conducted a second inventory of the human remains and associated funerary objects in the custody of WSU. This inventory identified the human remains from Burials 1 and 29 as belonging to two young adult males. No known individuals were identified. The three associated funerary objects are 1 bone whistle from Burial 1; and 2 lots of seed beads from Burial 29.\\n        The estimated date range of the burials from 45BN3 is 1750-1811, based upon the presence at this site of Colonial uniform buttons whose earliest manufacture date is c.1750, and the absence of firearms, whose use by local tribes began c.1811. Further evidence supporting the date of these burials is the volume of trade goods observed in both the burials and in the village site. Distinctive morphological traits among the human remains, burial methods, and associated funerary objects, as well as evidence of contemporaneous mat lodge pots at the village site, all indicate Native American ancestry and funerary traditions reflective of Native groups of the Columbia Plateau. Other expert opinion evidence for determining cultural affiliation is the Smithsonian Institution\\'s 2004 offer to return the remains of 33 individuals and 758 funerary objects from 45BN3 to the Confederated Tribes of the Umatilla Indian Reservation, Oregon; Confederated Tribes and Bands of the Yakama Nation, Washington; and the Wanapum Band, a non-Federally recognized Indian group.\\n        Site 45BN6\\n        In 1950, human remains representing a minimum of one individual were removed by the SRBS from Site 45BN6, a pre-contact-protohistoric village site along the Columbia River, in Benton County, WA. The individual was removed from a test pit in a steep bank near the river\\'s edge. Portions of the SRBS collection, including the remains of the individual, were transferred to the UW Burke Museum (accession #1966-87). In 1997, UW transferred human remains from 45BN6 to WSU, where they were inventoried in 2002. In 2006, during a second inventory of the remains, MCX determined that the remains of the individual belong to an adult of indeterminate sex. No known individuals were identified. No associated funerary objects are present.\\n        Site 45BN6 was interpreted as a village occupied from the late 1700s to 1850, based on the minimal amount of trade items found in earlier deposits at the site, and the types of trade items found in the later deposits. This village was noted in the 1812 accounts of a non-Native explorer. Distinctive morphological traits indicate the individual is of Native American ancestry.\\n        Site 45BN15\\n        In 1947, 1951, and 1952, SRBS removed human remains and associated funerary objects from 27 burials at 45BN15, on Rabbit Island, which is situated in the Columbia River, in Benton County, WA. SRBS transferred the human remains and funerary objects to the Whitman Mission; Whitman College; the Smithsonian Institution; and the UW Burke Museum (accession #1966-87). In a 1995 inventory, UW reported the presence of human remains and associated funerary objects from 13 burials excavated at 45BN15 during the aforementioned SRBS investigations. UW transferred these human remains and associated funerary objects to WSU in 1997 and 2001. WSU re-inventoried the human remains and associated funerary objects from 45BN15 in 2002, and confirmed that the collections included items from the 1947, 1951, and 1952 SRBS investigations. In 2003, WSU indentified additional human remains from 45BN15 in a collection transferred to it from the University of Idaho (UI). In 2006, MCX performed an inventory of the human remains and associated funerary objects from 45BN15 at WSU and determined the minimum number of individuals to be 17. No known individuals were identified. The 102 associated funerary objects are 4 adze blades, 1 awl, 2 beaver incisors, 2 bone needles, 1 bone point, 1 bone toggle, 1 incised bird bone, 3 pieces of incised bone, 3 pestles, 3 polished bone items, 3 polished ground stone items, 43 projectile points, 1 shell pendant, 1 stone pendant, 1 stone pipe, 1 stone scraper, 3 lots of bag residue, 3 lots of bird remains, 2 lots of mammal remains, 2 lots of natural stone, 2 lots of ochre, 10 lots of shell beads, 1 lot of stone beads, and 8 lots of stone flakes.\\n        The burials at Rabbit Island have been attributed to two distinct time periods based on burial traditions/methods. The later burials (Rabbit Island II) predate 1750 AD, and the earlier burials (Rabbit Island I) date to the Frenchman-Springs Phase (3500-1500 BP). Expert opinion evidence for determining cultural affiliation is the determination by Whitman Mission (in 1992) and Whitman College (in 2008) that the human remains and funerary objects from the site in their custody were culturally affiliated with the Confederated Tribes of the Umatilla Indian Reservation, Oregon, as well as the Smithsonian Institution\\'s 2004 offer to return those human remains from the site in their possession to the Confederated Tribes of the Umatilla Indian Reservation, Oregon. Based on distinctive morphological traits and associated funerary objects that are consistent with Plateau burial traditions, all of the individuals have been determined to be Native American.\\n        Site 45BN45\\n        In 1948, human remains representing, at minimum, one individual, were removed from 45BN45 (aka 45BN186), located on an island in the Columbia River in Benton County, WA. The remains were housed at the UW Burke Museum, where they were inventoried in 1995. The collection was transferred to WSU in 1997 where, in 2002, it was again inventoried. The remains, belonging to a juvenile of indeterminate sex, exhibit extensive copper staining, which suggests that the burial originally included objects dating to the protohistoric period. No known individuals were identified. No associated funerary objects are present.\\n        Site 45BN55\\n\\n        In 1949 and 1950, Thomas Garth excavated 10 burials and two cremation pit burials from 45BN55, a village site on Sheep Island in Benton County, WA. The human remains and funerary objects were subsequently transported to Whitman College. Sometime prior to 1959, the remains of three individuals were transferred from Whitman College to the UW Burke Museum for examination by Rodger Helgar. In 1950, the SRBS excavated remnants of the 1949 cremation pit burials and 17 additional burials from site 45BN55. The 1950 SRBS collection was transported to UW (accession #1966-87). UW\\'s 1995 inventory reported the presence of human remains and funerary objects from both the 1949 Garth investigation (BA-BC) and the 1950 SRBS excavations (Burials 1-2, 4-17 and Cremation Pit #1-2). In 1997, at the request of the Corps, UW transferred this collection to WSU, which conducted its own inventory in 2002. In 2006, the MCX reported that this collection comprises the human remains of, at minimum, 43 individuals. The 68 associated funerary objects are 2 beaver incisors, 1 bone needle, 2 carved antler items, 7 carved bone items, 1 incised bone item, 1 mortar, 3 pecked stone items, 2 pestles, 17 projectile points, 1 shell pendant, 1 stone bowl fragment, 1 stone core, 1 stone pipe, 2 stone scrapers, 1 lot of antler fragments, 1 lot of bag residue, 8 lots of mammal remains, 1 lot of natural stone, 1 lot of plant remains, 6 lots of shell beads, 6 lots of stone flakes, and 2 lots of wood fragments.\\n        Two of the cremation burials identified at 45BN55 were located directly above several primary burials, suggesting two different periods of use. The burial methods and funerary objects such as dentalia and olivella shell, suggest inhumation in the late pre-contact period. The presence of cremation practices at 45BN55 may be evidence for a late pre-contact and early historic cremation complex in the southern Plateau. The human remains were analyzed by Rodger Helgar (UW) and were identified as Native American.\\n        Site 45BN161\\n        In 1968 and 1975, 18 burials were removed from 45BN161, on Bateman Island/Columbia Park Island in Benton County, WA, during salvage archeology efforts by UI and the Mid-Columbia Archaeological Society (MCAS). All human remains and some portion of the funerary objects from the site were reported to have been reburied at the West Richland Cemetery (also known as Wanawish Cemetery) in 1973, 1976, and 1982, by the Confederated Bands and Tribes of the Yakama Nation, Washington. An additional burial at 45BN161 (Burial 16) was identified in 1982, during testing by MCAS. The human remains from Burial 16, representing, at minimum, one individual were identified and inventoried by UI in 1995, and were transferred to WSU in 2001. The archeological data indicates a nearly continuous distribution of cultural material at 45BN161, spanning approximately 2,000 years. Most of the burials date to the late pre-contact-protohistoric occupation. Portions of the human remains were examined by physical anthropologist J. A. Lynch (UI) and were determined to be Native American.\\n        Site 45FR5\\n        In 1977 and 1999, human remains representing, at minimum, two individuals, were removed from 45FR5, a village site on Strawberry Island, which is situated in the Snake River, in Benton County, WA. On September 23, 1977, a Native American infant burial was removed from Unit D96 during excavations led by WSU and assisted by the MCAS. On August 29, 1999, human remains (a left tibia) representing one Native American adult male were inadvertently discovered at 45FR5. The remains were transferred to WSU and inventoried in 2003. The infant was reportedly reburied in 1982, at the Wanawish Cemetery, at the request of the Confederated Tribes and Bands of the Yakama Nation, Washington; however, a 2007 inventory by WSU and MCX indicate that human remains of an infant and a fragmentary human femur removed from Unit D96 are present in the 45FR5 collection. No known individuals were identified. No associated funerary objects are present.\\n        Dated deposits at 45FR5 indicate the site was occupied as early as 600 AD, and during the precontact period, with a gap in occupation during c.700-1300 AD. Two dates were obtained for the infant burial (Unit D96): 1406-1486 AD and 1412-1499 AD. The human remains removed in 1999 were examined by a physical anthropologist and found to be consistent with those of a Native American individual. Traditionally, the confluence of the Snake and Columbia Rivers was utilized by many different groups, including the Yakama, Palus, Umatilla, Cayuse, and Walla Walla Tribes.\\n        Site 45FR101\\n        In 1967, human remains representing, at minimum, six individuals, were excavated from Site 45FR101, at Chiawana Park, in Benton County, WA. At this time an additional ten burials were excavated and individuals were reportedly reburied at Wanawish Cemetery in 1982. During the period 1990-2000, human remains and funerary objects from the excavations were transferred from UI and MCAS members to WSU. Inventories conducted by WSU resulted in the identification of human remains from the following Burials/Units: Burial 3; Burial 5 (Unit 039S); Units AA29S, A11S, 035S, 037S, 038S, P38S, Q38S, Q39S, S36S, T40S, U36S, U40S, Tr 5 S, and Tr 5 E. The MCX determined that these human remains represent, at minimum, five individuals: four adults and one sub-adult, 6-8 years of age. Subsequently, UI identified human remains from 45FR101 within its Human Osteology collection (labeled \\xe2\\x80\\x9c45FR101 1-39-5-5- 51\\xe2\\x80\\x9d). UI transferred these remains to WSU in 2009, where a physical anthropologist determined they belonged to a single adult male of Native American ancestry. No known individuals were identified. The 32 associated funerary objects are: 2 stone rings, 2 shell pendants, 1 pestle, 1 bone needle, 10 bone whistles, 2 projectile points, 4 lots of stone flakes, 8 lots of shell beads, and 2 lots of stone beads.\\n        Artifacts from 45FR101 have been stylistically dated to the Cayuse Phase (950-250 BP) and the earlier Frenchman Springs Phase, with one dating to the even earlier Lind Coulee Phase. Of the 16 burials removed from 45FR101, 11 were dated by the investigators to the pre-contact period. Aside from the six individuals in this notice, all of the human remains from this site were previously reinterred by the Corps in coordination with representatives from the Confederated Tribes of the Umatilla Indian Reservation, Oregon and the Confederated Tribes and Bands of the Yakama Nation, Washington.\\n        Site 45GA12\\n        In 1985, fragmentary human remains representing one individual were collected from the Steelman Site (45GA12) by Roderick Sprague of UI. The remains had been inadvertently exposed by power equipment working in the area of the site, located near Central Ferry. The remains were transferred from UI to WSU in 2000. No known individuals were identified. No associated funerary objects are present.\\n        The site was originally recorded by Nelson (1964) and tested by Sprague and Combs (1965). It was described as a large, late pre-contact open camp site. Numerous floods had destroyed portions of the site. The majority of the site is now inundated.\\n        Site 45GA40\\n        In 1978, WSU performed an emergency burial recovery for the Corps at Site 45GA40, in Garfield County, WA, and removed fragmentary human remains representing, at minimum, one individual. The materials were inventoried by WSU in 1998. No known individuals were identified. The six associated funerary objects include: 1 lot of mammal remains, 3 lots of debitage, 1 lot of glass fragments, and 1 lot of bag residue.\\n        Site 45GA40 was originally identified by WSU during an archeological site inventory of the Lower Granite Project in 1966. Its deposits indicate use from the Cascade Phase (6000-8000 years BP) to the late prehistoric periods.\\n        Site 45WW48\\n\\n        In 1978, cranial remains representing, at minimum, one individual were identified by a member of the public at site 45WW48, and were collected by the Walla Walla County Sherriff\\'s Department and transferred to the Corps. The Corps subsequently transferred these remains to WSU for identification. Distinctive morphological characteristics indicate that the remains are Native American. No known individuals were identified. No associated funerary objects are present. Site 45WW48 is adjacent to a pre-contact village and burial site and is consistent with other pre-contact Snake River burial sites.\\n        Site 45WW49\\n        In 1976, the Corps collected human remains representing, at minimum, one individual from site 45WW49, near Charbonneau Park on the south shore of the Snake River. Distinctive morphological characteristics indicate that the remains are Native American. No known individuals were identified. No associated funerary objects are present.\\n        Site 45WW49 lies within the boundaries of Site 45WW17, a pre-contact occupation site. The burial was found on a low sandy bench, above a river terrace habitation component. This arrangement is consistent with the Plateau pattern of pre-contact and historic Native American villages, whereby a burial ground is located close to and above the village, on a bluff or hill slope. Both sites are now inundated.\\n        The relevant evidence supports a cultural affiliation between the Confederated Tribes of the Colville Reservation, Washington; Confederated Tribes of the Umatilla Indian Reservation, Oregon; Confederated Tribes of Warm Springs Reservation, Oregon; Confederated Tribes and Bands of the Yakama Nation, Washington; and the Nez Perce Tribe, Idaho (hereinafter referred to as \\xe2\\x80\\x9cThe Tribes\\xe2\\x80\\x9d) and the above-documented sites and collections. Additionally, a cultural relationship is determined to exist between the sites and collections and the Wanapum Band, a non-Federally recognized Indian group (hereinafter referred to as \\xe2\\x80\\x9cThe Indian Group\\xe2\\x80\\x9d). Information provided by The Tribes and The Indian Group shows that they are descended from the Native people who occupied these sites, and that the individuals buried along the Snake and mid-Columbia rivers are their ancestors. The aforementioned tribes are all part of the more broadly defined Plateau cultural community having shared past and present traditional lifeways that bind them to common ancestors.\\n        Determinations Made by the U.S. Department of Defense, Army Corps of Engineers, Walla Walla District\\n        Officials of the U.S. Department of Defense, Army Corps of Engineers, Walla Walla District, have determined that:\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9)-(10) the human remains described above represent the physical remains of 77 individuals of Native American ancestry.\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(3)(A), the 211 objects described above are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony.\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and associated funerary objects, The Tribes, and The Indian Group.\\n        Additional Requestors and Disposition\\n        Representatives of any Indian tribe that believes itself to be culturally affiliated with the human remains and associated funerary objects should contact LTC David Caldwell, U.S. Department of Defense, Army Corps of Engineers, Walla Walla District, 201 North Third Ave., Walla Walla, WA 99362, telephone (509) 527-7700, before December 29, 2011. Repatriation of the human remains and associated funerary objects to The Tribes and The Indian Group may proceed after that date if no additional claimants come forward.\\n        The U.S. Department of Defense, Army Corps of Engineers, Walla Walla District, is responsible for notifying The Tribes and The Indian Group, that this notice has been published.\\n        \\n          Dated: November 22, 2011.\\n          Sherry Hutt,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. 2011-30613 Filed 11-28-11; 8:45 am]\\n      BILLING CODE 4312-50-P\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "[2253-665]", "subject": "Notice of Inventory Completion: U.S. Department of Defense, Army Corps of Engineers, Walla Walla District, Walla Walla, WA and the Washington State University, Museum of Anthropology, Pullman, WA", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "The United States Department of Defense, Army Corps of Engineers, Walla Walla District, and the Washington State University Museum of Anthropology, have completed an inventory of human remains and associated funerary objects, in consultation with the appropriate Indian tribes, and have determined that there is a cultural affiliation between the human remains and associated funerary objects and present-day Indian tribes. Repatriation of the human remains and associated funerary objects to the Indian tribes stated below may occur if no additional claimants come forward.", "dates": "Representatives of any Indian tribe that believes it has a cultural affiliation with the human remains and associated funerary objects should contact the U.S. Department of Defense, Army Corps of Engineers, Walla Walla District at the address below by December 29, 2011.", "addresses": "LTC David Caldwell, U.S. Department of Defense, Army Corps of Engineers, Walla Walla District, 201 North Third Ave., Walla Walla, WA 99362, telephone (509) 527-7700.", "signature_dated": "Dated: November 22, 2011.", "signature_name": "Sherry Hutt,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. 2011-30613 Filed 11-28-11; 8:45 am]", "billing_code": "BILLING CODE 4312-50-P", "supp_info": "SUPPLEMENTARY INFORMATION: \n Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains and associated funerary objects under the control of the U.S. Department of Defense, Army Corps of Engineers, Walla Walla District (Corps), Walla Walla, WA, and in the physical custody of the Washington State University, Museum of Anthropology (WSU), Pullman, WA. The human remains and associated funerary objects were removed from Benton, Franklin, Garfield and Walla Walla Counties in Washington State. \n This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003(d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations in this notice. \n Consultation \n A detailed assessment of the human remains was made by the Corps and WSU professional staff in consultation with representatives of the Confederated Tribes of Colville Reservation, Washington; Confederated Tribes of the Umatilla Indian Reservation, Oregon; Confederated Tribes and Bands of the Yakama Nation, Washington; Nez Perce Tribe, Idaho; and the Wanapum Band, a non-Federally recognized Indian group. \n History and Description of the Remains \n Sites 45BN3, 45BN6, 45BN15, 45BN45 (aka 45BN186), 45BN55, 45BN161, 45FR5, and 45FR101 are located within the McNary Lock and Dam Project on the Columbia River, WA, which is managed by the Corps. The Corps initiated land acquisition processes for the McNary Lock and Dam Project in 1947. Sites 45WW48 and 45WW49 are located within the Ice Harbor Lock and Dam Project on the Lower Snake River, which is managed by the Corps. The Corps initiated land acquisition processes for the Project in 1955. Site 45GA12 is located within the Little Goose Lock and Dam Project on the Snake River, which is managed by the Corps. The Corps initiated land acquisition processes for the Project in 1963. Site 465GA40 is located within the Lower Granite Lock and Dam Project, which is managed by the Corps. The Corps initiated land acquisition processes for the Project in 1965. \n Site 45BN3 \n In 1948, the Smithsonian Institution\\'s River Basin Survey Project (SRBS) removed human remains and associated funerary objects from 45BN3, a pre-contact-protohistoric village site located on Berrian\\'s Island, which is situated in the Columbia River, in Benton County, WA. SRBS transferred the human remains and associated funerary objects to the Smithsonian Institution; the Oregon State Museum of Anthropology, Eugene, OR; and the University of Washington (UW) Burke Museum, Seattle, WA. The human remains and funerary objects in the custody of UW came from Burials 1 and 29. In 1996, at the Corps\\' request, UW transferred the human remains and associated funerary objects in its custody to WSU, which inventoried them in 2002. In 2007, the U.S. Department of Defense, Army Corps of Engineers, St. Louis District, Mandatory Center for Expertise for the Curation and Management of Archaeological Collections (MCX), conducted a second inventory of the human remains and associated funerary objects in the custody of WSU. This inventory identified the human remains from Burials 1 and 29 as belonging to two young adult males. No known individuals were identified. The three associated funerary objects are 1 bone whistle from Burial 1; and 2 lots of seed beads from Burial 29. \n The estimated date range of the burials from 45BN3 is 1750-1811, based upon the presence at this site of Colonial uniform buttons whose earliest manufacture date is c.1750, and the absence of firearms, whose use by local tribes began c.1811. Further evidence supporting the date of these burials is the volume of trade goods observed in both the burials and in the village site. Distinctive morphological traits among the human remains, burial methods, and associated funerary objects, as well as evidence of contemporaneous mat lodge pots at the village site, all indicate Native American ancestry and funerary traditions reflective of Native groups of the Columbia Plateau. Other expert opinion evidence for determining cultural affiliation is the Smithsonian Institution\\'s 2004 offer to return the remains of 33 individuals and 758 funerary objects from 45BN3 to the Confederated Tribes of the Umatilla Indian Reservation, Oregon; Confederated Tribes and Bands of the Yakama Nation, Washington; and the Wanapum Band, a non-Federally recognized Indian group. \n Site 45BN6 \n In 1950, human remains representing a minimum of one individual were removed by the SRBS from Site 45BN6, a pre-contact-protohistoric village site along the Columbia River, in Benton County, WA. The individual was removed from a test pit in a steep bank near the river\\'s edge. Portions of the SRBS collection, including the remains of the individual, were transferred to the UW Burke Museum (accession #1966-87). In 1997, UW transferred human remains from 45BN6 to WSU, where they were inventoried in 2002. In 2006, during a second inventory of the remains, MCX determined that the remains of the individual belong to an adult of indeterminate sex. No known individuals were identified. No associated funerary objects are present. \n Site 45BN6 was interpreted as a village occupied from the late 1700s to 1850, based on the minimal amount of trade items found in earlier deposits at the site, and the types of trade items found in the later deposits. This village was noted in the 1812 accounts of a non-Native explorer. Distinctive morphological traits indicate the individual is of Native American ancestry. \n Site 45BN15 \n In 1947, 1951, and 1952, SRBS removed human remains and associated funerary objects from 27 burials at 45BN15, on Rabbit Island, which is situated in the Columbia River, in Benton County, WA. SRBS transferred the human remains and funerary objects to the Whitman Mission; Whitman College; the Smithsonian Institution; and the UW Burke Museum (accession #1966-87). In a 1995 inventory, UW reported the presence of human remains and associated funerary objects from 13 burials excavated at 45BN15 during the aforementioned SRBS investigations. UW transferred these human remains and associated funerary objects to WSU in 1997 and 2001. WSU re-inventoried the human remains and associated funerary objects from 45BN15 in 2002, and confirmed that the collections included items from the 1947, 1951, and 1952 SRBS investigations. In 2003, WSU indentified additional human remains from 45BN15 in a collection transferred to it from the University of Idaho (UI). In 2006, MCX performed an inventory of the human remains and associated funerary objects from 45BN15 at WSU and determined the minimum number of individuals to be 17. No known individuals were identified. The 102 associated funerary objects are 4 adze blades, 1 awl, 2 beaver incisors, 2 bone needles, 1 bone point, 1 bone toggle, 1 incised bird bone, 3 pieces of incised bone, 3 pestles, 3 polished bone items, 3 polished ground stone items, 43 projectile points, 1 shell pendant, 1 stone pendant, 1 stone pipe, 1 stone scraper, 3 lots of bag residue, 3 lots of bird remains, 2 lots of mammal remains, 2 lots of natural stone, 2 lots of ochre, 10 lots of shell beads, 1 lot of stone beads, and 8 lots of stone flakes. \n The burials at Rabbit Island have been attributed to two distinct time periods based on burial traditions/methods. The later burials (Rabbit Island II) predate 1750 AD, and the earlier burials (Rabbit Island I) date to the Frenchman-Springs Phase (3500-1500 BP). Expert opinion evidence for determining cultural affiliation is the determination by Whitman Mission (in 1992) and Whitman College (in 2008) that the human remains and funerary objects from the site in their custody were culturally affiliated with the Confederated Tribes of the Umatilla Indian Reservation, Oregon, as well as the Smithsonian Institution\\'s 2004 offer to return those human remains from the site in their possession to the Confederated Tribes of the Umatilla Indian Reservation, Oregon. Based on distinctive morphological traits and associated funerary objects that are consistent with Plateau burial traditions, all of the individuals have been determined to be Native American. \n Site 45BN45 \n In 1948, human remains representing, at minimum, one individual, were removed from 45BN45 (aka 45BN186), located on an island in the Columbia River in Benton County, WA. The remains were housed at the UW Burke Museum, where they were inventoried in 1995. The collection was transferred to WSU in 1997 where, in 2002, it was again inventoried. The remains, belonging to a juvenile of indeterminate sex, exhibit extensive copper staining, which suggests that the burial originally included objects dating to the protohistoric period. No known individuals were identified. No associated funerary objects are present. \n Site 45BN55 \n In 1949 and 1950, Thomas Garth excavated 10 burials and two cremation pit burials from 45BN55, a village site on Sheep Island in Benton County, WA. The human remains and funerary objects were subsequently transported to Whitman College. Sometime prior to 1959, the remains of three individuals were transferred from Whitman College to the UW Burke Museum for examination by Rodger Helgar. In 1950, the SRBS excavated remnants of the 1949 cremation pit burials and 17 additional burials from site 45BN55. The 1950 SRBS collection was transported to UW (accession #1966-87). UW\\'s 1995 inventory reported the presence of human remains and funerary objects from both the 1949 Garth investigation (BA-BC) and the 1950 SRBS excavations (Burials 1-2, 4-17 and Cremation Pit #1-2). In 1997, at the request of the Corps, UW transferred this collection to WSU, which conducted its own inventory in 2002. In 2006, the MCX reported that this collection comprises the human remains of, at minimum, 43 individuals. The 68 associated funerary objects are 2 beaver incisors, 1 bone needle, 2 carved antler items, 7 carved bone items, 1 incised bone item, 1 mortar, 3 pecked stone items, 2 pestles, 17 projectile points, 1 shell pendant, 1 stone bowl fragment, 1 stone core, 1 stone pipe, 2 stone scrapers, 1 lot of antler fragments, 1 lot of bag residue, 8 lots of mammal remains, 1 lot of natural stone, 1 lot of plant remains, 6 lots of shell beads, 6 lots of stone flakes, and 2 lots of wood fragments. \n Two of the cremation burials identified at 45BN55 were located directly above several primary burials, suggesting two different periods of use. The burial methods and funerary objects such as dentalia and olivella shell, suggest inhumation in the late pre-contact period. The presence of cremation practices at 45BN55 may be evidence for a late pre-contact and early historic cremation complex in the southern Plateau. The human remains were analyzed by Rodger Helgar (UW) and were identified as Native American. \n Site 45BN161 \n In 1968 and 1975, 18 burials were removed from 45BN161, on Bateman Island/Columbia Park Island in Benton County, WA, during salvage archeology efforts by UI and the Mid-Columbia Archaeological Society (MCAS). All human remains and some portion of the funerary objects from the site were reported to have been reburied at the West Richland Cemetery (also known as Wanawish Cemetery) in 1973, 1976, and 1982, by the Confederated Bands and Tribes of the Yakama Nation, Washington. An additional burial at 45BN161 (Burial 16) was identified in 1982, during testing by MCAS. The human remains from Burial 16, representing, at minimum, one individual were identified and inventoried by UI in 1995, and were transferred to WSU in 2001. The archeological data indicates a nearly continuous distribution of cultural material at 45BN161, spanning approximately 2,000 years. Most of the burials date to the late pre-contact-protohistoric occupation. Portions of the human remains were examined by physical anthropologist J. A. Lynch (UI) and were determined to be Native American. \n Site 45FR5 \n In 1977 and 1999, human remains representing, at minimum, two individuals, were removed from 45FR5, a village site on Strawberry Island, which is situated in the Snake River, in Benton County, WA. On September 23, 1977, a Native American infant burial was removed from Unit D96 during excavations led by WSU and assisted by the MCAS. On August 29, 1999, human remains (a left tibia) representing one Native American adult male were inadvertently discovered at 45FR5. The remains were transferred to WSU and inventoried in 2003. The infant was reportedly reburied in 1982, at the Wanawish Cemetery, at the request of the Confederated Tribes and Bands of the Yakama Nation, Washington; however, a 2007 inventory by WSU and MCX indicate that human remains of an infant and a fragmentary human femur removed from Unit D96 are present in the 45FR5 collection. No known individuals were identified. No associated funerary objects are present. \n Dated deposits at 45FR5 indicate the site was occupied as early as 600 AD, and during the precontact period, with a gap in occupation during c.700-1300 AD. Two dates were obtained for the infant burial (Unit D96): 1406-1486 AD and 1412-1499 AD. The human remains removed in 1999 were examined by a physical anthropologist and found to be consistent with those of a Native American individual. Traditionally, the confluence of the Snake and Columbia Rivers was utilized by many different groups, including the Yakama, Palus, Umatilla, Cayuse, and Walla Walla Tribes. \n Site 45FR101 \n In 1967, human remains representing, at minimum, six individuals, were excavated from Site 45FR101, at Chiawana Park, in Benton County, WA. At this time an additional ten burials were excavated and individuals were reportedly reburied at Wanawish Cemetery in 1982. During the period 1990-2000, human remains and funerary objects from the excavations were transferred from UI and MCAS members to WSU. Inventories conducted by WSU resulted in the identification of human remains from the following Burials/Units: Burial 3; Burial 5 (Unit 039S); Units AA29S, A11S, 035S, 037S, 038S, P38S, Q38S, Q39S, S36S, T40S, U36S, U40S, Tr 5 S, and Tr 5 E. The MCX determined that these human remains represent, at minimum, five individuals: four adults and one sub-adult, 6-8 years of age. Subsequently, UI identified human remains from 45FR101 within its Human Osteology collection (labeled \\xe2\\x80\\x9c45FR101 1-39-5-5- 51\\xe2\\x80\\x9d). UI transferred these remains to WSU in 2009, where a physical anthropologist determined they belonged to a single adult male of Native American ancestry. No known individuals were identified. The 32 associated funerary objects are: 2 stone rings, 2 shell pendants, 1 pestle, 1 bone needle, 10 bone whistles, 2 projectile points, 4 lots of stone flakes, 8 lots of shell beads, and 2 lots of stone beads. \n Artifacts from 45FR101 have been stylistically dated to the Cayuse Phase (950-250 BP) and the earlier Frenchman Springs Phase, with one dating to the even earlier Lind Coulee Phase. Of the 16 burials removed from 45FR101, 11 were dated by the investigators to the pre-contact period. Aside from the six individuals in this notice, all of the human remains from this site were previously reinterred by the Corps in coordination with representatives from the Confederated Tribes of the Umatilla Indian Reservation, Oregon and the Confederated Tribes and Bands of the Yakama Nation, Washington. \n Site 45GA12 \n In 1985, fragmentary human remains representing one individual were collected from the Steelman Site (45GA12) by Roderick Sprague of UI. The remains had been inadvertently exposed by power equipment working in the area of the site, located near Central Ferry. The remains were transferred from UI to WSU in 2000. No known individuals were identified. No associated funerary objects are present. \n The site was originally recorded by Nelson (1964) and tested by Sprague and Combs (1965). It was described as a large, late pre-contact open camp site. Numerous floods had destroyed portions of the site. The majority of the site is now inundated. \n Site 45GA40 \n In 1978, WSU performed an emergency burial recovery for the Corps at Site 45GA40, in Garfield County, WA, and removed fragmentary human remains representing, at minimum, one individual. The materials were inventoried by WSU in 1998. No known individuals were identified. The six associated funerary objects include: 1 lot of mammal remains, 3 lots of debitage, 1 lot of glass fragments, and 1 lot of bag residue. \n Site 45GA40 was originally identified by WSU during an archeological site inventory of the Lower Granite Project in 1966. Its deposits indicate use from the Cascade Phase (6000-8000 years BP) to the late prehistoric periods. \n Site 45WW48 \n In 1978, cranial remains representing, at minimum, one individual were identified by a member of the public at site 45WW48, and were collected by the Walla Walla County Sherriff\\'s Department and transferred to the Corps. The Corps subsequently transferred these remains to WSU for identification. Distinctive morphological characteristics indicate that the remains are Native American. No known individuals were identified. No associated funerary objects are present. Site 45WW48 is adjacent to a pre-contact village and burial site and is consistent with other pre-contact Snake River burial sites. \n Site 45WW49 \n In 1976, the Corps collected human remains representing, at minimum, one individual from site 45WW49, near Charbonneau Park on the south shore of the Snake River. Distinctive morphological characteristics indicate that the remains are Native American. No known individuals were identified. No associated funerary objects are present. \n Site 45WW49 lies within the boundaries of Site 45WW17, a pre-contact occupation site. The burial was found on a low sandy bench, above a river terrace habitation component. This arrangement is consistent with the Plateau pattern of pre-contact and historic Native American villages, whereby a burial ground is located close to and above the village, on a bluff or hill slope. Both sites are now inundated. \n The relevant evidence supports a cultural affiliation between the Confederated Tribes of the Colville Reservation, Washington; Confederated Tribes of the Umatilla Indian Reservation, Oregon; Confederated Tribes of Warm Springs Reservation, Oregon; Confederated Tribes and Bands of the Yakama Nation, Washington; and the Nez Perce Tribe, Idaho (hereinafter referred to as \\xe2\\x80\\x9cThe Tribes\\xe2\\x80\\x9d) and the above-documented sites and collections. Additionally, a cultural relationship is determined to exist between the sites and collections and the Wanapum Band, a non-Federally recognized Indian group (hereinafter referred to as \\xe2\\x80\\x9cThe Indian Group\\xe2\\x80\\x9d). Information provided by The Tribes and The Indian Group shows that they are descended from the Native people who occupied these sites, and that the individuals buried along the Snake and mid-Columbia rivers are their ancestors. The aforementioned tribes are all part of the more broadly defined Plateau cultural community having shared past and present traditional lifeways that bind them to common ancestors. \n Determinations Made by the U.S. Department of Defense, Army Corps of Engineers, Walla Walla District \n Officials of the U.S. Department of Defense, Army Corps of Engineers, Walla Walla District, have determined that: \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9)-(10) the human remains described above represent the physical remains of 77 individuals of Native American ancestry. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(3)(A), the 211 objects described above are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and associated funerary objects, The Tribes, and The Indian Group. \n Additional Requestors and Disposition \n Representatives of any Indian tribe that believes itself to be culturally affiliated with the human remains and associated funerary objects should contact LTC David Caldwell, U.S. Department of Defense, Army Corps of Engineers, Walla Walla District, 201 North Third Ave., Walla Walla, WA 99362, telephone (509) 527-7700, before December 29, 2011. Repatriation of the human remains and associated funerary objects to The Tribes and The Indian Group may proceed after that date if no additional claimants come forward. \n The U.S. Department of Defense, Army Corps of Engineers, Walla Walla District, is responsible for notifying The Tribes and The Indian Group, that this notice has been published. \n ", "consultation": "A detailed assessment of the human remains was made by the Corps and WSU professional staff in consultation with representatives of the Confederated Tribes of Colville Reservation, Washington; Confederated Tribes of the Umatilla Indian Reservation, Oregon; Confederated Tribes and Bands of the Yakama Nation, Washington; Nez Perce Tribe, Idaho; and the Wanapum Band, a non-Federally recognized Indian group. \n ", "h_d_r": "Sites 45BN3, 45BN6, 45BN15, 45BN45 (aka 45BN186), 45BN55, 45BN161, 45FR5, and 45FR101 are located within the McNary Lock and Dam Project on the Columbia River, WA, which is managed by the Corps. The Corps initiated land acquisition processes for the McNary Lock and Dam Project in 1947. Sites 45WW48 and 45WW49 are located within the Ice Harbor Lock and Dam Project on the Lower Snake River, which is managed by the Corps. The Corps initiated land acquisition processes for the Project in 1955. Site 45GA12 is located within the Little Goose Lock and Dam Project on the Snake River, which is managed by the Corps. The Corps initiated land acquisition processes for the Project in 1963. Site 465GA40 is located within the Lower Granite Lock and Dam Project, which is managed by the Corps. The Corps initiated land acquisition processes for the Project in 1965. \n Site 45BN3 \n In 1948, the Smithsonian Institution\\'s River Basin Survey Project (SRBS) removed human remains and associated funerary objects from 45BN3, a pre-contact-protohistoric village site located on Berrian\\'s Island, which is situated in the Columbia River, in Benton County, WA. SRBS transferred the human remains and associated funerary objects to the Smithsonian Institution; the Oregon State Museum of Anthropology, Eugene, OR; and the University of Washington (UW) Burke Museum, Seattle, WA. The human remains and funerary objects in the custody of UW came from Burials 1 and 29. In 1996, at the Corps\\' request, UW transferred the human remains and associated funerary objects in its custody to WSU, which inventoried them in 2002. In 2007, the U.S. Department of Defense, Army Corps of Engineers, St. Louis District, Mandatory Center for Expertise for the Curation and Management of Archaeological Collections (MCX), conducted a second inventory of the human remains and associated funerary objects in the custody of WSU. This inventory identified the human remains from Burials 1 and 29 as belonging to two young adult males. No known individuals were identified. The three associated funerary objects are 1 bone whistle from Burial 1; and 2 lots of seed beads from Burial 29. \n The estimated date range of the burials from 45BN3 is 1750-1811, based upon the presence at this site of Colonial uniform buttons whose earliest manufacture date is c.1750, and the absence of firearms, whose use by local tribes began c.1811. Further evidence supporting the date of these burials is the volume of trade goods observed in both the burials and in the village site. Distinctive morphological traits among the human remains, burial methods, and associated funerary objects, as well as evidence of contemporaneous mat lodge pots at the village site, all indicate Native American ancestry and funerary traditions reflective of Native groups of the Columbia Plateau. Other expert opinion evidence for determining cultural affiliation is the Smithsonian Institution\\'s 2004 offer to return the remains of 33 individuals and 758 funerary objects from 45BN3 to the Confederated Tribes of the Umatilla Indian Reservation, Oregon; Confederated Tribes and Bands of the Yakama Nation, Washington; and the Wanapum Band, a non-Federally recognized Indian group. \n Site 45BN6 \n In 1950, human remains representing a minimum of one individual were removed by the SRBS from Site 45BN6, a pre-contact-protohistoric village site along the Columbia River, in Benton County, WA. The individual was removed from a test pit in a steep bank near the river\\'s edge. Portions of the SRBS collection, including the remains of the individual, were transferred to the UW Burke Museum (accession #1966-87). In 1997, UW transferred human remains from 45BN6 to WSU, where they were inventoried in 2002. In 2006, during a second inventory of the remains, MCX determined that the remains of the individual belong to an adult of indeterminate sex. No known individuals were identified. No associated funerary objects are present. \n Site 45BN6 was interpreted as a village occupied from the late 1700s to 1850, based on the minimal amount of trade items found in earlier deposits at the site, and the types of trade items found in the later deposits. This village was noted in the 1812 accounts of a non-Native explorer. Distinctive morphological traits indicate the individual is of Native American ancestry. \n Site 45BN15 \n In 1947, 1951, and 1952, SRBS removed human remains and associated funerary objects from 27 burials at 45BN15, on Rabbit Island, which is situated in the Columbia River, in Benton County, WA. SRBS transferred the human remains and funerary objects to the Whitman Mission; Whitman College; the Smithsonian Institution; and the UW Burke Museum (accession #1966-87). In a 1995 inventory, UW reported the presence of human remains and associated funerary objects from 13 burials excavated at 45BN15 during the aforementioned SRBS investigations. UW transferred these human remains and associated funerary objects to WSU in 1997 and 2001. WSU re-inventoried the human remains and associated funerary objects from 45BN15 in 2002, and confirmed that the collections included items from the 1947, 1951, and 1952 SRBS investigations. In 2003, WSU indentified additional human remains from 45BN15 in a collection transferred to it from the University of Idaho (UI). In 2006, MCX performed an inventory of the human remains and associated funerary objects from 45BN15 at WSU and determined the minimum number of individuals to be 17. No known individuals were identified. The 102 associated funerary objects are 4 adze blades, 1 awl, 2 beaver incisors, 2 bone needles, 1 bone point, 1 bone toggle, 1 incised bird bone, 3 pieces of incised bone, 3 pestles, 3 polished bone items, 3 polished ground stone items, 43 projectile points, 1 shell pendant, 1 stone pendant, 1 stone pipe, 1 stone scraper, 3 lots of bag residue, 3 lots of bird remains, 2 lots of mammal remains, 2 lots of natural stone, 2 lots of ochre, 10 lots of shell beads, 1 lot of stone beads, and 8 lots of stone flakes. \n The burials at Rabbit Island have been attributed to two distinct time periods based on burial traditions/methods. The later burials (Rabbit Island II) predate 1750 AD, and the earlier burials (Rabbit Island I) date to the Frenchman-Springs Phase (3500-1500 BP). Expert opinion evidence for determining cultural affiliation is the determination by Whitman Mission (in 1992) and Whitman College (in 2008) that the human remains and funerary objects from the site in their custody were culturally affiliated with the Confederated Tribes of the Umatilla Indian Reservation, Oregon, as well as the Smithsonian Institution\\'s 2004 offer to return those human remains from the site in their possession to the Confederated Tribes of the Umatilla Indian Reservation, Oregon. Based on distinctive morphological traits and associated funerary objects that are consistent with Plateau burial traditions, all of the individuals have been determined to be Native American. \n Site 45BN45 \n In 1948, human remains representing, at minimum, one individual, were removed from 45BN45 (aka 45BN186), located on an island in the Columbia River in Benton County, WA. The remains were housed at the UW Burke Museum, where they were inventoried in 1995. The collection was transferred to WSU in 1997 where, in 2002, it was again inventoried. The remains, belonging to a juvenile of indeterminate sex, exhibit extensive copper staining, which suggests that the burial originally included objects dating to the protohistoric period. No known individuals were identified. No associated funerary objects are present. \n Site 45BN55 \n In 1949 and 1950, Thomas Garth excavated 10 burials and two cremation pit burials from 45BN55, a village site on Sheep Island in Benton County, WA. The human remains and funerary objects were subsequently transported to Whitman College. Sometime prior to 1959, the remains of three individuals were transferred from Whitman College to the UW Burke Museum for examination by Rodger Helgar. In 1950, the SRBS excavated remnants of the 1949 cremation pit burials and 17 additional burials from site 45BN55. The 1950 SRBS collection was transported to UW (accession #1966-87). UW\\'s 1995 inventory reported the presence of human remains and funerary objects from both the 1949 Garth investigation (BA-BC) and the 1950 SRBS excavations (Burials 1-2, 4-17 and Cremation Pit #1-2). In 1997, at the request of the Corps, UW transferred this collection to WSU, which conducted its own inventory in 2002. In 2006, the MCX reported that this collection comprises the human remains of, at minimum, 43 individuals. The 68 associated funerary objects are 2 beaver incisors, 1 bone needle, 2 carved antler items, 7 carved bone items, 1 incised bone item, 1 mortar, 3 pecked stone items, 2 pestles, 17 projectile points, 1 shell pendant, 1 stone bowl fragment, 1 stone core, 1 stone pipe, 2 stone scrapers, 1 lot of antler fragments, 1 lot of bag residue, 8 lots of mammal remains, 1 lot of natural stone, 1 lot of plant remains, 6 lots of shell beads, 6 lots of stone flakes, and 2 lots of wood fragments. \n Two of the cremation burials identified at 45BN55 were located directly above several primary burials, suggesting two different periods of use. The burial methods and funerary objects such as dentalia and olivella shell, suggest inhumation in the late pre-contact period. The presence of cremation practices at 45BN55 may be evidence for a late pre-contact and early historic cremation complex in the southern Plateau. The human remains were analyzed by Rodger Helgar (UW) and were identified as Native American. \n Site 45BN161 \n In 1968 and 1975, 18 burials were removed from 45BN161, on Bateman Island/Columbia Park Island in Benton County, WA, during salvage archeology efforts by UI and the Mid-Columbia Archaeological Society (MCAS). All human remains and some portion of the funerary objects from the site were reported to have been reburied at the West Richland Cemetery (also known as Wanawish Cemetery) in 1973, 1976, and 1982, by the Confederated Bands and Tribes of the Yakama Nation, Washington. An additional burial at 45BN161 (Burial 16) was identified in 1982, during testing by MCAS. The human remains from Burial 16, representing, at minimum, one individual were identified and inventoried by UI in 1995, and were transferred to WSU in 2001. The archeological data indicates a nearly continuous distribution of cultural material at 45BN161, spanning approximately 2,000 years. Most of the burials date to the late pre-contact-protohistoric occupation. Portions of the human remains were examined by physical anthropologist J. A. Lynch (UI) and were determined to be Native American. \n Site 45FR5 \n In 1977 and 1999, human remains representing, at minimum, two individuals, were removed from 45FR5, a village site on Strawberry Island, which is situated in the Snake River, in Benton County, WA. On September 23, 1977, a Native American infant burial was removed from Unit D96 during excavations led by WSU and assisted by the MCAS. On August 29, 1999, human remains (a left tibia) representing one Native American adult male were inadvertently discovered at 45FR5. The remains were transferred to WSU and inventoried in 2003. The infant was reportedly reburied in 1982, at the Wanawish Cemetery, at the request of the Confederated Tribes and Bands of the Yakama Nation, Washington; however, a 2007 inventory by WSU and MCX indicate that human remains of an infant and a fragmentary human femur removed from Unit D96 are present in the 45FR5 collection. No known individuals were identified. No associated funerary objects are present. \n Dated deposits at 45FR5 indicate the site was occupied as early as 600 AD, and during the precontact period, with a gap in occupation during c.700-1300 AD. Two dates were obtained for the infant burial (Unit D96): 1406-1486 AD and 1412-1499 AD. The human remains removed in 1999 were examined by a physical anthropologist and found to be consistent with those of a Native American individual. Traditionally, the confluence of the Snake and Columbia Rivers was utilized by many different groups, including the Yakama, Palus, Umatilla, Cayuse, and Walla Walla Tribes. \n Site 45FR101 \n In 1967, human remains representing, at minimum, six individuals, were excavated from Site 45FR101, at Chiawana Park, in Benton County, WA. At this time an additional ten burials were excavated and individuals were reportedly reburied at Wanawish Cemetery in 1982. During the period 1990-2000, human remains and funerary objects from the excavations were transferred from UI and MCAS members to WSU. Inventories conducted by WSU resulted in the identification of human remains from the following Burials/Units: Burial 3; Burial 5 (Unit 039S); Units AA29S, A11S, 035S, 037S, 038S, P38S, Q38S, Q39S, S36S, T40S, U36S, U40S, Tr 5 S, and Tr 5 E. The MCX determined that these human remains represent, at minimum, five individuals: four adults and one sub-adult, 6-8 years of age. Subsequently, UI identified human remains from 45FR101 within its Human Osteology collection (labeled \\xe2\\x80\\x9c45FR101 1-39-5-5- 51\\xe2\\x80\\x9d). UI transferred these remains to WSU in 2009, where a physical anthropologist determined they belonged to a single adult male of Native American ancestry. No known individuals were identified. The 32 associated funerary objects are: 2 stone rings, 2 shell pendants, 1 pestle, 1 bone needle, 10 bone whistles, 2 projectile points, 4 lots of stone flakes, 8 lots of shell beads, and 2 lots of stone beads. \n Artifacts from 45FR101 have been stylistically dated to the Cayuse Phase (950-250 BP) and the earlier Frenchman Springs Phase, with one dating to the even earlier Lind Coulee Phase. Of the 16 burials removed from 45FR101, 11 were dated by the investigators to the pre-contact period. Aside from the six individuals in this notice, all of the human remains from this site were previously reinterred by the Corps in coordination with representatives from the Confederated Tribes of the Umatilla Indian Reservation, Oregon and the Confederated Tribes and Bands of the Yakama Nation, Washington. \n Site 45GA12 \n In 1985, fragmentary human remains representing one individual were collected from the Steelman Site (45GA12) by Roderick Sprague of UI. The remains had been inadvertently exposed by power equipment working in the area of the site, located near Central Ferry. The remains were transferred from UI to WSU in 2000. No known individuals were identified. No associated funerary objects are present. \n The site was originally recorded by Nelson (1964) and tested by Sprague and Combs (1965). It was described as a large, late pre-contact open camp site. Numerous floods had destroyed portions of the site. The majority of the site is now inundated. \n Site 45GA40 \n In 1978, WSU performed an emergency burial recovery for the Corps at Site 45GA40, in Garfield County, WA, and removed fragmentary human remains representing, at minimum, one individual. The materials were inventoried by WSU in 1998. No known individuals were identified. The six associated funerary objects include: 1 lot of mammal remains, 3 lots of debitage, 1 lot of glass fragments, and 1 lot of bag residue. \n Site 45GA40 was originally identified by WSU during an archeological site inventory of the Lower Granite Project in 1966. Its deposits indicate use from the Cascade Phase (6000-8000 years BP) to the late prehistoric periods. \n Site 45WW48 \n In 1978, cranial remains representing, at minimum, one individual were identified by a member of the public at site 45WW48, and were collected by the Walla Walla County Sherriff\\'s Department and transferred to the Corps. The Corps subsequently transferred these remains to WSU for identification. Distinctive morphological characteristics indicate that the remains are Native American. No known individuals were identified. No associated funerary objects are present. Site 45WW48 is adjacent to a pre-contact village and burial site and is consistent with other pre-contact Snake River burial sites. \n Site 45WW49 \n In 1976, the Corps collected human remains representing, at minimum, one individual from site 45WW49, near Charbonneau Park on the south shore of the Snake River. Distinctive morphological characteristics indicate that the remains are Native American. No known individuals were identified. No associated funerary objects are present. \n Site 45WW49 lies within the boundaries of Site 45WW17, a pre-contact occupation site. The burial was found on a low sandy bench, above a river terrace habitation component. This arrangement is consistent with the Plateau pattern of pre-contact and historic Native American villages, whereby a burial ground is located close to and above the village, on a bluff or hill slope. Both sites are now inundated. \n The relevant evidence supports a cultural affiliation between the Confederated Tribes of the Colville Reservation, Washington; Confederated Tribes of the Umatilla Indian Reservation, Oregon; Confederated Tribes of Warm Springs Reservation, Oregon; Confederated Tribes and Bands of the Yakama Nation, Washington; and the Nez Perce Tribe, Idaho (hereinafter referred to as \\xe2\\x80\\x9cThe Tribes\\xe2\\x80\\x9d) and the above-documented sites and collections. Additionally, a cultural relationship is determined to exist between the sites and collections and the Wanapum Band, a non-Federally recognized Indian group (hereinafter referred to as \\xe2\\x80\\x9cThe Indian Group\\xe2\\x80\\x9d). Information provided by The Tribes and The Indian Group shows that they are descended from the Native people who occupied these sites, and that the individuals buried along the Snake and mid-Columbia rivers are their ancestors. The aforementioned tribes are all part of the more broadly defined Plateau cultural community having shared past and present traditional lifeways that bind them to common ancestors. \n ", "h_d_ci": "Null", "determinations": "Determinations Made by the U.S. Department of Defense, Army Corps of Engineers, Walla Walla District \n Officials of the U.S. Department of Defense, Army Corps of Engineers, Walla Walla District, have determined that: \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9)-(10) the human remains described above represent the physical remains of 77 individuals of Native American ancestry. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(3)(A), the 211 objects described above are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and associated funerary objects, The Tribes, and The Indian Group. \n ", "a_r_d": "Representatives of any Indian tribe that believes itself to be culturally affiliated with the human remains and associated funerary objects should contact LTC David Caldwell, U.S. Department of Defense, Army Corps of Engineers, Walla Walla District, 201 North Third Ave., Walla Walla, WA 99362, telephone (509) 527-7700, before December 29, 2011. Repatriation of the human remains and associated funerary objects to The Tribes and The Indian Group may proceed after that date if no additional claimants come forward. \n The U.S. Department of Defense, Army Corps of Engineers, Walla Walla District, is responsible for notifying The Tribes and The Indian Group, that this notice has been published. \n "}