{"index": "I_1177", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        [2253-665]\\n        Notice of Inventory Completion: U.S. Department of Agriculture, Forest Service, Sequoia National Forest, Porterville, CA\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains and associated funerary objects in the possession and control of the U.S. Department of Agriculture, Forest Service, Sequoia National Forest, Porterville, CA. The human remains and associated funerary objects were removed from Kern County, CA.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003(d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations in this notice.\\n        A detailed assessment of the human remains was made by Sequoia National Forest professional staff in consultation with representatives of the Santa Rosa Indian Community of the Santa Rosa Rancheria, California (Tachi Yokut Tribe), and the Tule River Indian Tribe of the Tule River Reservation, California.\\n        In 1948, human remains representing a minimum of three individuals were removed from CA-KER-14, in Kern County, CA, by two archeologists conducting river basin surveys for the Smithsonian Institute. The two sets of human remains and a single tooth from a third individual and their associated artifacts were transferred to the Phoebe Hearst Museum of Anthropology, University of California at Berkeley, Berkeley, CA, for research and storage. While conducting NAGPRA inventories for the Sequoia National Forest, it was discovered that the CA-KER-14 collection was still in storage at the Phoebe Hearst Museum and it was subsequently transferred to the Sequoia National Forest. Examination of the remains by Phoebe Hearst Museum staff indicated that one set of human remains was from an adult male between 35 and 50 years of age. The second set of human remains was from a female between 21 and 25 years of age. The single tooth from a third individual was of indeterminate age and sex. No known individuals were identified. The 23 associated funerary objects are 4 obsidian points, 1 olivella shell bead, 1 lot of abalone shell fragments, 1 scraper manufactured from a historic brown glass whiskey bottle, 1 bone sewing awl (non-human bone), 1 scapula bone tool scraper (non-human bone), 4 obsidian scrapers, 1 quartzite scraper, 1 green chert point, 2 pottery sherds, 1 steatite bead, 1 chopper, 1 thin chalcedony knife base with hafting adhesive attached, 1 large obsidian bifacial knife, 1 steatite bowl fragment, and 1 large grinding metate.\\n        The presence of a flaked scraper made from a historic brown whiskey bottle would suggest a proto-historic or historic age for the remains. Tubatulabal occupation for this time frame in the vicinity of CA-KER-14 is well documented through tribal oral tradition and formal ethnographic study.\\n        Ethnographic data places the CA-KER-14 site close to the village hamlets of the Tubatulabal (Voegelin 1938). The habitation sites of the Tubatulabal once spanned the drainage area of the Kern and South Fork Kern rivers from near Mount Whitney to just below the junction of the two rivers in Kern County, CA. Three discrete bands, the Pahkanapil (living along the South Fork Kern riverbanks), the Palagewan (situated in the Kern River valley) and the Bankalachi (living a few miles west of the Palagewan in Yokut territory) compose the Tubatulabal (Smith 1978). Burial customs based on ethnographic data illustrated that the dead were buried in shallow graves approximately 1/8 mile from the living quarters on rocky hillsides under shelving rocks (Voegelin 1938). Geographic proximity of CA-KER-14 to the various village hamlets noted in Voegelin\\'s work, and the archeological evidence that this burial site was located in a rock shelter and close to another extensively used site, indicates the strong possibility of a settlement correlation.\\n\\n        Historical documentation, based on early European travel accounts, tell of contact between the Tubatulabal and Francisco Garces when Garces journeyed to the lower reaches of the Kern Valley in 1776 (Smith 1978). Contacts with the Euro-Americans expanded in the form of trading trips when the native people would travel to the coast to trade with the coastal tribes and came into contact with the Spaniards at the missions. Between 1850 and 1858, white settlers moved into the Kern Valley to seek gold and established mining camps and towns, and when the gold rush ended, ranching became the next wave of economic development. With the intrusion into the Tubatulabal territory by white settlers, some of the Pahkanapil moved from the Hot Springs Valley to the eastern end of the South Fork Kern Valley (Smith 1978). In 1863, a group of about 40 Tubatulabal men were massacred by American soldiers following white ranchers\\' complaints that their cows were being stolen by the local tribe (Smith 1978). By 1875, most of the Tubatulabal men worked for white ranchers, and by 1893, the surviving Palagewan and Pahkanapil bands were allotted land in the Kern and South Fork Kern Valleys (Theodoratus 2009). From 1900 to 1972, many Tubatulabal moved to adjacent tribes. Adjacent tribes with cultural affiliation to these remains include the Tule River Indian Reservation (established in 1873), north of the Kern Valley region; the Paiute-Shoshone Indians of the Bishop Community of the Bishop Colony (Bishop Tribe), east of the Kern Valley Region; and the Santa Rosa Indian Community of the Santa Rosa Rancheria, California (Tachi Yokut Tribe), west of the Kern Valley (Smith 1978).\\n        \\n        Ethnohistorical and official documents link the inhabitants of the Kern and South Fork Kern river drainages to the Tule River Indian Reservation; Tachi Yokut Tribe and the Bishop Tribe. Based on the intrusion of white settlers in the valley of the Kern River, which brought diseases and loss of native cultures, many Tubatulabal left their land and sought refuge with the other native groups, such as the Yokuts at the Tule River Indian Reservation and Tachi Tribe, as well as the Paiute of the Bishop Tribe. It can be reasonably concluded that the Tubatulabal intermarried with the Yokut and Paiute in the Kern County region. Descendants of these Yokuts and Paiutes are members of the Federally-recognized Tule River Indian Tribe of the Tule River Indian Reservation, California; Paiute-Shoshone Indians of the Bishop Community of the Bishop Colony, California; and Santa Rosa Indian Community of the Santa Rosa Rancheria, California (Tachi Yokut Tribe). Finally, representatives of all three tribes provided documentation including oral tradition that supported cultural affiliation.\\n        Officials of the Sequoia National Forest have determined, pursuant to 25 U.S.C. 3001(9), that the human remains described above represent the physical remains of three individuals of Native American ancestry. Officials of the Sequoia National Forest also have determined, pursuant to 25 U.S.C. 3001(3)(A), that the 23 objects described above are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony. Lastly, officials of the Sequoia National Forest also have determined, pursuant to 25 U.S.C. 3001(2), that there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and associated funerary objects and the Tule River Indian Tribe of the Tule River Reservation, California; Paiute-Shoshone Indians of the Bishop Community of the Bishop Colony, California; and the Santa Rosa Indian Community of the Santa Rosa Rancheria, California (Tachi Yokut Tribe).\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the human remains and associated funerary objects should contact Karen Miller, Forest Archeologist, Sequoia National Forest, 1839 South Newcomb St., Porterville, CA 93257, telephone (559) 784-1500, before April 14, 2011. Repatriation of the human remains and associated funerary objects to the Tule River Indian Tribe of the Tule River Reservation, California; Paiute-Shoshone Indians of the Bishop Community of the Bishop Colony, California; and the Santa Rosa Indian Community of the Santa Rosa Rancheria, California (Tachi Yokut Tribe), may proceed after that date if no additional claimants come forward.\\n        The Sequoia National Forest is responsible for notifying the Paiute-Shoshone Indians of the Bishop Community of the Bishop Colony, California; Santa Rosa Indian Community of the Santa Rosa Rancheria, California (Tachi Yokut Tribe); and the Tule River Indian Tribe of the Tule River Reservation, California, that this notice has been published.\\n        \\n          Dated: March 9, 2011.\\n          Sherry Hutt,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. 2011-5878 Filed 3-14-11; 8:45 am]\\n      BILLING CODE 4312-50-P\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "[2253-665]", "subject": "Notice of Inventory Completion: U.S. Department of Agriculture, Forest Service, Sequoia National Forest, Porterville, CA", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: March 9, 2011.", "signature_name": "Sherry Hutt,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. 2011-5878 Filed 3-14-11; 8:45 am]", "billing_code": "BILLING CODE 4312-50-P", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}