{"index": "I_1170", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        [2253-665]\\n        Notice of Inventory Completion: Logan Museum of Anthropology, Beloit College, Beloit, WI\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains and associated funerary objects in the possession of the Logan Museum of Anthropology, Beloit College, Beloit, WI. The human remains and associated funerary objects were removed from Ashland County, WI.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003(d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations in this notice.\\n        A detailed assessment of the human remains was made by the Logan Museum of Anthropology, Beloit College, professional staff in consultation with representatives of the Bad River Band of the Lake Superior Tribe of Chippewa Indians of the Bad River Reservation, Wisconsin; Forest County Potawatomi Community, Wisconsin; Ho-Chunk Nation of Wisconsin; Lac Courte Oreilles Band of Lake Superior Chippewa Indians of Wisconsin; Lac du Flambeau Band of Lake Superior Chippewa Indians of the Lac du Flambeau Reservation of Wisconsin; Menominee Indian Tribe of Wisconsin; Oneida Tribe of Indians of Wisconsin; Red Cliff Band of Lake Superior Chippewa Indians of Wisconsin; St. Croix Chippewa Indians of Wisconsin; Sokaogon Chippewa Community, Wisconsin; and Stockbridge Munsee Community, Wisconsin.\\n        In 1975, human remains representing a minimum of one individual (\\xe2\\x80\\x9cBurial 2\\xe2\\x80\\x9d) were removed from the Marina site (47As24), La Pointe Township, Madeline Island, Ashland County, WI, by crews from Beloit College. The excavation was directed by Robert J. Salzer under the terms of an agreement between Beloit College and the Interagency Archeological Services branch of the National Park Service. No known individual was identified. No associated funerary objects are present.\\n        In 1977, human remains representing a minimum of one individual (\\xe2\\x80\\x9cBurial 12\\xe2\\x80\\x9d) were removed from the Marina site (47As24), La Pointe Township, Madeline Island, Ashland County, WI, by workers installing a sewer line. No known individual was identified. The nine associated funerary objects are copper bracelets.\\n        The Marina site is a multi-component habitation and mortuary site that represents at least 200 years of human activity at La Pointe, WI, including Indian villages and cemeteries as well as Catholic missions. It was a focal point of the western Great Lakes fur trade. Near the end of the fur trade era, Frederick Baraga established a cemetery for his Catholic mission\\'s Indian and mixed-blood congregation. Archeological excavations were conducted in 1975 to salvage information that was under threat of destruction from planned construction of a sewer main. All human remains excavated from the site, with the exception of those reported here, were transferred in 1976 from Beloit College to the Red Cliff Band of Lake Superior Chippewa Indians of Wisconsin.\\n        Burial 2 was located in the central part of the Marina site near several other burials that likely date to circa 1715-1770. Burial 12 was located in close proximity to the Baraga Mission cemetery established in the 1830s and most likely dates to the mission era or later (post 1835). Both individuals are Native American based on the archeological context. La Pointe is a traditional home of the Lake Superior Ojibwa, although other tribes lived there periodically. The Federally-recognized Lake Superior Ojibwa Indian tribes affiliated to this area are the Bad River Band of Lake Superior Indians of the Bad River Reservation, Wisconsin; Lac Courte Oreilles Band of Lake Superior Chippewa Indians of Wisconsin; Lac du Flambeau Band of Lake Superior Chippewa Indians of the Lac du Flambeau Reservation of Wisconsin; Red Cliff Band of Lake Superior Chippewa Indians of Wisconsin; St. Croix Chippewa Community of Wisconsin; and Sokaogon Chippewa Community, Wisconsin.\\n\\n        Officials of the Logan Museum of Anthropology, Beloit College, have determined, pursuant to 25 U.S.C. 3001(9), that the human remains described above represent the physical remains of two individuals of Native American ancestry. Officials of the Logan Museum of Anthropology, Beloit College, also have determined, pursuant to 25 U.S.C. 3001(3)(A), that the nine objects described above are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony. Lastly, officials of the Logan Museum of Anthropology, Beloit College, have determined, pursuant to 25 U.S.C. 3001(2), that there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and associated funerary objects and the Bad River Band of Lake Superior Indians of the Bad River Reservation, Wisconsin; Lac Courte Oreilles Band of Lake Superior Chippewa Indians of Wisconsin; Lac du Flambeau Band of Lake Superior Chippewa Indians of the Lac du Flambeau Reservation of Wisconsin; Red Cliff Band of Lake Superior Chippewa Indians of Wisconsin; St. Croix Chippewa Community of Wisconsin; and Sokaogon Chippewa Community, Wisconsin.\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the human remains and associated funerary objects should contact William Green, Director, Logan Museum of Anthropology, Beloit College, Beloit, WI 53511, telephone (608) 363-2119, fax (608) 363-7144, before June 13, 2011. Repatriation of the human remains and associated funerary objects to the Bad River Band of Lake Superior Indians of the Bad River Reservation, Wisconsin; Lac Courte Oreilles Band of Lake Superior Chippewa Indians of Wisconsin; Lac du Flambeau Band of Lake Superior Chippewa Indians of the Lac du Flambeau Reservation of Wisconsin; Red Cliff Band of Lake Superior Chippewa Indians of Wisconsin; St. Croix Chippewa Community of Wisconsin; and Sokaogon Chippewa Community, Wisconsin, may proceed after that date if no additional claimants come forward.\\n        The Logan Museum of Anthropology, Beloit College is responsible for notifying the Bad River Band of the Lake Superior Tribe of Chippewa Indians of the Bad River Reservation, Wisconsin; Forest County Potawatomi Community, Wisconsin; Ho-Chunk Nation of Wisconsin; Lac Courte Oreilles Band of Lake Superior Chippewa Indians of Wisconsin; Lac du Flambeau Band of Lake Superior Chippewa Indians of the Lac du Flambeau Reservation of Wisconsin; Menominee Indian Tribe of Wisconsin; Oneida Tribe of Indians of Wisconsin; Red Cliff Band of Lake Superior Chippewa Indians of Wisconsin; St. Croix Chippewa Indians of Wisconsin; Sokaogon Chippewa Community, Wisconsin; and Stockbridge Munsee Community, Wisconsin, that this notice has been published.\\n        \\n          Dated: May 9, 2011.\\n          Sherry Hutt,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. 2011-11809 Filed 5-12-11; 8:45 am]\\n      BILLING CODE 4312-50-P\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "[2253-665]", "subject": "Notice of Inventory Completion: Logan Museum of Anthropology, Beloit College, Beloit, WI", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: May 9, 2011.", "signature_name": "Sherry Hutt,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. 2011-11809 Filed 5-12-11; 8:45 am]", "billing_code": "BILLING CODE 4312-50-P", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}