{"index": "I_1167", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        [2253-665]\\n        Notice of Inventory Completion: Utah Museum of Natural History, Salt Lake City, UT\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains in the possession and control of the Utah Museum of Natural History, Salt Lake City, UT. The human remains were removed from Snow Canyon State Park, Washington County, UT.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003(d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains. The National Park Service is not responsible for the determinations in this notice.\\n        A detailed assessment of the human remains was made by the Utah Museum of Natural History professional staff and a report sent to representatives of the Confederated Tribes of the Goshute Reservation, Nevada and Utah; Northwestern Band of Shoshoni Nation of Utah (Washakie); Paiute Indian Tribe of Utah (Cedar Band of Paiutes, Kanosh Band of Paiutes, Koosharem Band of Paiutes, Indian Peaks Band of Paiutes, and Shivwits Band of Paiutes); Skull Valley Band of Goshute Indians of Utah; and the Ute Indian Tribe of the Uintah & Ouray Reservation, Utah, on January 15, 2010. Consultation took place with the Confederated Tribes of the Goshute Reservation, Nevada and Utah, and Paiute Indian Tribe of Utah.\\n        In 1985, human remains representing a minimum of one individual were removed from Snow Canyon State Park, Washington County, UT, by hikers and reposited by Anasazi State Park. The human remains were transferred to the Utah Museum of Natural History and accessioned into the collections in 1997. No known individual was identified. No associated funerary objects are present.\\n\\n        The result of an osteological analysis indicates that the individual is Native American and likely of Numic descent. Based on the geographical location of the burial it has been determined that the individual was likely a member of the Shivwits Band of the Paiute Indian Tribe of Utah, who inhabited this area during the protohistoric and contact periods.\\n        Officials of the Utah Museum of Natural History have determined that, pursuant to 25 U.S.C. 3001(9), the human remains described above represent the physical remains of one individual of Native American ancestry. Officials of the Utah Museum of Natural History also have determined that, pursuant to 25 U.S.C. 3001(2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and the Shivwits Band of the Paiute Indian Tribe of Utah.\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the human remains should contact Duncan Metcalfe, Utah Museum of Natural History, 1390 E. Presidents Circle, Salt Lake City, UT 84112, telephone (801) 581-3876, before June 13, 2011. Repatriation of the human remains to the Shivwits Band of the Paiute Indian Tribe of Utah may proceed after that date if no additional claimants come forward.\\n        The Utah Museum of Natural History is responsible for notifying the Confederated Tribes of the Goshute Reservation, Nevada and Utah; Northwestern Band of Shoshoni Nation of Utah (Washakie); Paiute Indian Tribe of Utah; Skull Valley Band of Goshute Indians of Utah; and the Ute Indian Tribe of the Uintah & Ouray Reservation, Utah, that this notice has been published.\\n        \\n          Dated: May 9, 2011.\\n          Sherry Hutt,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. 2011-11827 Filed 5-12-11; 8:45 am]\\n      BILLING CODE 4312-50-P\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "[2253-665]", "subject": "Notice of Inventory Completion: Utah Museum of Natural History, Salt Lake City, UT", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: May 9, 2011.", "signature_name": "Sherry Hutt,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. 2011-11827 Filed 5-12-11; 8:45 am]", "billing_code": "BILLING CODE 4312-50-P", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}