{"index": "I_1199", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        [2253-665]\\n        Notice of Inventory Completion: Minnesota Indian Affairs Council, St. Paul and Bemidji, MN\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains and associated funerary objects in the possession of the Minnesota Indian Affairs Council, St. Paul and Bemidji, MN. The human remains and associated funerary objects were removed from Goodhue County, MN.\\n\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003(d)(3) and 43 CFR 10.11(d). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations in this notice.\\n        A detailed assessment of the human remains and associated funerary objects was made by Minnesota Indian Affairs Council professional staff in consultation with representatives of the Flandreau Santee Sioux Tribe of South Dakota; Lower Sioux Indian Community in the State of Minnesota; Prairie Island Indian Community in the State of Minnesota; Santee Sioux Nation, Nebraska; Sisseton-Wahpeton Oyate of the Lake Traverse Reservation, South Dakota; Spirit Lake Tribe, North Dakota; and Upper Sioux Community, Minnesota.\\n        In 1968, human remains representing a minimum of six individuals were removed from the Birch Lake Burial Mound Group, (21GD61), Goodhue County, MN, during archeological excavations conducted by the University of Minnesota for the Northern States Power Company. The University of Minnesota transferred control of the human remains and associated funerary objects to the Minnesota Indian Affairs Council per a transfer agreement dated June 16, 1989. No known individuals were identified. The two associated funerary objects are a small ceramic mortuary vessel and a ceramic potsherd.\\n        Based on the material culture and manner of internment, these individuals have been identified as Native American. According to records in the Office of the Minnesota State Archaeologist, including a report by Elden Johnson, the funerary objects and the mound group pattern indicate a probable Woodland Period temporal affiliation, a broad archeological classification that cannot be identified with any present-day Indian Tribe or group.\\n        Officials of the Minnesota Indian Affairs Council have determined, pursuant to 25 U.S.C. 3001(2), a relationship of shared group identity cannot be reasonably traced between the Native American human remains and associated funerary objects and any present-day Indian Tribe.\\n        The Native American human remains and associated funerary objects were removed from the aboriginal land of the Flandreau Santee Sioux Tribe of South Dakota; Lower Sioux Indian Community in the State of Minnesota; Prairie Island Indian Community in the State of Minnesota; Santee Sioux Nation, Nebraska; Sisseton-Wahpeton Oyate of the Lake Traverse Reservation, South Dakota; Spirit Lake Tribe, North Dakota; and Upper Sioux Community, Minnesota (Indian Claims Commission, Land Claim Map #74). The site is also adjacent to the current Tribal lands of the Prairie Island Indian Community.\\n        Officials of the Minnesota Indian Affairs Council have determined, pursuant to 25 U.S.C. 3001(9), the human remains described above represent the physical remains of six individuals of Native American ancestry. Officials of the Minnesota Indian Affairs Council also have determined, pursuant to 25 U.S.C. 3001(3)(A), the two objects described above are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony. Lastly, officials of the Minnesota Indian Affairs Council have determined, pursuant to 43 CFR 10.11(c)(1), the disposition of the Native American human remains and associated funerary objects is to the Flandreau Santee Sioux Tribe of South Dakota; Lower Sioux Indian Community in the State of Minnesota; Prairie Island Indian Community in the State of Minnesota; Santee Sioux Nation, Nebraska; Sisseton-Wahpeton Oyate of the Lake Traverse Reservation, South Dakota; Spirit Lake Tribe, North Dakota; and Upper Sioux Community, Minnesota.\\n        Representatives of any other Indian Tribe that believes itself to be culturally affiliated with the Native American human remains and associated funerary objects or any other Indian Tribe that believes it satisfies the criteria in 43 CFR 10.11(c)(1) should contact James L. Jones, Cultural Resource Specialist, Minnesota Indian Affairs Council, 3801 Bemidji Ave. N., Suite 5, Bemidji, MN 56601, telephone (218) 755-3223, before January 13, 2011. Disposition of the human remains and associated funerary objects to the Flandreau Santee Sioux Tribe of South Dakota; Lower Sioux Indian Community in the State of Minnesota; Prairie Island Indian Community in the State of Minnesota; Santee Sioux Nation, Nebraska; Sisseton-Wahpeton Oyate of the Lake Traverse Reservation, South Dakota; Spirit Lake Tribe, North Dakota; and Upper Sioux Community, Minnesota, may proceed after that date if no additional claimants come forward.\\n        The Minnesota Indian Affairs Council is responsible for notifying the Flandreau Santee Sioux Tribe of South Dakota; Lower Sioux Indian Community in the State of Minnesota; Prairie Island Indian Community in the State of Minnesota; Santee Sioux Nation, Nebraska; Sisseton-Wahpeton Oyate of the Lake Traverse Reservation, South Dakota; Spirit Lake Tribe, North Dakota; and Upper Sioux Community, Minnesota, that this notice has been published.\\n        \\n          Dated: December 7, 2010.\\n          Sherry Hutt,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. 2010-31284 Filed 12-13-10; 8:45 am]\\n      BILLING CODE 4312-50-P\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "[2253-665]", "subject": "Notice of Inventory Completion: Minnesota Indian Affairs Council, St. Paul and Bemidji, MN", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: December 7, 2010.", "signature_name": "Sherry Hutt,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. 2010-31284 Filed 12-13-10; 8:45 am]", "billing_code": "BILLING CODE 4312-50-P", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}