{"index": "I_1168", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        [2253-665]\\n        Notice of Inventory Completion: Museum of Anthropology at Washington State University, Pullman, WA\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains and associated funerary items in the possession and control of the Museum of Anthropology at Washington State University, Pullman, WA. The human remains and associated funerary objects were removed from Grant County, WA.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003(d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations in this notice.\\n        A detailed assessment of the human remains was made by the Museum of Anthropology at Washington State University professional staff in consultation with representatives of the Confederated Tribes of the Colville Reservation, Washington.\\n        In 1961, human remains representing a minimum of three individuals were removed from sites 45GR111 and 45GR121, Grant County, WA. The burials were excavated from three cairn marked talus burials in the Lower Grand Coulee/Sun Lakes region. The work was done in conjunction with an archeological survey of the region directed by Richard Daugherty of Washington State University. No known individuals were identified. The 22 associated funerary objects are 3 lots of basketry fragments, 2 lots of mammal remains, 2 lots of wood fragments, 2 lots of snail shells, 1 lot of bark fragments, 8 lots of bag residue, 2 lots of shell beads, 1 digging stick handle, and 1 stone scraper.\\n        The manner of internment and the character of the associated funerary objects are distinctive for Native American burials of the late prehistoric through historic periods on the Columbia Plateau. The site is within the judicially established aboriginal territory of the Confederated Tribes of the Colville Reservation, Washington. Tribal oral tradition and anthropological and historical research indicate the sites are within an area occupied by the Moses Columbia, who are legally represented by the Confederated Tribes of the Colville Reservation, Washington.\\n        Officials of the Museum of Anthropology at Washington State University have determined, pursuant to 25 U.S.C. 3001(9), that the human remains described above represent the physical remains of three individuals of Native American ancestry. Officials of the Museum of Anthropology at Washington State University also have determined, pursuant to 25 U.S.C. 3001(3)(A), that the 22 objects (20 lots and 2 individual objects) described above are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony. Lastly, officials of the Museum of Anthropology at Washington State University have determined, pursuant to 25 U.S.C. 3001(2), that there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and associated funerary objects and the Confederated Tribes of the Colville Reservation, Washington.\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the human remains and associated funerary objects should contact Mary Collins, Museum of Anthropology at Washington State University, PO Box 644910, Pullman, WA 99164, telephone (509) 335-4314, before June 13, 2011. Repatriation of the human remains and associated funerary objects to the Confederated Tribes of the Colville Reservation, Washington, may proceed after that date if no additional claimants come forward.\\n        The Museum of Anthropology at Washington State University is responsible for notifying the Confederated Tribes of the Colville Reservation, Washington, that this notice has been published.\\n        \\n          Dated: May 9, 2011.\\n          Sherry Hutt,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. 2011-11854 Filed 5-12-11; 8:45 am]\\n      BILLING CODE 4310-50-P\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "[2253-665]", "subject": "Notice of Inventory Completion: Museum of Anthropology at Washington State University, Pullman, WA", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: May 9, 2011.", "signature_name": "Sherry Hutt,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. 2011-11854 Filed 5-12-11; 8:45 am]", "billing_code": "BILLING CODE 4310-50-P", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}