{"index": "I_1193", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        [2253-665]\\n        Notice of Inventory Completion: Denver Museum of Nature & Science, Denver, CO\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        \\n          SUMMARY:\\n          The Denver Museum of Nature & Science has completed an inventory of human remains, in consultation with the appropriate Indian Tribes, and has determined that there is no cultural affiliation between the remains and any present-day Tribe. Representatives of any Indian Tribe that believes itself to be culturally affiliated with the human remains may contact the museum. Disposition of the human remains to the Tribes stated below may occur if no additional requestors come forward.\\n        \\n        \\n          DATES:\\n          Representatives of any Indian Tribe that believes it has a cultural affiliation with the human remains should contact the museum at the address below by March 21, 2011.\\n        \\n        \\n          ADDRESSES:\\n          Any Tribe that believes it has a cultural affiliation with the human remains should contact Dr. Chip Colwell-Chanthaphonh, Denver Museum of Nature & Science, 2001 Colorado Blvd., Denver, CO 80205, telephone (303) 370-6378.\\n        \\n      \\n      \\n        SUPPLEMENTARY INFORMATION:\\n        \\n\\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains in the possession of the Denver Museum of Nature & Science, Denver, CO. The human remains and associated funerary objects were removed from Adams, Crowley, Huerfano, Jefferson, Kiowa, Las Animas and Weld Counties, CO.\\n        \\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003(d)(3) and 43 CFR 10.11(d). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations in this notice.\\n        Consultation\\n        A detailed assessment of the human remains and associated funerary objects from eastern Colorado was made by the Denver Museum of Nature & Science professional staff in consultation with representatives of the Apache Tribe of Oklahoma; Arapahoe Tribe of the Wind River Reservation, Wyoming; Cheyenne and Arapaho Tribes, Oklahoma; Comanche Nation, Oklahoma; Crow Creek Sioux Tribe of the Crow Creek Reservation, South Dakota; Crow Tribe of Montana; Fort Sill Apache Tribe of Oklahoma; Hopi Tribe of Arizona; Jicarilla Apache Nation, New Mexico; Kiowa Indian Tribe of Oklahoma; Lower Brule Sioux Tribe of the Lower Brule Reservation, South Dakota; Lower Sioux Indian Community in the State of Minnesota; Mescalero Apache Tribe of the Mescalero Reservation, New Mexico; Northern Cheyenne Tribe of the Northern Cheyenne Indian Reservation, Montana; Oglala Sioux Tribe of the Pine Ridge Reservation, South Dakota; Ohkay Owingeh, New Mexico; Paiute Indian Tribe of Utah; Pawnee Nation of Oklahoma; Prairie Island Indian Community in the State of Minnesota; Pueblo of Cochiti, New Mexico; Pueblo of San Ildefonso, New Mexico; Pueblo of Santa Ana, New Mexico; Pueblo of Santa Clara, New Mexico; Rosebud Sioux Tribe of the Rosebud Indian Reservation, South Dakota; Santee Sioux Nation, Nebraska; Shakopee Mdewakanton Sioux Community of Minnesota; Shoshone Tribe of the Wind River Reservation, Wyoming; Sisseton-Wahpeton Oyate of the Lake Traverse Reservation, South Dakota; Southern Ute Indian Tribe of the Southern Ute Reservation, Colorado; Standing Rock Sioux Tribe of North & South Dakota; Three Affiliated Tribes of the Fort Berthold Reservation, North Dakota; Ute Indian Tribe of the Uintah & Ouray Reservation, Utah; Ute Mountain Tribe of the Ute Mountain Reservation, Colorado, New Mexico, & Utah; Wichita and Affiliated Tribes (Wichita, Keechi, Waco & Tawakonie), Oklahoma; Yankton Sioux Tribe of South Dakota; and the Zuni Tribe of the Zuni Reservation, New Mexico (hereinafter referred to as \\xe2\\x80\\x9cThe Tribes\\xe2\\x80\\x9d).\\n        History and Description of the Remains\\n        In 1925, human remains representing a minimum of seven individuals were removed from a burial context on Comanche Creek, 15 miles east of Strasburg, in Adams County, CO, by Robert Landburg. In 1935, Mr. Landburg donated the human remains and they were accessioned into the collections (A1984.1 (CUI 1), A1984.2 (CUI 2), A1984.3 (CUI 3), A1984.4 (CUI 4), A1984.5, (CUI 5), A1984.6 (CUI 6), and A1984.7 (CUI 7)). Catalogue records suggested a possible cultural affiliation of Cheyenne or Arapaho. No known individuals were identified. The two associated funerary objects are two non-human bones (DMNS catalogue numbers A1984.6 and A1984.7).\\n        In 1941, human remains representing a minimum of two individuals were donated and accessioned into the collections (A90.1 (CUI 10) and A90.3 (CUI 8)). Catalogue records indicate that the remains were donated by a person with the name Haynes and may have been removed from a burial context near Ft. Lupton, in Weld County, CO. In addition, catalogue records suggested a possible cultural affiliation of Cheyenne or Arapaho. No known individuals were identified. No associated funerary objects are present.\\n        In 1972, human remains representing a minimum of one individual were donated to the museum by Kelley Jackson and accessioned into the collections (A148.1 (CUI 11)). The remains were reportedly found by Mr. Jackson\\'s grandchildren and friends in a dry creek bed near Eads, in Kiowa County, CO. Catalogue records suggested a possible cultural affiliation of Plains Indians. No known individual was identified. No associated funerary objects are present.\\n        Between 1970 and 1974, human remains representing a minimum of two individuals were removed from a burial context in an arroyo near Kim, in Las Animas County, CO, by Corwin Brown. In 1975, the human remains were donated to the museum and accessioned into the collections (A1982.1 (CUI 12) and A1982.3 (CUI 13)). Remains include two adults (one female) with associated bone beads. Catalogue records suggested a possible cultural affiliation of Ute, Jicarilla Apache, Cheyenne or Arapaho. No known individuals were identified. The 73 associated funerary objects are tubular rabbit bone beads (DMNS catalogue number A1982.2).\\n        In 1984, the remains representing a minimum of one individual were removed from a burial context that was exposed by erosion at the Gregory-Allen Site, Crowley County, CO. The excavation was performed by the Denver Museum of Nature & Science Department of Anthropology and the remains were accessioned into the collections (A1983.1 (CUI 16)). Remains include one adult female in a flexed position and buried face down. Catalogue records suggest that nearby artifacts (not associated with the burial or donated to the museum) indicate occupation by peoples of the Cody Complex, which dates to about 9,000 years before present. Catalogue records also indicated a possible cultural affiliation of Cheyenne, Ute or Arapaho. No known individual was identified. No associated funerary objects are present.\\n\\n        In 1943, human remains representing a minimum of one individual were donated to the museum by A.H. Chatin and accessioned into the collections (A1996.1 (CUI 17)). The remains were reportedly removed from a burial context near Walsenburg, in Huerfano County, CO. The remains were removed from one of several rectangular stone structures on a hillside, sitting knees drawn up, facing northeast and with a slab metate standing at one side (metate not included with donation of remains). The remains were sent to Dr. Clyde Kluckhohn, Harvard University, \\xe2\\x80\\x9cfor examination and comparison with known series,\\xe2\\x80\\x9d which was published in Southwestern Lore in September 1943. Catalogue records suggested a possible cultural affiliation of Jicarilla Apache or Ute. No known individual was identified. No associated funerary objects are present.\\n\\n        In 1975, human remains representing a minimum of one individual were removed from a burial context during quarrying operations in Golden Gate Canyon, in Jefferson County, CO. In 1988, the remains were donated to the museum by the University of Colorado-Denver and accessioned into the collections (A1608.1 (CUI 18)). The remains were studied by Paul R. Nickens while in the possession of the University of Colorado-Denver and published in the Plains Anthropologist in 1977. The publication suggests that the remains date to the Woodland Period (A.D. 700-1000). No known individual was identified. No associated funerary objects are present.\\n        Determinations Made by Denver Museum\\n        \\xe2\\x80\\xa2 Based on non-destructive physical analysis and catalogue records, the human remains are determined to be Native American.\\n\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(2), a relationship of shared group identity cannot be reasonably traced between the Native American human remains and associated funerary objects and any present-day Indian Tribe.\\n        \\xe2\\x80\\xa2 According to final judgment of the Indian Claims Commission, the lands from which the Native American human remains and associated funerary objects were removed is the aboriginal land of the Apache Tribe of Oklahoma; Arapahoe Tribe of the Wind River Reservation, Wyoming; Cheyenne and Arapaho Tribes, Oklahoma; Comanche Nation, Oklahoma; Jicarilla Apache Nation, New Mexico; and Northern Cheyenne Tribe of the Northern Cheyenne Indian Reservation, Montana.\\n        \\xe2\\x80\\xa2 Multiple lines of evidence, including treaties, Acts of Congress, and Executive Orders, indicate that the land from which the Native American human remains and associated funerary objects were removed is the aboriginal land of the Apache Tribe of Oklahoma; Arapahoe Tribe of the Wind River Reservation, Wyoming; Cheyenne and Arapaho Tribes, Oklahoma; Comanche Nation, Oklahoma; and Northern Cheyenne Tribe of the Northern Cheyenne Indian Reservation, Montana.\\n        \\xe2\\x80\\xa2 Other credible lines of evidence, including consultation with Tribal representatives, indicate that the land from which the Native American human remains and associated funerary objects were removed is the aboriginal land of The Tribes.\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described above represent the physical remains of 15 individuals of Native American ancestry.\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(3)(A), the 75 objects described above are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony.\\n        \\xe2\\x80\\xa2 Pursuant to 43 CFR 10.11(c)(1), the disposition of the human remains and associated funerary objects is to The Tribes.\\n        Additional Requestors and Disposition\\n        Representatives of any Indian Tribe that believes itself to be culturally affiliated with the human remains and associated funerary objects or any other Indian Tribe that believes it satisfies the criteria in 43 CFR 10.11(c)(1) should contact Dr. Chip Colwell-Chanthaphonh, Denver Museum of Nature & Science, 2001 Colorado Blvd., Denver, CO 80205, telephone (303) 370-6378, before March 21, 2011. Disposition of the human remains and associated funerary objects to The Tribes may proceed after that date if no additional requestors come forward.\\n        The Denver Museum of Nature & Science is responsible for notifying The Tribes that this notice has been published.\\n        \\n          Dated: February 15, 2011.\\n          Sherry Hutt,\\n          Manager, National NAGPRA Program. \\n        \\n      \\n      [FR Doc. 2011-3761 Filed 2-17-11; 8:45 am]\\n      BILLING CODE 4312-50-P\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "[2253-665]", "subject": "Notice of Inventory Completion: Denver Museum of Nature & Science, Denver, CO", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "The Denver Museum of Nature & Science has completed an inventory of human remains, in consultation with the appropriate Indian Tribes, and has determined that there is no cultural affiliation between the remains and any present-day Tribe. Representatives of any Indian Tribe that believes itself to be culturally affiliated with the human remains may contact the museum. Disposition of the human remains to the Tribes stated below may occur if no additional requestors come forward.", "dates": "Representatives of any Indian Tribe that believes it has a cultural affiliation with the human remains should contact the museum at the address below by March 21, 2011.", "addresses": "Any Tribe that believes it has a cultural affiliation with the human remains should contact Dr. Chip Colwell-Chanthaphonh, Denver Museum of Nature & Science, 2001 Colorado Blvd., Denver, CO 80205, telephone (303) 370-6378.", "signature_dated": "Dated: February 15, 2011.", "signature_name": "Sherry Hutt,", "signature_title": "Manager, National NAGPRA Program. ", "fr_doc": "[FR Doc. 2011-3761 Filed 2-17-11; 8:45 am]", "billing_code": "BILLING CODE 4312-50-P", "supp_info": "SUPPLEMENTARY INFORMATION: \n  \n Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains in the possession of the Denver Museum of Nature & Science, Denver, CO. The human remains and associated funerary objects were removed from Adams, Crowley, Huerfano, Jefferson, Kiowa, Las Animas and Weld Counties, CO.\\n         \n This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003(d)(3) and 43 CFR 10.11(d). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations in this notice. \n Consultation \n A detailed assessment of the human remains and associated funerary objects from eastern Colorado was made by the Denver Museum of Nature & Science professional staff in consultation with representatives of the Apache Tribe of Oklahoma; Arapahoe Tribe of the Wind River Reservation, Wyoming; Cheyenne and Arapaho Tribes, Oklahoma; Comanche Nation, Oklahoma; Crow Creek Sioux Tribe of the Crow Creek Reservation, South Dakota; Crow Tribe of Montana; Fort Sill Apache Tribe of Oklahoma; Hopi Tribe of Arizona; Jicarilla Apache Nation, New Mexico; Kiowa Indian Tribe of Oklahoma; Lower Brule Sioux Tribe of the Lower Brule Reservation, South Dakota; Lower Sioux Indian Community in the State of Minnesota; Mescalero Apache Tribe of the Mescalero Reservation, New Mexico; Northern Cheyenne Tribe of the Northern Cheyenne Indian Reservation, Montana; Oglala Sioux Tribe of the Pine Ridge Reservation, South Dakota; Ohkay Owingeh, New Mexico; Paiute Indian Tribe of Utah; Pawnee Nation of Oklahoma; Prairie Island Indian Community in the State of Minnesota; Pueblo of Cochiti, New Mexico; Pueblo of San Ildefonso, New Mexico; Pueblo of Santa Ana, New Mexico; Pueblo of Santa Clara, New Mexico; Rosebud Sioux Tribe of the Rosebud Indian Reservation, South Dakota; Santee Sioux Nation, Nebraska; Shakopee Mdewakanton Sioux Community of Minnesota; Shoshone Tribe of the Wind River Reservation, Wyoming; Sisseton-Wahpeton Oyate of the Lake Traverse Reservation, South Dakota; Southern Ute Indian Tribe of the Southern Ute Reservation, Colorado; Standing Rock Sioux Tribe of North & South Dakota; Three Affiliated Tribes of the Fort Berthold Reservation, North Dakota; Ute Indian Tribe of the Uintah & Ouray Reservation, Utah; Ute Mountain Tribe of the Ute Mountain Reservation, Colorado, New Mexico, & Utah; Wichita and Affiliated Tribes (Wichita, Keechi, Waco & Tawakonie), Oklahoma; Yankton Sioux Tribe of South Dakota; and the Zuni Tribe of the Zuni Reservation, New Mexico (hereinafter referred to as \\xe2\\x80\\x9cThe Tribes\\xe2\\x80\\x9d). \n History and Description of the Remains \n In 1925, human remains representing a minimum of seven individuals were removed from a burial context on Comanche Creek, 15 miles east of Strasburg, in Adams County, CO, by Robert Landburg. In 1935, Mr. Landburg donated the human remains and they were accessioned into the collections (A1984.1 (CUI 1), A1984.2 (CUI 2), A1984.3 (CUI 3), A1984.4 (CUI 4), A1984.5, (CUI 5), A1984.6 (CUI 6), and A1984.7 (CUI 7)). Catalogue records suggested a possible cultural affiliation of Cheyenne or Arapaho. No known individuals were identified. The two associated funerary objects are two non-human bones (DMNS catalogue numbers A1984.6 and A1984.7). \n In 1941, human remains representing a minimum of two individuals were donated and accessioned into the collections (A90.1 (CUI 10) and A90.3 (CUI 8)). Catalogue records indicate that the remains were donated by a person with the name Haynes and may have been removed from a burial context near Ft. Lupton, in Weld County, CO. In addition, catalogue records suggested a possible cultural affiliation of Cheyenne or Arapaho. No known individuals were identified. No associated funerary objects are present. \n In 1972, human remains representing a minimum of one individual were donated to the museum by Kelley Jackson and accessioned into the collections (A148.1 (CUI 11)). The remains were reportedly found by Mr. Jackson\\'s grandchildren and friends in a dry creek bed near Eads, in Kiowa County, CO. Catalogue records suggested a possible cultural affiliation of Plains Indians. No known individual was identified. No associated funerary objects are present. \n Between 1970 and 1974, human remains representing a minimum of two individuals were removed from a burial context in an arroyo near Kim, in Las Animas County, CO, by Corwin Brown. In 1975, the human remains were donated to the museum and accessioned into the collections (A1982.1 (CUI 12) and A1982.3 (CUI 13)). Remains include two adults (one female) with associated bone beads. Catalogue records suggested a possible cultural affiliation of Ute, Jicarilla Apache, Cheyenne or Arapaho. No known individuals were identified. The 73 associated funerary objects are tubular rabbit bone beads (DMNS catalogue number A1982.2). \n In 1984, the remains representing a minimum of one individual were removed from a burial context that was exposed by erosion at the Gregory-Allen Site, Crowley County, CO. The excavation was performed by the Denver Museum of Nature & Science Department of Anthropology and the remains were accessioned into the collections (A1983.1 (CUI 16)). Remains include one adult female in a flexed position and buried face down. Catalogue records suggest that nearby artifacts (not associated with the burial or donated to the museum) indicate occupation by peoples of the Cody Complex, which dates to about 9,000 years before present. Catalogue records also indicated a possible cultural affiliation of Cheyenne, Ute or Arapaho. No known individual was identified. No associated funerary objects are present. \n In 1943, human remains representing a minimum of one individual were donated to the museum by A.H. Chatin and accessioned into the collections (A1996.1 (CUI 17)). The remains were reportedly removed from a burial context near Walsenburg, in Huerfano County, CO. The remains were removed from one of several rectangular stone structures on a hillside, sitting knees drawn up, facing northeast and with a slab metate standing at one side (metate not included with donation of remains). The remains were sent to Dr. Clyde Kluckhohn, Harvard University, \\xe2\\x80\\x9cfor examination and comparison with known series,\\xe2\\x80\\x9d which was published in Southwestern Lore in September 1943. Catalogue records suggested a possible cultural affiliation of Jicarilla Apache or Ute. No known individual was identified. No associated funerary objects are present. \n In 1975, human remains representing a minimum of one individual were removed from a burial context during quarrying operations in Golden Gate Canyon, in Jefferson County, CO. In 1988, the remains were donated to the museum by the University of Colorado-Denver and accessioned into the collections (A1608.1 (CUI 18)). The remains were studied by Paul R. Nickens while in the possession of the University of Colorado-Denver and published in the Plains Anthropologist in 1977. The publication suggests that the remains date to the Woodland Period (A.D. 700-1000). No known individual was identified. No associated funerary objects are present. \n Determinations Made by Denver Museum \n \\xe2\\x80\\xa2 Based on non-destructive physical analysis and catalogue records, the human remains are determined to be Native American. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(2), a relationship of shared group identity cannot be reasonably traced between the Native American human remains and associated funerary objects and any present-day Indian Tribe. \n \\xe2\\x80\\xa2 According to final judgment of the Indian Claims Commission, the lands from which the Native American human remains and associated funerary objects were removed is the aboriginal land of the Apache Tribe of Oklahoma; Arapahoe Tribe of the Wind River Reservation, Wyoming; Cheyenne and Arapaho Tribes, Oklahoma; Comanche Nation, Oklahoma; Jicarilla Apache Nation, New Mexico; and Northern Cheyenne Tribe of the Northern Cheyenne Indian Reservation, Montana. \n \\xe2\\x80\\xa2 Multiple lines of evidence, including treaties, Acts of Congress, and Executive Orders, indicate that the land from which the Native American human remains and associated funerary objects were removed is the aboriginal land of the Apache Tribe of Oklahoma; Arapahoe Tribe of the Wind River Reservation, Wyoming; Cheyenne and Arapaho Tribes, Oklahoma; Comanche Nation, Oklahoma; and Northern Cheyenne Tribe of the Northern Cheyenne Indian Reservation, Montana. \n \\xe2\\x80\\xa2 Other credible lines of evidence, including consultation with Tribal representatives, indicate that the land from which the Native American human remains and associated funerary objects were removed is the aboriginal land of The Tribes. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described above represent the physical remains of 15 individuals of Native American ancestry. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(3)(A), the 75 objects described above are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony. \n \\xe2\\x80\\xa2 Pursuant to 43 CFR 10.11(c)(1), the disposition of the human remains and associated funerary objects is to The Tribes. \n Additional Requestors and Disposition \n Representatives of any Indian Tribe that believes itself to be culturally affiliated with the human remains and associated funerary objects or any other Indian Tribe that believes it satisfies the criteria in 43 CFR 10.11(c)(1) should contact Dr. Chip Colwell-Chanthaphonh, Denver Museum of Nature & Science, 2001 Colorado Blvd., Denver, CO 80205, telephone (303) 370-6378, before March 21, 2011. Disposition of the human remains and associated funerary objects to The Tribes may proceed after that date if no additional requestors come forward. \n The Denver Museum of Nature & Science is responsible for notifying The Tribes that this notice has been published. \n ", "consultation": "A detailed assessment of the human remains and associated funerary objects from eastern Colorado was made by the Denver Museum of Nature & Science professional staff in consultation with representatives of the Apache Tribe of Oklahoma; Arapahoe Tribe of the Wind River Reservation, Wyoming; Cheyenne and Arapaho Tribes, Oklahoma; Comanche Nation, Oklahoma; Crow Creek Sioux Tribe of the Crow Creek Reservation, South Dakota; Crow Tribe of Montana; Fort Sill Apache Tribe of Oklahoma; Hopi Tribe of Arizona; Jicarilla Apache Nation, New Mexico; Kiowa Indian Tribe of Oklahoma; Lower Brule Sioux Tribe of the Lower Brule Reservation, South Dakota; Lower Sioux Indian Community in the State of Minnesota; Mescalero Apache Tribe of the Mescalero Reservation, New Mexico; Northern Cheyenne Tribe of the Northern Cheyenne Indian Reservation, Montana; Oglala Sioux Tribe of the Pine Ridge Reservation, South Dakota; Ohkay Owingeh, New Mexico; Paiute Indian Tribe of Utah; Pawnee Nation of Oklahoma; Prairie Island Indian Community in the State of Minnesota; Pueblo of Cochiti, New Mexico; Pueblo of San Ildefonso, New Mexico; Pueblo of Santa Ana, New Mexico; Pueblo of Santa Clara, New Mexico; Rosebud Sioux Tribe of the Rosebud Indian Reservation, South Dakota; Santee Sioux Nation, Nebraska; Shakopee Mdewakanton Sioux Community of Minnesota; Shoshone Tribe of the Wind River Reservation, Wyoming; Sisseton-Wahpeton Oyate of the Lake Traverse Reservation, South Dakota; Southern Ute Indian Tribe of the Southern Ute Reservation, Colorado; Standing Rock Sioux Tribe of North & South Dakota; Three Affiliated Tribes of the Fort Berthold Reservation, North Dakota; Ute Indian Tribe of the Uintah & Ouray Reservation, Utah; Ute Mountain Tribe of the Ute Mountain Reservation, Colorado, New Mexico, & Utah; Wichita and Affiliated Tribes (Wichita, Keechi, Waco & Tawakonie), Oklahoma; Yankton Sioux Tribe of South Dakota; and the Zuni Tribe of the Zuni Reservation, New Mexico (hereinafter referred to as \\xe2\\x80\\x9cThe Tribes\\xe2\\x80\\x9d). \n ", "h_d_r": "In 1925, human remains representing a minimum of seven individuals were removed from a burial context on Comanche Creek, 15 miles east of Strasburg, in Adams County, CO, by Robert Landburg. In 1935, Mr. Landburg donated the human remains and they were accessioned into the collections (A1984.1 (CUI 1), A1984.2 (CUI 2), A1984.3 (CUI 3), A1984.4 (CUI 4), A1984.5, (CUI 5), A1984.6 (CUI 6), and A1984.7 (CUI 7)). Catalogue records suggested a possible cultural affiliation of Cheyenne or Arapaho. No known individuals were identified. The two associated funerary objects are two non-human bones (DMNS catalogue numbers A1984.6 and A1984.7). \n In 1941, human remains representing a minimum of two individuals were donated and accessioned into the collections (A90.1 (CUI 10) and A90.3 (CUI 8)). Catalogue records indicate that the remains were donated by a person with the name Haynes and may have been removed from a burial context near Ft. Lupton, in Weld County, CO. In addition, catalogue records suggested a possible cultural affiliation of Cheyenne or Arapaho. No known individuals were identified. No associated funerary objects are present. \n In 1972, human remains representing a minimum of one individual were donated to the museum by Kelley Jackson and accessioned into the collections (A148.1 (CUI 11)). The remains were reportedly found by Mr. Jackson\\'s grandchildren and friends in a dry creek bed near Eads, in Kiowa County, CO. Catalogue records suggested a possible cultural affiliation of Plains Indians. No known individual was identified. No associated funerary objects are present. \n Between 1970 and 1974, human remains representing a minimum of two individuals were removed from a burial context in an arroyo near Kim, in Las Animas County, CO, by Corwin Brown. In 1975, the human remains were donated to the museum and accessioned into the collections (A1982.1 (CUI 12) and A1982.3 (CUI 13)). Remains include two adults (one female) with associated bone beads. Catalogue records suggested a possible cultural affiliation of Ute, Jicarilla Apache, Cheyenne or Arapaho. No known individuals were identified. The 73 associated funerary objects are tubular rabbit bone beads (DMNS catalogue number A1982.2). \n In 1984, the remains representing a minimum of one individual were removed from a burial context that was exposed by erosion at the Gregory-Allen Site, Crowley County, CO. The excavation was performed by the Denver Museum of Nature & Science Department of Anthropology and the remains were accessioned into the collections (A1983.1 (CUI 16)). Remains include one adult female in a flexed position and buried face down. Catalogue records suggest that nearby artifacts (not associated with the burial or donated to the museum) indicate occupation by peoples of the Cody Complex, which dates to about 9,000 years before present. Catalogue records also indicated a possible cultural affiliation of Cheyenne, Ute or Arapaho. No known individual was identified. No associated funerary objects are present. \n In 1943, human remains representing a minimum of one individual were donated to the museum by A.H. Chatin and accessioned into the collections (A1996.1 (CUI 17)). The remains were reportedly removed from a burial context near Walsenburg, in Huerfano County, CO. The remains were removed from one of several rectangular stone structures on a hillside, sitting knees drawn up, facing northeast and with a slab metate standing at one side (metate not included with donation of remains). The remains were sent to Dr. Clyde Kluckhohn, Harvard University, \\xe2\\x80\\x9cfor examination and comparison with known series,\\xe2\\x80\\x9d which was published in Southwestern Lore in September 1943. Catalogue records suggested a possible cultural affiliation of Jicarilla Apache or Ute. No known individual was identified. No associated funerary objects are present. \n In 1975, human remains representing a minimum of one individual were removed from a burial context during quarrying operations in Golden Gate Canyon, in Jefferson County, CO. In 1988, the remains were donated to the museum by the University of Colorado-Denver and accessioned into the collections (A1608.1 (CUI 18)). The remains were studied by Paul R. Nickens while in the possession of the University of Colorado-Denver and published in the Plains Anthropologist in 1977. The publication suggests that the remains date to the Woodland Period (A.D. 700-1000). No known individual was identified. No associated funerary objects are present. \n ", "h_d_ci": "Null", "determinations": "Determinations Made by Denver Museum \n \\xe2\\x80\\xa2 Based on non-destructive physical analysis and catalogue records, the human remains are determined to be Native American. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(2), a relationship of shared group identity cannot be reasonably traced between the Native American human remains and associated funerary objects and any present-day Indian Tribe. \n \\xe2\\x80\\xa2 According to final judgment of the Indian Claims Commission, the lands from which the Native American human remains and associated funerary objects were removed is the aboriginal land of the Apache Tribe of Oklahoma; Arapahoe Tribe of the Wind River Reservation, Wyoming; Cheyenne and Arapaho Tribes, Oklahoma; Comanche Nation, Oklahoma; Jicarilla Apache Nation, New Mexico; and Northern Cheyenne Tribe of the Northern Cheyenne Indian Reservation, Montana. \n \\xe2\\x80\\xa2 Multiple lines of evidence, including treaties, Acts of Congress, and Executive Orders, indicate that the land from which the Native American human remains and associated funerary objects were removed is the aboriginal land of the Apache Tribe of Oklahoma; Arapahoe Tribe of the Wind River Reservation, Wyoming; Cheyenne and Arapaho Tribes, Oklahoma; Comanche Nation, Oklahoma; and Northern Cheyenne Tribe of the Northern Cheyenne Indian Reservation, Montana. \n \\xe2\\x80\\xa2 Other credible lines of evidence, including consultation with Tribal representatives, indicate that the land from which the Native American human remains and associated funerary objects were removed is the aboriginal land of The Tribes. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described above represent the physical remains of 15 individuals of Native American ancestry. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(3)(A), the 75 objects described above are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony. \n \\xe2\\x80\\xa2 Pursuant to 43 CFR 10.11(c)(1), the disposition of the human remains and associated funerary objects is to The Tribes. \n ", "a_r_d": "Representatives of any Indian Tribe that believes itself to be culturally affiliated with the human remains and associated funerary objects or any other Indian Tribe that believes it satisfies the criteria in 43 CFR 10.11(c)(1) should contact Dr. Chip Colwell-Chanthaphonh, Denver Museum of Nature & Science, 2001 Colorado Blvd., Denver, CO 80205, telephone (303) 370-6378, before March 21, 2011. Disposition of the human remains and associated funerary objects to The Tribes may proceed after that date if no additional requestors come forward. \n The Denver Museum of Nature & Science is responsible for notifying The Tribes that this notice has been published. \n "}