{"index": "I_1197", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        [2253-65]\\n        Notice of Inventory Completion for Native American Human Remains and Associated Funerary Objects in the Possession of the U.S. Department of the Interior, National Park Service, Natchez Trace Parkway, Tupelo, MS; Correction\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice; correction.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains and associated funerary objects in the possession of the U.S. Department of the Interior, National Park Service, Natchez Trace Parkway, Tupelo, MS. The human remains and cultural items were removed from Claiborne County, MS.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003(d)(3). The determinations in this notice are the sole responsibility of the Superintendent, Natchez Trace Parkway, Tupelo, MS.\\n\\n        This notice corrects the total number and types of associated funerary objects for a Notice of Inventory Completion published in the Federal Register (67 FR 910-911, January 8, 2002). Since publication an additional 148 associated funerary objects have been discovered. Therefore, in the Federal Register, page 910, paragraph number 4 is corrected by substituting the following paragraph:\\n        In 1951 and 1963, human remains representing 124 individuals were recovered from the Mangum site during authorized National Park Service survey and excavation projects. No known individuals were identified. There are no funerary objects associated with the one individual recovered in 1951. The 123 individuals recovered in 1963 are associated with 182 funerary objects: 86 ceramic vessel fragments, 1 ceramic jar, 1 tobacco pipe, 1 frog effigy, 9 projectile points, 4 shell ornaments, 2 shells, 37 shell beads, 1 shell pendant, 1 shell dipper, 4 stone tools, 2 stone artifacts, 6 flakes, 2 pieces of shatter, 2 chisels, 3 polished stones, 8 celts, 2 faunal bones, 9 cupreous metal fragments and 1 cupreous metal plate.\\n        In the Federal Register, page 910, paragraph number 6 is corrected by substituting the following paragraph:\\n\\n        Officials of the Natchez Trace Parkway have determined, pursuant to 25 U.S.C. 3001(9), that the human remains described above represent the physical remains of 124 individuals of Native American ancestry. Officials of the Natchez Trace Parkway also have determined that, pursuant to 25 U.S.C. 3001(3)(A), the 182 cultural items described above are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony. Lastly, officials of the Natchez Trace Parkway have determined that, pursuant to 25 U.S.C. 3001(2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and associated funerary objects and the Alabama-Coushatta Tribes of Texas; Alabama-Quassarte Tribal Town, Oklahoma; Chitimacha Tribe of Louisiana; Choctaw Nation of Oklahoma; Jena Band of Choctaw Indians, Louisiana; Mississippi Band of Choctaw Indians, Mississippi; and Tunica-Biloxi Indian Tribe of Louisiana.\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the human remains and associated funerary objects should contact Cameron H. Sholly, Superintendent, Natchez Trace Parkway, 2680 Natchez Trace Parkway, Tupelo, MS 38803, telephone (662) 680-4005, before February 7, 2011. Repatriation of the human remains and associated funerary objects to the Alabama-Coushatta Tribes of Texas; Alabama-Quassarte Tribal Town, Oklahoma; Chitimacha Tribe of Louisiana; Choctaw Nation of Oklahoma; Jena Band of Choctaw Indians, Louisiana; Mississippi Band of Choctaw Indians, Mississippi; and Tunica-Biloxi Indian Tribe of Louisiana, may proceed after that date if no additional claimants come forward.\\n        Natchez Trace Parkway is responsible for notifying the Absentee-Shawnee Tribe of Indians of Oklahoma; Alabama-Coushatta Tribes of Texas; Alabama-Quassarte Tribal Town, Oklahoma; Cherokee Nation, Oklahoma; Chickasaw Nation, Oklahoma; Chitimacha Tribe of Louisiana; Choctaw Nation of Oklahoma; Eastern Band of Cherokee Indians of North Carolina; Eastern Shawnee Tribe of Oklahoma; Jena Band of Choctaw Indians, Louisiana; Kialegee Tribal Town, Oklahoma; Miccosukee Tribe of Indians of Florida; Mississippi Band of Choctaw Indians, Mississippi; Muscogee (Creek) Nation, Oklahoma; Poarch Band of Creek Indians of Alabama; Seminole Nation of Oklahoma; Seminole Tribe of Florida (Dania, Big Cypress, Brighton, Hollywood & Tampa Reservations); Shawnee Tribe, Oklahoma; Thlopthlocco Tribal Town, Oklahoma; Tunica-Biloxi Indian Tribe of Louisiana; and United Keetoowah Band of Cherokee Indians in Oklahoma, that this notice has been published.\\n        \\n          Dated: December 28, 2010.\\n          Sangita Chari,\\n          Acting Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. 2011-5 Filed 1-5-11; 8:45 am]\\n      BILLING CODE 4312-50-P\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "[2253-65]", "subject": "Notice of Inventory Completion for Native American Human Remains and Associated Funerary Objects in the Possession of the U.S. Department of the Interior, National Park Service, Natchez Trace Parkway, Tupelo, MS; Correction", "agency2": "National Park Service, Interior.", "action": "Notice; correction.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: December 28, 2010.", "signature_name": "Sangita Chari,", "signature_title": "Acting Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. 2011-5 Filed 1-5-11; 8:45 am]", "billing_code": "BILLING CODE 4312-50-P", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}