{"index": "I_1129", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        [2253-665]\\n        Notice of Inventory Completion: The University of Maine, Hudson Museum, Orono, ME\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        \\n          SUMMARY:\\n          The University of Maine, Hudson Museum has completed an inventory of human remains and an associated funerary object, in consultation with the appropriate Indian tribes, and has determined that there is a cultural affiliation between the human remains and associated funerary object and present-day Indian tribes. Representatives of any Indian tribe that believes itself to be culturally affiliated with the human remains and associated funerary object may contact The University of Maine, Hudson Museum. Repatriation of the human remains and associated funerary object to the Indian tribes stated below may occur if no additional claimants come forward.\\n        \\n        \\n          DATES:\\n          Representatives of any Indian tribe that believes it has a cultural affiliation with the human remains and associated funerary object should contact The University of Maine, Hudson Museum at the address below by October 13, 2011.\\n        \\n        \\n          ADDRESSES:\\n          Susan M. Smith, Registrar, Hudson Museum, The University of Maine, 5746 Collins Center for the Arts, Orono, ME 04469-5746, telephone (207) 581-1902.\\n        \\n      \\n      \\n        SUPPLEMENTARY INFORMATION:\\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains and an associated funerary object in the possession of The University of Maine, Hudson Museum, Orono, ME. The human remains and associated funerary object were removed from Coolidge, Pinal County, AZ.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003(d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations in this notice.\\n        Consultation\\n        A detailed assessment of the human remains was made by The University of Maine, Hudson Museum professional staff and a forensic anthropologist in consultation with representatives of the Gila River Indian Community of the Gila River Indian Reservation, Arizona (on behalf of themselves and the Ak Chin Indian Community of the Maricopa (Ak Chin) Indian Reservation, Arizona; Salt River Pima-Maricopa Indian Community of the Salt River Reservation, Arizona; and Tohono O\\'odham Nation of Arizona); and the Hopi Tribe of Arizona. The Zuni Tribe of the Zuni Reservation, New Mexico, was also contacted, but did not consult on the human remains described in this notice.\\n        History and description of the remains\\n        Sometime during 1929 to 1937, human remains representing a minimum of one individual were removed from the grounds of the Vah-Ki-Inn, Coolidge, Pinal County, AZ. Subsequently, the human remains came into the possession of Mr. Walter C. Smith who built and owned the inn from 1929 to 1940. In 1937, Mr. and Mrs. William C. Wells of Orono, ME, acquired the human remains from Mr. Smith. Sometime before 1994, Mr. and Mrs. Wells donated the human remains to the museum (HM1291.1). No known individual was identified. The one associated funerary object is a ceramic burial vessel (HM1291.2).\\n        The human remains are a cremation. Burial practices, the associated funerary object, and geographical location, support a Hohokam cultural determination. This burial has been identified as being associated with the Hohokam Casa Grande Ruins Complex and is Preclassic (A.D. 800-1100).\\n\\n        A relationship of shared group identity can be reasonably traced between the Hohokam culture, which dates from about A.D. 300 to A.D. 1450, and the Ak Chin Indian Community of the Maricopa (Ak Chin) Indian Reservation, Arizona; Gila River Indian Community of the Gila River Indian Reservation, Arizona; Salt River Pima-Maricopa Indian Community of the Salt River Reservation, Arizona; and Tohono O\\'odham Nation of Arizona. These four Indian tribes are one cultural group known as the O\\'odham (anthropologically known as the Pima and Papago). The Pee Posh (anthropologically known as the Maricopa) are a separate and distinct culture that is present in two of the four tribes. The four tribes are separated by political boundaries designated through the adoption/assignment of reservations by the Federal Government, and not by any cultural differences. The O\\'odham people commonly refer to ancestors as \\xe2\\x80\\x9cthe Huhugam.\\xe2\\x80\\x9d The term \\xe2\\x80\\x9cHuhugam\\xe2\\x80\\x9d refers to all of the ancestors from the first of the O\\'odham people to walk the earth to those who have perished during modern times. The term \\xe2\\x80\\x9cHohokam\\xe2\\x80\\x9d is an English adaptation of the word Huhugam, and has become known in the larger society as an archeological culture. The term Huhugam is often mistaken for the word Hohokam, although the terms do not have the same meaning and are not interchangeable. The four Federally-recognized O\\'odham Indian tribes claim cultural affiliation to the Hohokam archeological cultures, as well as to all others present in their aboriginal claims area during the prehistory of what is now known as Arizona and Mexico. These affiliations include several other archeological cultures, including but not limited to: The Archaic, Paleo-Indian, Salado, Patayan, and Sinagua. A written report, \\xe2\\x80\\x9cThe Four Southern Tribes and the Hohokam of the Phoenix Basin,\\xe2\\x80\\x9d given to the Hudson Museum by the Gila River Indian Community, provides a preponderance of evidence\\xe2\\x80\\x94archeological, linguistic, oral tradition, ethnographical, kinship, and biological\\xe2\\x80\\x94for a relationship of shared group identity between the Hohokam culture and the present-day O\\'odham.\\n\\n        Linguistic evidence indicates that all of the O\\'odham speak different dialects of the same Uto-Aztecan language. O\\'odham communities were historically recorded as living in the Gila River area by Jesuit missionaries in 1687. In the 1700s, when written records about the O\\'odham began, they occupied at least seven rancherias. At the time of European contact, the O\\'odham, who occupied land previously inhabited by the Hohokam, mirrored the Hohokam in many ways. The Hohokam were desert agriculturalists who developed an elaborate system of irrigation canals to irrigate their crops. At European contact, it was documented that the O\\'odham were also desert agriculturalists who utilized irrigation canals and rivers. Based on scientific evidence, scholars view the complex irrigation systems of the O\\'odham and the Hohokam as evidence for a cultural continuity between the two that involved the ability to control mass labor in order to construct and maintain these canals. The Hohokam had a distinct settlement pattern that consisted of small farmsteads scattered throughout the landscape. The O\\'odham practiced this same type of settlement pattern. There was general architecture through the Hohokam Period to the historic O\\'odham Period that exhibited a trend from quadrangular to round structures through time. In addition, archeological and historical evidence shows that runoff farming was very common throughout the Southwest for over a millennium, until the early 20th century (Cordell, 1984). It was practiced by farmers of all the Pueblos and their ancestors as well as the Tohono O\\'odham and other tribes, including the Hopi and Zuni. Therefore, a relationship of shared group identity can also reasonably be traced between the Hohokam, and the Hopi and Zuni tribes.\\n        According to Jesse Walter Fewkes, American anthropologist and archeologist, O\\'odham oral tradition tells us that some of the people occupying the Hohokam area migrated northward and later built pueblos in the Little Colorado Valley. The descendants of these people in due course joined the Hopi and Zuni people, with whom, according to legends, they still live. These migrations occurred in prehistoric times, and vague legends still survive among both Zuni and Hopi regarding the life of some of their clans in the south. These migration legends are supported by archeological evidence.\\n\\n        According to the Tumacacori National Historical Park, the Hopi Tribe of Arizona considers all of Arizona to be within traditional Hopi lands, or within those areas where Hopi clans migrated in the past. Some of the Hopi accounts promote the viewpoint of those who left for the northern pueblos (Courlander 1982, Fewkes 1920, Nequatewa 1936). There are very strong parallels between the O\\'odham and Hopi stories of this period in late prehistory, including not just the role of a great water serpent and a flood, but also the sacrifice of children in the flood, commemorated among the O\\'odham as the Children\\'s Shrine near Santa Rosa. Resolution H-70-94 signed on May 23, 1994, by the Hopi Tribal Council declares formal cultural affinity and affiliation with the Hohokam and Salado cultural groups. According to, \\xe2\\x80\\x9cYep Hisat Hoopoq\\'yaqam Yeesiwa (Hopi Ancestors Were Once Here): Hopi Cultural Affiliation With the Ancient Hohokam of Southern Arizona,\\xe2\\x80\\x9d a report by T. J. Ferguson, Leigh J. Kuwanwisiwma, Micah Loma\\'omvaya, Patrick Lyons, Greg Schachner, and Laurie Webster, the Hopi people trace their historical relationship with ancestral Hoopoq\\'yaqam groups who resided in the Hohokam area, using traditional history and geography, kinship, archeological materials, and on-going religious and cultural practices. This information is embedded in the traditional knowledge, religious practices and esoteric rites that the Hopi inherited from their ancestors. Corroborating evidence of a historical relationship with the Hohokam comes from ethnographic and archeological studies. Ceramic iconography, ritual artifacts and textiles constitute distinct patterns of material culture manufacture and distribution that link Hohokam and Hopi groups. According to oral tradition, Hopi clan migration supports a shared group identity with Hohokam and Salado. Modern-day ritual pilgrimage practices support that oral tradition. According to the notes of archeologist Harold S. Colton, a Hopi shrine is located near the mountain peaks in the vicinity of Phoenix. Cremation was practiced by at least one clan that migrated from the south to present-day Hopi territory.\\n        Architectural evidence also supports a shared group identity. Hopi style kivas have been found near Safford, in the southeast corner of Arizona. Similar underground rooms are found among ruins in the Southwest, signifying ritual or cultural use by the ancient peoples of the region, including the Ancient Pueblo People and the Hohokam. Kivas first appeared about A.D. 750; these rooms are generally believed to have been used for religious and other communal purposes. Today, the Hopi and other descendants still use kivas for ceremonial, religious and other special purposes.\\n        The \\xe2\\x80\\x9cZuni Policy Statement Regarding the Protection and Treatment of Human Remains and Associated Funerary Objects,\\xe2\\x80\\x9d (November 1992), which was sent to museums in the 1990s, states that the Zuni people are culturally affiliated to earlier groups, including Hohokam and Salado. On July 11, 1995, the Zuni Tribe issued a \\xe2\\x80\\x9cStatement of Cultural Affiliation With Prehistoric and Historic Cultures.\\xe2\\x80\\x9d In the statement, the Zuni Tribe declared that it has a relationship of shared group identity with Hohokam and Salado culture based on oral teachings and traditions, ethno historic documentation, historic documentation, archeological documentation, and other evidence. Zuni oral tradition supports a relationship of shared group identity between the Zuni and the Hohokam and Salado. The Phoenix Basin is a part of the Zuni migration histories. Medicine societies and Kiva groups have migration histories that place them in the Phoenix Basin. Archeological evidence suggests that the structure of religious organization among the Classic Period Hohokam may have been similar to the directional priesthoods of the historic O\\'odham and also of the people of the Zuni Tribe (Teague 1984b).\\n\\n        In addition, results of a study comparing more than 60 genetic markers show a relatively close relationship between modern O\\'odham and the Zuni Tribe (Cavalli-Sforza 1994; The Four Southern Tribes and the Hohokam of the Phoenix Basin).\\n        Determinations Made by The University of Maine, Hudson Museum\\n        Officials of The University of Maine, Hudson Museum have determined that:\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described above represent the physical remains of one individual of Native American ancestry.\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(3)(A), the one object described above is reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony.\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and associated funerary object and the Ak Chin Indian Community of the Maricopa (Ak Chin) Indian Reservation, Arizona; Gila River Indian Community of the Gila River Indian Reservation, Arizona; Hopi Tribe of Arizona; Salt River Pima-Maricopa Indian Community of the Salt River Reservation, Arizona; Tohono O\\'odham Nation of Arizona; and the Zuni Tribe of the Zuni Reservation, New Mexico (hereinafter referred to as \\xe2\\x80\\x9cThe Tribes\\xe2\\x80\\x9d).\\n        Additional Requestors and Disposition\\n\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the human remains and associated funerary object should contact Susan M. Smith, Registrar, Hudson Museum, The University of Maine, 5746 Collins Center for the Arts, Orono, ME 04469-5746, telephone (207) 581-1902, before October 13, 2011. Repatriation of the human remains and associated funerary object to The Tribes may proceed after that date if no additional claimants come forward.\\n        \\n        The Hudson Museum is responsible for notifying The Tribes that this notice has been published.\\n        \\n          Dated: September 7, 2011.\\n          Sherry Hutt,\\n          Manager, National NAGPRA Program. \\n        \\n      \\n      [FR Doc. 2011-23293 Filed 9-12-11; 8:45 am]\\n      BILLING CODE 4312-50-P\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "[2253-665]", "subject": "Notice of Inventory Completion: The University of Maine, Hudson Museum, Orono, ME", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "The University of Maine, Hudson Museum has completed an inventory of human remains and an associated funerary object, in consultation with the appropriate Indian tribes, and has determined that there is a cultural affiliation between the human remains and associated funerary object and present-day Indian tribes. Representatives of any Indian tribe that believes itself to be culturally affiliated with the human remains and associated funerary object may contact The University of Maine, Hudson Museum. Repatriation of the human remains and associated funerary object to the Indian tribes stated below may occur if no additional claimants come forward.", "dates": "Representatives of any Indian tribe that believes it has a cultural affiliation with the human remains and associated funerary object should contact The University of Maine, Hudson Museum at the address below by October 13, 2011.", "addresses": "Susan M. Smith, Registrar, Hudson Museum, The University of Maine, 5746 Collins Center for the Arts, Orono, ME 04469-5746, telephone (207) 581-1902.", "signature_dated": "Dated: September 7, 2011.", "signature_name": "Sherry Hutt,", "signature_title": "Manager, National NAGPRA Program. ", "fr_doc": "[FR Doc. 2011-23293 Filed 9-12-11; 8:45 am]", "billing_code": "BILLING CODE 4312-50-P", "supp_info": "SUPPLEMENTARY INFORMATION: \n Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains and an associated funerary object in the possession of The University of Maine, Hudson Museum, Orono, ME. The human remains and associated funerary object were removed from Coolidge, Pinal County, AZ. \n This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003(d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations in this notice. \n Consultation \n A detailed assessment of the human remains was made by The University of Maine, Hudson Museum professional staff and a forensic anthropologist in consultation with representatives of the Gila River Indian Community of the Gila River Indian Reservation, Arizona (on behalf of themselves and the Ak Chin Indian Community of the Maricopa (Ak Chin) Indian Reservation, Arizona; Salt River Pima-Maricopa Indian Community of the Salt River Reservation, Arizona; and Tohono O\\'odham Nation of Arizona); and the Hopi Tribe of Arizona. The Zuni Tribe of the Zuni Reservation, New Mexico, was also contacted, but did not consult on the human remains described in this notice. \n History and description of the remains \n Sometime during 1929 to 1937, human remains representing a minimum of one individual were removed from the grounds of the Vah-Ki-Inn, Coolidge, Pinal County, AZ. Subsequently, the human remains came into the possession of Mr. Walter C. Smith who built and owned the inn from 1929 to 1940. In 1937, Mr. and Mrs. William C. Wells of Orono, ME, acquired the human remains from Mr. Smith. Sometime before 1994, Mr. and Mrs. Wells donated the human remains to the museum (HM1291.1). No known individual was identified. The one associated funerary object is a ceramic burial vessel (HM1291.2). \n The human remains are a cremation. Burial practices, the associated funerary object, and geographical location, support a Hohokam cultural determination. This burial has been identified as being associated with the Hohokam Casa Grande Ruins Complex and is Preclassic (A.D. 800-1100). \n A relationship of shared group identity can be reasonably traced between the Hohokam culture, which dates from about A.D. 300 to A.D. 1450, and the Ak Chin Indian Community of the Maricopa (Ak Chin) Indian Reservation, Arizona; Gila River Indian Community of the Gila River Indian Reservation, Arizona; Salt River Pima-Maricopa Indian Community of the Salt River Reservation, Arizona; and Tohono O\\'odham Nation of Arizona. These four Indian tribes are one cultural group known as the O\\'odham (anthropologically known as the Pima and Papago). The Pee Posh (anthropologically known as the Maricopa) are a separate and distinct culture that is present in two of the four tribes. The four tribes are separated by political boundaries designated through the adoption/assignment of reservations by the Federal Government, and not by any cultural differences. The O\\'odham people commonly refer to ancestors as \\xe2\\x80\\x9cthe Huhugam.\\xe2\\x80\\x9d The term \\xe2\\x80\\x9cHuhugam\\xe2\\x80\\x9d refers to all of the ancestors from the first of the O\\'odham people to walk the earth to those who have perished during modern times. The term \\xe2\\x80\\x9cHohokam\\xe2\\x80\\x9d is an English adaptation of the word Huhugam, and has become known in the larger society as an archeological culture. The term Huhugam is often mistaken for the word Hohokam, although the terms do not have the same meaning and are not interchangeable. The four Federally-recognized O\\'odham Indian tribes claim cultural affiliation to the Hohokam archeological cultures, as well as to all others present in their aboriginal claims area during the prehistory of what is now known as Arizona and Mexico. These affiliations include several other archeological cultures, including but not limited to: The Archaic, Paleo-Indian, Salado, Patayan, and Sinagua. A written report, \\xe2\\x80\\x9cThe Four Southern Tribes and the Hohokam of the Phoenix Basin,\\xe2\\x80\\x9d given to the Hudson Museum by the Gila River Indian Community, provides a preponderance of evidence\\xe2\\x80\\x94archeological, linguistic, oral tradition, ethnographical, kinship, and biological\\xe2\\x80\\x94for a relationship of shared group identity between the Hohokam culture and the present-day O\\'odham. \n Linguistic evidence indicates that all of the O\\'odham speak different dialects of the same Uto-Aztecan language. O\\'odham communities were historically recorded as living in the Gila River area by Jesuit missionaries in 1687. In the 1700s, when written records about the O\\'odham began, they occupied at least seven rancherias. At the time of European contact, the O\\'odham, who occupied land previously inhabited by the Hohokam, mirrored the Hohokam in many ways. The Hohokam were desert agriculturalists who developed an elaborate system of irrigation canals to irrigate their crops. At European contact, it was documented that the O\\'odham were also desert agriculturalists who utilized irrigation canals and rivers. Based on scientific evidence, scholars view the complex irrigation systems of the O\\'odham and the Hohokam as evidence for a cultural continuity between the two that involved the ability to control mass labor in order to construct and maintain these canals. The Hohokam had a distinct settlement pattern that consisted of small farmsteads scattered throughout the landscape. The O\\'odham practiced this same type of settlement pattern. There was general architecture through the Hohokam Period to the historic O\\'odham Period that exhibited a trend from quadrangular to round structures through time. In addition, archeological and historical evidence shows that runoff farming was very common throughout the Southwest for over a millennium, until the early 20th century (Cordell, 1984). It was practiced by farmers of all the Pueblos and their ancestors as well as the Tohono O\\'odham and other tribes, including the Hopi and Zuni. Therefore, a relationship of shared group identity can also reasonably be traced between the Hohokam, and the Hopi and Zuni tribes. \n According to Jesse Walter Fewkes, American anthropologist and archeologist, O\\'odham oral tradition tells us that some of the people occupying the Hohokam area migrated northward and later built pueblos in the Little Colorado Valley. The descendants of these people in due course joined the Hopi and Zuni people, with whom, according to legends, they still live. These migrations occurred in prehistoric times, and vague legends still survive among both Zuni and Hopi regarding the life of some of their clans in the south. These migration legends are supported by archeological evidence. \n According to the Tumacacori National Historical Park, the Hopi Tribe of Arizona considers all of Arizona to be within traditional Hopi lands, or within those areas where Hopi clans migrated in the past. Some of the Hopi accounts promote the viewpoint of those who left for the northern pueblos (Courlander 1982, Fewkes 1920, Nequatewa 1936). There are very strong parallels between the O\\'odham and Hopi stories of this period in late prehistory, including not just the role of a great water serpent and a flood, but also the sacrifice of children in the flood, commemorated among the O\\'odham as the Children\\'s Shrine near Santa Rosa. Resolution H-70-94 signed on May 23, 1994, by the Hopi Tribal Council declares formal cultural affinity and affiliation with the Hohokam and Salado cultural groups. According to, \\xe2\\x80\\x9cYep Hisat Hoopoq\\'yaqam Yeesiwa (Hopi Ancestors Were Once Here): Hopi Cultural Affiliation With the Ancient Hohokam of Southern Arizona,\\xe2\\x80\\x9d a report by T. J. Ferguson, Leigh J. Kuwanwisiwma, Micah Loma\\'omvaya, Patrick Lyons, Greg Schachner, and Laurie Webster, the Hopi people trace their historical relationship with ancestral Hoopoq\\'yaqam groups who resided in the Hohokam area, using traditional history and geography, kinship, archeological materials, and on-going religious and cultural practices. This information is embedded in the traditional knowledge, religious practices and esoteric rites that the Hopi inherited from their ancestors. Corroborating evidence of a historical relationship with the Hohokam comes from ethnographic and archeological studies. Ceramic iconography, ritual artifacts and textiles constitute distinct patterns of material culture manufacture and distribution that link Hohokam and Hopi groups. According to oral tradition, Hopi clan migration supports a shared group identity with Hohokam and Salado. Modern-day ritual pilgrimage practices support that oral tradition. According to the notes of archeologist Harold S. Colton, a Hopi shrine is located near the mountain peaks in the vicinity of Phoenix. Cremation was practiced by at least one clan that migrated from the south to present-day Hopi territory. \n Architectural evidence also supports a shared group identity. Hopi style kivas have been found near Safford, in the southeast corner of Arizona. Similar underground rooms are found among ruins in the Southwest, signifying ritual or cultural use by the ancient peoples of the region, including the Ancient Pueblo People and the Hohokam. Kivas first appeared about A.D. 750; these rooms are generally believed to have been used for religious and other communal purposes. Today, the Hopi and other descendants still use kivas for ceremonial, religious and other special purposes. \n The \\xe2\\x80\\x9cZuni Policy Statement Regarding the Protection and Treatment of Human Remains and Associated Funerary Objects,\\xe2\\x80\\x9d (November 1992), which was sent to museums in the 1990s, states that the Zuni people are culturally affiliated to earlier groups, including Hohokam and Salado. On July 11, 1995, the Zuni Tribe issued a \\xe2\\x80\\x9cStatement of Cultural Affiliation With Prehistoric and Historic Cultures.\\xe2\\x80\\x9d In the statement, the Zuni Tribe declared that it has a relationship of shared group identity with Hohokam and Salado culture based on oral teachings and traditions, ethno historic documentation, historic documentation, archeological documentation, and other evidence. Zuni oral tradition supports a relationship of shared group identity between the Zuni and the Hohokam and Salado. The Phoenix Basin is a part of the Zuni migration histories. Medicine societies and Kiva groups have migration histories that place them in the Phoenix Basin. Archeological evidence suggests that the structure of religious organization among the Classic Period Hohokam may have been similar to the directional priesthoods of the historic O\\'odham and also of the people of the Zuni Tribe (Teague 1984b). \n In addition, results of a study comparing more than 60 genetic markers show a relatively close relationship between modern O\\'odham and the Zuni Tribe (Cavalli-Sforza 1994; The Four Southern Tribes and the Hohokam of the Phoenix Basin). \n Determinations Made by The University of Maine, Hudson Museum \n Officials of The University of Maine, Hudson Museum have determined that: \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described above represent the physical remains of one individual of Native American ancestry. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(3)(A), the one object described above is reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and associated funerary object and the Ak Chin Indian Community of the Maricopa (Ak Chin) Indian Reservation, Arizona; Gila River Indian Community of the Gila River Indian Reservation, Arizona; Hopi Tribe of Arizona; Salt River Pima-Maricopa Indian Community of the Salt River Reservation, Arizona; Tohono O\\'odham Nation of Arizona; and the Zuni Tribe of the Zuni Reservation, New Mexico (hereinafter referred to as \\xe2\\x80\\x9cThe Tribes\\xe2\\x80\\x9d). \n Additional Requestors and Disposition \n Representatives of any other Indian tribe that believes itself to be culturally affiliated with the human remains and associated funerary object should contact Susan M. Smith, Registrar, Hudson Museum, The University of Maine, 5746 Collins Center for the Arts, Orono, ME 04469-5746, telephone (207) 581-1902, before October 13, 2011. Repatriation of the human remains and associated funerary object to The Tribes may proceed after that date if no additional claimants come forward.\\n         \n The Hudson Museum is responsible for notifying The Tribes that this notice has been published. \n ", "consultation": "A detailed assessment of the human remains was made by The University of Maine, Hudson Museum professional staff and a forensic anthropologist in consultation with representatives of the Gila River Indian Community of the Gila River Indian Reservation, Arizona (on behalf of themselves and the Ak Chin Indian Community of the Maricopa (Ak Chin) Indian Reservation, Arizona; Salt River Pima-Maricopa Indian Community of the Salt River Reservation, Arizona; and Tohono O\\'odham Nation of Arizona); and the Hopi Tribe of Arizona. The Zuni Tribe of the Zuni Reservation, New Mexico, was also contacted, but did not consult on the human remains described in this notice. \n ", "h_d_r": "Sometime during 1929 to 1937, human remains representing a minimum of one individual were removed from the grounds of the Vah-Ki-Inn, Coolidge, Pinal County, AZ. Subsequently, the human remains came into the possession of Mr. Walter C. Smith who built and owned the inn from 1929 to 1940. In 1937, Mr. and Mrs. William C. Wells of Orono, ME, acquired the human remains from Mr. Smith. Sometime before 1994, Mr. and Mrs. Wells donated the human remains to the museum (HM1291.1). No known individual was identified. The one associated funerary object is a ceramic burial vessel (HM1291.2). \n The human remains are a cremation. Burial practices, the associated funerary object, and geographical location, support a Hohokam cultural determination. This burial has been identified as being associated with the Hohokam Casa Grande Ruins Complex and is Preclassic (A.D. 800-1100). \n A relationship of shared group identity can be reasonably traced between the Hohokam culture, which dates from about A.D. 300 to A.D. 1450, and the Ak Chin Indian Community of the Maricopa (Ak Chin) Indian Reservation, Arizona; Gila River Indian Community of the Gila River Indian Reservation, Arizona; Salt River Pima-Maricopa Indian Community of the Salt River Reservation, Arizona; and Tohono O\\'odham Nation of Arizona. These four Indian tribes are one cultural group known as the O\\'odham (anthropologically known as the Pima and Papago). The Pee Posh (anthropologically known as the Maricopa) are a separate and distinct culture that is present in two of the four tribes. The four tribes are separated by political boundaries designated through the adoption/assignment of reservations by the Federal Government, and not by any cultural differences. The O\\'odham people commonly refer to ancestors as \\xe2\\x80\\x9cthe Huhugam.\\xe2\\x80\\x9d The term \\xe2\\x80\\x9cHuhugam\\xe2\\x80\\x9d refers to all of the ancestors from the first of the O\\'odham people to walk the earth to those who have perished during modern times. The term \\xe2\\x80\\x9cHohokam\\xe2\\x80\\x9d is an English adaptation of the word Huhugam, and has become known in the larger society as an archeological culture. The term Huhugam is often mistaken for the word Hohokam, although the terms do not have the same meaning and are not interchangeable. The four Federally-recognized O\\'odham Indian tribes claim cultural affiliation to the Hohokam archeological cultures, as well as to all others present in their aboriginal claims area during the prehistory of what is now known as Arizona and Mexico. These affiliations include several other archeological cultures, including but not limited to: The Archaic, Paleo-Indian, Salado, Patayan, and Sinagua. A written report, \\xe2\\x80\\x9cThe Four Southern Tribes and the Hohokam of the Phoenix Basin,\\xe2\\x80\\x9d given to the Hudson Museum by the Gila River Indian Community, provides a preponderance of evidence\\xe2\\x80\\x94archeological, linguistic, oral tradition, ethnographical, kinship, and biological\\xe2\\x80\\x94for a relationship of shared group identity between the Hohokam culture and the present-day O\\'odham. \n Linguistic evidence indicates that all of the O\\'odham speak different dialects of the same Uto-Aztecan language. O\\'odham communities were historically recorded as living in the Gila River area by Jesuit missionaries in 1687. In the 1700s, when written records about the O\\'odham began, they occupied at least seven rancherias. At the time of European contact, the O\\'odham, who occupied land previously inhabited by the Hohokam, mirrored the Hohokam in many ways. The Hohokam were desert agriculturalists who developed an elaborate system of irrigation canals to irrigate their crops. At European contact, it was documented that the O\\'odham were also desert agriculturalists who utilized irrigation canals and rivers. Based on scientific evidence, scholars view the complex irrigation systems of the O\\'odham and the Hohokam as evidence for a cultural continuity between the two that involved the ability to control mass labor in order to construct and maintain these canals. The Hohokam had a distinct settlement pattern that consisted of small farmsteads scattered throughout the landscape. The O\\'odham practiced this same type of settlement pattern. There was general architecture through the Hohokam Period to the historic O\\'odham Period that exhibited a trend from quadrangular to round structures through time. In addition, archeological and historical evidence shows that runoff farming was very common throughout the Southwest for over a millennium, until the early 20th century (Cordell, 1984). It was practiced by farmers of all the Pueblos and their ancestors as well as the Tohono O\\'odham and other tribes, including the Hopi and Zuni. Therefore, a relationship of shared group identity can also reasonably be traced between the Hohokam, and the Hopi and Zuni tribes. \n According to Jesse Walter Fewkes, American anthropologist and archeologist, O\\'odham oral tradition tells us that some of the people occupying the Hohokam area migrated northward and later built pueblos in the Little Colorado Valley. The descendants of these people in due course joined the Hopi and Zuni people, with whom, according to legends, they still live. These migrations occurred in prehistoric times, and vague legends still survive among both Zuni and Hopi regarding the life of some of their clans in the south. These migration legends are supported by archeological evidence. \n According to the Tumacacori National Historical Park, the Hopi Tribe of Arizona considers all of Arizona to be within traditional Hopi lands, or within those areas where Hopi clans migrated in the past. Some of the Hopi accounts promote the viewpoint of those who left for the northern pueblos (Courlander 1982, Fewkes 1920, Nequatewa 1936). There are very strong parallels between the O\\'odham and Hopi stories of this period in late prehistory, including not just the role of a great water serpent and a flood, but also the sacrifice of children in the flood, commemorated among the O\\'odham as the Children\\'s Shrine near Santa Rosa. Resolution H-70-94 signed on May 23, 1994, by the Hopi Tribal Council declares formal cultural affinity and affiliation with the Hohokam and Salado cultural groups. According to, \\xe2\\x80\\x9cYep Hisat Hoopoq\\'yaqam Yeesiwa (Hopi Ancestors Were Once Here): Hopi Cultural Affiliation With the Ancient Hohokam of Southern Arizona,\\xe2\\x80\\x9d a report by T. J. Ferguson, Leigh J. Kuwanwisiwma, Micah Loma\\'omvaya, Patrick Lyons, Greg Schachner, and Laurie Webster, the Hopi people trace their historical relationship with ancestral Hoopoq\\'yaqam groups who resided in the Hohokam area, using traditional history and geography, kinship, archeological materials, and on-going religious and cultural practices. This information is embedded in the traditional knowledge, religious practices and esoteric rites that the Hopi inherited from their ancestors. Corroborating evidence of a historical relationship with the Hohokam comes from ethnographic and archeological studies. Ceramic iconography, ritual artifacts and textiles constitute distinct patterns of material culture manufacture and distribution that link Hohokam and Hopi groups. According to oral tradition, Hopi clan migration supports a shared group identity with Hohokam and Salado. Modern-day ritual pilgrimage practices support that oral tradition. According to the notes of archeologist Harold S. Colton, a Hopi shrine is located near the mountain peaks in the vicinity of Phoenix. Cremation was practiced by at least one clan that migrated from the south to present-day Hopi territory. \n Architectural evidence also supports a shared group identity. Hopi style kivas have been found near Safford, in the southeast corner of Arizona. Similar underground rooms are found among ruins in the Southwest, signifying ritual or cultural use by the ancient peoples of the region, including the Ancient Pueblo People and the Hohokam. Kivas first appeared about A.D. 750; these rooms are generally believed to have been used for religious and other communal purposes. Today, the Hopi and other descendants still use kivas for ceremonial, religious and other special purposes. \n The \\xe2\\x80\\x9cZuni Policy Statement Regarding the Protection and Treatment of Human Remains and Associated Funerary Objects,\\xe2\\x80\\x9d (November 1992), which was sent to museums in the 1990s, states that the Zuni people are culturally affiliated to earlier groups, including Hohokam and Salado. On July 11, 1995, the Zuni Tribe issued a \\xe2\\x80\\x9cStatement of Cultural Affiliation With Prehistoric and Historic Cultures.\\xe2\\x80\\x9d In the statement, the Zuni Tribe declared that it has a relationship of shared group identity with Hohokam and Salado culture based on oral teachings and traditions, ethno historic documentation, historic documentation, archeological documentation, and other evidence. Zuni oral tradition supports a relationship of shared group identity between the Zuni and the Hohokam and Salado. The Phoenix Basin is a part of the Zuni migration histories. Medicine societies and Kiva groups have migration histories that place them in the Phoenix Basin. Archeological evidence suggests that the structure of religious organization among the Classic Period Hohokam may have been similar to the directional priesthoods of the historic O\\'odham and also of the people of the Zuni Tribe (Teague 1984b). \n In addition, results of a study comparing more than 60 genetic markers show a relatively close relationship between modern O\\'odham and the Zuni Tribe (Cavalli-Sforza 1994; The Four Southern Tribes and the Hohokam of the Phoenix Basin). \n ", "h_d_ci": "Null", "determinations": "Determinations Made by The University of Maine, Hudson Museum \n Officials of The University of Maine, Hudson Museum have determined that: \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described above represent the physical remains of one individual of Native American ancestry. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(3)(A), the one object described above is reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and associated funerary object and the Ak Chin Indian Community of the Maricopa (Ak Chin) Indian Reservation, Arizona; Gila River Indian Community of the Gila River Indian Reservation, Arizona; Hopi Tribe of Arizona; Salt River Pima-Maricopa Indian Community of the Salt River Reservation, Arizona; Tohono O\\'odham Nation of Arizona; and the Zuni Tribe of the Zuni Reservation, New Mexico (hereinafter referred to as \\xe2\\x80\\x9cThe Tribes\\xe2\\x80\\x9d). \n ", "a_r_d": "Representatives of any other Indian tribe that believes itself to be culturally affiliated with the human remains and associated funerary object should contact Susan M. Smith, Registrar, Hudson Museum, The University of Maine, 5746 Collins Center for the Arts, Orono, ME 04469-5746, telephone (207) 581-1902, before October 13, 2011. Repatriation of the human remains and associated funerary object to The Tribes may proceed after that date if no additional claimants come forward.\\n         \n The Hudson Museum is responsible for notifying The Tribes that this notice has been published. \n "}