{"index": "I_1188", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        [2253-665]\\n        Notice of Inventory Completion: U.S. Department of the Interior, Bureau of Indian Affairs, Washington, DC and Arizona State Museum, University of Arizona, Tucson, AZ\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains and associated funerary objects in the control of the U.S. Department of the Interior, Bureau of Indian Affairs, Washington, DC, and in the physical custody of the Arizona State Museum, University of Arizona, Tucson, AZ. The human remains and associated funerary objects were removed from sites within the boundaries of the Fort Apache Indian Reservation, Gila and Navajo Counties, AZ.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003(d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations in this notice.\\n        A detailed assessment of the human remains was made by Arizona State Museum professional staff in consultation with representatives of the Hopi Tribe of Arizona; White Mountain Apache Tribe of the Fort Apache Reservation, Arizona; and the Zuni Tribe of the Zuni Reservation, New Mexico (hereinafter referred to as \\xe2\\x80\\x9cThe Tribes\\xe2\\x80\\x9d).\\n        In 1979, fragmentary human remains representing a minimum of 18 individuals were removed from the Hilltop Ruin Site, AZ P:14:12(ASM), Navajo County, AZ, during a legally authorized survey conducted by the University of Arizona Archaeological Field School under the direction of Madeleine Hinkes. A report prepared by Hinkes describes the presence of at least 45 unauthorized excavation pits at this site. The human remains were collected from these pits or adjacent backdirt piles. There is no record in Arizona State Museum files regarding the accession of these human remains. However, the collection likely entered the museum in the same year as other collections from the summer field school. No known individuals were identified. No associated funerary objects are present.\\n        The Hilltop Ruin is a pueblo site of 75 to 100 rooms. The ceramic types indicate that the village was occupied during the period A.D. 1300 to 1400. These characteristics are consistent with the archeologically described Upland Mogollon or prehistoric Western Pueblo traditions.\\n\\n        In 1979, fragmentary human remains representing a minimum of 106 individuals were removed from the Brush Mountain Pueblo Site, AZ P:14:13(ASM), Navajo County, AZ, during a legally authorized survey conducted by the University of Arizona Archaeological Field School under the direction of Madeleine Hinkes. A report prepared by Hinkes describes the presence of 65 unauthorized excavation pits at this site. The human remains were collected from these pits.\\n        There is no record in Arizona State Museum files regarding the accession of these human remains. However, the collection likely entered the museum in the same year as other collections from the summer field school. No known individuals were identified. The two associated funerary objects are one ceramic sherd and one turquoise fragment.\\n        The Brush Mountain Pueblo site contains about 150 rooms. The ceramic types indicate that the village was occupied during the period A.D. 1300 to 1400. These characteristics are consistent with the archeologically described Upland Mogollon or prehistoric Western Pueblo traditions.\\n        At an unknown date, human remains representing a minimum of eight individuals were removed from the Martinez Ranch Site, AZ P:14:17(ASM), Navajo County, AZ. The site card was filed in the summer of 1965, during the University of Arizona Archaeological Field School, and it is possible that the human remains were removed during this survey of the site. There is no record in Arizona State Museum files regarding the accession of these human remains, although the label on the box in which the human remains were found is dated 1983. No known individuals were identified. No associated funerary objects are present.\\n        The Martinez Ranch Site contains the remains of a building with one to four rooms. Ceramics found on the surface indicate that the site dates to the Puebloan period, approximately A.D. 900 to 1400.\\n        During the years 1976 to 1989, legally authorized excavations were conducted at the site of Chiwodist\\xc3\\xa1s, AZ P:14:24(ASM), Navajo County, AZ, by the University of Arizona Archaeological Field School under the direction of J. Jefferson Reid. No human burials were intentionally excavated during this project. Archeological collections from the site were brought to the museum at the end of each field season, but no accession number was assigned to them. In 2009 and 2010, Arizona State Museum staff found fragmentary human remains representing a minimum of 16 individuals intermingled with animal bone collections from this site. The animal bones are not considered to be associated funerary objects. No known individuals were identified. No associated funerary objects are present.\\n        The Chiwodist\\xc3\\xa1s site is a small pueblo of about 20 rooms arranged around a plaza. Based on ceramic styles, the site has been dated to the period from A.D. 1263 to 1295. The ceramic and architectural forms are consistent with the archeologically described Upland Mogollon or prehistoric Western Pueblo traditions.\\n        In 1979, fragmentary human remains representing a minimum of seven individuals were removed from the Pinnacle Site, AZ P:14:71(ASM), Navajo County, AZ, during a legally authorized survey conducted by the University of Arizona Archaeological Field School under the direction of Madeleine Hinkes. A report prepared by Hinkes describes the presence of five unauthorized excavation pits at this site. The human remains were collected from these pits or elsewhere downslope. There is no record in Arizona State Museum files regarding the accession of these human remains. However, the collection likely entered the museum in the same year as other collections from the summer field school. No known individuals were identified. No associated funerary objects are present.\\n        The Pinnacle Site contains a pueblo of about 10 rooms. It is dated to the period from A.D. 1275 to 1400 on the basis of the ceramic assemblage. The ceramic and architectural forms are consistent with the archeologically described Upland Mogollon or prehistoric Western Pueblo traditions.\\n        In 1978, legally authorized excavations were conducted at site AZ P:14:176(ASM), Navajo County, AZ, by the University of Arizona Archaeological Field School under the direction of Brian Byrd. No human burials were intentionally excavated during this project. Archeological collections from the site were brought to the museum at the end of each field season, but no accession number was assigned. In 2009 and 2010, Arizona State Museum staff found fragmentary human remains representing a minimum of two individuals intermingled with animal bone collections from this site. No known individuals were identified. No associated funerary objects are present.\\n        Site AZ P:14:176 is a small pithouse site located in the vicinity of Chiwodist\\xc3\\xa1s. Based on the ceramic assemblage and architectural forms, the site has been dated to the early Mogollon period, approximately A.D. 500 to 1000. These characteristics are consistent with the archeologically described Upland Mogollon or prehistoric Western Pueblo traditions.\\n        In 1979, fragmentary human remains representing a minimum of 74 individuals were removed from an unnamed site, AZ P:14:281(ASM), Navajo County, AZ, during a legally authorized survey conducted by the University of Arizona Archaeological Field School under the direction of Madeleine Hinkes. A report prepared by Hinkes describes the presence of at least 70 unauthorized excavation pits at this site. The human remains were collected from these pits or adjacent backdirt piles. There is no record in Arizona State Museum files regarding the accession of these human remains. However, the collection likely entered the museum in the same year as other collections from the summer field school. No known individuals were identified. The three associated funerary objects are two modified animal bones and one bone bead.\\n        Site AZ P:14:281 contains a pueblo of about 31 rooms with additional stone alignments. Based on the ceramic assemblage, the site is dated to the period from A.D. 1275 to 1400. The ceramic and the architectural forms are consistent with the archeologically described Upland Mogollon or prehistoric Western Pueblo traditions.\\n        In 1929, human remains representing six individuals were removed from Canyon Creek Ruin, AZ C:2:8(GP)/AZ V:2:1(ASM), Gila County, AZ, during legally authorized excavations conducted by the Gila Pueblo Foundation, under the direction of Emil Haury. In 1950, the Gila Pueblo Foundation closed and the collections were transferred to the Arizona State Museum. No known individuals were identified. The 69 associated funerary objects are 1 basketry artifact, 9 pieces of botanical material, 1 piece of cotton roving, 2 cradleboards, 1 gourd bottle, 1 gourd dipper, 2 gourd scoops, 1 hair bundle, 3 ceramic bowls, 1 cotton manta, 1 basketry bowl, 1 basketry mat, 7 basketry mat fragments, 1 basketry tump strap, 1 reed-grass bundle, 2 sandals, 1 wood spindle, 2 cotton spindle sticks, 27 textile fragments, 1 torch, 1 yucca fiber apron, 1 yucca fiber quid, and 1 lot of yucca fiber yarn.\\n\\n        In 1979, human remains representing a minimum of one individual were removed from Canyon Creek Ruin, AZ C:2:8(GP)/AZ V:2:1(ASM), Gila County, AZ, during a legally authorized survey conducted by the University of Arizona Archaeological Field School under the direction of Madeleine Hinkes. The purpose of this project was to survey vandalism at Canyon Creek Ruin and other sites in the vicinity and to recover human remains that had been disturbed by unauthorized excavations. No known individual was identified. No associated funerary objects are present.\\n        \\n        Canyon Creek Ruin is a cliff dwelling site of approximately 140 rooms. Based on ceramic and perishable artifact assemblage, the site is dated to A.D. 1300 to 1400. The ceramic and the architectural forms are consistent with the archeologically described Upland Mogollon or prehistoric Western Pueblo traditions.\\n        In 1980, a collection survey was conducted at the Hole Canyon Ruin Site, AZ V:2:5(ASM), in Gila County, AZ, under the auspices of the University of Arizona Archaeological Field School under the direction of David Tuggle. No human burials were intentionally excavated during this project. Archeological collections from the site were brought to the museum at the end of each field season, but no accession number was assigned. In 2007, Arizona State Museum staff found fragmentary human remains representing a minimum of one individual intermingled with the perishable items collections from this site. No known individual was identified. No associated funerary objects are present.\\n        Hole Canyon Ruin is a cliff dwelling with approximately 19 rooms. Based on the ceramic assemblage, the site may be dated to the period A.D. 1300 to 1400. The ceramic and the architectural forms are consistent with the archeologically described Upland Mogollon or prehistoric Western Pueblo traditions.\\n        In 1969, human remains representing a minimum of two individuals were removed from site AZ V:2:12(ASM), Gila County, AZ, during legally authorized salvage activities conducted by the University of Arizona Archaeological Field School under the direction of David Tuggle. The site had previously been extensively vandalized, and the objective of the University of Arizona archeologists was to recover human remains that had been disturbed. Archeological collections from the site were brought to the museum at the end of each field season, but no accession number was assigned. No known individuals were identified. No associated funerary objects are present.\\n        Site AZ V:2:12 consists of a small pueblo of about 10 to 20 rooms and is associated with late Puebloan ceramics. On this basis, the site may be dated to A.D. 1275 to 1400. These characteristics are consistent with the archeologically described Upland Mogollon or prehistoric Western Pueblo traditions.\\n        A detailed discussion of the basis for cultural affiliation of archeological sites in the region where the above sites are located may be found in \\xe2\\x80\\x9cCultural Affiliation Assessment of White Mountain Apache Tribal Lands (Fort Apache Indian Reservation)\\xe2\\x80\\x9d, by John R. Welch and T.J. Ferguson (2005). To summarize, archeologists have used the terms Upland Mogollon or prehistoric Western Pueblo to define the archeological complexes represented by the 10 sites listed above. Material culture characteristics of these traditions include a temporal progression from earlier pit houses to later masonry pueblos, villages organized in room blocks of contiguous dwellings associated with plazas, rectangular kivas, polished and paint-decorated ceramics, unpainted corrugated ceramics, inhumation burials, cradleboard cranial deformation, grooved stone axes, and bone artifacts. The combination of the material culture attributes and a subsistence pattern, which included hunting and gathering augmented by maize agriculture, helps to identify an earlier group. Archeologists have also remarked that there are strong similarities between this earlier group and present-day tribes included in the Western Pueblo ethnographic group, especially the Hopi Tribe of Arizona and the Zuni Tribe of the Zuni Reservation, New Mexico. The similarities in ceramic traditions, burial practices, architectural forms, and settlement patterns have led archeologists to believe that the prehistoric inhabitants of the Mogollon Rim region migrated north and west to the Hopi mesas, and north and east to the Zuni River Valley. Certain objects found in Upland Mogollon archeological sites have been found to have strong resemblances to ritual paraphernalia that are used in continuing religious practices by the Hopi and Zuni. Some petroglyphs on the Fort Apache Indian Reservation have also persuaded archeologists of continuities between the earlier identified group and current-day Western Pueblo people. Biological information from the site of Grasshopper Pueblo, which is located in close proximity to the ten sites listed above, supports the view that the prehistoric occupants of the Upland Mogollon region had migrated from various locations to the north and west of the region.\\n        Hopi and Zuni oral traditions parallel the archeological evidence for migration. Migration figures prominently in Hopi oral tradition, which refers to the ancient sites, pottery, stone tools, petroglyphs, and other artifacts left behind by the ancestors as \\xe2\\x80\\x9cHopi Footprints.\\xe2\\x80\\x9d This migration history is complex and detailed, and includes traditions relating specific clans to the Mogollon region. Hopi cultural advisors have also identified medicinal and culinary plants at archeological sites in the region. Their knowledge about these plants was passed down to them from the ancestors who inhabited these ancient sites. Migration is also an important attribute of Zuni oral tradition, and includes accounts of Zuni ancestors passing through the Upland Mogollon region. The ancient villages mark the routes of these migrations. Zuni cultural advisors remark that the ancient sites were not abandoned. People returned to these places from time to time, either to reoccupy them or for the purpose of religious pilgrimages\\xe2\\x80\\x94a practice that has continued to the present-day. Archeologists have found ceramic evidence at shrines in the Upland Mogollon region that confirms these reports. Zuni cultural advisors have names for plants endemic to the Mogollon region that do not grow on the Zuni Reservation. They also have knowledge about traditional medicinal and ceremonial uses for these resources, which has been passed down to them from their ancestors. Furthermore, Hopi and Zuni cultural advisors have recognized that their ancestors may have been co-resident at some of the sites in this region during their ancestral migrations.\\n\\n        There are differing points of view regarding the possible presence of Apache people in the Upland Mogollon region during the time that these ancient sites were occupied. Some Apache traditions describe interactions with Ancestral Puebloan people during this time, but according to these stories, Puebloan people and Apache people were regarded as having separate identities. The White Mountain Apache Tribe of the Fort Apache Reservation, Arizona, does not claim cultural affiliation with the human remains and associated funerary objects from these 10 ancestral Upland Mogollon sites. As reported by Welch and Ferguson (2005), consultations between the White Mountain Apache Tribe of the Fort Apache Reservation, Arizona, and the Navajo Nation, Arizona, New Mexico & Utah; Pueblo of Acoma, New Mexico; and Pueblo of Laguna, New Mexico, have indicated that none of these tribes wish to pursue claims of affiliation with sites on White Mountain Apache Tribal lands. Finally, the White Mountain Apache Tribe of the Fort Apache Reservation, Arizona, supports the repatriation of human remains and associated funerary objects from these 10 ancestral Upland Mogollon sites and is ready to assist the Hopi Tribe of Arizona and Zuni Tribe of the Zuni Reservation, New Mexico, in their reburial on tribal land.\\n        Officials of the Bureau of Indian Affairs and Arizona State Museum have determined, pursuant to 25 U.S.C. 3001(9), that the human remains described above represent the physical remains of 241 individuals of Native American ancestry. Officials of the Bureau of Indian Affairs and Arizona State Museum also have determined, pursuant to 25 U.S.C. 3001(3)(A), that the 74 objects described above are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony. Lastly, officials of the Bureau of Indian Affairs and Arizona State Museum have determined, pursuant to 25 U.S.C. 3001(2), that there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and associated funerary objects and the Hopi Tribe of Arizona and Zuni Tribe of the Zuni Reservation, New Mexico.\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the human remains and associated funerary objects should contact John McClelland, NAGPRA Coordinator, Arizona State Museum, University of Arizona, Tucson, AZ 85721, telephone (520) 626-2950, before April 14, 2011. Repatriation of the human remains and associated funerary objects to the Hopi Tribe of Arizona and Zuni Tribe of the Zuni Reservation, New Mexico, may proceed after that date if no additional claimants come forward.\\n        The Arizona State Museum is responsible for notifying The Tribes that this notice has been published.\\n        \\n          Dated: March 9, 2011.\\n          Sherry Hutt,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. 2011-5888 Filed 3-14-11; 8:45 am]\\n      BILLING CODE 4312-50-P\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "[2253-665]", "subject": "Notice of Inventory Completion: U.S. Department of the Interior, Bureau of Indian Affairs, Washington, DC and Arizona State Museum, University of Arizona, Tucson, AZ", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: March 9, 2011.", "signature_name": "Sherry Hutt,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. 2011-5888 Filed 3-14-11; 8:45 am]", "billing_code": "BILLING CODE 4312-50-P", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}