{"index": "I_1180", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        [2253-665]\\n        Notice of Inventory Completion: U.S. Department of the Interior, Bureau of Indian Affairs, Washington, DC, and University of Wyoming, Anthropology Department, Human Remains Repository, Laramie, WY\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains and associated funerary objects in the control of the U.S. Department of the Interior, Bureau of Indian Affairs, Washington, DC, and in the possession of the University of Wyoming, Anthropology Department, Human Remains Repository, Laramie, WY. The human remains and associated funerary objects were removed from within the boundaries of the Crow Reservation, Yellowstone County, MT.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003(d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations in this notice.\\n        A detailed assessment of the human remains was made by University of Wyoming, Anthropology Department, Human Remains Repository, professional staff in consultation with representatives of the Crow Tribe of Montana.\\n        In the 1930s or early 1940s, human remains representing a minimum of one individual were removed from a rock walled burial cyst by members of the Montana Archaeological Survey on the Crow Reservation, Yellowstone County, MT. The remains have been at the University of Wyoming since the 1960s, but possibly earlier (HR015). No known individual was identified. The two associated funerary objects are one small glass trade bead and a fragment of cloth.\\n        Human Remains Repository notes indicate that the burial was associated with other burial cysts and probably dates after the 1860s. The University of Wyoming, Anthropology Department, Human Remains Repository, determined that the human remains are Native American based on cranial morphology and tooth form. Based on the notes and the burial location, officials of the Human Remains Repository reasonably believe that the remains represent an individual related to the Crow Tribe of Montana. The Crow Tribe presented evidence that showed the burial location is within their tribal homeland as defined by the Treaty of Fort Laramie (1851), Indian Claims Commission (3 Ind. Cls. Comm. 147), and U.S. Court of Claims (284 F.2c 361 (1960)).\\n\\n        Officials of the Bureau of Indian Affairs and the University of Wyoming, Anthropology Department, Human Remains Repository, have determined, pursuant to 25 U.S.C. 3001(9), that the human remains described above represent the physical remains of one individual of Native American ancestry. Officials of the Bureau of Indian Affairs and the University of Wyoming, Anthropology Department, Human Remains Repository, have also determined, pursuant to 25 U.S.C. 3001(3)(A), that the two objects described above are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of a death rite or ceremony. Lastly, officials of the Bureau of Indian Affairs and the University of Wyoming, Anthropology Department, Human Remains Repository, have determined, pursuant to 25 U.S.C. 3001(2), that there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and associated funerary objects and the Crow Tribe of Montana.\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the human remains and associated funerary objects should contact Rick L. Weathermon, NAGPRA Contact at the University of Wyoming, Department 3431, Anthropology, 1000 E. University Ave., Laramie, WY 82071, telephone (307) 766-5136, before April 14, 2011. Repatriation of the human remains and associated funerary objects to the Crow Tribe of Montana may proceed after that date if no additional claimants come forward.\\n        The University of Wyoming, Anthropology Department, Human Remains Repository, is responsible for notifying the Crow Tribe of Montana that this notice has been published.\\n        \\n          Dated: March 9, 2011.\\n          Sherry Hutt,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. 2011-5856 Filed 3-14-11; 8:45 am]\\n      BILLING CODE 4312-50-P\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "[2253-665]", "subject": "Notice of Inventory Completion: U.S. Department of the Interior, Bureau of Indian Affairs, Washington, DC, and University of Wyoming, Anthropology Department, Human Remains Repository, Laramie, WY", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: March 9, 2011.", "signature_name": "Sherry Hutt,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. 2011-5856 Filed 3-14-11; 8:45 am]", "billing_code": "BILLING CODE 4312-50-P", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}