{"index": "I_1232", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Inventory Completion: U.S. Department of the Interior, Bureau of Indian Affairs, Washington, DC, and Arizona State Museum, University of Arizona, Tucson, AZ\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n\\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains and associated funerary objects in the control of the U.S. Department of the Interior, Bureau of Indian Affairs, Washington, DC, and in the physical custody of the Arizona State Museum, University of Arizona, Tucson, AZ. The human remains and associated funerary objects were removed from sites within the boundaries of the Fort Apache Indian Reservation, Gila County, AZ. \\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003(d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations in this notice. \\n        A detailed assessment of the human remains was made by Arizona State Museum professional staff in consultation with representatives of the Hopi Tribe of Arizona; White Mountain Apache Tribe of the Fort Apache Reservation, Arizona; and the Zuni Tribe of the Zuni Reservation, New Mexico. \\n        In 1978, human remains representing a minimum of 65 individuals were removed from Spotted Mountain Ruin, AZ V:2:3(ASM), Gila County, AZ, during legally authorized salvage activities conducted by the University of Arizona Archaeological Field School under the direction of Madeleine Hinkes. The site had previously been extensively vandalized, and the objective of the University of Arizona archeologists was to recover all the human remains and associated funerary objects which had been disturbed. The collections were accessioned by the Arizona State Museum in 1978. No known individuals were identified. The 179 associated funerary objects are 155 ceramic sherds, 3 ceramic vessels, 1 stone drill, 14 stone projectile points, 1 stone drill base, 1 shell fragment, 1 stone core and 3 pieces of flaked stone. \\n        The Spotted Mountain Ruin is a pueblo site with at least 80 rooms and an associated plaza. The architectural forms and ceramic types indicate that the village was occupied during the period A.D. 1275-1400. These characteristics are consistent with the archeologically described Upland Mogollon or prehistoric Western Pueblo traditions.\\n        In 1971, fragmentary human remains representing a minimum of four individuals were removed from the August 13th Site, AZ V:2:9(ASM), Gila County, AZ, during a legally authorized survey conducted by the University of Arizona Archaeological Field School under the direction of William Longacre. The site had previously been vandalized, and the objective of the University of Arizona survey was to recover all the human remains which had been disturbed. The collections were accessioned by the Arizona State Museum in 1971. No known individuals were identified. No associated funerary objects are present. \\n        The site was described in field notes as a pueblo of at least 200 rooms. It is probable that this site is actually the same locality as the Blue House Mountain Site, AZ V:2:13(ASM). The architectural forms and ceramic types indicate that the village was occupied during the period A.D. 1275-1400. These characteristics are consistent with the archeologically described Upland Mogollon or prehistoric Western Pueblo traditions. \\n        In 1979, fragmentary human remains representing a minimum of three individuals were removed from the Blue House Mountain Site, AZ V:2:13(ASM), Gila County, AZ, during a legally authorized survey conducted by the University of Arizona Archaeological Field School under the direction of Madeleine Hinkes. A report prepared by Madeleine Hinkes describes the presence of 20 to 30 unauthorized excavations and scattered bone at this site, but does not state whether or not the bone was collected during her survey. There is no record in Arizona State Museum files regarding the accession of these human remains. However, the container in which the human remains were found is labeled July 8, 1979. No known individuals were identified. No associated funerary objects are present. \\n        The Blue House Mountain Site is a 140 room pueblo. The architectural forms and ceramic types indicate that the village was occupied during the period A.D. 1275-1400. These characteristics are consistent with the archeologically described Upland Mogollon or prehistoric Western Pueblo traditions. \\n        On an unknown date, fragmentary human remains representing a minimum of one individual were removed from the T-20 Site, AZ V:2:14(ASM), Gila County, AZ. It is possible that the human remains were collected in 1979, at the same time that nearby sites were visited during legally authorized surveys conducted by the University of Arizona Archaeological Field School under the direction of Madeleine Hinkes. There is no record in Arizona State Museum files regarding the accession of these human remains, but the fact that they were found in the same storage location as the human remains from site AZ V:2:13(ASM) suggests that they were brought to the museum at the same time. No known individual was identified. The one associated funerary object is a chert flake.\\n        The T-20 Site has been dated to the period A.D. 900-1000, based on the types of ceramics present on the ground surface and surface indications of pithouse architecture. These characteristics indicate that the occupation of the site is likely related to an early phase of the archeologically described Upland Mogollon or prehistoric Western Pueblo traditions.\\n        On an unknown date, fragmentary human remains representing a minimum of four individuals were removed from Canyon Butte Pueblo, AZ V:2:49(ASM), Gila County, AZ. It is probable that the human remains were collected in 1979 during legally authorized surveys conducted by the University of Arizona Archaeological Field School under the direction of Madeleine Hinkes. A report prepared by Madeleine Hinkes describes the presence of five unauthorized excavations with a scatter of human and non-human bone at this site, but does not state whether or not the bone was collected during her survey. There is no record in Arizona State Museum files regarding the accession of these human remains, but the fact that they were found in the same storage location as the human remains from site AZ V:2:13(ASM) suggests that they were brought to the museum at the same time as that collection. No known individuals were identified. No associated funerary objects are present.\\n        Canyon Butte Pueblo is an L-shaped masonry building of 40 to 65 rooms, with a walled plaza. The architectural forms and ceramic types indicate that the village was occupied during the period A.D. 1275-1400. These characteristics are consistent with the archeologically described Upland Mogollon or prehistoric Western Pueblo traditions.\\n\\n        A detailed discussion of the basis for cultural affiliation of archeological sites in the region where the above sites are located may be found in \\xe2\\x80\\x9cCultural Affiliation Assessment of White Mountain Apache Tribal Lands (Fort Apache Indian Reservation),\\xe2\\x80\\x9d by John R. Welch and T.J. Ferguson (2005). The results of their assessment may be summarized as follows. Archeologists have used the terms Upland Mogollon or prehistoric Western Pueblo to define the archeological complexes represented by the five sites listed above. Material culture characteristics of these traditions include a temporal progression from earlier pit houses to later masonry pueblos, villages organized in room blocks of contiguous dwellings associated with plazas, rectangular kivas, polished and paint-decorated ceramics, unpainted corrugated ceramics, inhumation burials, cradleboard cranial deformation, grooved stone axes and bone artifacts. The combination of the material culture attributes and a subsistence pattern that included hunting and gathering augmented by maize agriculture helps to recognize an identifiable earlier group. Archeologists have also remarked that there are strong similarities between this earlier group and present-day tribes included in the Western Pueblo ethnographic group, especially including the Hopi Tribe of Arizona and the Zuni Tribe of the Zuni Reservation, New Mexico. The similarities in ceramic traditions, burial practices, architectural forms and settlement patterns have led archeologists to believe that the prehistoric inhabitants of the Mogollon Rim region migrated north and west to the Hopi mesas, and north and east to the Zuni River Valley. Certain objects found in Upland Mogollon archeological sites have been found to have strong resemblances with ritual paraphernalia that are used in continuing religious practices by the Hopi and Zuni. Some petroglyphs on the Fort Apache Indian Reservation have also persuaded archeologists of continuities between the earlier identified group and current-day Western Pueblo people. Biological information from the site of Grasshopper Pueblo, which is located in close proximity to the five sites listed above, supports the view that the prehistoric occupants of the Upland Mogollon region had migrated from various locations to the north and west of the region.\\n        The archeological evidence for migration is paralleled by Hopi and Zuni oral traditions. Migration figures prominently in Hopi oral tradition, which refers to the ancient sites, pottery, stone tools, petroglyphs and other artifacts left behind by the ancestors as \\xe2\\x80\\x9cHopi Footprints.\\xe2\\x80\\x9d This migration history is complex and detailed and includes traditions relating specific clans to the Mogollon region. Hopi cultural advisors have also identified medicinal and culinary plants at archeological sites in the region. Their knowledge about these plants was passed down to them from the ancestors who inhabited these ancient sites. Migration is also an important attribute of Zuni oral tradition and includes accounts of Zuni ancestors passing through the Upland Mogollon region. The ancient villages mark the routes of these migrations. Zuni cultural advisors remark that the ancient sites were not abandoned. People returned to these places from time to time, either to reoccupy them or for the purpose of religious pilgrimages \\xe2\\x80\\x94 a practice that has continued to the present-day. Archeologists have found ceramic evidence at shrines in the Upland Mogollon region that confirms these reports. Zuni cultural advisors have names for plants endemic to the Mogollon region which do not grow on the Zuni Reservation. They also have knowledge about traditional medicinal and ceremonial uses for these resources, which has been passed down to them from their ancestors. Furthermore, Hopi and Zuni cultural advisors have recognized that their ancestors may have been co-resident at some of the sites in this region during their ancestral migrations.\\n        There are differing points of view regarding the possible presence of Apache people in the Upland Mogollon region during the time that these ancient sites were occupied. Some Apache traditions describe interactions with Ancestral Pueblo people during this time, but according to these stories, Puebloan people and Apache people were regarded as having separate identities. The White Mountain Apache Tribe of the Fort Apache Reservation, Arizona, does not claim cultural affiliation with the human remains and associated funerary objects from these five ancestral Upland Mogollon sites. As reported by Welch and Ferguson (2005), consultations between the White Mountain Apache Tribe of the Fort Apache Reservation, Arizona, and the Navajo Nation, Arizona, New Mexico & Utah; Pueblo of Acoma, New Mexico; and Pueblo of Laguna, New Mexico, have indicated that that none of these tribes wish to pursue claims of affiliation with sites on White Mountain Apache Tribal lands. Finally, the White Mountain Apache Tribe of the Fort Apache Reservation, Arizona, supports the repatriation of human remains and associated funerary objects from these five ancestral Upland Mogollon sites and is ready to assist the Hopi Tribe of Arizona and Zuni Tribe of the Zuni Reservation, New Mexico, in reburial on tribal land. \\n        Officials of the Bureau of Indian Affairs and Arizona State Museum have determined that, pursuant to 25 U.S.C. 3001(9), the human remains described above represent the physical remains of 77 individuals of Native American ancestry. Officials of the Bureau of Indian Affairs and Arizona State Museum also have determined that, pursuant to 25 U.S.C. 3001(3)(A), the 180 objects described above are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony. Lastly, officials of the Bureau of Indian Affairs and Arizona State Museum have determined that, pursuant to 25 U.S.C. 3001(2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and associated funerary objects and the Hopi Tribe of Arizona and Zuni Tribe of the Zuni Reservation, New Mexico. \\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the human remains and associated funerary objects should contact John McClelland, NAGPRA Coordinator, Arizona State Museum, University of Arizona, Tucson, AZ 85721, telephone (520) 626-2950, before September 23, 2010. Repatriation of the human remains and associated funerary objects to the Hopi Tribe of Arizona and Zuni Tribe of the Zuni Reservation, New Mexico, may proceed after that date if no additional claimants come forward.\\n        The Arizona State Museum is responsible for notifying the Hopi Tribe of Arizona and Zuni Tribe of the Zuni Reservation, New Mexico, that this notice has been published.\\n        \\n          Dated: August 18, 2010.\\n          David Tarler,\\n          Acting Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. 2010-20946 Filed 8-23-10; 8:45 am]\\n      BILLING CODE 4312-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Inventory Completion: U.S. Department of the Interior, Bureau of Indian Affairs, Washington, DC, and Arizona State Museum, University of Arizona, Tucson, AZ", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: August 18, 2010.", "signature_name": "David Tarler,", "signature_title": "Acting Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. 2010-20946 Filed 8-23-10; 8:45 am]", "billing_code": "BILLING CODE 4312-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}