{"index": "I_1221", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Inventory Completion: Denver Museum of Nature & Science, Denver, CO; Correction\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice; correction.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains and associated funerary objects in the control of the Denver Museum of Nature & Science, Denver, CO. The human remains and associated funerary objects were removed from Grand County, UT; possibly eastern Utah or western Colorado; Montezuma County, CO; and the American \\xe2\\x80\\x9cSouthwest.\\xe2\\x80\\x9d\\n        This notice is published as part of the National Park Service;s administrative responsibilities under NAGPRA, 25 U.S.C. 3003(d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations in this notice. \\n\\n        This notice corrects a Notice of Inventory Completion published in the Federal Register (75 FR 42770-42771, July 22, 2010) with the addition of 13 associated funerary objects. Since the publication of the notice, additional associated funerary objects likely removed from an unknown site in eastern Utah or western Colorado by H. Marie Wormington were found to be in the possession of the Denver Museum of Nature & Science collections. \\n        In the Federal Register of July 22, 2010, paragraph number 4, page 42770, is corrected by substituting the following paragraph:\\n        In the 1940s, human remains representing a minimum of four individuals were likely removed during excavations in eastern Utah or western Colorado by H. Marie Wormington, archeologist. In 1993, Wormington donated these remains to the museum (DMNS catalogue (and CUI numbers) A1985.1 (CUI 24), A1985.2 (CUI 25), A1985.3 (CUI 26), and A1985.4 (CUI 27)). The remains include one adult female, one child of indeterminate sex, and two adults of indeterminate sex. Most of these individuals are represented by fragmentary remains. Newspaper wrappings around the remains are dated to March 12, 1949. Wormingtoncoms field expeditions during this time focused on the area between Utah and Colorado. No known individuals were identified. The 13 associated funerary objects are unworked rocks associated with the adult female (DMNS catalogue number A1985.1).\\n        In the Federal Register of July 22, 2010, paragraph number 2, page 42771, is corrected by substituting the following paragraph:\\n        Officials of the Denver Museum of Nature & Science have determined that, pursuant to 25 U.S.C. 3001(9), the human remains described above represent the physical remains of 16 individuals of Native American ancestry. Officials of the Denver Museum of Nature & Science also have determined that, pursuant to 25 U.S.C. 3001(3)(A), the 17 objects described above are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony. Lastly, officials of the Denver Museum of Nature & Science have determined that, pursuant to 25 U.S.C. 3001(2), a relationship of shared group identity cannot be reasonably traced between the Native American human remains and associated funerary objects and any present-day Indian tribe.\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the human remains and associated funerary objects should contact Dr. Chip Colwell-Chanthaphonh, Denver Museum of Nature & Science, 2001 Colorado Blvd., Denver, CO 80205, telephone (303) 370-6378, before October 14, 2010. Disposition of the human remains and associated funerary objects to the Hopi Tribe of Arizona; Pueblo of Acoma, New Mexico; Pueblo of Zia, New Mexico; and the Zuni Tribe of the Zuni Reservation, New Mexico, may proceed after that date if no additional claimants come forward.\\n\\n        The Denver Museum of Nature & Science is responsible for notifying the Ak Chin Indian Community of the Maricopa (Ak Chin) Indian Reservation, Arizona; Fort Mojave Indian Tribe of Arizona, California & Nevada; Fort Sill Apache Tribe of Oklahoma; Gila River Indian Community of the Gila River Indian Reservation, Arizona; Havasupai Tribe of the Havasupai Reservation, Arizona; Hopi Tribe of Arizona; Hualapai Indian Tribe of the Hualapai Indian Reservation, Arizona; Jicarilla Apache Nation, New Mexico; Mescalero Apache Tribe of the Mescalero Reservation, New Mexico; Navajo Nation, Arizona, New Mexico & Utah; Ohkay Owingeh, New Mexico; Pueblo of Acoma, New Mexico; Pueblo of Cochiti, New Mexico; Pueblo of Isleta, New Mexico; Pueblo of Jemez, New Mexico; Pueblo of Laguna, New Mexico; Pueblo of Nambe, New Mexico; Pueblo of Picuris, New Mexico; Pueblo of Pojoaque, New Mexico; Pueblo of San Felipe, New Mexico; Pueblo of San Ildefonso, New Mexico; Pueblo of Sandia, New Mexico; Pueblo of Santa Ana, New Mexico; Pueblo of Santa Clara, New Mexico; Pueblo of Santo Domingo, New Mexico; Pueblo of Taos, New Mexico; Pueblo of Tesuque, New Mexico; Pueblo of Zia, New Mexico; Salt River Pima-Maricopa Indian Community of the Salt River Reservation, Arizona; San Carlos Apache Tribe of the San Carlos Reservation, Arizona; Shoshone Tribe of the Wind River Reservation, Wyoming; Shoshone-Bannock Tribes of the Fort Hall Reservation of Idaho; Shoshone-Paiute Tribes of the Duck Valley Reservation, Nevada; Southern Ute Indian Tribe of the Southern Ute Reservation, Colorado; Tohono O\\'odham Nation of Arizona; Ute Indian Tribe of the Uintah & Ouray Reservation, Utah; Ute Mountain Tribe of the Ute Mountain Reservation, Colorado, New Mexico & Utah; White Mountain Apache Tribe of the Fort Apache Reservation, Arizona; Yavapai-Apache Nation of the Camp Verde Indian Reservation, Arizona; Yavapai-Prescott Tribe of the Yavapai Reservation, Arizona; Ysleta Del Sur Pueblo of Texas; Zuni Tribe of the Zuni Reservation, New Mexico; and the Southern Paiute Consortium, a non-federally recognized Indian group, that this notice has been published.\\n        \\n          Dated: September 8, 2010.\\n          Sherry Hutt,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. 2010-22786 Filed 9-13-10; 8:45 am]\\n      BILLING CODE 4312-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Inventory Completion: Denver Museum of Nature & Science, Denver, CO; Correction", "agency2": "National Park Service, Interior.", "action": "Notice; correction.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: September 8, 2010.", "signature_name": "Sherry Hutt,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. 2010-22786 Filed 9-13-10; 8:45 am]", "billing_code": "BILLING CODE 4312-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}