{"index": "I_1278", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Inventory Completion: Pierce College District, Lakewood, WA, and Thomas Burke Memorial Washington State Museum, University of Washington, Seattle, WA\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains in the control of the Pierce College District, Lakewood, WA, and in the physical custody of the Thomas Burke Memorial Washington State Museum (Burke Museum), University of Washington, Seattle, WA. The human remains were most likely removed from Gig Harbor, Pierce County, WA. \\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003 (d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains. The National Park Service is not responsible for the determinations in this notice. \\n        A detailed assessment of the human remains was made by Pierce College professional staff in consultation with representatives of the Burke Museum and the Puyallup Tribe of the Puyallup Reservation, Washington. \\n        During 1973, human remains representing a minimum of two individuals were most likely removed from archeological site 45-PI-13 (Minter II), Gig Harbor, in Pierce County, WA, by Dale McGinnis. No known individuals were identified. No associated funerary objects are present.\\n        The human remains are from an unspecified excavation and were found in a box labeled \\xe2\\x80\\x9cFaunal Midden Remains.\\xe2\\x80\\x9d Initially, they were determined to be culturally unidentifiable, based on lack of provenience, but additional information was put forward by the Puyallup Tribe and other sources, the preponderance of the evidence now supports a cultural affiliation for the human remains with the Puyallup Tribe.\\n        One of the additional sources was Mike Avey, a former Anthropology Department Chair at Pierce College Fort Steilacoom. In 2006, he stated that the human remains might be from the Minter Bay excavation by Dale McGinnis. There is a dual numbering system present on the remains. It is believed that these human remains initially were numbered while on loan to the University of Oregon, and then were numbered by Pierce College upon their return, as this dual numbering system does not match any of the other archeological collections held by Pierce College. Therefore, the Pierce College District reasonably believes the human remains were removed from the Minter site. The home of the Minter people is an area within the historically and ethnographically documented territory of the Puyallup Tribe. This area has long been occupied by the Shotlemamish, a Southern Lushootseed speaking group, whose descendants are members of the Puyallup Tribe of the Puyallup Reservation, Washington. \\n        Officials of the Pierce College District have determined that, pursuant to 25 U.S.C. 3001 (9-10), the human remains described above represent the physical remains of two individuals of Native American ancestry. Officials of the Pierce College District also have determined that, pursuant to 25 U.S.C. 3001 (2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and the Puyallup Tribe of the Puyallup Reservation, Washington.\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the human remains should contact Chris MacKersie, District Director of Safety & Security and Assistant Director of Facilities, Pierce College District, 9401 Farwest Dr. SW, Lakewood, WA 98498, telephone (253) 912-3655, before April 26, 2010. Repatriation of the human remains to the Puyallup Tribe of the Puyallup Reservation, Washington may proceed after that date if no additional claimants come forward.\\n        Pierce College District is responsible for notifying the Puyallup Tribe of the Puyallup Reservation, Washington that this notice has been published. \\n        \\n          Dated: March 3, 2010\\n          Sherry Hutt, \\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. 2010-6577 Filed 3-24-10; 8:45 am]\\n      BILLING CODE 4312-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Inventory Completion: Pierce College District, Lakewood, WA, and Thomas Burke Memorial Washington State Museum, University of Washington, Seattle, WA", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: March 3, 2010", "signature_name": "Sherry Hutt, ", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. 2010-6577 Filed 3-24-10; 8:45 am]", "billing_code": "BILLING CODE 4312-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}