{"index": "I_1298", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Inventory Completion: San Diego Museum of Man, San Diego, CA\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains and associated funerary objects in the possession and control of the San Diego Museum of Man, San Diego, CA. The human remains and associated funerary objects were removed from Kern, Sacramento, and Tulare Counties, CA. \\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003 (d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations in this notice. \\n        A detailed assessment of the human remains was made by the San Diego Museum of Man professional staff in consultation with representatives of the Santa Rosa Indian Community of the Santa Rosa Rancheria, California.\\n        In 1958, human remains representing a minimum of four individuals were removed from a burial site on a delta area called the \\xe2\\x80\\x9cMeadows\\xe2\\x80\\x9d near the mouth of the Snodgrass Slough on an island in the Sacramento River in the vicinity of Walnut Grove, Sacramento County, CA. The human remains and associated funerary objects were collected by Mr. and Mrs. Ken and Shirley Westbrook, and donated to the San Diego Museum of Man on July 10, 1961. No known individuals were identified. The 13 associated funerary objects are 1 pestle, 1 bone awl, 3 stone projectile point fragments, and 8 fired clay fragments.\\n        The remains of two of the individuals consist of partial skulls with associated mandibles. Originally, the other two individuals were determined to be two bone awls, but were subsequently identified as human remains. As noted by the donors, the site had been disturbed and the remains of a great number of individuals seemed to be represented. According to the Museum of Man records, the human remains and associated funerary objects are believed to date to prehistoric or pre-contact time. The Santa Rosa Indian Community of the Santa Rosa Rancheria, Tachi Yokut Tribe, has provided the museum with information consisting of oral stories, territory and language family maps, and written ethnographical information about the Yokuts and their inter-relationships with surrounding communities, which also covers the territory where the human remains and associated funerary objects were discovered, and provides a determination of more likely than not of cultural affiliation to the human remains and associated funerary objects. \\n        On an unknown date, human remains representing a minimum of seven individuals were removed from a burial mound \\xe2\\x80\\x9cat the Indian village site\\xe2\\x80\\x9d near the east shore of Tulare Lake at the junction of the Elk Bayou and Tule Rivers, a quarter mile east of the Kings County border, five miles from the town of Corcoran, in Tulare County, CA. The human remains and associated funerary objects were collected by Mr. David Folsom, and donated to the museum on November 13, 1954. No known individuals were identified. The 59 associated funerary objects are 2 strands of glass trade beads, 1 strand of shell disk beads, 1 strand of steatite disk beads, 2 strands of olivella shell beads, 4 tubular shell beads, 1 shell tube, 1 steatite ceremonial stone, 1 abalone shell dish, 1 pismo clam shell bead, 2 abalone shell disk beads, 3 abalone shell ornaments, 3 abalone shell pendants, 1 bird claw, 1 clay bead, 1 bird bone ear ornament, 1 plummet stone, 3 stone projectile points, 1 obsidian drill, 2 stone blades, 2 slate blades, 23 fragments of a steatite bowl (or bowls), and 2 miscellaneous steatite objects. There are eight tubular shell beads currently missing in the collection. \\n        Museum records indicate that the burial mound consisted of complete skeletons, but only the skulls and funerary objects associated with the burials were collected by the donor. According to the donor, \\xe2\\x80\\x9cthe burial mound is called the \\xe2\\x80\\x9cplague pit\\xe2\\x80\\x9d by the local inhabitants due to a story that in historic times, there was a plague among the Native American people of the area which killed large numbers of them in a short period of time. Their bodies were hurriedly thrown into a large common grave which is supposed to be the mound.\\xe2\\x80\\x9d The donor also states that \\xe2\\x80\\x9cthe beads were found in the area below the skulls, indicating that they were necklaces, and other artifacts were placed on the bodies or near them.\\xe2\\x80\\x9d Records indicate that the glass trade beads found associated with the burials indicates that they are historic burials and that the location of the site indicates that these are Yokut Indian burials. The Santa Rosa Indian Community of the Santa Rosa Rancheria, Tachi Yokut Tribe, has provided the museum with information consisting of oral stories, territory and language family maps, and written ethnographical information about the Yokuts and their inter-relationships with surrounding communities, which also covers the territory where the human remains and associated funerary objects were discovered, and supports a determination of more likely than not of cultural affiliation to the human remains and associated funerary objects.\\n\\n        In 1956, human remains representing a minimum of one individual were removed from a burial located two miles north of the town of Pond on Central Valley Highway, in Kern County, CA. In 1972, the human remains were gifted as part of a collection to the San Diego Museum of Man by Dr. Carl L. Hubbs of the Scripps Institute of Oceanography. No known individual was identified. No associated funerary objects are present. \\n        \\n        The burial was recorded as being in a sitting position and was exposed by land leveling, about two feet below the surface. The pelvis bone was permeated with gypsum or salt. Museum records indicate that the cultural affiliation of the human remains is southern/central Yokuts, and indicates the age as prehistoric. The Santa Rosa Indian Community of the Santa Rosa Rancheria, Tachi Yokut Tribe, has provided the museum with information consisting of oral stories, territory and language family maps, and written ethnographical information about the Yokuts and their inter-relationships with surrounding communities, which also covers the territory where the human remains were discovered, and provides a determination of more likely than not of cultural affiliation to the human remains.\\n        Officials of the San Diego Museum of Man have determined that, pursuant to 25 U.S.C. 3001 (9-10), the human remains described above represent the physical remains of 12 individuals of Native American ancestry. Officials of the San Diego Museum of Man also have determined that, pursuant to 25 U.S.C. 3001 (3)(A), the 72 objects described above are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony. Lastly, officials of the San Diego Museum of Man have determined that, pursuant to 25 U.S.C. 3001 (2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and associated funerary objects and the Santa Rosa Indian Community of the Santa Rosa Rancheria, California. \\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the human remains and associated funerary objects should contact Philip Hoog, Archaeology and NAGPRA Coordinator, San Diego Museum of Man, 1350 El Prado, Balboa Park, San Diego, CA 92101, telephone (619) 239-2001, before January 8, 2010. Repatriation of the human remains and associated funerary objects to the Santa Rosa Indian Community of the Santa Rosa Rancheria, California may proceed after that date if no additional claimants come forward.\\n        The San Diego Museum of Man is responsible for notifying the Santa Rosa Indian Community of the Santa Rosa Rancheria, California that this notice has been published.\\n        \\n          Dated: October 15, 2009.\\n          Sherry Hutt,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. E9-29295 Filed 12-8-09; 8:45 am]\\n      BILLING CODE 4312-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Inventory Completion: San Diego Museum of Man, San Diego, CA", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: October 15, 2009.", "signature_name": "Sherry Hutt,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. E9-29295 Filed 12-8-09; 8:45 am]", "billing_code": "BILLING CODE 4312-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}