{"index": "I_1288", "messy_full": "\\n      \\n        \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Inventory Completion: U.S. Department of the Interior, Bureau of Indian Affairs, Washington, DC, and Arizona State Museum, University of Arizona, Tucson, AZ; Correction\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice; correction.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains and associated funerary objects in the control of the U.S. Department of the Interior, Bureau of Indian Affairs, Washington, DC, and in the physical custody of the Arizona State Museum, University of Arizona, Tucson, AZ. The human remains and associated funerary objects were removed from sites within the boundaries of the Gila Bend Indian Reservation, San Xavier Indian Reservation, and Tohono O\\'odham Indian Reservation in Maricopa, Pima, and Pinal Counties, AZ.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003 (d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations in this notice. \\n\\n        This notice corrects the minimum number of individuals from 155 to 158, and the number of associated funerary objects from 1,545 to 1,596, which were from four collections that were published in a Notice of Inventory Completion in the Federal Register (73 FR 12215- 12219, March 6, 2008). \\n        In the Federal Register, paragraph number 4, page 12215, is corrected by substituting the following paragraph:\\n        In 1964, human remains representing a minimum of 15 individuals were removed from the Fortified Hill Site (AZ T:13:8[ASM]), Maricopa County, AZ, during legally authorized excavations conducted by the University of Arizona and Arizona State Museum under the direction of William Wasley. The human remains were accessioned into the collections of the Arizona State Museum in 1964. No known individuals were identified. The 784 associated funerary objects are 5 animal bone awls, 20 animal bone ornaments, 2 basketry fragments, 516 beads, 3 bone fragments, 78 lots of botanical material, 12 ceramic bowls, 10 ceramic jars, 1 ceramic scoop, 15 ceramic sherds, 8 ceramic vessels, 3 crystals, 1 mineral object, 2 pendants, 63 projectile points, 1 piece of unidentified raw material, 3 shell bracelets, 8 shell bracelet fragments, 20 shell fragments, 7 shell needle fragments, 1 shell pendant, 4 lots of textile fragments, and 1 wood artifact.\\n        In the Federal Register, paragraph number 9, page 12216, is corrected by substituting the following paragraph:\\n        At an unknown date, human remains representing a minimum of one individual were removed by an unknown person from an unknown location, AZ AA:1:-- vicinity, near Chuichui and the northern border of the Tohono O\\'odham Indian Reservation, Pinal County, AZ, during construction of a fence. The human remains were donated to the Arizona State Museum in January 1954. No known individual was identified. The two associated funerary objects are a ceramic jar in which the cremated human remains had been placed and a ceramic bowl which had been placed over the jar. \\n        In the Federal Register, the first full paragraph on page 12217 is corrected by substituting the following paragraph:\\n        In 1973, human remains representing a minimum of three individuals were removed from site AZ AA:5:30(ASM) in Pinal County, AZ, during archeological investigations carried out by the Arizona State Museum under the direction of Mark Raab under contract to the National Park Service. The human remains were accessioned into the collections of the Arizona State Museum in 1973. No known individuals were identified. No associated funerary objects are present. \\n        In the Federal Register, paragraph number 18, page 12217, is corrected by substituting the following paragraph:\\n        From 1930 to 1932, human remains representing a minimum of 25 individuals were removed from Martinez Hill Ruin AZ BB:13:3(ASM) on the San Xavier Indian Reservation, Pima County, AZ, during legally authorized excavations conducted by the University of Arizona under the direction of Byron Cummings. The human remains were accessioned into the collections of the Arizona State Museum at an unknown date prior to 1953. No known individuals were identified. The 52 associated funerary objects are 1 awl, 17 beads, 14 ceramic jars, 3 ceramic pitchers, 7 geode fragments, 1 lot of hematite, 1 projectile point, 7 scrapers, and 1 shell necklace. \\n        In the Federal Register, paragraph number 14, page 12218, is corrected by substituting the following paragraph:\\n        Officials of the Bureau of Indian Affairs and Arizona State Museum have determined that, pursuant to 25 U.S.C. 3001 (9-10), the human remains described above represent the physical remains of 158 individuals of Native American ancestry. Officials of the Bureau of Indian Affairs and Arizona State Museum also have determined that, pursuant to 25 U.S.C. 3001 (3)(A), the 1,596 objects described above are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony. Lastly, officials of the Bureau of Indian Affairs and Arizona State Museum have determined that, pursuant to 25 U.S.C. 3001 (2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and associated funerary objects and the Ak Chin Indian Community of the Maricopa (Ak Chin) Indian Reservation, Arizona; Gila River Indian Community of the Gila River Indian Reservation, Arizona; Hopi Tribe of Arizona; Salt River Pima-Maricopa Indian Community of the Salt River Reservation, Arizona; Tohono O\\'odham Nation of Arizona; and Zuni Tribe of the Zuni Reservation, New Mexico.\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the human remains and associated funerary objects should contact John McClelland, NAGPRA Coordinator, Arizona State Museum, University of Arizona, Tucson, AZ 85721, telephone (520) 626- 2950, before March 3, 2010. Repatriation of the human remains and associated funerary objects to the Ak Chin Indian Community of the Maricopa (Ak Chin) Indian Reservation, Arizona; Gila River Indian Community of the Gila River Indian Reservation, Arizona; Hopi Tribe of Arizona; Salt River Pima-Maricopa Indian Community of the Salt River Reservation, Arizona; Tohono O\\'odham Nation of Arizona; and Zuni Tribe of the Zuni Reservation, New Mexico may proceed after that date if no additional claimants come forward.\\n        The Arizona State Museum is responsible for notifying the Ak Chin Indian Community of the Maricopa (Ak Chin) Indian Reservation, Arizona; Gila River Indian Community of the Gila River Indian Reservation, Arizona; Hopi Tribe of Arizona; Salt River Pima-Maricopa Indian Community of the Salt River Reservation, Arizona; Tohono O\\'odham Nation of Arizona; and Zuni Tribe of the Zuni Reservation, New Mexico that this notice has been published.\\n        \\n          \\n          Dated: December 22, 2009\\n          Sherry Hutt,\\n          Manager, National NAGPRA Program. \\n        \\n      \\n      [FR Doc. 2010-2031 Filed 1-29-10; 8:45 am]\\n      BILLING CODE 4313-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Inventory Completion: U.S. Department of the Interior, Bureau of Indian Affairs, Washington, DC, and Arizona State Museum, University of Arizona, Tucson, AZ; Correction", "agency2": "National Park Service, Interior.", "action": "Notice; correction.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: December 22, 2009", "signature_name": "Sherry Hutt,", "signature_title": "Manager, National NAGPRA Program. ", "fr_doc": "[FR Doc. 2010-2031 Filed 1-29-10; 8:45 am]", "billing_code": "BILLING CODE 4313-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}