{"index": "I_1246", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Inventory Completion: Georgia Department of Transportation, Atlanta, GA; University of West Georgia, Carrollton, GA; and University of Georgia, Athens, GA\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains and associated funerary objects in the control of the Georgia Department of Transportation, Atlanta, GA, and in the possession of the University of West Georgia, Carrollton, GA, and the University of Georgia, Athens, GA. The human remains were removed from Richmond County, GA.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003(d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations in this notice.\\n        A detailed assessment of the human remains was made by the Georgia Department of Transportation professional staff in consultation with representatives of the Absentee-Shawnee Tribe of Indians of Oklahoma; Alabama-Coushatta Tribes of Texas; Alabama-Quassarte Tribal Town, Oklahoma; Catawba Indian Nation (aka Catawba Tribe of South Carolina); Cherokee Nation, Oklahoma; Chickasaw Nation, Oklahoma; Coushatta Tribe of Louisiana; Eastern Band of Cherokee Indians of North Carolina; Eastern Shawnee Tribe of Oklahoma; Kialegee Tribal Town, Oklahoma; Miccosukee Tribe of Indians of Florida; Mississippi Band of Choctaw Indians, Mississippi; Muscogee (Creek) Nation, Oklahoma; Poarch Band of Creek Indians of Alabama; Seminole Nation of Oklahoma; Seminole Tribe of Florida (Dania, Big Cypress, Brighton, Hollywood & Tampa Reservations); Shawnee Tribe, Oklahoma; Thlopthlocco Tribal Town, Oklahoma; and the United Keetoowah Band of Cherokee Indians in Oklahoma.\\n\\n        From November 1980 to January 1981, and during the summer of 1991, the Lover\\'s Lane Site (9RI86), near the Savannah River, Richmond County, GA, was excavated under Georgia Department of Transportation contracts, RR-0001(001) and F-117-1(11), as part of the construction of the Bobby Jones Expressway in Augusta, GA. The earlier excavations recovered associated funerary objects from two possible cremations, although the human remains were not removed and are not found in the collection. These funerary objects are in the possession of the University of Georgia. In 1991, human remains representing a minimum of two individuals and associated funerary objects were removed, and are in possession of the University of West Georgia. No known individuals were identified. The 30 associated funerary objects are 4 quartz debitage, 13 chert debitage, 3 metavolcanic debitage, 8 fiber/sand/grit tempered sherds, 1 chert projectile point, and 1 raw material.\\n        The human remains from the Lover\\'s Lane Site (9RI86) are believed to be associated with the Late Archaic based on the analysis of the associated funerary objects. The associated funerary objects include recognized Late Archaic ceramics and projectile points. In addition, cremations are a recognized Archaic burial practice in the Tennessee River Valley, but otherwise unknown in the Southeast. In the Northeast, however, Late Archaic cremations are slightly more common and date to roughly 4200-2985 B.P. or 2250-1035 B.C. Given this evidence, the human remains are likely prehistoric Native American.\\n        Officials of the Georgia Department of Transportation have determined that, pursuant to 25 U.S.C. 3001(9), the human remains described above represent the physical remains of two individuals of Native American ancestry. Officials of the Georgia Department of Transportation also have determined that, pursuant to 25 U.S.C. 3001(3)(A), the 30 associated funerary objects described above are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony. Lastly, officials of the Georgia Department of Transportation have determined that, pursuant to 25 U.S.C. 3001(2), a relationship of shared group identity cannot be reasonably traced between the Native American human remains and associated funerary objects and any present-day Indian tribe. \\n        The Native American Graves Protection and Repatriation Review Committee (Review Committee) is responsible for recommending specific actions for disposition of culturally unidentifiable human remains. In July 2009, the Georgia Department of Transportation requested that the Review Committee recommend the disposition of the culturally unidentifiable Native American human remains and associated funerary objects to the United Keetoowah Band of Cherokee Indians in Oklahoma, as the human remains were found within the tribe\\'s aboriginal and historical territory. The Review Committee considered the proposal at its October 30-31, 2009, meeting and recommended disposition of the culturally unidentifiable Native American human remains and associated funerary objects to the United Keetoowah Band of Cherokee Indians in Oklahoma. \\n\\n        The Secretary of the Interior agreed with the Review Committee\\'s recommendation. A March 4, 2010, letter from the Designated Federal Official, writing on behalf of the Secretary of the Interior, transmitted the authorization for the Georgia Department of Transportation to effect disposition of the physical remains of the culturally unidentifiable human remains to the United Keetoowah Band of Cherokee Indians in Oklahoma contingent on the publication of a Notice of Inventory Completion in the Federal Register. This notice fulfills that requirement. In the same letter, the Secretary recommended the transfer of the associated funerary objects to the Indian tribe listed above to the extent allowed by Federal, state, or local law.\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the human remains and associated funerary objects should contact Eric Anthony Duff, Cultural Resources Section Chief, Georgia Department of Transportation, Office of Environmental Services-16th Floor, One Georgia Center, 600 West Peachtree St. NW, Atlanta, GA 30308, telephone (404) 631-1071, before August 18, 2010. Disposition of the human remains and associated funerary objects to the United Keetoowah Band of Cherokee Indians in Oklahoma may proceed after that date if no additional claimants come forward. \\n        The Georgia Department of Transportation is responsible for notifying the Absentee-Shawnee Tribe of Indians of Oklahoma; Alabama-Coushatta Tribes of Texas; Alabama-Quassarte Tribal Town, Oklahoma; Catawba Indian Nation; Cherokee Nation, Oklahoma; Chickasaw Nation, Oklahoma; Coushatta Tribe of Louisiana; Eastern Band of Cherokee Indians of North Carolina; Eastern Shawnee Tribe of Oklahoma; Kialegee Tribal Town, Oklahoma; Miccosukee Tribe of Indians of Florida; Mississippi Band of Choctaw Indians, Mississippi; Muscogee (Creek) Nation, Oklahoma; Poarch Band of Creek Indians of Alabama; Seminole Nation of Oklahoma; Seminole Tribe of Florida (Dania, Big Cypress, Brighton, Hollywood & Tampa Reservations); Shawnee Tribe, Oklahoma; Thlopthlocco Tribal Town, Oklahoma; and the United Keetoowah Band of Cherokee Indians in Oklahoma, that this notice has been published.\\n        \\n          Dated: July 9, 2010\\n          Sherry Hutt,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. 2010-17481 Filed 7-16-10; 8:45 am]\\n      BILLING CODE 4312-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Inventory Completion: Georgia Department of Transportation, Atlanta, GA; University of West Georgia, Carrollton, GA; and University of Georgia, Athens, GA", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: July 9, 2010", "signature_name": "Sherry Hutt,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. 2010-17481 Filed 7-16-10; 8:45 am]", "billing_code": "BILLING CODE 4312-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}