{"index": "I_1255", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Inventory Completion: Wisconsin Historical Society, Museum Division, Madison, WI\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains in the possession of the Wisconsin Historical Society (aka State Historical Society of Wisconsin), Museum Division, Madison, WI. The human remains were removed from Fort Berthold, Berthold Ward County, ND.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003(d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains. The National Park Service is not responsible for the determinations in this notice. \\n        An assessment of the human remains was done by Wisconsin Historical Society professional staff in consultation with the Three Affiliated Tribes of the Fort Berthold Reservation, North Dakota.\\n        In 1878, human remains representing a minimum of two individuals were removed from Fort Berthold, in Berthold Ward County, ND, by J.A. Rice. The two skulls were donated to the Wisconsin Historical Society in 1908. No known individuals were identified. No associated funerary objects are present. \\n        The Wisconsin Historical Society determined that the remains represent two adult males of Native American ancestry. The Mandan, Hidatsa, and Arikara tribes, also known as the Three Affiliated Tribes of the Fort Berthold Reservation, North Dakota, have been living in the Fort Berthold area since 1845. According to historical records, the original fort was erected as a trading post and named Fort Atkinson. In 1862, it was purchased by the American Fur Company and re-named Fort Berthold. In 1864, United States troops were assigned to the fort to protect the trading post. The post was evacuated in 1867. In 1868, it became the agency headquarters for the Arikara, Hidatsa, and Mandan tribes. \\n        Officials of the Wisconsin Historical Society, Museum Division, have determined that, pursuant to 25 U.S.C. 3001(9), the human remains described above represent the physical remains of two individuals of Native American ancestry. Officials of the Wisconsin Historical Society, Museum Division, have determined that, pursuant to 25 U.S.C. 3001(2), there is a relationship of shared group identity that can be reasonably traced between the human remains and the Three Affiliated Tribes of the Fort Berthold Reservation, North Dakota.\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the human remains should contact Jennifer L. Kolb, Wisconsin Historical Museum, 30 N. Carroll St., Madison, WI 53703, telephone (608) 261-2461, before July 28, 2010. Repatriation of the human remains to the Three Affiliated Tribes of the Fort Berthold Reservation, North Dakota, may proceed after that date if no additional claimants come forward.\\n        The Wisconsin Historical Society is responsible for notifying the Three Affiliated Tribes of the Fort Berthold Reservation, North Dakota, that this notice has been published.\\n        \\n          \\n          Dated: June 22, 2010\\n          Sherry Hutt,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. 2010-15570 Filed 6-25-10; 8:45 am]\\n      BILLING CODE 4312-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Inventory Completion: Wisconsin Historical Society, Museum Division, Madison, WI", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: June 22, 2010", "signature_name": "Sherry Hutt,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. 2010-15570 Filed 6-25-10; 8:45 am]", "billing_code": "BILLING CODE 4312-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}