{"index": "I_1276", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Inventory Completion: U.S. Department of the Interior, National Park Service, Hovenweep National Monument, Blanding, UT \\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains and associated funerary object in the possession and control of the U.S. Department of the Interior, National Park Service, Hovenweep National Monument, Blanding, UT. The human remains and associated funerary object were removed from three sites in Montezuma County, CO, and San Juan County, UT.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003 (d)(3). The determinations in this notice are the sole responsibility of the superintendent, Hovenweep National Monument.\\n\\n        A detailed assessment of the human remains was made by Hovenweep National Monument professional staff in consultation with representatives of the Hopi Tribe of Arizona; Navajo Nation, Arizona, New Mexico & Utah; Ohkay Owingeh, New Mexico (formerly the Pueblo of San Juan); Pueblo of Acoma, New Mexico; Pueblo of Jemez, New Mexico; Pueblo of Laguna, New Mexico; Pueblo of Nambe, New Mexico; Pueblo of San Ildefonso, New Mexico; Pueblo of Santa Ana, New Mexico; Pueblo of Santa Clara, New Mexico; Pueblo of Tesuque, New Mexico; Pueblo of Zia, New Mexico; Southern Ute Indian Tribe of the Southern Ute Reservation, Colorado; Ute Indian Tribe of the Uintah & Ouray Reservation, Utah; and Zuni Tribe of the Zuni Reservation, New Mexico. The Jicarilla Apache Nation, New Mexico; Pueblo of Cochiti, New Mexico; Pueblo of Isleta, New Mexico; Pueblo of Picuris, New Mexico; Pueblo of Pojoaque, New Mexico; Pueblo of San Felipe, New Mexico; Pueblo of Sandia, New Mexico; Pueblo of Santo Domingo, New Mexico; Pueblo of Taos, New Mexico; Ute Mountain Tribe of the Ute Mountain Reservation, Colorado, New Mexico & Utah; and Ysleta del Sur Pueblo of Texas were contacted for consultation purposes but did not attend the consultation meetings.\\n        In 1953, human remains representing a minimum of three individuals were removed from an unspecified site, in San Juan County, UT. The human remains were discovered by a seasonal park ranger in a weathering midden 1/2 mile south of the Square Tower Group, which consists of five Pueblo II (A.D. 900-1150) - Pueblo III (A.D. 1150-1300) period complexes. No known individuals were identified. The associated funerary object is a crescent shaped cracked wood object with one polished end.\\n        In 1975, following unauthorized disturbance by a pothunter, human remains representing a minimum of one individual were removed from an unspecified site in the Goodman Point Unit, in Montezuma County, CO, by a park employee. The human remains may be associated with Goodman Point Pueblo, which was likely occupied during the Pueblo III period (A.D. 1150-1300). No known individual was identified. No associated funerary objects are present.\\n        In 1976, human remains representing a minimum of one individual were removed from the \\xe2\\x80\\x9cWickiup 1\\xe2\\x80\\x9d site, in San Juan County, UT, by San Jose State University. The site dates from the Basketmaker III (A.D. 450-700) through the Pueblo III (A.D. 1150-1300) periods. No known individual was identified. No associated funerary objects are present.\\n        Hovenweep National Monument has determined that, due to a lack of contextual information, there is not sufficient evidence to support a precise cultural affiliation determination for the human remains and associated funerary object. \\n        Officials of Hovenweep National Monument have determined that, pursuant to 25 U.S.C. 3001 (9-10), the human remains described above represent the physical remains of five individuals of Native American ancestry. Officials of Hovenweep National Monument also have determined that, pursuant to 25 U.S.C. 3001 (3)(A), the object described above is reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony. Lastly, officials of Hovenweep National Monument have determined that, pursuant to 25 U.S.C. 3001 (2), a relationship of shared group identity cannot reasonably be traced between the Native American human remains and associated funerary object and any present-day Indian tribe.\\n        The Native American Graves Protection and Repatriation Review Committee (Review Committee) is responsible for recommending specific actions for disposition of culturally unidentifiable human remains. In February 2009, Hovenweep National Monument requested that the Review Committee recommend disposition of the culturally unidentifiable human remains to the Hopi Tribe of Arizona; Pueblo of Acoma, New Mexico; Pueblo of Zia, New Mexico; and Zuni Tribe of the Zuni Reservation, New Mexico based on geographic proximity. The Review Committee considered the proposal at its May 23-24, 2009, meeting, and recommended disposition of the human remains to the Hopi Tribe of Arizona; Pueblo of Acoma, New Mexico; Pueblo of Zia, New Mexico; and Zuni Tribe of the Zuni Reservation, New Mexico. The National Park Service intends to convey the associated funerary object to the tribes pursuant to 16 U.S.C. 18f-2.\\n\\n        A September 16, 2009, letter from the Designated Federal Officer, writing on behalf of the Secretary of the Interior, transmitted the authorization for the park to effect disposition of the physical remains of the culturally unidentifiable individuals to the four Indian tribes listed above contingent on the publication of a Notice of Inventory Completion in the Federal Register. This notice fulfills that requirement.\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the human remains and associated funerary object should contact Coralee S. Hays, superintendent, Hovenweep National Monument, McElmo Route, Cortez, CO 81321, telephone (970) 562-4282, before April 26, 2010. Disposition of the human remains to the Hopi Tribe of Arizona; Pueblo of Acoma, New Mexico; Pueblo of Zia, New Mexico; and Zuni Tribe of the Zuni Reservation, New Mexico may proceed after that date if no additional claimants come forward.\\n        Hovenweep National Monument is responsible for notifying the Hopi Tribe of Arizona; Jicarilla Apache Nation, New Mexico; Navajo Nation, Arizona, New Mexico & Utah; Ohkay Owingeh, New Mexico (formerly the Pueblo of San Juan); Pueblo of Acoma, New Mexico; Pueblo of Cochiti, New Mexico; Pueblo of Isleta, New Mexico; Pueblo of Jemez, New Mexico; Pueblo of Laguna, New Mexico; Pueblo of Nambe, New Mexico; Pueblo of Picuris, New Mexico; Pueblo of Pojoaque, New Mexico; Pueblo of San Felipe, New Mexico; Pueblo of San Ildefonso, New Mexico; Pueblo of Sandia, New Mexico; Pueblo of Santa Ana, New Mexico; Pueblo of Santa Clara, New Mexico; Pueblo of Santo Domingo, New Mexico; Pueblo of Taos, New Mexico; Pueblo of Tesuque, New Mexico; Pueblo of Zia, New Mexico; Southern Ute Indian Tribe of the Southern Ute Reservation, Colorado; Ute Indian Tribe of the Uintah & Ouray Reservation, Utah; Ute Mountain Tribe of the Ute Mountain Reservation, Colorado, New Mexico & Utah; Ysleta del Sur Pueblo of Texas; and Zuni Tribe of the Zuni Reservation, New Mexico that this notice has been published. \\n        \\n          Dated: January 26, 2010\\n          Sherry Hutt,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. 2010-6564 Filed 3-24-10; 8:45 am]\\n      BILLING CODE 4312-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Inventory Completion: U.S. Department of the Interior, National Park Service, Hovenweep National Monument, Blanding, UT ", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: January 26, 2010", "signature_name": "Sherry Hutt,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. 2010-6564 Filed 3-24-10; 8:45 am]", "billing_code": "BILLING CODE 4312-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}