{"index": "I_1265", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Inventory Completion: Peabody Museum of Archaeology and Ethnology, Harvard University, Cambridge, MA\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains in the possession of the Peabody Museum of Archaeology and Ethnology, Harvard University, Cambridge, MA. The human remains were removed from Iosco County, MI.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003(d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains. The National Park Service is not responsible for the determinations in this notice. \\n        A detailed assessment of the human remains was made by the Peabody Museum of Archaeology and Ethnology professional staff in consultation with representatives of the Grand Traverse Band of Ottawa and Chippewa Indians, Michigan; Little River Band of Ottawa Indians, Michigan; Little Traverse Bay Bands of Odawa Indians, Michigan; Ottawa Tribe of Oklahoma; and Saginaw Chippewa Indian Tribe of Michigan.\\n        In 1856, human remains representing a minimum of one individual were removed from the western shore of Tawas Point, in Iosco County, MI, by Henry Gillman. They were donated to the Peabody Museum of Archaeology and Ethnology by Mr. Gillman in 1869. No known individual was identified. Mr. Gillman described finding a copper vessel and other \\xe2\\x80\\x9csmall articles\\xe2\\x80\\x9d with the human remains. However, these items were not accessioned into the museum\\'s collection and their disposition is unknown. Therefore, no associated funerary objects are present. \\n        Museum documentation indicates that this individual was recovered from a burial mound. Contextual information suggests that this individual is most likely Native American. This interment likely dates to the Historic period due to the presence of a copper vessel. Information from manuscript maps of Douglass Houghton, the first Geologist for the State of Michigan, indicates that there was a village near the mouth of the Tawas River in 1838. He describes the village as that of Outawanse. Consultation with the Saginaw Chippewa Indian Tribe of Michigan indicates that Outawanse was a chief of the Saginaw Chippewa Tribe during the 19th century. The Tawas River flows into the western shore of Tawas Bay, directly across the water from Tawas Point, where these remains were recovered. Given the presence of the Saginaw Chippewa village in the specific area of the burial during the Historic period, it is likely that the human remains are ancestral Saginaw Chippewa. The present-day group that represents the Saginaw Chippewa people is the Saginaw Chippewa Indian Tribe of Michigan.\\n        Officials of the Peabody Museum of Archaeology and Ethnology have determined that, pursuant to 25 U.S.C. 3001(9), the human remains described above represent the physical remains of one individual of Native American ancestry. Officials of the Peabody Museum of Archaeology and Ethnology have also determined that, pursuant to 25 U.S.C. 3001(2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and the Saginaw Chippewa Indian Tribe of Michigan.\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the human remains should contact Patricia Capone, Repatriation Coordinator, Peabody Museum of Archaeology and Ethnology, Harvard University, 11 Divinity Ave., Cambridge, MA 02138, telephone (617) 496-3702, before June 21, 2010. Repatriation of the human remains to the Saginaw Chippewa Indian Tribe of Michigan may proceed after that date if no additional claimants come forward.\\n\\n        The Peabody Museum of Archaeology and Ethnology is responsible for notifying the Grand Traverse Band of Ottawa and Chippewa Indians, Michigan; Little River Band of Ottawa Indians, Michigan; Little Traverse Bay Bands of Odawa Indians, Michigan; Ottawa Tribe of Oklahoma; and Saginaw Chippewa Indian Tribe of Michigan that this notice has been published.\\n        \\n          Dated: May 6, 2010.\\n          Sherry Hutt,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. 2010-12275 Filed 5-20-10; 8:45 am]\\n      BILLING CODE 4312-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Inventory Completion: Peabody Museum of Archaeology and Ethnology, Harvard University, Cambridge, MA", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: May 6, 2010.", "signature_name": "Sherry Hutt,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. 2010-12275 Filed 5-20-10; 8:45 am]", "billing_code": "BILLING CODE 4312-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}