{"index": "I_1211", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Inventory Completion: Office of the State Archaeologist, Lansing, MI\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains in the possession of the Office of the State Archaeologist (formerly the Michigan Historical Center), Lansing, MI. The human remains were removed from the vicinity of Scott Point, Mackinac County, MI.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003(d)(3) and 43 CFR 10.11(d). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains. The National Park Service is not responsible for the determinations in this notice. \\n        A detailed assessment of the human remains was made by the Michigan Office of the \\n        State Archaeologist professional staff in consultation with representatives of the Absentee-Shawnee Tribe of Indians of Oklahoma; Bad River Band of the Lake Superior Tribe of Chippewa Indians of the Bad River Reservation, Wisconsin; Bay Mills Indian Community, Michigan; Bois Forte Band (Nett Lake) of the Minnesota Chippewa Tribe, Minnesota; Chippewa-Cree Indians of the Rocky Boy\\'s Reservation, Montana; Citizen Potawatomi Nation, Oklahoma; Delaware Nation, Oklahoma; Fond du Lac Band of the Minnesota Chippewa Tribe, Minnesota; Forest County Potawatomi Community, Wisconsin; Grand Portage Band of the Minnesota Chippewa Tribe, Minnesota; Grand Traverse Band of Ottawa and Chippewa Indians, Michigan; Hannahville Indian Community, Michigan; Keweenaw Bay Indian Community, Michigan; Kickapoo Tribe of Indians of the Kickapoo Reservation in Kansas; Kickapoo Tribe of Oklahoma; Kickapoo Traditional Tribe of Texas; Lac Courte Oreilles Band of Lake Superior Chippewa Indians, Wisconsin; Lac du Flambeau Band of Lake Superior Chippewa Indians of the Lac du Flambeau Reservation of Wisconsin; Lac Vieux Desert Band of Lake Superior Chippewa Indians, Michigan; Leech Lake Band of the Minnesota Chippewa Tribe, Minnesota; Little River Band of Ottawa Indians, Michigan; Little Traverse Bay Bands of Odawa Indians, Michigan; Match-e-be-nash-she-wish Band of Pottawatomi Indians of Michigan; Miami Tribe of Oklahoma; Mille Lacs Band of the Minnesota Chippewa Tribe, Minnesota; Nottawaseppi Huron Band of the Potawatomi, Michigan (formerly the Huron Potawatomi, Inc.); Ottawa Tribe of Oklahoma; Peoria Tribe of Indians of Oklahoma; Pokagon Band of Potawatomi Indians, Michigan and Indiana; Prairie Band of Potawatomi Nation, Kansas; Quechan Tribe of the Fort Yuma Indian Reservation, California and Arizona; Red Cliff Band of Lake Superior Chippewa Indians of Wisconsin; Red Lake Band of Chippewa Indians, Minnesota; Saginaw Chippewa Indian Tribe of Michigan; Sault Ste. Marie Tribe of Chippewa Indians of Michigan; Shawnee Tribe, Oklahoma; Sokaogon Chippewa Community, Wisconsin; St. Croix Chippewa Indians of Wisconsin; Turtle Mountain Band of Chippewa Indians of North Dakota; White Earth Band of the Minnesota Chippewa Tribe, Minnesota; Wyandotte Nation, Oklahoma; and the Scott Point Tribe of American Aboriginals, a non-federally recognized Indian group. Consultation included all tribes whose aboriginal lands once included Mackinac County, MI, as identified in the \\xe2\\x80\\x9cPresent-Day Tribes Associated with Indian Land Cessions 1784-1894\\xe2\\x80\\x9d database on the National Park Service\\'s National NAGPRA website.\\n\\n        In 1993, human remains representing a minimum of three individuals were removed from the surface of 20MK450, Mackinac County, MI, by Marla Buckmaster, professor of anthropology at Northern Michigan University, to curtail the damage being caused to them. The bones were reported to Dr. Buckmaster after they were exposed by erosion resulting from off-road vehicle use that resulted in the bones being visible on the surface. After removal, Dr. Buckmaster reported the matter to local police and then transferred the remains to the Office of the State Archaeologist. Examination of plat books and consultation with the Department of Natural Resources Office of Land and Facilities yielded a determination that the Native American human remains were found on land owned by the Michigan Department of Natural Resources. No known individuals were identified. No associated funerary objects are present. \\n        The bones were examined by physical anthropologist David Barondess of Michigan State University, but the condition of the bones did not allow for a definitive identification of ethnicity. However, the burial practices, great age of the bones suggested by their condition, and lack of either coffin hardware or historic-era clothing all suggest a pre-contact period date and Native American identity for these individuals. It is possible, but not certain, that the burials may be related to the nearby Scott Point site (20MK22), which was occupied at various times over the past 2,000 years by a number of Woodland period cultural groups. \\n        Officials of the Office of the State Archaeologist have determined that, pursuant to 25 U.S.C. 3001(2), a relationship of shared group identity cannot be reasonably traced between the Native American human remains and any present-day Indian tribe.\\n        The Office of the State Archaeologist had been in informal consultation with the Scott Point Tribe of American Aboriginals, a non-federally recognized Indian group, concerning the human remains from 20MK450. Members of this group are enrolled with the federally-recognized Sault Ste. Marie Tribe of Chippewa Indians. The Sault Ste. Marie Tribe of Chippewa Indians, working closely with the Scott Point Tribe of American Aboriginals on this matter, entered into consultation with the Office of the State Archaeologist. On March 31, 2010, the Sault Ste. Marie Tribe of Chippewa Indians formally requested disposition of the human remains. Letters supporting disposition to the Sault Ste. Marie Tribe of Chippewa Indians were received from the Bay Mills Indian Community, Michigan; Lac Vieux Desert Band of Lake Superior Chippewa Indians (Ketegitigaaning Ojibwe Nation), Michigan; Leech Lake Band of the Minnesota Chippewa Tribe, Minnesota; Little Traverse Bay Bands of Odawa Indians, Michigan; and the Peoria Tribe of Indians of Oklahoma. The Delaware Nation determined that site 20MK450 was not within their area of interest. No letters were received in opposition to the proposed disposition, and no letters were received citing any other concerns. Therefore, officials of the Office of the State Archaeologist have offered the disposition of the human remains from site 20MK450 to the Sault Ste. Marie Tribe of Chippewa Indians of Michigan, as an aboriginal land tribe. \\n        Officials of the Office of the State Archaeologist have determined that, pursuant to 25 U.S.C. 3001(9), the human remains described above represent the physical remains of three individuals of Native American ancestry. Lastly, officials of the Office of the State Archaeologist have determined that, pursuant to 43 CFR 10.11(c)(1), the disposition of the Native American human remains is to the Sault Ste. Marie Tribe of Chippewa Indians of Michigan. \\n        Representatives of any Indian tribe that believes itself to be culturally affiliated with the human remains or any other Indian tribe that believes it satisfies the criteria in 43 CFR 10.11(c)(1) should contact Barbara Mead, Office of the State Archaeologist, P.O. Box 30740, 702 West Kalamazoo St., Lansing, MI 48909-8240, telephone (517) 373-6416, before October 25, 2010. Disposition of the human remains to the Sault Ste. Marie Tribe of Chippewa Indians of Michigan may proceed after that date if no additional requestors come forward.\\n        The Office of the State Archaeologist is responsible for notifying the Absentee-Shawnee Tribe of Indians of Oklahoma; Bad River Band of the Lake Superior Tribe of Chippewa Indians of the Bad River Reservation, Wisconsin; Bay Mills Indian Community, Michigan; Bois Forte Band (Nett Lake) of the Minnesota Chippewa Tribe, Minnesota; Chippewa-Cree Indians of the Rocky Boy\\'s Reservation, Montana; Citizen Potawatomi Nation, Oklahoma; Delaware Nation, Oklahoma; Fond du Lac Band of the Minnesota Chippewa Tribe, Minnesota; Forest County Potawatomi Community, Wisconsin; Grand Portage Band of the Minnesota Chippewa Tribe, Minnesota; Grand Traverse Band of Ottawa and Chippewa Indians, Michigan; Hannahville Indian Community, Michigan; Keweenaw Bay Indian Community, Michigan; Kickapoo Tribe of Indians of the Kickapoo Reservation in Kansas; Kickapoo Tribe of Oklahoma; Kickapoo Traditional Tribe of Texas; Lac Courte Oreilles Band of Lake Superior Chippewa Indians, Wisconsin; Lac du Flambeau Band of Lake Superior Chippewa Indians of the Lac du Flambeau Reservation of Wisconsin; Lac Vieux Desert Band of Lake Superior Chippewa Indians, Michigan; Leech Lake Band of the Minnesota Chippewa Tribe, Minnesota; Little River Band of Ottawa Indians, Michigan; Little Traverse Bay Bands of Odawa Indians, Michigan; Match-e-be-nash-she-wish Band of Pottawatomi Indians of Michigan; Miami Tribe of Oklahoma; Mille Lacs Band of the Minnesota Chippewa Tribe, Minnesota; Nottawaseppi Huron Band of the Potawatomi, Michigan; Ottawa Tribe of Oklahoma; Peoria Tribe of Indians of Oklahoma; Pokagon Band of Potawatomi Indians, Michigan and Indiana; Prairie Band of Potawatomi Nation, Kansas; Quechan Tribe of the Fort Yuma Indian Reservation, California and Arizona; Red Cliff Band of Lake Superior Chippewa Indians of Wisconsin; Red Lake Band of Chippewa Indians, Minnesota; Saginaw Chippewa Indian Tribe of Michigan; Sault Ste. Marie Tribe of Chippewa Indians of Michigan; Shawnee Tribe, Oklahoma; Sokaogon Chippewa Community, Wisconsin; St. Croix Chippewa Indians of Wisconsin; Turtle Mountain Band of Chippewa Indians of North Dakota; White Earth Band of the Minnesota Chippewa Tribe, Minnesota; Wyandotte Nation, Oklahoma; and the Scott Point Tribe of American Aboriginals, a non-federally recognized Indian group, that this notice has been published. \\n        \\n          Dated: September 10, 2010\\n          Sherry Hutt,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. 2010-23902 Filed 9-23-10; 8:45 am]\\n      BILLING CODE 4312-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Inventory Completion: Office of the State Archaeologist, Lansing, MI", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: September 10, 2010", "signature_name": "Sherry Hutt,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. 2010-23902 Filed 9-23-10; 8:45 am]", "billing_code": "BILLING CODE 4312-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}