{"index": "I_1295", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Inventory Completion: Department of Anthropology, University of Massachusetts, Amherst, MA\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n\\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains in the possession and control of the Department of Anthropology, University of Massachusetts, Amherst, MA. The human remains were removed from a tributary of the Spokane River, WA.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003 (d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains. The National Park Service is not responsible for the determinations in this notice. \\n        A detailed assessment of the human remains was made by the Department of Anthropology, University of Massachusetts, Amherst professional staff in consultation with representatives of the Coeur d\\'Alene Tribe of the Coeur d\\'Alene Reservation, Idaho; Confederated Tribes of the Colville Reservation, Washington; Kalispel Indian Community of the Kalispel Reservation, Washington; Nez Perce Tribe, Idaho; and Spokane Tribe of the Spokane Reservation, Washington. \\n        In 1940, human remains representing a minimum of one individual were removed from a talus slope of a tributary of the Spokane River in Washington State. The human remains were excavated by David L. Stone. The grave was located on one of the tributaries of the Spokane River, in one of three possible counties (Spokane, Stevens or Lincoln County), but the exact location is unknown. A note accompanying the human remains, presumably written by Stone, states that the human remains were excavated from a grave that was originally marked with a 20 ft. or longer cedar stake, and that they were believed to be approximately 500 years old. The history of how these human remains came to be in the collection of the Department of Anthropology at the University of Massachusetts, Amherst is unknown. No known individual was identified. No associated funerary objects are present. \\n        During consultation, a tribal representative of the Coeur d\\'Alene Tribe stated that the tribe occupied the head of the Spokane River down to the Spokane Falls and Hangman Creek areas with settlements to the north and south. In particular, one band of the Coeur d\\'Alene occupied the Spokane River area. Traditional burial practices of the Coeur d\\'Alene included the burying of ancestors along talus slopes, which matches the description by Stone regarding the burial and its placement. In addition, during consultation, tribal representatives for the Spokane Tribe stated that the Spokane River, including tributaries such as Hangman Creek and Little Spokane River, are the ancestral homeland of the Upper Band of Spokane Indians. Spokane representatives also stated that their traditional burial practices included burial along talus slopes with cedar stakes as markers, which also matches the description by Stone regarding the burial and its placement. Based on consultation and museum records, museum officials reasonably believe the human remains are Native American and ancestral to the Coeur d\\'Alene Tribe of the Coeur d\\'Alene Reservation, Idaho, and/or the Spokane Tribe of the Spokane Reservation, Washington.\\n        Officials of the Department of Anthropology, University of Massachusetts, Amherst, have determined that, pursuant to 25 U.S.C. 3001 (9-10), the human remains described above represent the physical remains of one individual of Native American ancestry. Officials of the Department of Anthropology, University of Massachusetts, Amherst also have determined that, pursuant to 25 U.S.C. 3001 (2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and the Coeur d\\'Alene Tribe of the Coeur d\\'Alene Reservation, Idaho, and/or the Spokane Tribe of the Spokane Reservation, Washington.\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the human remains should contact Robert Paynter, Repatriation Committee Chair, Department of Anthropology, University of Massachusetts, 201 Machmer Hall, 240 Hicks Way, Amherst, MA 01003, telephone (413) 545-2221, before February 4, 2010. Repatriation of the human remains to the Coeur d\\'Alene Tribe of the Coeur d\\'Alene Reservation, Idaho, and/or Spokane Tribe of the Spokane Reservation, Washington, may proceed after that date if no additional claimants come forward.\\n        The Department of Anthropology, University of Massachusetts, Amherst is responsible for notifying the Coeur d\\'Alene Tribe of the Coeur d\\'Alene Reservation, Idaho; Confederated Tribes of the Colville Reservation, Washington; Kalispel Indian Community of the Kalispel Reservation, Washington; Nez Perce Tribe, Idaho; and Spokane Tribe of the Spokane Reservation, Washington that this notice has been published.\\n        \\n          Dated: November 27, 2009\\n          Sherry Hutt,\\n          Manager, National NAGPRA Program. \\n        \\n      \\n      [FR Doc. E9-31222 Filed 1-4-10; 8:45 am]\\n      BILLING CODE 4312-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Inventory Completion: Department of Anthropology, University of Massachusetts, Amherst, MA", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: November 27, 2009", "signature_name": "Sherry Hutt,", "signature_title": "Manager, National NAGPRA Program. ", "fr_doc": "[FR Doc. E9-31222 Filed 1-4-10; 8:45 am]", "billing_code": "BILLING CODE 4312-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}