{"index": "I_1244", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Inventory Completion: Robert S. Peabody Museum of Archaeology, Phillips Academy, Andover, MA\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of associated funerary objects in the control of the Robert S. Peabody Museum of Archaeology, Phillips Academy, Andover, MA. The associated funerary objects were removed from the Tecolote Pueblo ruin, San Miguel County, NM. \\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003(d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the associated funerary objects. The National Park Service is not responsible for the determinations in this notice. \\n        A detailed assessment of the associated funerary objects was made by Robert S. Peabody Museum of Archaeology professional staff in consultation with representatives of the Hopi Tribe of Arizona; Navajo Nation, Arizona, New Mexico & Utah; Ohkay Owingeh, New Mexico (formerly Pueblo of San Juan); Pueblo of Acoma, New Mexico; Pueblo of Cochiti, New Mexico; Pueblo of Isleta, New Mexico; Pueblo of Jemez, New Mexico; Pueblo of Laguna, New Mexico; Pueblo of Nambe, New Mexico; Pueblo of Picuris, New Mexico; Pueblo of Pojoaque, New Mexico; Pueblo of San Felipe, New Mexico; Pueblo of San Ildefonso, New Mexico; Pueblo of Sandia, New Mexico; Pueblo of Santa Ana, New Mexico; Pueblo of Santa Clara, New Mexico; Pueblo of Santo Domingo, New Mexico; Pueblo of Taos, New Mexico; Pueblo of Tesuque, New Mexico; Pueblo of Zia, New Mexico; Ysleta del Sur Pueblo of Texas; and Zuni Tribe of the Zuni Reservation, New Mexico.\\n        In 1929, human remains representing 12 individuals and 7 lots of associated funerary objects were removed from the Tecolote Pueblo ruin (LA296), San Miguel County, NM, by Alfred V. Kidder under the auspices of the Phillips Academy, Andover, MA. Kidder acquired the collection for the museum as part of the Andover Pecos Expedition. On October 28, 1936, the human remains were donated to the Peabody Museum of Archaeology and Ethnology at Harvard University, Cambridge, MA (a completely separate institution from the Robert S. Peabody Museum of Archaeology). The Robert S. Peabody Museum of Archaeology retained control of the associated funerary objects, two of which are currently missing. The missing associated funerary objects are a bone awl and one lot of olla sherds. The five associated funerary objects are one shell bead necklace (restrung), one fragmented Haliotis shell disc (pendant), an Olivella shell bead necklace, one quartzite projectile point, and one clay \\xe2\\x80\\x9ccloud-blower\\xe2\\x80\\x9d pipe. \\n\\n        Tecolote Pueblo ruin is located near Tecolote Creek, San Miguel County, NM. Similarities in site architecture, including Kivas and material culture, associated funerary objects, and ceramics found at the site are consistent with Ancestral Puebloan occupation of the southwestern United States. The archeological literature refers to this widespread cultural tradition as \\xe2\\x80\\x9cAnasazi,\\xe2\\x80\\x9d \\xe2\\x80\\x9cAncestral Puebloan,\\xe2\\x80\\x9d or \\xe2\\x80\\x9cAncient Puebloan.\\xe2\\x80\\x9d \\n        A relationship of shared group identity can be reasonably traced between the Ancestral Puebloan culture found at Tecolote Pueblo ruin and modern-day Puebloan people represented by the Hopi Tribe, Ohkay Owingeh, Pueblo of Acoma, Pueblo of Cochiti, Pueblo of Isleta, Pueblo of Jemez, Pueblo of Laguna, Pueblo of Nambe, Pueblo of Picuris, Pueblo of Pojoaque, Pueblo of San Felipe, Pueblo of San Ildefonso, Pueblo of Sandia, Pueblo of Santa Ana, Pueblo of Santa Clara, Pueblo of Santo Domingo, Pueblo of Taos, Pueblo of Tesuque, Pueblo of Zia, Ysleta del Sur Pueblo, and Zuni Tribe. \\n        There is continuity in architecture from this site to modern-day Pueblos. There is also continuity in the style of the associated funerary objects, including the shell personal adornments, with those made and used by modern-day Puebloan people. Evidence supports continuity in material culture with the Pueblo of Isleta, Pueblos of Picuris, and Pueblo of Taos based on evidence provided during consultation. Based on oral tradition evidence, the Pueblo of Acoma, Pueblo of Cochiti, Pueblo of Picuris, Pueblo of Pojoaque, Pueblo of Santo Domingo, Pueblo of Sandia, Pueblo of Tesuque, and Pueblo of Zia identify Pecos Pueblo and Tecolote Pueblo as a site of occupation, pilgrimage, hunting, and trade. \\n        Jemez Pueblo oral tradition identifies this site as a precursor to Pecos Pueblo, a site closely associated with Jemez Pueblo, which was occupied from approximately A.D. 1100 to 1700. Oral tradition of other Pueblos includes trade expeditions and pilgrimages to the Tecolote Pueblo area. Historic records document Pecos Pueblo occupation from Spanish contact to approximately A.D. 1838 when the last inhabitants left and moved to the Pueblo of Jemez. In 1936, an Act of Congress recognized the Pueblo of Jemez as a \\xe2\\x80\\x9cconsolidation\\xe2\\x80\\x9d and \\xe2\\x80\\x9cmerger\\xe2\\x80\\x9d of the Pecos Pueblo and Pueblo of Jemez. All property, rights, titles, interests, and claims of both Pueblos were consolidated under the Pueblo of Jemez. Additional evidence supporting a shared group identity between the descendants of the Pecos and Jemez Pueblos emerges in numerous aspects of present-day Jemez life and are documented in a 1992-1993 study, entitled \\xe2\\x80\\x9cPecos Ethnographic Project.\\xe2\\x80\\x9d\\n        Navajo Nation oral history, which includes stories, songs and prayers, supports a relationship with sites of Ancestral Puebloan occupation such as Mesa Verde and Chaco Canyon, as well as some cultural practices shared with modern Pueblo people. But there is not a preponderance of evidence to support a relationship of shared group identity under NAGPRA with the Tecolote Pueblo ruin.\\n        Officials of the Robert S. Peabody Museum of Archaeology have determined that, pursuant to 25 U.S.C. 3001(3)(A), the five objects described above are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony. Lastly, officials of the Robert S. Peabody Museum of Archaeology have determined that, pursuant to 25 U.S.C. 3001(2), there is a relationship of shared group identity that can be reasonably traced between the associated funerary objects and the Hopi Tribe of Arizona; Ohkay Owingeh, New Mexico; Pueblo of Acoma, New Mexico; Pueblo of Cochiti, New Mexico; Pueblo of Isleta, New Mexico; Pueblo of Jemez, New Mexico; Pueblo of Laguna, New Mexico; Pueblo of Nambe, New Mexico; Pueblo of Picuris, New Mexico; Pueblo of Pojoaque, New Mexico; Pueblo of San Felipe, New Mexico; Pueblo of San Ildefonso, New Mexico; Pueblo of Sandia, New Mexico; Pueblo of Santa Ana, New Mexico; Pueblo of Santa Clara, New Mexico; Pueblo of Santo Domingo, New Mexico; Pueblo of Taos, New Mexico; Pueblo of Tesuque, New Mexico; Pueblo of Zia, New Mexico; Ysleta del Sur Pueblo of Texas; and Zuni Tribe of the Zuni Reservation, New Mexico.\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the associated funerary objects should contact Malinda Blustain, Director, Robert S. Peabody Museum of Archaeology, Phillips Academy, 175 Main St., Andover, MA 01810, telephone (978) 749-4493, before August 23, 2010. Repatriation of the associated funerary objects to the Hopi Tribe of Arizona; Ohkay Owingeh, New Mexico; Pueblo of Acoma, New Mexico; Pueblo of Cochiti, New Mexico; Pueblo of Isleta, New Mexico; Pueblo of Jemez, New Mexico; Pueblo of Laguna, New Mexico; Pueblo of Nambe, New Mexico; Pueblo of Picuris, New Mexico; Pueblo of Pojoaque, New Mexico; Pueblo of San Felipe, New Mexico; Pueblo of San Ildefonso, New Mexico; Pueblo of Sandia, New Mexico; Pueblo of Santa Ana, New Mexico; Pueblo of Santa Clara, New Mexico; Pueblo of Santo Domingo, New Mexico; Pueblo of Taos, New Mexico; Pueblo of Tesuque, New Mexico; Pueblo of Zia, New Mexico; Ysleta del Sur Pueblo of Texas; and Zuni Tribe of the Zuni Reservation, New Mexico, may proceed after that date if no additional claimants come forward.\\n        The Robert S. Peabody Museum of Archaeology is responsible for notifying the Hopi Tribe of Arizona; Navajo Nation, Arizona, New Mexico & Utah; Ohkay Owingeh, New Mexico; Pueblo of Acoma, New Mexico; Pueblo of Cochiti, New Mexico; Pueblo of Isleta, New Mexico; Pueblo of Jemez, New Mexico; Pueblo of Laguna, New Mexico; Pueblo of Nambe, New Mexico; Pueblo of Picuris, New Mexico; Pueblo of Pojoaque, New Mexico; Pueblo of San Felipe, New Mexico; Pueblo of San Ildefonso, New Mexico; Pueblo of Sandia, New Mexico; Pueblo of Santa Ana, New Mexico; Pueblo of Santa Clara, New Mexico; Pueblo of Santo Domingo, New Mexico; Pueblo of Taos, New Mexico; Pueblo of Tesuque, New Mexico; Pueblo of Zia, New Mexico; Ysleta del Sur Pueblo of Texas; and Zuni Tribe of the Zuni Reservation, New Mexico, that this notice has been published.\\n        \\n          Dated: May 6, 2010\\n          Sherry Hutt,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. 2010-17877 Filed 7-21-10; 8:45 am]\\n      BILLING CODE 4312-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Inventory Completion: Robert S. Peabody Museum of Archaeology, Phillips Academy, Andover, MA", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: May 6, 2010", "signature_name": "Sherry Hutt,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. 2010-17877 Filed 7-21-10; 8:45 am]", "billing_code": "BILLING CODE 4312-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}