{"index": "I_1268", "messy_full": "\\n      \\n        \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Inventory Completion: University of Colorado Museum, Boulder, CO \\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains in the possession of the University of Colorado Museum, Boulder, CO. The human remains were removed from Montezuma County, CO. \\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003(d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains. The National Park Service is not responsible for the determinations in this notice. \\n        A detailed assessment of the human remains was made by University of Colorado Museum professional staff in consultation with representatives of the Pueblo of Acoma, New Mexico; Southern Ute Indian Tribe of the Southern Ute Reservation, Colorado; Ute Indian Tribe of the Uintah & Ouray Reservation, Utah; and Ute Mountain Tribe of the Ute Mountain Reservation, Colorado, New Mexico & Utah.\\n        On an unknown date, human remains representing a minimum of one individual were removed from Yellow Jacket, Montezuma County, CO, by an unknown individual. No known individual was identified. No associated funerary objects are present. \\n\\n        Between 1954 and 1990, Dr. Joe Ben Wheat and students participating in University of Colorado Museum sponsored archeological field schools worked near the Yellow Jacket Pueblo ruin. During that time, human remains representing several hundred individuals were removed from three sites near Yellow Jacket Pueblo (5MT1, 5MT2, and 5MT3), Montezuma County, CO, during legally conducted excavations, as described in the Federal Register (71 FR 53470-53473, September 11, 2006). Also during that time, a local land owner made a donation to the museum of human remains representing one Ute individual excavated from private land at the edge of Yellow Jacket Canyon, as described in the Federal Register (72 FR 36030-36031, July 2, 2007). In February 2009, the human remains described in this notice were found in the museum. \\n        Based on the biological evidence, the human remains are Native American. Officials of the University of Colorado Museum reasonably believe the human remains are Ute based on the biological and geographical evidence. Historical accounts located the bands that are now Federally-recognized as the Ute Mountain Tribe and the Southern Ute Indian Tribe in an area stretching from southwestern to south central Colorado, and from there to northwestern New Mexico. Historical accounts placed the other Ute bands that are now the Ute Indian Tribe of the Uintah & Ouray Reservation in an area between the Gunnison River in Colorado and the Uintah Basin in Utah (A.D. 1800). The \\xe2\\x80\\x9cIndian Land Areas Judicially Established 1978 Map,\\xe2\\x80\\x9d indicates a legal claim to land in southwestern Colorado based upon historic use by the Ute and Navajo tribes. In the last 250 years, the presence of the Ute tribes in the area of western Colorado has been historically documented by both Spanish and U.S. records. The present northern boundary of the Ute Mountain Reservation is only 12 miles south of the burial site. \\n        Officials of the University of Colorado Museum have determined that, pursuant to 25 U.S.C. 3001(9), the human remains described above represent the physical remains of one individual of Native American ancestry. Officials of the University of Colorado Museum also have determined that, pursuant to 25 U.S.C. 3001(2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and the Southern Ute Indian Tribe of the Southern Ute Reservation, Colorado; Ute Indian Tribe of the Uintah & Ouray Reservation, Utah; and Ute Mountain Tribe of the Ute Mountain Reservation, Colorado, New Mexico & Utah.\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the human remains should contact Steve Lekson, Curator of Anthropology, University of Colorado Museum, Henderson Building, Campus Box 218, Boulder, CO 80309-0218, telephone (303) 492-6671, before June 14, 2010. Repatriation of the human remains to the Southern Ute Indian Tribe of the Southern Ute Reservation, Colorado; Ute Indian Tribe of the Uintah & Ouray Reservation, Utah; and Ute Mountain Tribe of the Ute Mountain Reservation, Colorado, New Mexico & Utah may proceed after that date if no additional claimants come forward. \\n        The University of Colorado Museum is responsible for notifying the Pueblo of Acoma, New Mexico; Southern Ute Indian Tribe of the Southern Ute Reservation, Colorado; Ute Indian Tribe of the Uintah & Ouray Reservation, Utah; and Ute Mountain Tribe of the Ute Mountain Reservation, Colorado, New Mexico & Utah that this notice has been published.\\n        \\n          Dated: May 5, 2010.\\n          Sherry Hutt,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. 2010-11455 Filed 5-12-10; 8:45 am]\\n      BILLING CODE 4310-70-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Inventory Completion: University of Colorado Museum, Boulder, CO ", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: May 5, 2010.", "signature_name": "Sherry Hutt,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. 2010-11455 Filed 5-12-10; 8:45 am]", "billing_code": "BILLING CODE 4310-70-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}