{"index": "I_1233", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Inventory Completion: U.S. Department of Agriculture, Forest Service, Cherokee National Forest, Cleveland, TN\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains and associated funerary objects in the control of the U.S. Department of Agriculture, Forest Service, Cherokee National Forest, Cleveland, TN.  The human remains and associated funerary objects were removed from Washington County, TN.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003(d)(3).  The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains and associated funerary objects.  The National Park Service is not responsible for the determinations in this notice. \\n        A detailed assessment of the human remains was made by Georgia State University professional staff.  Analysis of associated funerary objects was made by University of Tennessee and University of Georgia professional staff.\\n\\n        In 1978, human remains representing a minimum of 36 individuals were removed from the Jackson Farm site (40Wg17), Washington County, TN, by the late Dr. Roy Dickens of the University of Georgia (later University of North Carolina, Chapel Hill).  In approximately 1980, Dr. Dickens transferred the human remains to the late Dr. R.L. Blakely of Georgia State University.  The associated funerary objects, including shell beads and shell gorgets, stone and bone tools, ornaments, trade beads and metal trade objects were also excavated from these burials and were documented in reports generated in the 1980s by University of Tennessee and University of Georgia professional staff.  However, no official count of the associated funerary objects was done for reporting purposes. No known individuals were identified.  An unknown number of associated funerary objects were present. \\n        Analysis in the 1980s of the human remains and the associated funerary objects, and other artifacts excavated from 40Wg17, indicate these human remains are affiliated with the prehistoric/protohistoric Pisgah (A.D. 1250-1500) and the protohistoric/early historic Qualla (A.D. 1500-1800) archeological phases.  The Pisgah and Qualla archeological phases are associated with the Cherokee Tribes.  The Cherokee are represented by the Cherokee Nation, Oklahoma; Eastern Band of Cherokee Indians of North Carolina; and the United Keetoowah Band of Cherokee Indians in Oklahoma.\\n        Officials of the Forest Service have determined that, pursuant to 25 U.S.C. 3001(9), the human remains described above represent the physical remains of 36 individuals of Native American ancestry.  Officials of the Forest Service also have determined that, pursuant to 25 U.S.C. 3001(3)(A), the objects described above are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony.  Lastly, officials of the Forest Service have determined that, pursuant to 25 U.S.C. 3001(2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and associated funerary objects and the Cherokee Nation of Oklahoma, Eastern Band of Cherokee Indians of North Carolina, and the United Keetoowah Band of Cherokee Indians in Oklahoma.\\n        In the early 1990s, these human remains and associated funerary objects were repatriated to the Eastern Band of Cherokee Indians of North Carolina.  Questions or concerns related to the repatriation of the human remains and/or associated funerary objects described in this notice or representatives of any other Indian tribe that believes itself to be culturally affiliated with the human remains and associated funerary objects should contact H. Thomas Speaks, Forest Supervisor, Cherokee National Forest Service, USDA Forest Service, 2800 N. Ocoee St., Cleveland, TN 37312, telephone (423) 476-9700, before September 23, 2010.\\n        The Forest Service is responsible for notifying the Cherokee Nation, Oklahoma; Eastern Band of Cherokee Indians of North Carolina; and the United Keetoowah Band of Cherokee Indians in Oklahoma that this notice has been published.\\n        \\n          Dated: August 18, 2010.\\n          David Tarler,\\n          Acting Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. 2010-20938 Filed 8-23-10; 8:45 am]\\n      BILLING CODE 4312-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Inventory Completion: U.S. Department of Agriculture, Forest Service, Cherokee National Forest, Cleveland, TN", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: August 18, 2010.", "signature_name": "David Tarler,", "signature_title": "Acting Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. 2010-20938 Filed 8-23-10; 8:45 am]", "billing_code": "BILLING CODE 4312-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}