{"index": "I_1220", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Inventory Completion: Utah Museum of Natural History, Salt Lake City, UT\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains and associated funerary objects in the possession and control of the Utah Museum of Natural History, Salt Lake City, UT. The human remains and associated funerary objects were removed from Millard and Washington Counties, UT.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003(d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations in this notice. \\n        A detailed assessment of the human remains was made by the Utah Museum of Natural History professional staff and a report sent to representatives of the Confederated Tribes of the Goshute Reservation, Nevada and Utah; Northwestern Band of Shoshoni Nation of Utah (Washakie); Paiute Indian Tribe of Utah (Cedar Band of Paiutes, Kanosh Band of Paiutes, Koosharem Band of Paiutes, Indian Peaks Band of Paiutes, and Shivwits Band of Paiutes); Skull Valley Band of Goshute Indians of Utah; and the Ute Indian Tribe of the Uintah & Ouray Reservation, Utah, on January 15, 2010, and consultation with the Confederated Tribes of the Goshute Reservation, Nevada and Utah, and Paiute Indian Tribe of Utah, followed.\\n        Before 1931, human remains representing a minimum of six individuals were removed from a cave in Millard County, UT, by a private collector. In 1931, the human remains and associated funerary objects were donated to the University of Utah. On November 10, 1972, transfer of the University anthropology collections to the Utah Museum of Natural History occurred. It is unknown if the individuals were found together or in separate areas of the cave. No known individuals were identified. Originally, leather fragments were collected, but are currently missing. The remaining three associated funerary objects are one steel knife and two fragments of unworked faunal bone. \\n        The associated funerary objects found with the interments indicate that the human remains are from the contact period. The result of an osteological analysis indicates that the individuals are Native American and likely of Numic descent. Based on the geographical location of the burials, it has been determined descendants of these individuals are members of the Kanosh Band of the Paiute Indian Tribe of Utah, who inhabited this area during the protohistoric and contact periods.\\n        Between 1990 and 1995, human remains representing a minimum of one individual were discovered on private property in Panguitch, Washington County, UT. The human remains were taken to the Panguitch Sheriff\\'s department, and then to the Anasazi State Park. In 1997, the human remains were transferred to the Utah Museum of Natural History and accessioned into the collections. No known individual was identified. No associated funerary objects are present.\\n        The result of an osteological analysis indicates that the individual is Native American and likely of Numic descent. Based on the geographical location of the burial, it has been determined that the individual was likely a member of the Paiute Indian Tribe of Utah, who inhabited this area during the protohistoric and contact periods. The Kanosh Band of the Paiute Indian Tribe of Utah is taking responsibility for the repatriation of this individual. \\n        In 1932, human remains representing a minimum of one individual were removed from Black Rock Butte, Millard County, UT, by a private collector. In 1932, the human remains were loaned to the University of Utah. On November 10, 1972, transfer of the University anthropology collections to the Utah Museum of Natural History occurred. In 1992, the loan was converted to ownership by the museum under Utah law. No known individual was identified. The burial goods claimed to have been found with the remains were not located in 2009. It is unknown if the objects were ever in the possession of the University of Utah. Therefore, no associated funerary objects are present. \\n        The result of an osteological analysis indicates that the individual is Native American and likely of Numic descent. Based on the geographical location of the burial, it has been determined that the individual was likely a member of the Kanosh Band of the Paiute Indian Tribe of Utah, who inhabited this area during the protohistoric and contact periods.\\n        Officials of the Utah Museum of Natural History have determined that, pursuant to 25 U.S.C. 3001(9), the human remains described above represent the physical remains of eight individuals of Native American ancestry. Officials of the Utah Museum of Natural History also have determined that, pursuant to 25 U.S.C. 3001(3)(A), the three objects described above are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony. Lastly, officials of the Utah Museum of Natural History have determined that, pursuant to 25 U.S.C. 3001(2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and associated funerary objects and the Kanosh Band of the Paiute Indian Tribe of Utah.\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the human remains and associated funerary objects should contact Duncan Metcalfe, Utah Museum of Natural History, 1390 E. Presidents Circle, Salt Lake City, UT 84112, telephone (801) 581-3876, before October 20, 2010. Repatriation of the human remains and associated funerary objects to the Kanosh Band of the Paiute Indian Tribe of Utah may proceed after that date if no additional claimants come forward.\\n\\n        The Utah Museum of Natural History is responsible for notifying the Confederated Tribes of the Goshute Reservation, Nevada and Utah; Northwestern Band of Shoshoni Nation of Utah (Washakie); Paiute Indian Tribe of Utah; Skull Valley Band of Goshute Indians of Utah; and the Ute Indian Tribe of the Uintah & Ouray Reservation, Utah, that this notice has been published.\\n        \\n          Dated: September 10, 2010\\n          Sherry Hutt,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. 2010-23405 Filed 9-17-10; 8:45 am]\\n      BILLING CODE 4312-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Inventory Completion: Utah Museum of Natural History, Salt Lake City, UT", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: September 10, 2010", "signature_name": "Sherry Hutt,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. 2010-23405 Filed 9-17-10; 8:45 am]", "billing_code": "BILLING CODE 4312-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}