{"index": "I_1218", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Inventory Completion: Pioneer Historical Society of Bent County, Las Animas, CO\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains in the control of the Pioneer Historical Society of Bent County, Las Animas, CO. The human remains were removed from unknown locations.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003(d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains. The National Park Service is not responsible for the determinations in this notice. \\n        A detailed assessment of the human remains was made by the Pioneer Historical Society of Bent County professional staff in consultation with representatives of the Apache Tribe of Oklahoma; Arapahoe Tribe of the Wind River Reservation, Wyoming; Cheyenne and Arapaho Tribes, Oklahoma; Citizen Potawatomi Nation, Oklahoma; Comanche Nation, Oklahoma; Crow Tribe of Montana; Delaware Nation, Oklahoma; Forest County Potawatomi Community, Wisconsin; Fort Sill Apache Tribe of Oklahoma; Hannahville Indian Community, Michigan; Ho-Chunk Nation, Wisconsin; Hopi Tribe of Arizona; Iowa Tribe of Kansas and Nebraska; Iowa Tribe of Oklahoma; Jicarilla Apache Nation, New Mexico; Kickapoo Tribe of Indians of the Kickapoo Reservation in Kansas; Kickapoo Tribe of Oklahoma; Kickapoo Traditional Tribe of Texas; Kiowa Indian Tribe of Oklahoma; Mescalero Apache Tribe of the Mescalero Reservation, New Mexico; Navajo Nation, Arizona, New Mexico & Utah; Northern Cheyenne Tribe of the Northern Cheyenne Indian Reservation, Montana; Ohkay Owinegh, New Mexico; Omaha Tribe of Nebraska; Osage Nation, Oklahoma; Otoe-Missouria Tribe of Indians, Oklahoma; Pawnee Nation of Oklahoma; Peoria Tribe of Indians of Oklahoma; Prairie Band of Potawatomi Nation, Kansas; Pueblo of Acoma, New Mexico; Pueblo of Cochiti, New Mexico; Pueblo of Isleta, New Mexico; Pueblo of Jemez, New Mexico; Pueblo of Laguna, New Mexico; Pueblo of Nambe, New Mexico; Pueblo of Picuris, New Mexico; Pueblo of Pojoaque, New Mexico; Pueblo of San Felipe, New Mexico; Pueblo of San Ildefonso, New Mexico; Pueblo of Sandia, New Mexico; Pueblo of Santa Ana, New Mexico; Pueblo of Santa Clara, New Mexico; Pueblo of Santo Domingo, New Mexico; Pueblo of Taos, New Mexico; Pueblo of Tesuque, New Mexico; Pueblo of Zia, New Mexico; Sac & Fox Tribe of the Mississippi in Iowa; Sac & Fox Nation of Missouri in Kansas & Nebraska; Sac & Fox Nation, Oklahoma; Southern Ute Indian Tribe of the Southern Ute Reservation, Colorado; Three Affiliated Tribes of the Fort Berthold Reservation, North Dakota; Ute Indian Tribe of the Uintah & Ouray Reservation, Utah; Ute Mountain Tribe of the Ute Mountain Reservation, Colorado, New Mexico & Utah; Winnebago Tribe of Nebraska; Ysleta Del Sur Pueblo of Texas; and Zuni Tribe of the Zuni Reservation, New Mexico.\\n        On unknown dates, human remains representing a minimum of two individuals were removed from unknown locations possibly by B.F. Jackson. Jackson later donated them to the Pioneer Historical Society of Bent County (catalog number O 1298). No known individuals were identified. No associated funerary objects are present.\\n        The human remains are more likely than not Native American based on biological information obtained through a non-destructive osteological study.\\n        Officials of the Pioneer Historical Society of Bent County have determined that, pursuant to 25 U.S.C. 3001(9), the human remains described above represent the physical remains of two individuals of Native American ancestry. Lastly, officials of the Pioneer Historical Society of Bent County have determined that, pursuant to 25 U.S.C. 3001(2), a relationship of shared group identity cannot reasonably be traced between the Native American human remains and any present-day Indian tribe. \\n        The Native American Graves Protection and Repatriation Review Committee (Review Committee) is responsible for recommending specific actions for the disposition of culturally unidentifiable human remains. In October 2009, the Pioneer Historical Society of Bent County requested that the Review Committee recommend disposition of four culturally unidentifiable human remains and associated funerary objects to the Cheyenne and Arapaho Tribes, Oklahoma. The Arapahoe Tribe of the Wind River Reservation, Wyoming; Comanche Nation, Oklahoma; Forest County Potawatomi Community, Wisconsin; Hopi Tribe of Arizona; Iowa Tribe of Kansas and Nebraska; Iowa Tribe of Oklahoma; Jicarilla Apache Nation, New Mexico; Northern Cheyenne Tribe of the Northern Cheyenne Indian Reservation, Montana; Pawnee Nation of Oklahoma; Pueblo of Acoma, New Mexico; Pueblo of Jemez, New Mexico; Pueblo of Santa Ana, New Mexico; Pueblo of Tesuque, New Mexico; Pueblo of Laguna, New Mexico; Pueblo of Santa Clara, New Mexico; and Southern Ute Indian Tribe of the Southern Ute Reservation, Colorado, wrote letters in support of the disposition to the Cheyenne and Arapaho Tribes, Oklahoma. The Ute Mountain Tribe of the Ute Mountain Reservation, Colorado, New Mexico & Utah, testified in support of the disposition to the Cheyenne and Arapaho Tribes, Oklahoma, before the Review Committee during the May 15-16, 2008, meeting. Furthermore, none of the Indian tribes consulted objected to the determination of the \\xe2\\x80\\x9cculturally unidentifiable\\xe2\\x80\\x9d status by the Pioneer Historical Society of Bent County and the disposition to the Cheyenne and Arapaho Tribes, Oklahoma. \\n\\n        The Review Committee considered the proposal at its October 30-31, 2009, meeting and recommended the disposition of the human remains and associated funerary objects to the Cheyenne and Arapaho Tribes, Oklahoma. The Secretary of the Interior independently reviewed the recommendation. A June 3, 2010, letter from the Designated Federal Officer, writing on behalf of the Secretary of the Interior, transmitted the authorization for the Pioneer Historical Society of Bent County to effect disposition of the physical remains of two of the culturally unidentifiable individuals to the Cheyenne and Arapaho Tribes, Oklahoma, contingent on the publication of a Notice of Inventory Completion in the Federal Register. This notice fulfills that requirement.\\n\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the human remains should contact Kathryn Finau, Project Coordinator, Pioneer Historical Society of Bent County, PO Box 68, Las Animas, CO 81045, telephone (719) 469-8818, before October 20, 2010. Disposition of the human remains to the Cheyenne and Arapaho Tribes, Oklahoma, may proceed after that date if no additional claimants come forward.\\n        The Pioneer Historical Society of Bent County is responsible for notifying the Apache Tribe of Oklahoma; Arapahoe Tribe of the Wind River Reservation, Wyoming; Cheyenne and Arapaho Tribes, Oklahoma; Citizen Potawatomi Nation, Oklahoma; Comanche Nation, Oklahoma; Crow Tribe of Montana; Delaware Nation, Oklahoma; Forest County Potawatomi Community, Wisconsin; Fort Sill Apache Tribe of Oklahoma; Hannahville Indian Community, Michigan; Ho-Chunk Nation, Wisconsin; Hopi Tribe of Arizona; Iowa Tribe of Kansas and Nebraska; Iowa Tribe of Oklahoma; Jicarilla Apache Nation, New Mexico; Kickapoo Tribe of Indians of the Kickapoo Reservation in Kansas; Kickapoo Tribe of Oklahoma; Kickapoo Traditional Tribe of Texas; Kiowa Indian Tribe of Oklahoma; Mescalero Apache Tribe of the Mescalero Reservation, New Mexico; Navajo Nation, Arizona, New Mexico & Utah; Northern Cheyenne Tribe of the Northern Cheyenne Indian Reservation, Montana; Ohkay Owinegh, New Mexico; Omaha Tribe of Nebraska; Osage Nation, Oklahoma; Otoe-Missouria Tribe of Indians, Oklahoma; Pawnee Nation of Oklahoma; Peoria Tribe of Indians of Oklahoma; Prairie Band of Potawatomi Nation, Kansas; Pueblo of Acoma, New Mexico; Pueblo of Cochiti, New Mexico; Pueblo of Isleta, New Mexico; Pueblo of Jemez, New Mexico; Pueblo of Laguna, New Mexico; Pueblo of Nambe, New Mexico; Pueblo of Picuris, New Mexico; Pueblo of Pojoaque, New Mexico; Pueblo of San Felipe, New Mexico; Pueblo of San Ildefonso, New Mexico; Pueblo of Sandia, New Mexico; Pueblo of Santa Ana, New Mexico; Pueblo of Santa Clara, New Mexico; Pueblo of Santo Domingo, New Mexico; Pueblo of Taos, New Mexico; Pueblo of Tesuque, New Mexico; Pueblo of Zia, New Mexico; Sac & Fox Tribe of the Mississippi in Iowa; Sac & Fox Nation of Missouri in Kansas & Nebraska; Sac & Fox Nation, Oklahoma; Southern Ute Indian Tribe of the Southern Ute Reservation, Colorado; Three Affiliated Tribes of the Fort Berthold Reservation, North Dakota; Ute Indian Tribe of the Uintah & Ouray Reservation, Utah; Ute Mountain Tribe of the Ute Mountain Reservation, Colorado, New Mexico & Utah; Winnebago Tribe of Nebraska; Ysleta Del Sur Pueblo of Texas; and Zuni Tribe of the Zuni Reservation, New Mexico, that this notice has been published.\\n        \\n          Dated: September 10, 2010\\n          Sherry Hutt,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. 2010-23426 Filed 9-17-10; 8:45 am]\\n      BILLING CODE 4312-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Inventory Completion: Pioneer Historical Society of Bent County, Las Animas, CO", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: September 10, 2010", "signature_name": "Sherry Hutt,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. 2010-23426 Filed 9-17-10; 8:45 am]", "billing_code": "BILLING CODE 4312-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}