{"index": "I_1214", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Inventory Completion: U.S. Army Corps of Engineers, Portland District, Portland, OR and University of Oregon Museum of Natural and Cultural History, Eugene, OR \\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with provisions of the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains and associated funerary objects for which the University of Oregon Museum of Natural and Cultural History, Eugene, OR, and U.S. Department of Defense, Army Corps of Engineers, Portland District, Portland, OR, have joint responsibility. The human remains and associated funerary objects were removed from a site on Army Corps of Engineers land within the John Day Dam project area, Gilliam County, OR. \\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003(d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations in this notice. \\n        A detailed assessment of the human remains was made by the University of Oregon Museum of Natural and Cultural History and U.S. Army Corps of Engineers, Portland District, professional staff in consultation with representatives of the Confederated Tribes of the Warm Springs Reservation of Oregon; Confederated Tribes and Bands of the Yakama Nation, Washington; Confederated Tribes of the Umatilla Indian Reservation, Oregon; and Nez Perce Tribe, Idaho. \\n        Native American cultural items described in this notice were excavated under Antiquities Act permits by the University of Oregon, Eugene, OR, on Army Corps of Engineers project land. Following excavations at the site described below, and under the provisions of the permits, the University of Oregon retained the collections for preservation.\\n        Between 1959 and 1968, human remains representing a minimum of 134 individuals were removed from site 35-GM-9, also known as the Wildcat Canyon site, Gilliam County, OR, during excavations by the University of Oregon prior to construction of the John Day Dam. No known individuals were identified. The 1,182 associated funerary objects are 41 projectile points, 8 projectile point fragments, 2 chert bifacial tips, 6 stone knives, 2 knife fragments, 17 blades, 14 blade fragments, 3 crude chert bifaces, 1 bifacially-modified obsidian crescent, 19 scrapers, 4 utilized flakes, 41 worked flakes, 2 cores, 1 worked shale piece, 4 shaft smoothers, 3 abrading stones, 8 gravers, 1 burin, 1 needle, 1 chert drill, 3 choppers, 2 hopper mortars, 2 net sinkers, 4 hammerstones, 3 stone mauls, 5 pestles, 2 large pestle fragments, 84 basalt fragments, 3 chert fragments, 663 unmodified flakes, 1 thermally-fractured rock, 2 columnar slabs, 1 fractured cobble, 1 flaked cobble, 1 stone pendant, 1 stone ring, 5 round stones, 1 girdled stone, 2 pierced stones, 49 pebbles, 1 girdled pebble, 9 broken pebbles, 1 worked scoria piece, 34 dentalium shells, 1 pectin shell, 1 incised bead, 8 steatite beads, 12 bone beads, 3 vials of bone beads, 4 fossil crinoid beads, 10 stone beads, 3 unspecified beads, 21 worked antlers/fragments, 2 vials of antler/bone, 1 vial of elk teeth, 2 faunal effigies, 2 awls, 1 bone tube fragment, 16 worked non-human bones/fragments, 18 non-human bones/fragments, 11 burned non-human bone fragments, 6 red ochre pieces, and 1 green chalk piece. \\n        Site 35-GM-9 is located along the south side shoreline of the Columbia River, approximately 9.5 river miles east of the John Day River confluence. The multicomponent site contains multiple activity areas that are believed to have been repeatedly occupied from approximately 9,000 B.P. to A.D. 1750. Site 35-GM-9 frequently served as a village, camping area and cemetery. Based on distinctive osteological evidence, the associated funerary objects and the location of the human remains within the site, all the individuals have been determined to be Native American. \\n        Oral traditions and ethnographic reports indicate that site 35-GM-9 lies within the historic territory of Sahaptin-speaking Tenino or Warm Springs peoples whose descendants are culturally-affiliated with the present-day Confederated Tribes of the Warm Springs Reservation of Oregon. The Confederated Tribes of the Warm Springs Reservation is composed of three Wasco bands, four Warm Springs bands, and Northern Paiutes. The Columbia River-based Wasco were the easternmost group of Chinookan-speaking Indians. The Sahaptin-speaking Warm Springs bands lived farther east along the Columbia River and its tributaries. Northern Paiutes, who spoke a Uto-Aztecan language, historically occupied much of southeastern Oregon. The Confederated Tribes of the Warm Springs Reservation of Oregon peoples also traditionally shared the site area with relatives and neighbors whose descendants may be culturally affiliated with the 14 Sahaptin, Salish and Chinookan-speaking tribes and bands of the present-day Confederated Tribes and Bands of the Yakama Nation, Washington. Yakama homelands were traditionally located on the Washington side of the Columbia River between the eastern flanks of the Cascade Range and the lower reaches of the Yakima River drainage. \\n\\n        Officials of the U.S. Army Corps of Engineers, Portland District, and University of Oregon Museum of Natural and Cultural History, have determined that, pursuant to 25 U.S.C. 3001(9), the human remains described above represent the physical remains of at least 134 individuals of Native American ancestry. Officials of the U.S. Army Corps of Engineers, Portland District, and University of Oregon Museum of Natural and Cultural History, have also determined that, pursuant to 25 U.S.C. 3001(3)(A), the 1,182 objects described above are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony. Lastly, officials of the U.S. Army Corps of Engineers, Portland District, and University of Oregon Museum of Natural and Cultural History, have determined that, pursuant to 25 U.S.C. 3001(2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and associated funerary objects and the Confederated Tribes of the Warm Springs Reservation of Oregon and/or Confederated Tribes and Bands of the Yakama Nation, Washington. \\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the human remains and associated funerary objects should contact Daniel Mulligan, NAGPRA Coordinator, Environmental Resources Branch, U.S. Army Corps of Engineers, Portland District, P.O. Box 2946, Portland, OR 97208-2946, telephone (503) 808-4768, before October 25, 2010. Repatriation of the human remains and associated funerary objects to the Confederated Tribes of the Warm Springs Reservation of Oregon and/or Confederated Tribes and Bands of the Yakama Nation, Washington, may proceed after this date if no additional claimants come forward. \\n        The U.S. Army Corps of Engineers, Portland District, is responsible for notifying the Confederated Tribes of the Warm Springs Reservation of Oregon and Confederated Tribes and Bands of the Yakama Nation, Washington, that this notice has been published.\\n        \\n          Dated: September 10, 2010\\n          Sherry Hutt,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. 2010-23903 Filed 9-23-10; 8:45 am]\\n      BILLING CODE 4312-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Inventory Completion: U.S. Army Corps of Engineers, Portland District, Portland, OR and University of Oregon Museum of Natural and Cultural History, Eugene, OR ", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: September 10, 2010", "signature_name": "Sherry Hutt,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. 2010-23903 Filed 9-23-10; 8:45 am]", "billing_code": "BILLING CODE 4312-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}