{"index": "I_1275", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Inventory Completion: Museum of Cultural and Natural History, Central Michigan University, Mt. Pleasant, MI\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains and associated funerary objects in the possession of the Museum of Cultural and Natural History, Central Michigan University, Mt. Pleasant, MI. The human remains and associated funerary objects were removed from Arenac, Isabella, and Saginaw Counties, MI.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003 (d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations in this notice. \\n\\n        A detailed assessment of the human remains was made by the Museum of Cultural and Natural History professional staff and physical anthropologists from Western Michigan University, Kalamazoo, MI, and the University of Western Ontario, Canada, and in consultation with representatives of the Little Traverse Bay Bands of Odawa Indians, Michigan, and the Saginaw Chippewa Indian Tribe of Michigan. \\n        In 1970, human remains representing a minimum of two individuals were removed from Point Lookout, 20AC18, in Arenac County, MI. Students from Central Michigan University and amateur archeologists excavated the site and the material was immediately turned over to the Museum of Cultural and Natural History. No known individuals were identified. The 11 associated funerary objects are 2 (reconstructed) ceramic vessels, 1 piece of worked bone, 1 small sheet of copper, 1 bag of ochre sand, 1 stone object, 1 bag of ceramic sherds, 1 group of copper beads and bead fragments, 1 stone tool, 1 bone needle, and 1 tooth from an unknown animal. \\n        Archeological evidence dates the material from the Early Late Woodland Era, and the determination is supported by publications of the State Archaeologist\\'s Office of Michigan. The human remains were identified as being of Native American ancestry based on archeological dating and osteological examination.\\n        In 1970-1971, human remains representing a minimum of 18 individuals were removed from Indian Mound Park, 20IB1, in Isabella County, MI. Faculty and students from Central Michigan University excavated the site and the material was immediately turned over to the Museum of Cultural and Natural History. No known individuals were identified. The five associated funerary objects are one celt, one projectile point, and three ceramic sherds.\\n        Archeological evidence dates the material from the Early Late Woodland Era, and the determination is supported by publications of the State Archaeologist\\'s Office of Michigan. The human remains were identified as being of Native American ancestry based on archeological dating and osteological examination. \\n        From 1968 to 1970, and in 1972, human remains representing a minimum 124 individuals were removed from the Frazier-Tyra site, 20SA9, in Saginaw County, MI. Amateur archeologists excavated the site from 1968 to 1970, and turned over the material to the Anthropology Department of Central Michigan University, which transferred it to the Museum of Cultural and Natural History in the early 1990s. Students from Central Michigan University excavated the site again in 1972, and immediately turned over the materials they found to the Museum of Cultural and Natural History. No known individuals were identified. The 372 associated funerary objects are 285 ceramic sherds, 76 pieces of lithic debitage, 4 scrapers, 1 piece of copper, 1 abrading stone, 1 projectile point, 1 piece of conch, 1 bag of ochre, 1 pipe and 1 pipe fragment.\\n        Archeological evidence dates the material from the Early Late Woodland Era, and the determination is supported by publications of the State Archaeologist\\'s Office of Michigan. The human remains were identified as being of Native American ancestry based on archeological dating and osteological examination. \\n        The area of Arenac, Isabella, and Saginaw Counties in mid-Michigan has a long established history of Native American occupation before European encroachment in the early 17th century. The Anishnaabek, which is comprised of the Odawa/Ottawa, Ojibwe/Chippewa and Potawatomi, have long called this area home. Officials of the Museum of Cultural and Natural History have reasonably determined that the individuals described above from Arenac, Isabella, and Saginaw Counties are Native American, however, officials of the Museum of Cultural and Natural History have determined that the evidence is insufficient to determine cultural affiliation with any present-day Indian tribe. \\n        Officials of the Museum of Cultural and Natural History have determined that, pursuant to 25 U.S.C. 3001 (9-10), the human remains described above represent the physical remains of 144 individuals of Native American ancestry. Officials of the Museum of Cultural and Natural History also have determined that, pursuant to 25 U.S.C. 3001 (3)(A), the 388 objects described above are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony. Lastly, officials of the Museum of Cultural and Natural History have determined that, pursuant to 25 U.S.C. 3001 (2), a relationship of shared group identity cannot be reasonably traced between the Native American human remains and associated funerary objects and any present-day Indian tribe.\\n\\n        The Native American Graves Protection and Repatriation Review Committee (Review Committee) is responsible for recommending specific actions for disposition of culturally unidentifiable human remains. In February 2009, the Museum of Cultural and Natural History requested that the Review Committee recommend disposition of the 144 culturally unidentifiable human remains and associated funerary objects to the Little Traverse Bay Bands of Odawa Indians, Michigan, and the Saginaw Tribe of Chippewa Indians of Michigan, as the aboriginal occupants of the lands encompassing the present-day Arenac, Isabella, and Saginaw Counties, MI. The Review Committee considered the proposal at its May 23 - 24, 2009 meeting and recommended disposition of the human remains and associated funerary objects to the Little Traverse Bay Bands of Odawa Indians, Michigan, and the Saginaw Tribe of Chippewa Indians of Michigan. A September 16, 2009, letter on behalf of the Secretary of Interior from the Designated Federal Official transmitted the authorization for the museum to effect disposition of the culturally unidentifiable human remains and associated funerary objects to the two Indian tribes listed above contingent on the publication of a Notice of Inventory Completion in the Federal Register. This notice fulfills that requirement.\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the human remains and associated funerary objects should contact Dr. Pamela Gates, NAGPRA Representative, Museum of Cultural and Natural History, 103 Rowe Hall, Central Michigan University, Mt. Pleasant, MI 48859, telephone (989) 774-3341, before April 30, 2010. Disposition of the human remains and associated funerary objects to the Little Traverse Bay Bands of Odawa Indians, Michigan, and the Saginaw Tribe of Chippewa Indians of Michigan may proceed after that date if no additional claimants come forward.\\n        The Museum of Cultural and Natural History is responsible for notifying the Little Traverse Bay Bands of Odawa Indians, Michigan, and the Saginaw Tribe of Chippewa Indians of Michigan that this notice has been published.\\n        \\n          Dated: March 2, 2010\\n          Sherry Hutt,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. 2010-7254 Filed 3-30-10; 8:45 am]\\n      BILLING CODE 4312-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Inventory Completion: Museum of Cultural and Natural History, Central Michigan University, Mt. Pleasant, MI", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: March 2, 2010", "signature_name": "Sherry Hutt,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. 2010-7254 Filed 3-30-10; 8:45 am]", "billing_code": "BILLING CODE 4312-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}