{"index": "I_1284", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Inventory Completion: Stephen F. Austin State University, Nacogdoches, TX\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains and associated funerary objects in the control of Stephen F. Austin State University, Nacogdoches, TX. The human remains and associated funerary objects were removed from Nacogdoches, Smith, and Titus Counties, TX.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003 (d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations in this notice. \\n        A detailed assessment of the human remains and associated funerary objects was made by the professional staff of Archeological & Environmental Consultants, LLC, under a sub-contract with the Historic Preservation Program of the Caddo Nation of Oklahoma, which was under contract with Stephen F. Austin State University. \\n        In the early 1900s, human remains representing a minimum of one individual were recovered from Washington Square, now the Thomas Jefferson Rusk Elementary School, in Nacogdoches, Nacogdoches County, TX, by Captain H.H. Cooper, a private citizen. This area is now designated as the Washington Square Site (41NA49). In 1930, the human remains were donated to the Stone Fort Museum on the Stephen F. Austin State University campus, and moved to the repository of the anthropology lab some time after 1975. No known individual was identified. No associated funerary objects are present.\\n        The human remains were determined to be affiliated with the Caddo Nation of Oklahoma because they were recovered from a large Caddo occupation site dating to approximately A.D. 1200-1400. The Washington Square Site (41NA49) is located on Mound Street in Nacogdoches, so named because of the numerous Caddo mounds that were at that location. In 1889, a Nacogdoches newspaper article states that, \\xe2\\x80\\x9c. . . the bones of human beings are being found in almost every cart load of dirt . . .\\xe2\\x80\\x9d (Star News Nacogdoches, May 31, 1889, vol. 14, no. 19).\\n        Prior to 1990, human remains representing a minimum of one individual were removed from an airport west of Tyler in Smith County, TX, by \\xe2\\x80\\x9cRed\\xe2\\x80\\x9d McFarland, a private citizen. McFarland noted that two ceramic vessels were associated with the skull, however, currently the whereabouts of the two ceramic vessels is unknown. The human remains are located in the repository of the Stephen F. Austin State University anthropology lab. No known individual was identified. No associated funerary objects are present. \\n        The human remains are determined to be affiliated with the Caddo Nation of Oklahoma based on the description of the associated ceramic vessels. \\n        Prior to 1990, human remains representing a minimum of one individual were removed from two miles north of Troup on the south bank of the Kickapoo River, Smith County, TX, by \\xe2\\x80\\x9cRed\\xe2\\x80\\x9d McFarland, a private citizen. The human remains are located in the repository of the Stephen F. Austin State University anthropology lab. No known individual was identified. No associated funerary objects are present. \\n        The human remains are determined to be affiliated with the Caddo Nation of Oklahoma based on provenience. The human remains were removed from a part of Texas that was occupied by the Caddo before and after European contact.\\n        Prior to 1990, human remains representing a minimum of one individual were removed from an unknown location in Smith County, TX, by an unknown individual. The human remains are located in the repository of the Stephen F. Austin State University anthropology lab. No known individual was identified. No associated funerary objects are present. \\n        The human remains are determined to be affiliated with the Caddo Nation of Oklahoma based on provenience. The human remains were removed from a part of Texas that was occupied by the Caddo before and after European contact.\\n        In 1985, human remains representing a minimum of three individuals were removed from two burials at the Washington Square Site (41NA49), in Nacogdoches, Nacogdoches County, TX, during excavations under the direction of Dr. James Corbin, Stephen F. Austin State University archeologist. The human remains are located in the repository of the Stephen F. Austin State University anthropology lab. No known individuals were identified. The 122 associated funerary objects are 49 ceramic vessels; 47 marine shell beads and fragments; 1 fragmented marine shell pendant; 3 deer teeth; 9 pigment samples; 2 charred organic debris samples; and a cache of lithic debris with 9 chert flakes, 1 chert core, and 1 flake tool.\\n        All human remains and associated funerary objects from the Washington Square Site (41NA49) were determined to be affiliated with the Caddo Nation of Oklahoma. The ceramic styles are identified as Caddo, which date approximately from A.D. 1200 to 1400. \\n\\n        In 1983, human remains representing a minimum of one individual were excavated at 41TT135 (no site name) near Lake Monticello in Titus County, TX, during excavations by Espey Huston & Associates, Inc. In 1984, the human remains were placed in the repository of Stephen F. Austin State University anthropology lab. No known individual was identified. The one associated funerary object is a broken ceramic vessel.\\n        The human remains and associated funerary object recovered from 41TT135 have been determined to be affiliated with the Caddo Nation of Oklahoma. The broken vessel is plain, but other artifacts from the site, which are not funerary objects, indicate a Caddo occupation which may pre-date A.D. 1200.\\n        Officials of Stephen F. Austin State University have determined that, pursuant to 25 U.S.C. 3001 (9-10), the human remains described above represent the physical remains of eight individuals of Native American ancestry. Officials of Stephen F. Austin State University also have determined that, pursuant to 25 U.S.C. 3001 (3)(A), the 123 objects described are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony. Lastly, officials of the Stephen F. Austin State University have determined that, pursuant to 25 U.S.C. 3001 (2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and associated funerary objects and the Caddo Nation of Oklahoma. \\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the human remains and associated funerary objects should contact Dr. Jerry Williams, Stephen F. Austin State University, P.O. Box 13047, SFA Station, Nacogdoches, TX 75962, telephone (936) 468-2306, before March 29, 2010. Repatriation of the human remains and associated funerary objects to the Caddo Nation of Oklahoma may proceed after that date if no additional claimants come forward.\\n        Stephen F. Austin State University is responsible for notifying the Caddo Nation of Oklahoma that this notice has been published.\\n        \\n          Dated: January 22, 2010\\n          Sherry Hutt,\\n          Manager, National NAGPRA Program. \\n        \\n      \\n      [FR Doc. 2010-3785 Filed 2-24-10; 8:45 am]\\n      BILLING CODE 4312-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Inventory Completion: Stephen F. Austin State University, Nacogdoches, TX", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: January 22, 2010", "signature_name": "Sherry Hutt,", "signature_title": "Manager, National NAGPRA Program. ", "fr_doc": "[FR Doc. 2010-3785 Filed 2-24-10; 8:45 am]", "billing_code": "BILLING CODE 4312-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}