{"index": "I_1258", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Inventory Completion: U.S. Department of Defense, Army Corps of Engineers, Walla Walla District, Walla Walla, WA and Museum of Anthropology, Washington State University, Pullman, WA\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains and associated funerary objects in the control of the U.S. Department of Defense, Army Corps of Engineers, Walla Walla District, Walla Walla, WA, and in the physical custody of the Museum of Anthropology, Washington State University, Pullman, WA. The human remains and associated funerary objects were removed from Columbia, Franklin, Garfield, and Whitman Counties, WA.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003(d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations in this notice. \\n        A detailed assessment of the human remains was made by U.S. Department of Defense, Army Corps of Engineers professional staff in consultation with representatives of Confederated Tribes of the Colville Reservation, Washington; Confederated Tribes of the Umatilla Indian Reservation, Oregon; Confederated Tribes of the Warm Springs Reservation of Oregon; Confederated Tribes and Bands of the Yakama Nation, Washington; Nez Perce Tribe, Idaho; and the Wanapum Band, a non-federally recognized Indian group.\\n        In 1965, human remains representing a minimum of one individual were removed from the village portion of site 45CO1 near the mouth of the Tucannon River, Columbia County, WA. The excavation was conducted on Army Corps of Engineers land under contract with the National Park Service. No burials were reported during the excavations. In 1996, Washington State University unexpectedly encountered human remains in level bags containing unprovenienced materials collected from the surface of site 45CO1. No known individual was identified. No associated funerary objects are present.\\n        This individual was determined to be Native American based on significant tooth wear and the types of artifacts removed during the excavation, including projectile points, scrapers, antler tine tools, utilized flakes, and awls, which are tool types common in the Plateau culture area. Site 45CO1 is adjacent to Cayuse, Nez Perce, and Palus Indian lands judicially established in 1978. \\n\\n        In 1958 and 1959, human remains representing a minimum of 14 individuals were removed from Fishhook Island Site, 45FR42, Franklin County, WA. In 1958, the Columbia Archaeological Society excavated at Fishhook Island. In 1959, the Washington State University excavated at Fishhook Island while under contract with the National Park Service. The 1958 and 1959 excavations took place before the land was acquired by the Army Corps of Engineers. At an unknown date, the human remains excavated were delivered to Washington State University and University of Idaho. In 2000, the University of Idaho transferred the 45FR42 materials to Washington State University. In 2006, the Army Corps of Engineers\\' physical anthropologists inventoried the human remains. Some of the human remains collected are not currently in the museum collection, and may have been reburied in 1991. Burials numbers 1 through 21 were consecutively assigned by the Columbia Archaeological Society to their burial excavations. Washington State University assigned burial numbers 1 through 24 to their burial excavations. The duplicate burial numbers and scant records do not, in many instances, permit clear association of funerary objects with the burials removed. No known individuals were identified. The 351 associated funerary objects are 102 counted objects and 249 lots of objects. The 102 counted objects are 9 adzes, 5 bifaces, 9 bone awls, 2 bone tool fragments, 3 bone wedges, 2 combs, 1 composite harpoon, 2 copper pendants, 13 cores, 1 digging stick handle, 5 drills, 1 grooved cobble, 1 hafted beaver tooth chisel, 1 hammerstone, 1 jadite club, 1 metal bracelet, 1 pestle, 2 preforms, 32 projectile points, 4 scrapers, 2 cobble spalls, 2 stone abraders, 1 stone pendant, and 1 thimble. The 249 lots of objects are 4 lots of animal hair, 17 lots of animal remains, 26 lots of bag residue, 18 lots of modified bone fragments, 2 lots of charcoal, 1 lot of cordage, 7 lots of elk tooth beads, 2 lots of fabric remains, 1 lot of fire cracked rock, 81 lots of flakes, 8 lots of glass and metal beads, 7 lots of juniper seed beads, 2 lots of leather fragments, 4 lots of matting, 5 lots of metal fragments, 2 lots of nails, 6 lots of plant remains, 4 lots of red ochre, 35 lots of shell beads, 4 lots of shell pendant fragments, 4 lots of shell remains, and 9 lots of wood fragments.\\n        The 45FR42 burials are estimated to range from the proto-historic/historic time periods to the early 1920s. In the early 1900s, local residents witnessed Native American burial ceremonies held on Fishhook Island, and remember Cayuse, Walla Walla, Wallula, and Palus people in the general area during the late 1880s and early 1900s. Fishhook Island is located within the overlapping 19th century territories of the Palus and Walla Walla people.\\n        In 1959, human remains representing a minimum of two individuals were removed from the Klundt or Page Site, 45FR43, Franklin County, WA. Washington State University excavated three housepits at 45FR43 on Army Corps of Engineers project lands while under contract with the National Park Service. The resultant collection was curated at Washington State University, but was not formally reported. In 1992, Washington State University unexpectedly encountered human remains listed in collection records. In 2006, Army Corps of Engineers physical anthropologists inventoried the human remains. No known individuals were identified. The four associated funerary objects are one counted object and three lots of objects, which are one ceramic bead, one lot of fire cracked rock, one lot of charcoal, and one lot of bag residue.\\n        The human remains were associated with a prehistoric housepit village and Native American artifacts dating to the Harder Phase (2500 BP to 1000 BP). Early and late ethnographic documentation indicates the present-day location of 45FR43 is within the overlapping 19th century territories of the Cayuse, Palus, and Walla Walla people. \\n        In 1959, 1960, or 1961, human remains representing a minimum of three individuals were removed from the Windust Caves Site, 45FR46, Franklin County, WA. Washington State University excavated in three of the nine caves in this complex while under contract with the National Park Service. A lined storage pit feature was encountered in Cave C, but no burials were reported during the excavations. Unknown collectors dug in Cave C between Washington State University\\'s field seasons. In 1997, Washington State University unexpectedly found human remains in an unsorted Cave C level bag containing material from a collector\\'s back dirt pile. No known individuals were identified. The 84 associated funerary objects are 9 counted objects and 75 lots of objects. The nine counted objects are three bifaces, four cores, and two projectile points. The 75 lots of objects are 4 lots of animal remains, 9 lots of bag residue, 2 lots of bird remains, 1 lot of bullet cartridge fragments, 1 lot of can fragments, 4 lots of charcoal, 2 lots of cordage, 1 lot of fabric remains, 24 lots of flakes, 2 lots of glass fragments, 2 lots of metal fragments, 3 lots of modified wood, 1 lot of nails, 5 lots of paper fragments, 6 lots of plant remains, 4 lots of shell remains, and 4 lots of wood fragments.\\n        Information is limited making it impossible to determine the age of the remains. However, Native American materials and features associated with the late prehistoric period are present, including preserved Native American cordage and wood artifacts. Early and late ethnographic documentation indicates the present-day location of 45FR46 is within the overlapping 19th century territories of the Palus and Walla Walla people. \\n        In 1960, human remains representing a minimum of two individuals were removed from the Ford Island Site, 45FR47, Franklin County, WA. Washington State University excavated at 45FR47 while under contract with the Army Corps of Engineers. The remains were delivered to the University of Idaho and Washington State University and are thought to have been reburied before 1985. In 1992, a Washington State University inventory recorded the presence of Burial 6 materials in the collection. Between 1996 and 2000, the University of Idaho transferred materials to Washington State University. In 2003, the transferred materials were inventoried, and the presence of Burial 9 materials was recorded along with funerary objects from other 45FR47 burials. No known individuals were identified. The 168 associated funerary objects are 6 counted objects and 162 lots of objects. The six counted objects are one core, two unidentified ground stone items, one iron container, and two shell ornaments. The 162 lots of objects are 1 lot of animal remains, 10 lots of bag residue, 1 lot of buttons, 17 lots of fabric remains, 1 lot of feathers, 6 lots of flakes, 2 lots of leather fragments, 3 lots of metal beads, 2 lots of organic items, 1 lot of red ochre, 4 lots of shell beads, 98 lots of trade beads, 1 lot of unidentified glass items, 13 lots of unidentified metal items, and 2 lots of wood fragments.\\n        The burials associated with the 45FR47 collection are Native American as demonstrated by the presence of Native American Plateau objects, Plateau burial patterns, and eyewitness accounts of Native Americans living on Ford Island in the 1900s. Dentalia shell beads start to be common in the Plateau archeological record about 3,000 years ago. Glass beads became available to Indian groups from the 1780s through the 1810s. Early and late ethnographic documentation indicates the island is located within the overlapping 19th century territories of the Palus and Walla Walla people. \\n        In 1981, human remains representing a minimum of one individual were removed from the Lyon\\'s Fish Hatchery/Trestle City/Joso Site, 45FR51, Franklin County, WA. The Lyons Ferry Fish Hatchery Project was proposed for construction in the area of 45FR51 during the late 1970s. An archeological survey and test excavations were conducted prior to project initiation. No burials were reported during the archeological investigations; however, a canoe burial was unexpectedly encountered during hatchery construction. The burial was removed and delivered to the University of Idaho under contract with the Army Corps of Engineers. In 2000, the University of Idaho transferred the materials to Washington State University. No known individual was identified. The 15 lots of associated funerary objects are 3 lots of animal remains, 1 lot of fabric remains, 6 lots of leather fragments, 1 lot of metal fragments, 2 lots of plant remains, 1 lot of sediment, and 1 lot of shell remains.\\n\\n        The use of canoes in a burial setting is consistent with the Native American Plateau cultural area. The age of the burial is estimated to range from 1820 to 1850. Site 45FR51 is within judicially established Palus Indian land, and north of the judicially established Cayuse and Nez Perce Indian lands. \\n        In 1977, human remains representing a minimum of two individuals were removed from the Kelly Bar Site, 45GA37, Garfield County, WA. The remains were found within slumped sediments and appeared to lie within a redeposited Mt. Mazama ash layer. The human remains were removed by the University of Idaho under contract with the Army Corps of Engineers. Following removal, the remains were delivered to the University of Idaho. In 2000, the University of Idaho transferred the remains to Washington State University. In 2003, Washington State University inventoried the human remains of an adult and a child. There are no records regarding the collection of a second burial. These individuals were determined to be Native American based on artifacts observed at site 45GA37 which are common in the Plateau culture area. No known individuals were identified. No associated funerary objects are present.\\n        In 1966, human remains representing a minimum of one individual were removed from site 45GA53, Garfield County, WA. The human remains are unprovenienced and were collected from the surface of the site during the Lower Granite/Little Goose Survey and delivered to the University of Idaho prior to land acquisition by the Army Corps of Engineers. Between 1996 and 1998, the human remains were transferred to Washington State University. In 2006, Army Corps of Engineers physical anthropologists inventoried the remains. No known individual was identified. No associated funerary objects are present.\\n        The individual is determined to be Native American due to burial cairns and artifacts at 45GA53, which are consistent with the Plateau culture area. Site 45GA53 is adjacent to judicially established Nez Perce lands and within the overlapping 19th century territories of the Nez Perce and Palus people. \\n        In 1970, human remains representing a minimum of two individuals were removed during excavation of Housepit 7, 45GA61, Garfield County, WA. The burials were removed from Army Corps of Engineers land by Washington State University while under contract with the National Park Service. Following removal, the burials were delivered to the University of Idaho and Washington State University. In 2000, the University of Idaho transferred human remains and funerary objects to Washington State University. No known individuals were identified. The eight associated funerary objects are one counted object and seven lots of objects, which are one piece of modified bone, four lots of flakes, one lot of red ochre, one lot of shell remains, and one lot of animal remains.\\n        The burials, the housepit, and the presence of Native American tools and materials are consistent with Plateau culture area customs and characteristics. Early and late ethnographic documentation indicates that the present-day locations are within overlapping 19th century territories of the Palus and Nez Perce people. \\n        In 1981, 1982 or 1989, human remains representing a minimum of one individual were removed from beach lag deposits at the Riparia Site, 45WT1, Whitman County, WA. The partial remains were removed by Washington State University while under contract with the Army Corps of Engineers. Following removal, the human remains were delivered to Washington State University. No known individual was identified. No associated funerary objects are present.\\n        The archeological assemblage associated with the 45WT1 beach lag deposits is consistent with the Native American Plateau culture area. The Riparia Site is located within the 19th century Palus territory, north of the 19th century Walla Walla territory, and west of the 19th century Nez Perce territory. \\n        In 1963, human remains representing a minimum of one individual were removed from 45WT2, Whitman County, WA. Washington State University excavated three disturbed burials and Burial 1 while under contract with the National Park Service and prior to land acquisition by the Army Corps of Engineers. Following removal, the human remains and funerary objects were delivered to Washington State University. No known individual was identified. The three associated funerary objects are one counted object and two lots of objects, which are one hammerstone, one lot of shell beads, and one lot of stones.\\n        The historic period burial pattern is consistent with the cultural traditions of the Palus Indians who occupied the Palouse River drainage during historic times. Site 45WT2 is located at the mouth of the Palouse River and is within judicially established Palus Indian land, and north and northwest of judicially established Cayuse and Nez Perce Indian lands. \\n        In 1965, human remains representing a minimum of one individual were removed from the Lower Granite Dam Site, 45WT35, Whitman County, WA. The partial human remains were removed by Washington State University while under contract with the National Park Service and prior to land acquisition by the Army Corps of Engineers. Following removal, the remains were delivered to Washington State University. In 1992, Washington State University identified one human molar in the collection. No known individual was identified. No associated funerary objects are present.\\n        The site is described as a prehistoric village that included no reports of burials. This individual was determined to be Native American based on significant tooth wear and the types of artifacts present in the collection, which are common in the Plateau culture area. Early and late ethnographic documentation indicates site 45WT35 is within the overlapping 19th century territory of the Palus and Nez Perce people. \\n        In 1977 or 1978, human remains representing a minimum of one individual were removed from the Blyton Landing Burial Site, 45WT53, Whitman County, WA. The University of Idaho removed burials from this location while under contract with the Army Corps of Engineers as part of the Army Corps of Engineers\\' Nez Perce Grave Recovery Project. The human remains were reburied at Spalding, ID, in 1978. In 1987, Washington State University students observed a human bone fragment at Blyton Landing and delivered it to Washington State University. In 2000, the University of Idaho transferred a portion of the 45WT53 collection to Washington State University. In 2003, Washington State University inventoried the transferred materials, and identified funerary objects associated with the reburied Burials 1 through 5 and surface-collected human remains from an unknown burial, and these unassociated funerary objects are in a companion Notice of Intent to Repatriate Cultural Items. The only human remains remaining in the collection are from the removal in 1987. No known individual was identified. No associated funerary objects are present.\\n        The human remains from Burials 1 through 5 and the unknown burial are determined to be Native American, as was previously determined during the Nez Perce Grave Recovery Project. Site 45WT53 is adjacent to judicially established Nez Perce Indian lands and east of judicially established Palus Indian lands. \\n\\n        In 1967, human remains representing a minimum of five individuals were removed from the Ferguson Burial Site, 45WT55, Whitman County, WA. The Washington State University field school excavated Burials 1 through 7 prior to land acquisition by the Army Corps of Engineers. The burials were delivered to Washington State University following removal. At an unknown time, the human remains were transferred to the University of Idaho where a pre-NAGPRA program of repatriation was ongoing. In 2000, the University of Idaho transferred the collection to Washington State University. In 2006, the human remains were inventoried and Burials 1, 3, 4, 5, and 6 were found in the collection. No known individuals were identified. The seven associated funerary objects are one counted object and six lots of objects, which are one pestle, one lot of animal remains, one lot of basketry fragments, and four lots of wood fragments.\\n        The individuals are determined to be Native American based on dental characteristics, significant tooth wear, and archeological burial patterns which are age diagnostic attributes of the late prehistoric period on the southern Columbia Plateau. Site 45WT55 is adjacent to judicially established Nez Perce Indian land and within the overlapping 19th century territories of the Palus and Nez Perce people. \\n        In 1971, human remains representing a minimum of one individual were removed from the Lawyer Burial Site, 45WT101, Whitman County, WA. This individual is 1 of 33 burials removed by the University of Idaho while under contract to the Army Corps of Engineers as part of the Nez Perce Grave Removal Project. The 45WT101 burials were reported as reburied at Spalding, ID, in 1978. In 1998 and 2000, the University of Idaho transferred the 45WT101 collection to Washington State University. In 2001, Washington State University encountered human remains associated with Burial 21 during a collections assessment inventory. The individual was previously determined to be Nez Perce as part of the Nez Perce Grave Removal Project. No known individual was identified. The two associated funerary objects are projectile points.\\n        In 1973, human remains representing a minimum of one individual were removed from the Wilma Bar Culvert Burial Site, 45WT103, Whitman County, WA. This individual is one of nine burials removed by the University of Idaho while under contract to the Army Corps of Engineers as part of the Nez Perce Grave Removal Project. Following removal, the burials were delivered to the University of Idaho. The 45WT103 burials were reported as reburied at Spalding, ID, in 1978. The collection was transferred to Washington State University at an unknown date. In 2003, Washington State University encountered partial human remains from Burial 7 during a collections inventory. The individual was previously determined to be Nez Perce during initiation and completion of the Nez Perce Grave Removal Project. No known individual was identified. No associated funerary objects are present.\\n        Evidence supports cultural affiliation of the Confederated Tribes of the Colville Reservation, Confederated Tribes of the Umatilla Indian Reservation, Confederated Tribes of the Warm Springs Indian Reservation of Oregon, Confederated Tribes and Bands of the Yakama Nation, and the Nez Perce Tribe with the above-mentioned sites and collections. Additionally, a cultural relationship is determined to exist between the sites and collections and the Wanapum Band, a non-federally recognized Indian group. Other relevant information provided by Indian tribes and the Wanapum Band indicates they are direct descendant communities from the Native people that jointly used the areas, are intermarried, have enrolled members with documented connections to ancestors buried along the Snake River, and are all part of the more broadly defined Plateau cultural community.\\n        Officials of the U.S. Department of Defense, Army Corps of Engineers, Walla Walla District, have determined that, pursuant to 25 U.S.C. 3001(9), the human remains described above represent the physical remains of 39 individuals of Native American ancestry. Officials of the U.S. Department of Defense, Army Corps of Engineers, Walla Walla District, also have determined that, pursuant to 25 U.S.C. 3001(3)(A), the 642 objects described above, which are 123 counted objects and 519 lots of objects, are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony. Further, officials of the U.S. Department of Defense, Army Corps of Engineers, Walla Walla District, have determined that, pursuant to 25 U.S.C. 3001(2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and associated funerary objects and the Confederated Tribes of the Colville Reservation, Washington; Confederated Tribes of the Umatilla Indian Reservation, Oregon; Confederated Tribes of the Warm Springs Indian Reservation of Oregon; Confederated Tribes and Bands of the Yakama Nation, Washington; and the Nez Perce Tribe, Idaho. Lastly, officials of the U.S. Department of Defense, Army Corps of Engineers, Walla Walla District, have determined that there is a cultural relationship between the Native American human remains and associated funerary objects and the Wanapum Band, a non-federally recognized Indian group.\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the human remains and associated funerary objects should contact LTC Michael Farrell, U.S. Department of Defense, Army Corps of Engineers, Walla Walla District, 201 North Third Ave., Walla Walla, WA 99362, telephone (509) 527-7700, before July 26, 2010. Repatriation of the human remains and associated funerary objects to the Confederated Tribes of the Colville Reservation, Washington; Confederated Tribes of the Umatilla Indian Reservation, Oregon; Confederated Tribes of the Warm Springs Indian Reservation of Oregon; Confederated Tribes and Bands of the Yakama Nation, Washington; and the Nez Perce Tribe, Idaho, may proceed after that date if no additional claimants come forward. The U.S. Department of Defense, Army Corps of Engineers, Walla Walla District, acknowledges the participation of the Wanapum Band, a non-federally recognized Indian group, in the transfer of the human remains and associated funerary objects to the Indian tribes.\\n        The U.S. Department of Defense, Army Corps of Engineers, Walla Walla District, is responsible for notifying the Confederated Tribes of the Colville Reservation, Washington; Confederated Tribes of the Umatilla Indian Reservation, Oregon; Confederated Tribes of the Warm Springs Indian Reservation of Oregon; Confederated Tribes and Bands of the Yakama Nation, Washington; Nez Perce Tribe, Idaho; and the Wanapum Band, a non-federally recognized Indian group, that this notice has been published.\\n        \\n          Dated: June 18, 2010\\n          David Tarler,\\n          Acting Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. 2010-15325 Filed 6-23-10; 8:45 am]\\n      BILLING CODE 4312-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Inventory Completion: U.S. Department of Defense, Army Corps of Engineers, Walla Walla District, Walla Walla, WA and Museum of Anthropology, Washington State University, Pullman, WA", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: June 18, 2010", "signature_name": "David Tarler,", "signature_title": "Acting Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. 2010-15325 Filed 6-23-10; 8:45 am]", "billing_code": "BILLING CODE 4312-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}