{"index": "I_1222", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Inventory Completion: Homer Society of Natural History, Pratt Museum, Homer, AK\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains in the possession of the Homer Society of Natural History, Pratt Museum, Homer, AK. The human remains were removed from Kachemak Bay, AK.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003(d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains. The National Park Service is not responsible for the determinations in this notice. \\n        A detailed assessment of the human remains was made by Pratt Museum professional staff in consultation with representatives of the Kenaitze Indian Tribe and the Seldovia Village Tribe.\\n        \\n        In the summers of 1987 and 1988, human remains representing five individuals were removed from the Point West of Halibut Cove Site (SEL-010), formally known as Calhoun\\'s Point, in Kachemak Bay, AK. The Pratt Museum sponsored the excavation of SEL-010, an archeological site on private land. No known individuals were identified. No associated funerary objects are present. \\n        The Point West of Halibut Cove Site dates to A.D. 1260 - A.D. 1418, and has two components. The site includes a Precontact period Dena\\'ina house built into a prehistoric Marine Kachemak tradition (Sugpiaq Alutiiq tradition) midden. Two burials were inside the midden. Once the crew determined that they were human, the remains were covered and excavation in that area ceased. No funerary artifacts were seen or removed. The human remains from the excavation in the Pratt Museum are isolates from the middle of a midden that consisted of thousands of animal bones and shell fragments, and some artifacts. As the human remains do not comprise a burial, these artifacts are not considered to be funerary objects. \\n        In the 1970s, human remains representing a minimum of one individual were removed from Kachemak Bay, AK. No known individual was identified. No associated funerary objects are present. \\n        In the 1980s, human remains representing a minimum of one individual were removed from the surface of a beach on Kachemak Bay, AK, by a private individual. The human remains were given to the education department, but were never accessioned. In 2010, the human remains were found in the education department\\'s collection. No known individual was identified. No associated funerary objects are present. \\n        In the 1990s, human remains representing a minimum of one individual were removed from near Cottonwood Creek Bluff, Kachemak Bay, AK, by a private individual. No known individual was identified. No associated funerary objects are present. \\n        The archeological and documentary evidence are in agreement that the Kachemak Bay was used by both the ancestors of the Seldovia Village (Dena\\'ina Athabascan and Sugpiaq Alutiiq) and Kenaitze Indian (Dena\\'ina Athabascan) tribal members. Kachemak Bay is the historically documented territory of both the Seldovia Village Tribe and Kenaitze Indian Tribe. \\n\\n        Officials of the Pratt Museum have determined that, pursuant to 25 U.S.C. 3001(9), the human remains described above represent the physical remains of eight individuals of Native American ancestry. Officials of the Pratt Museum also have determined that, pursuant to 25 U.S.C. 3001(2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and the Kenaitze Indian Tribe and Seldovia Village Tribe.\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the Native American human remains should contact Dr. Cusack-McVeigh, Pratt Museum, 3779 Bartlett St., Homer, AK 99603, telephone (907) 235-8635, ext. 36, before September 24, 2010. Repatriation of the human remains to the Kenaitze Indian Tribe and the Seldovia Village Tribe may proceed after that date if no additional claimants come forward.\\n        The Pratt Museum is responsible for notifying the Kenaitze Indian Tribe and the Seldovia Village Tribe that this notice has been published.\\n        \\n          Dated: August 19, 2010\\n          David Tarler,\\n          Acting Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. 2010-21190 Filed 8-24-10; 8:45 am]\\n      BILLING CODE 4312-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Inventory Completion: Homer Society of Natural History, Pratt Museum, Homer, AK", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: August 19, 2010", "signature_name": "David Tarler,", "signature_title": "Acting Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. 2010-21190 Filed 8-24-10; 8:45 am]", "billing_code": "BILLING CODE 4312-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}