{"index": "I_1242", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Inventory Completion: University of Colorado Museum, Boulder, CO\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains and associated funerary objects in the control of the University of Colorado Museum, Boulder, CO. The human remains were removed from Grand County, UT, and Mesa County, CO.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003(d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations in this notice. \\n        A detailed assessment of the human remains was made by the University of Colorado Museum professional staff in consultation with representatives of the Apache Tribe of Oklahoma; Bridgeport Paiute Indian Colony of California; Comanche Nation, Oklahoma; Confederated Tribes of the Goshute Reservation, Nevada and Utah; Death Valley Timbi-Sha Shoshone Band of California; Duckwater Shoshone Tribe of the Duckwater Reservation, Nevada; Ely Shoshone Tribe of Nevada; Fort McDermitt Paiute and Shoshone Tribes of the Fort McDermitt Indian Reservation, Nevada and Oregon; Hopi Tribe of Arizona; Kaibab Band of Paiute Indians of the Kaibab Indian Reservation, Arizona; Kiowa Indian Tribe of Oklahoma; Las Vegas Tribe of Paiute Indians of the Las Vegas Indian Colony, Nevada; Lovelock Paiute Tribe of the Lovelock Indian Colony, Nevada; Moapa Band of Paiute Indians of the Moapa River Indian Reservation, Nevada; Navajo Nation, Arizona, New Mexico & Utah; Northwestern Band of the Shoshoni Nation of Utah (Washakie); Paiute Indian Tribe of Utah (Cedar Band of Paiutes, Kanosh Band of Paiutes, Koosharem Band of Paiutes, and Shivwits Band of Paiutes); Paiute-Shoshone Indians of the Bishop Community of the Bishop Colony, California; Paiute-Shoshone Tribe of the Fallon Reservation and Colony, Nevada; Pyramid Lake Paiute Tribe of the Pyramid Lake Reservation, Nevada; Reno-Sparks Indian Colony, Nevada; San Juan Southern Paiute Tribe of Arizona; Shoshone Tribe of the Wind River Reservation, Wyoming; Shoshone-Bannock Tribes of the Fort Hall Reservation of Idaho; Shoshone Paiute Tribes of the Duck Valley Reservation, Nevada; Skull Valley Band of Goshute Indians, Utah; Southern Ute Indian Tribe of the Southern Ute Reservation, Colorado; Summit Lake Paiute Tribe of Nevada; Susanville Indian Rancheria, California; Te-Moak Tribe of Western Shoshone Indians of Nevada (Four constituent bands: Battle Mountain Band; Elko Band; South Fork Band and Wells Band); Ute Indian Tribe of the Uintah & Ouray Reservation, Utah; Ute Mountain Tribe of the Ute Mountain Reservation, Colorado, New Mexico & Utah; Walker River Paiute Tribe of the Walker River Reservation, Nevada; Winnemucca Indian Colony of Nevada; Yerington Paiute Tribe of the Yerington Colony & Campbell Ranch, Nevada; Yomba Shoshone Tribe of the Yomba Reservation, Nevada; and Zuni Tribe of the Zuni Reservation, New Mexico.\\n        In 1951, human remains representing a minimum of two individuals were removed from Luster Cave site, Grand County, UT, with the landowner\\'s permission by a field crew under the direction of Robert H. Lister of the University of Colorado, Boulder, Department of Anthropology, and Herbert W. Dick of the University of Colorado Museum. Luster Cave was on property owned by James J. Luster and located west of the Little Dolores River. No known individuals were identified. The one associated funerary object is a rabbit fur blanket. \\n        The human remains are Native American based on site dates, stratigraphy, and the associated funerary object/burial context. The archeological evidence provides a date range of 1700 B.C. -A.D. 1300 for the Luster Cave site. Based on the stratigraphical evidence, the remains of an infant found wrapped in the rabbit fur blanket that was tied with yucca fiber are reasonably believed to date to A.D. 1300 or later. Based on the stratigraphy at the site, the second individual, represented by a single tooth cap found 48-60\\xe2\\x80\\x9d below the surface, is reasonably believed to predate the infant burial.\\n        In 1951, human remains representing two individuals were removed from 5ME449, Roth Cave site, Mesa County, CO, with the landowner\\'s permission by a field crew under the direction of Lister and Dick. Roth Cave was on property owned by J.D. Roth and located north of the Little Dolores River. No known individuals were identified. The one associated funerary object is shredded juniper bark wrapping.\\n        The human remains are Native American based on site dates, stratigraphy, and the associated funerary object/burial context. Roth Cave site dates archeologically to A.D. 500-1100. Based on the stratigraphical evidence, the remains of a child, found wrapped in the shredded juniper bark, are reasonably believed to date to A.D. 1100 or later. Based on the stratigraphy at the site, the second individual, represented by adult teeth, found below the surface, is reasonably believed to predate the child burial.\\n        In 1951, human remains representing one individual were removed from 5ME453, Arroyo Site C2-2, Mesa County, CO, by a field crew under the direction of Lister and Dick. Arroyo Site C2-2 site was on property owned by J.D. Roth and located just north of the Little Dolores River, on the north side of Sieber Canyon. No known individual was identified. No associated funerary objects are present.\\n        The human remains are Native American based on the site dates, and the orientation and position of the burial. Arroyo Site C2-2 dates archeologically to A.D. 500-1000. \\n        Officials of the University of Colorado Museum have determined that, pursuant to 25 U.S.C. 3001(9), the human remains described above represent the physical remains of five individuals of Native American ancestry. Officials of the University of Colorado Museum also have determined that, pursuant to 25 U.S.C. 3001(3)(A), the two objects described above are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony. Lastly, officials of the University of Colorado Museum have determined that, pursuant to 25 U.S.C. 3001(2), a relationship of shared group identity cannot reasonably be traced between the Native American human remains and associated funerary objects and any present-day Indian tribe. \\n\\n        The Native American Graves Protection and Repatriation Review Committee (Review Committee) is responsible for recommending specific actions for the disposition of culturally unidentifiable human remains. In October 2009, the University of Colorado Museum requested that the Review Committee recommend the disposition of the culturally unidentifiable human remains to the Ute Mountain Tribe of the Ute Mountain Reservation, Colorado, New Mexico & Utah, based on Ute aboriginal land claims supported by oral tradition, as well as the support of other Indian tribes that were consulted. The Comanche Nation, Oklahoma; Hopi Tribe of Arizona; and Susanville Indian Rancheria, California, signed the disposition agreement in support of the disposition to the Ute Mountain Tribe. Furthermore, none of the Indian tribes consulted objected to the determination of the \\xe2\\x80\\x9cculturally unidentifiable\\xe2\\x80\\x9d status by the University of Colorado Museum and the disposition to the Ute Mountain Tribe of the Ute Mountain Reservation, Colorado, New Mexico & Utah. \\n\\n        The Review Committee considered the proposal at its October 30-31, 2009, meeting and recommended the disposition of the human remains and associated funerary objects to the Ute Mountain Tribe of the Ute Mountain Reservation, Colorado, New Mexico & Utah. The Secretary of the Interior agreed with the Review Committee\\'s recommendation. An April 19, 2010, letter from the Designated Federal Officer, writing on behalf of the Secretary of the Interior, transmitted the authorization for the University of Colorado Museum to effect disposition of the physical remains of the culturally unidentifiable individuals to the Ute Mountain Tribe of the Ute Mountain Reservation, Colorado, New Mexico & Utah, contingent on the publication of a Notice of Inventory Completion in the Federal Register. This notice fulfills that requirement. In the same letter, the Secretary recommended the transfer of the associated funerary objects to the Ute Mountain Tribe of the Ute Mountain Reservation, Colorado, New Mexico & Utah, to the extent allowed by Federal, state, or local law.\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the human remains and associated funerary objects should contact Steve Lekson, Curator of Anthropology, University of Colorado Museum, in care of Jan Bernstein, Bernstein & Associates, 1041 Lafayette St., Denver, CO 80218, telephone (303) 894-0648, before August 23, 2010. Disposition of the human remains and associated funerary objects to the Ute Mountain Tribe of the Ute Mountain Reservation, Colorado, New Mexico & Utah, may proceed after that date if no additional claimants come forward.\\n        The University of Colorado Museum is responsible for notifying the Apache Tribe of Oklahoma; Bridgeport Paiute Indian Colony of California; Comanche Nation, Oklahoma; Confederated Tribes of the Goshute Reservation, Nevada and Utah; Death Valley Timbi-Sha Shoshone Band of California; Duckwater Shoshone Tribe of the Duckwater Reservation, Nevada; Ely Shoshone Tribe of Nevada; Fort McDermitt Paiute and Shoshone Tribes of the Fort McDermitt Indian Reservation, Nevada and Oregon; Hopi Tribe of Arizona; Kaibab Band of Paiute Indians of the Kaibab Indian Reservation, Arizona; Kiowa Indian Tribe of Oklahoma; Las Vegas Tribe of Paiute Indians of the Las Vegas Indian Colony, Nevada; Lovelock Paiute Tribe of the Lovelock Indian Colony, Nevada; Moapa Band of Paiute Indians of the Moapa River Indian Reservation, Nevada; Navajo Nation, Arizona, New Mexico & Utah; Northwestern Band of the Shoshoni Nation of Utah (Washakie); Paiute Indian Tribe of Utah; Paiute-Shoshone Indians of the Bishop Community of the Bishop Colony, California; Paiute-Shoshone Tribe of the Fallon Reservation and Colony, Nevada; Pyramid Lake Paiute Tribe of the Pyramid Lake Reservation, Nevada; Reno-Sparks Indian Colony, Nevada; San Juan Southern Paiute Tribe of Arizona; Shoshone Tribe of the Wind River Reservation, Wyoming; Shoshone-Bannock Tribes of the Fort Hall Reservation of Idaho; Shoshone Paiute Tribes of the Duck Valley Reservation, Nevada; Skull Valley Band of Goshute Indians, Utah; Southern Ute Indian Tribe of the Southern Ute Reservation, Colorado; Summit Lake Paiute Tribe of Nevada; Susanville Indian Rancheria, California; Te-Moak Tribe of Western Shoshone Indians of Nevada; Ute Indian Tribe of the Uintah & Ouray Reservation, Utah; Ute Mountain Tribe of the Ute Mountain Reservation, Colorado, New Mexico & Utah; Walker River Paiute Tribe of the Walker River Reservation, Nevada; Winnemucca Indian Colony of Nevada; Yerington Paiute Tribe of the Yerington Colony & Campbell Ranch, Nevada; Yomba Shoshone Tribe of the Yomba Reservation, Nevada; and Zuni Tribe of the Zuni Reservation, New Mexico, that this notice has been published.\\n        \\n          Dated: July 13, 2010\\n          Sherry Hutt,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. 2010-17876 Filed 7-21-10; 8:45 am]\\n      BILLING CODE 4312-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Inventory Completion: University of Colorado Museum, Boulder, CO", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: July 13, 2010", "signature_name": "Sherry Hutt,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. 2010-17876 Filed 7-21-10; 8:45 am]", "billing_code": "BILLING CODE 4312-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}