{"index": "I_1227", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Inventory Completion: University of Colorado Museum, Boulder, CO\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains and associated funerary objects in the control of the University of Colorado Museum, Boulder, CO.  The human remains were removed from Boulder County, CO.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003(d)(3).  The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains and associated funerary objects.  The National Park Service is not responsible for the determinations in this notice. \\n        A detailed assessment of the human remains was made by the University of Colorado Museum professional staff in consultation with representatives of the Apache Tribe of Oklahoma; Arapahoe Tribe of the Wind River Reservation, Wyoming; Cheyenne and Arapaho Tribes, Oklahoma; Cheyenne River Sioux Tribe of the Cheyenne River Reservation, South Dakota; Comanche Nation, Oklahoma; Crow Tribe of Montana; Fort Sill Apache Tribe of Oklahoma; Jicarilla Apache Nation, New Mexico; Kiowa Indian Tribe of Oklahoma; Mescalero Apache Tribe of the Mescalero Reservation, New Mexico; Northern Cheyenne Tribe of the Northern Cheyenne Indian Reservation, Montana; Oglala Sioux Tribe of the Pine Ridge Reservation, South Dakota; Pawnee Nation of Oklahoma; Rosebud Sioux Tribe of the Rosebud Reservation, South Dakota; Southern Ute Indian Tribe of the Southern Ute Reservation, Colorado; Standing Rock Sioux Tribe of North & South Dakota; Three Affiliated Tribes of the Fort Berthold Reservation, North Dakota; Ute Indian Tribe of the Uintah & Ouray Reservation, Utah; and Ute Mountain Tribe of the Ute Mountain Reservation, Colorado, New Mexico & Utah.\\n        On an unknown date, human remains representing a minimum of two individuals were removed from Boulder County, CO, by an unknown individual.  In the early 1990s, the University of Colorado, Boulder Department of Anthropology transferred them to the Museum for NAGPRA compliance.  No known individuals were identified.  The two associated funerary objects are fragments of historic clothing.\\n        The human remains are Native American based on the decision of the Department of Anthropology to transfer them to the museum for the purpose of NAGPRA compliance, the lack of biological evidence to support a determination the remains are not Native American, and the collecting history of the Department of Anthropology.  The remains date to the post European contact period based on the associated funerary objects.\\n        Officials of the University of Colorado Museum have determined that, pursuant to 25 U.S.C. 3001(9), the human remains described above represent the physical remains of two individuals of Native American ancestry.  Officials of the University of Colorado Museum also have determined that, pursuant to 25 U.S.C. 3001(3)(A), the two objects described above are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony.  Lastly, officials of the University of Colorado Museum have determined that, pursuant to 25 U.S.C. 3001(2), a relationship of shared group identity cannot reasonably be traced between the Native American human remains and associated funerary objects and any present-day Indian tribe. \\n\\n        The Native American Graves Protection and Repatriation Review Committee (Review Committee) is responsible for recommending specific actions for disposition of culturally unidentifiable human remains.  In October 2009, the University of Colorado Museum requested that the Review Committee recommend disposition of the culturally unidentifiable human remains and associated funerary objects to the Ute Mountain Tribe of the Ute Mountain Reservation, Colorado, New Mexico & Utah, based on aboriginal land claims supported by oral tradition, as well as the support of the other Indian tribes consulted.  The Comanche Nation, Oklahoma, and Pawnee Nation of Oklahoma, signed the disposition agreement in support of the disposition to the tribe requesting disposition.  None of the Indian tribes consulted objected to the determination of the \\xe2\\x80\\x9cculturally unidentifiable\\xe2\\x80\\x9d status by the University of Colorado Museum and the disposition to Ute Mountain Tribe of the Ute Mountain Reservation, Colorado, New Mexico & Utah. \\n\\n        The Review Committee considered the proposal at its October 30-31, 2009, meeting and recommended disposition of the human remains and associated funerary objects to the Ute Mountain Tribe of the Ute Mountain Reservation, Colorado, New Mexico & Utah.  The Secretary of the Interior agreed with the Review Committee\\'s recommendation.  An April 19, 2010, letter from the Designated Federal Officer, writing on behalf of the Secretary of the Interior, transmitted the authorization for the University of Colorado Museum to effect disposition of the physical remains of the culturally unidentifiable individuals to the Ute Mountain Tribe of the Ute Mountain Reservation, Colorado, New Mexico & Utah, contingent on the publication of a Notice of Inventory Completion in the Federal Register.  This notice fulfills that requirement.  In the same letter, the Secretary recommended the transfer of the associated funerary objects to the Ute Mountain Tribe of the Ute Mountain Reservation, Colorado, New Mexico & Utah, to the extent allowed by Federal, state, or local law.\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the human remains and associated funerary objects should contact Steve Lekson, Curator of Anthropology, University of Colorado Museum, in care of Jan Bernstein, NAGPRA Consultant, Bernstein & Associates, 1041 Lafayette St., Denver, CO 80218, telephone (303) 894-0648, before September 23, 2010.  Disposition of the human remains and associated funerary objects to the Ute Mountain Tribe of the Ute Mountain Reservation, Colorado, New Mexico & Utah, may proceed after that date if no additional claimants come forward.\\n        The University of Colorado Museum is responsible for notifying the Apache Tribe of Oklahoma; Arapahoe Tribe of the Wind River Reservation, Wyoming; Cheyenne and Arapaho Tribes, Oklahoma; Cheyenne River Sioux Tribe of the Cheyenne River Reservation, South Dakota; Comanche Nation, Oklahoma; Crow Tribe of Montana; Fort Sill Apache Tribe of Oklahoma; Jicarilla Apache Nation, New Mexico; Kiowa Indian Tribe of Oklahoma; Mescalero Apache Tribe of the Mescalero Reservation, New Mexico; Northern Cheyenne Tribe of the Northern Cheyenne Indian Reservation, Montana; Oglala Sioux Tribe of the Pine Ridge Reservation, South Dakota; Pawnee Nation of Oklahoma; Rosebud Sioux Tribe of the Rosebud Reservation, South Dakota; Southern Ute Indian Tribe of the Southern Ute Reservation, Colorado; Standing Rock Sioux Tribe of North & South Dakota; Three Affiliated Tribes of the Fort Berthold Reservation, North Dakota; Ute Indian Tribe of the Uintah & Ouray Reservation, Utah; and Ute Mountain Tribe of the Ute Mountain Reservation, Colorado, New Mexico & Utah, that this notice has been published.\\n        \\n          Dated:  August 18, 2010.\\n          David Tarler,\\n          Acting Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. 2010-20939 Filed 8-23-10; 8:45 am]\\n      BILLING CODE 4312-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Inventory Completion: University of Colorado Museum, Boulder, CO", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated:  August 18, 2010.", "signature_name": "David Tarler,", "signature_title": "Acting Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. 2010-20939 Filed 8-23-10; 8:45 am]", "billing_code": "BILLING CODE 4312-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}