{"index": "I_1228", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Inventory Completion: University of Colorado Museum, Boulder, CO\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains and associated funerary objects in the control of the University of Colorado Museum, Boulder, CO. The human remains were removed from Moffat County, CO.\\n\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003(d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains. The National Park Service is not responsible for the determinations in this notice. \\n        \\n        A detailed assessment of the human remains was made by the University of Colorado Museum professional staff in consultation with representatives of the Apache Tribe of Oklahoma; Bridgeport Paiute Indian Colony of California; Comanche Nation, Oklahoma; Confederated Tribes of the Goshute Reservation, Nevada and Utah; Death Valley Timbi-Sha Shoshone Band of California; Duckwater Shoshone Tribe of the Duckwater Reservation, Nevada; Ely Shoshone Tribe of Nevada; Fort McDermitt Paiute and Shoshone Tribes of the Fort McDermitt Indian Reservation, Nevada and Oregon; Hopi Tribe of Arizona; Kaibab Band of Paiute Indians of the Kaibab Indian Reservation, Arizona; Kiowa Indian Tribe of Oklahoma; Las Vegas Tribe of Paiute Indians of the Las Vegas Indian Colony, Nevada; Lovelock Paiute Tribe of the Lovelock Indian Colony, Nevada; Moapa Band of Paiute Indians of the Moapa River Indian Reservation, Nevada; Navajo Nation, Arizona, New Mexico & Utah; Northwestern Band of the Shoshoni Nation of Utah (Washakie); Paiute Indian Tribe of Utah (Cedar Band of Paiutes, Kanosh Band of Paiutes, Koosharem Band of Paiutes, and Shivwits Band of Paiutes); Paiute-Shoshone Indians of the Bishop Community of the Bishop Colony, California; Paiute-Shoshone Tribe of the Fallon Reservation and Colony, Nevada; Pyramid Lake Paiute Tribe of the Pyramid Lake Reservation, Nevada; Reno-Sparks Indian Colony, Nevada; San Juan Southern Paiute Tribe of Arizona; Shoshone Tribe of the Wind River Reservation, Wyoming; Shoshone-Bannock Tribes of the Fort Hall Reservation of Idaho; Shoshone Paiute Tribes of the Duck Valley Reservation, Nevada; Skull Valley Band of Goshute Indians, Utah; Southern Ute Indian Tribe of the Southern Ute Reservation, Colorado; Summit Lake Paiute Tribe of Nevada; Susanville Indian Rancheria, California; Te-Moak Tribe of Western Shoshone Indians of Nevada (Four constituent bands: Battle Mountain Band; Elko Band; South Fork Band and Wells Band); Ute Indian Tribe of the Uintah & Ouray Reservation, Utah; Ute Mountain Tribe of the Ute Mountain Reservation, Colorado, New Mexico & Utah; Walker River Paiute Tribe of the Walker River Reservation, Nevada; Winnemucca Indian Colony of Nevada; Yerington Paiute Tribe of the Yerington Colony & Campbell Ranch, Nevada; Yomba Shoshone Tribe of the Yomba Reservation, Nevada; and Zuni Tribe of the Zuni Reservation, New Mexico.\\n        Sometime from the late 1930s through the 1940s, human remains representing one individual were removed from Yampa Canyon, Moffat County, CO, by Charlie Mantle. No known individual was identified. No associated funerary objects are present.\\n        In 1939 or 1940, human remains representing one individual were removed from Big Joe Draw, Yampa Canyon, Moffat County, CO, by Charlie Mantle. No known individual was identified. No associated funerary objects are present.\\n        In both situations described above, field crews from the University of Colorado Department of Anthropology and the University of Colorado Museum conducted legally permitted excavations throughout much of Yampa Canyon during the late 1930s and throughout the 1940s. The expeditions were directed by Robert F. Burgh, Earl H. Morris, and Charles Scoggin. Much of this work occurred either within or close to present-day Dinosaur National Monument. However, catalogue records suggest that the human remains were given to the excavators by Charlie Mantle, a private property owner. Mantle\\'s private land holdings were later added to Dinosaur National Monument. There is a clear gift agreement from Charlie Mantle to the museum. Based on biological evidence, Mr. Mantle\\'s apparent extensive knowledge of the Native American sites on his land and his collecting interests, and the interests of the excavators, the human remains are reasonably believed to be Native American.\\n        Officials of the University of Colorado Museum have determined that, pursuant to 25 U.S.C. 3001(9), the human remains described above represent the physical remains of two individuals of Native American ancestry. Lastly, officials of the University of Colorado Museum have determined that, pursuant to 25 U.S.C. 3001(2), a relationship of shared group identity cannot reasonably be traced between the Native American human remains and any present-day Indian tribe. \\n        The Native American Graves Protection and Repatriation Review Committee (Review Committee) is responsible for recommending specific actions for disposition of culturally unidentifiable human remains. In October 2009, the University of Colorado Museum requested that the Review Committee recommend disposition of the culturally unidentifiable human remains to the Ute Mountain Tribe of the Ute Mountain Reservation, Colorado, New Mexico & Utah, based on Ute aboriginal land claims, supported by oral tradition, as well as the support of other Indian tribes that were consulted. The Comanche Nation, Oklahoma; Hopi Tribe of Arizona; and Susanville Indian Rancheria, California, signed the disposition agreement in support of the disposition to the Ute Mountain Tribe. Furthermore, none of the Indian tribes consulted objected to the determination of the \\xe2\\x80\\x9cculturally unidentifiable\\xe2\\x80\\x9d status by the University of Colorado Museum and the disposition to the Ute Mountain Tribe of the Ute Mountain Reservation, Colorado, New Mexico & Utah. \\n\\n        The Review Committee considered the proposal at its October 30-31, 2009, meeting and recommended the disposition of the human remains to the Ute Mountain Tribe of the Ute Mountain Reservation, Colorado, New Mexico & Utah. The Secretary of the Interior agreed with the Review Committee\\'s recommendation. An April 19, 2010, letter from the Designated Federal Officer, writing on behalf of the Secretary of the Interior, transmitted the authorization for the University of Colorado Museum to effect disposition of the physical remains of the culturally unidentifiable individuals to the Ute Mountain Tribe of the Ute Mountain Reservation, Colorado, New Mexico & Utah, contingent on the publication of a Notice of Inventory Completion in the Federal Register. This notice fulfills that requirement. \\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the human remains should contact Steve Lekson, Curator of Anthropology, University of Colorado Museum, in care of Jan Bernstein, Bernstein & Associates, 1041 Lafayette St., Denver, CO 80218, telephone (303) 894-0648, before September 23, 2010. Disposition of the human remains to the Ute Mountain Tribe of the Ute Mountain Reservation, Colorado, New Mexico & Utah, may proceed after that date if no additional claimants come forward.\\n\\n        The University of Colorado Museum is responsible for notifying the Apache Tribe of Oklahoma; Bridgeport Paiute Indian Colony of California; Comanche Nation, Oklahoma; Confederated Tribes of the Goshute Reservation, Nevada and Utah; Death Valley Timbi-Sha Shoshone Band of California; Duckwater Shoshone Tribe of the Duckwater Reservation, Nevada; Ely Shoshone Tribe of Nevada; Fort McDermitt Paiute and Shoshone Tribes of the Fort McDermitt Indian Reservation, Nevada and Oregon; Hopi Tribe of Arizona; Kaibab Band of Paiute Indians of the Kaibab Indian Reservation, Arizona; Kiowa Indian Tribe of Oklahoma; Las Vegas Tribe of Paiute Indians of the Las Vegas Indian Colony, Nevada; Lovelock Paiute Tribe of the Lovelock Indian Colony, Nevada; Moapa Band of Paiute Indians of the Moapa River Indian Reservation, Nevada; Navajo Nation, Arizona, New Mexico & Utah; Northwestern Band of the Shoshoni Nation of Utah (Washakie); Paiute Indian Tribe of Utah; Paiute-Shoshone Indians of the Bishop Community of the Bishop Colony, California; Paiute-Shoshone Tribe of the Fallon Reservation and Colony, Nevada; Pyramid Lake Paiute Tribe of the Pyramid Lake Reservation, Nevada; Reno-Sparks Indian Colony, Nevada; San Juan Southern Paiute Tribe of Arizona; Shoshone Tribe of the Wind River Reservation, Wyoming; Shoshone-Bannock Tribes of the Fort Hall Reservation of Idaho; Shoshone Paiute Tribes of the Duck Valley Reservation, Nevada; Skull Valley Band of Goshute Indians, Utah; Southern Ute Indian Tribe of the Southern Ute Reservation, Colorado; Summit Lake Paiute Tribe of Nevada; Susanville Indian Rancheria, California; Te-Moak Tribe of Western Shoshone Indians of Nevada; Ute Indian Tribe of the Uintah & Ouray Reservation, Utah; Ute Mountain Tribe of the Ute Mountain Reservation, Colorado, New Mexico & Utah; Walker River Paiute Tribe of the Walker River Reservation, Nevada; Winnemucca Indian Colony of Nevada; Yerington Paiute Tribe of the Yerington Colony & Campbell Ranch, Nevada; Yomba Shoshone Tribe of the Yomba Reservation, Nevada; and Zuni Tribe of the Zuni Reservation, New Mexico, that this notice has been published.\\n        \\n          Dated: August 18, 2010.\\n          David Tarler,\\n          Acting Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. 2010-20954 Filed 8-23-10; 8:45 am]\\n      BILLING CODE 4312-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Inventory Completion: University of Colorado Museum, Boulder, CO", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: August 18, 2010.", "signature_name": "David Tarler,", "signature_title": "Acting Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. 2010-20954 Filed 8-23-10; 8:45 am]", "billing_code": "BILLING CODE 4312-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}