{"index": "I_1231", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Inventory Completion: Field Museum of Natural History, Chicago, IL\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains and associated funerary objects in the possession of the Field Museum of Natural History, Chicago, IL. The human remains and associated funerary objects were removed from near or in Umatilla County, OR.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003(d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations in this notice.\\n        A detailed assessment of the human remains was made by Field Museum of Natural History professional staff in consultation with representatives of the Confederated Tribes of the Colville Reservation, Washington; Confederated Tribes of the Umatilla Indian Reservation, Oregon; Confederated Tribes of the Warm Springs Reservation of Oregon; Confederated Tribes and Bands of the Yakama Nation, Washington; Nez Perce Tribe, Idaho; and the Wanapum Band, a non-federally recognized Indian group.\\n        On an unknown date, human remains representing a minimum of one individual were removed from an island on the Columbia River, 10 miles south of Umatilla, near or in Umatilla County, OR. In 1896, the Field Museum of Natural History purchased these human remains from Joseph V. Tallman of Pendleton, OR (Field Museum of Natural History accession number 275, catalog number 40662). No known individuals were identified. No associated funerary objects are present.\\n        In 1901, human remains representing a minimum of two individuals were removed from a location along the banks of the Columbia River, near Umatilla, near or in Umatilla County, OR, by Dr. Merton Miller for the Field Museum of Natural History (Field Museum of Natural History accession number 781, catalog number 40997). No known individual was identified. The five associated funerary objects are one chert scraper, one stone tool or blade, and three bone awls.\\n        The human remains have been identified as Native American, based on the specific cultural and geographic attribution in Field Museum of Natural History records. Scholarly publications and consultation information provided by the Confederated Tribes of the Colville Reservation, Washington; Confederated Tribes of the Umatilla Indian Reservation, Oregon; Confederated Tribes of the Warm Springs Reservation of Oregon; Confederated Tribes and Bands of the Yakama Nation, Washington; Nez Perce Tribe, Idaho; and the Wanapum Band, a non-federally recognized Indian group, indicate that the areas where the human remains and associated funerary objects were found are located within the traditional lands of the Umatilla, Cayuse, and the Walla Walla. These groups have been located there since the late Prehistoric Period, and each are represented today by the Confederated Tribes of the Umatilla Indian Reservation. \\n\\n        Officials of the Field Museum of Natural History have determined that, pursuant to 25 U.S.C. 3001(9), the human remains described above represent the physical remains of three individuals of Native American ancestry. Officials of the Field Museum of Natural History also have determined that, pursuant to 25 U.S.C. 3001(3)(A), the five objects described above are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony. Lastly, officials of the Field Museum of Natural History have determined that, pursuant to 25 U.S.C. 3001(2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and the associated funerary objects and the Confederated Tribes of the Umatilla Indian Reservation, Oregon.\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the human remains and associated funerary objects should contact Helen Robbins, Repatriation Director, Field Museum of Natural History, 1400 S. Lake Shore Dr., Chicago, IL 60605, telephone (312) 665-7317, before September 23, 2010. Repatriation of the human remains and associated funerary objects to the Confederated Tribes of the Umatilla Indian Reservation, Oregon, may proceed after that date if no additional claimants come forward.\\n        The Field Museum is responsible for notifying the Confederated Tribes of the Colville Reservation, Washington; Confederated Tribes of the Umatilla Indian Reservation, Oregon; Confederated Tribes of the Warm Springs Reservation of Oregon; Confederated Tribes and Bands of the Yakama Nation, Washington; and the Nez Perce Tribe, Idaho, that this notice has been published. \\n        \\n          Dated: August 18, 2010.\\n          David Tarler, \\n          Acting Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. 2010-20948 Filed 8-23-10; 8:45 am]\\n      BILLING CODE 4312-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Inventory Completion: Field Museum of Natural History, Chicago, IL", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: August 18, 2010.", "signature_name": "David Tarler, ", "signature_title": "Acting Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. 2010-20948 Filed 8-23-10; 8:45 am]", "billing_code": "BILLING CODE 4312-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}