{"index": "I_1215", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Inventory Completion: University of Montana, Missoula, MT\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n\\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains and an associated funerary object in the possession of the University of Montana, Missoula, MT. The human remains and associated funerary object were removed from a location in western Montana and Missoula County, MT.\\n        \\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003(d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains and associated funerary object. The National Park Service is not responsible for the determinations in this notice. \\n        A detailed assessment of the human remains was made by University of Montana, Department of Anthropology, professional staff in consultation with representatives of the Confederated Salish & Kootenai Tribes of the Flathead Reservation, Montana.\\n        In 1950, human remains representing a minimum of one individual were removed from a location in western Montana. According to a slip of paper in the box with the human remains, the burial was recovered from under a conical rock mound and appeared to be a secondary burial of disarticulated bones and excavated by a University of Montana archeological team, led by Carling Malouf. The slip of paper also indicates that the burial was excavated from a site \\xe2\\x80\\x9clocated a few yards away from those found earlier by Turney-High and White.\\xe2\\x80\\x9d No known individual was identified. No associated funerary objects are present. \\n        Harry H. Turney-High and Thain White were known to excavate in western Montana in the vicinity of the Flathead Reservation where White owned property; therefore, museum officials reasonably believe that these remains are from western Montana and from White\\'s private property on the Flathead Reservation. This region was occupied prehistorically and historically by the Salish and Kootenai tribes.\\n        In 1952, human remains representing a minimum of two individuals were removed from the University of Montana campus, Missoula County, MT. The remains were excavated by Carling Malouf. No known individuals were identified. The one associated funerary object is a set of glass beads. \\n        The set of beads - colors, size, manufacture and shape - provide both a temporal period and cultural affiliation. According to archeologist W. Mark Timmons, dyed beads were manufactured starting in 1850 and the wide use of dyed beads peaked in the 1880s. The remaining beads in the collection appear to be of an older origin, and when compared with the beads recovered from the Saleesh House excavations they seem similar in size, color, and manufacture. Considering that the Saleesh House operated by Salish Tribal members until the early 1850s, and the presence of only a few dyed beads in the assemblage, a burial date in the range of the 1860s to the 1870s would seem to be a reasonable inference. In addition, a tribal representative has identified Missoula County, MT, as part of the Salish and Kootenai tribes traditional occupation area. This region was occupied prehistorically and historically by Salish and Kootenai tribes. \\n        Officials of the University of Montana have determined that, pursuant to 25 U.S.C. 3001(9), the human remains described above represent the physical remains of three individuals of Native American ancestry. Officials of the University of Montana also have determined that, pursuant to 25 U.S.C. 3001(3)(A), the one object described above is reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony. Lastly, officials of the University of Montana have determined that, pursuant to 25 U.S.C. 3001(2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and associated funerary object and the Confederated Salish & Kootenai Tribes of the Flathead Reservation, Montana.\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the human remains and/or associated funerary object should contact John Douglas, Chair and Professor, Department of Anthropology, University of Montana, 32 Campus Dr., Missoula, MT 39812, telephone (406) 243-4246, before October 25, 2010. Repatriation of the human remains and associated funerary object to the Confederated Salish & Kootenai Tribes of the Flathead Reservation, Montana, may proceed after that date if no additional claimants come forward.\\n        The University of Montana is responsible for notifying the Confederated Salish & Kootenai Tribes of the Flathead Reservation, Montana, that this notice has been published.\\n        \\n          Dated: September 10, 2010\\n          Sherry Hutt,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. 2010-23915 Filed 9-23-10; 8:45 am]\\n      BILLING CODE 4312-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Inventory Completion: University of Montana, Missoula, MT", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: September 10, 2010", "signature_name": "Sherry Hutt,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. 2010-23915 Filed 9-23-10; 8:45 am]", "billing_code": "BILLING CODE 4312-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}