{"index": "I_1238", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Inventory Completion: Tennessee Department of Environment and Conservation, Division of Archaeology, Nashville, TN\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains and associated funerary objects in the possession of the Tennessee Department of Environment and Conservation, Division of Archaeology, Nashville, TN. The human remains and associated funerary objects were removed from the Fewkes archeological site (40WM1), Williamson County, TN.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003(d)(3) and 43 CFR 10.11(d). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations in this notice.\\n        A detailed assessment of the human remains was made by the Tennessee Department of Environment and Conservation, Division of Archaeology, professional staff in consultation with representatives of the Absentee-Shawnee Tribe of Oklahoma; Alabama-Quassarte Tribal Town, Oklahoma; Cherokee Nation, Oklahoma; Chickasaw Nation, Oklahoma; Choctaw Nation of Oklahoma; Eastern Band of Cherokee Indians of North Carolina; Eastern Shawnee Tribe of Oklahoma; Kialegee Tribal Town, Oklahoma; Muscogee (Creek) Nation, Oklahoma; Poarch Band of Creek Indians, Alabama; Quapaw Tribe of Oklahoma; Seminole Nation of Oklahoma; Shawnee Tribe, Oklahoma; Thlopthlocco Tribal Town, Oklahoma; and the United Keetoowah Band of Cherokee Indians, Oklahoma.\\n        In 1998, human remains representing a minimum of 21 individuals were removed from the Fewkes archeological site (40WM1), in Williamson County, TN, by a Tennessee Department of Transportation contractor during a data recovery excavation for a state-funded road improvement project. In August 1999, the individuals were transferred from the Tennessee Department of Transportation contractor to the Tennessee Department of Environment and Conservation, Division of Archaeology. In February 2008, the associated funerary objects were transferred. No known individuals were identified. The 17 associated funerary objects are 2 ceramic earplugs, 1 ceramic earplug fragment, 1 ceramic Beckwith Incised frog effigy jar, 1 ceramic human effigy hooded bottle, 1 ceramic Matthews Incised frog effigy jar, 1 ceramic disk, 1 Clovis biface/preform, 2 Madison-style projectile points, 1 Sand Mountain-style projectile point, 2 greenstone celts, 1 shale gorget, 1 turkey bone awl, 1 drilled dog tooth, and 1 bone pin fragment.\\n        The Fewkes archeological site (40WM1) is a late prehistoric Mississippian period mound center located in Brentwood, Williamson County, TN. In October 1920, William E. Myer conducted the first recorded exploration of this site for the Smithsonian Institution. The results of this exploration were published in the 41st Annual Report of the Bureau of American Ethnology (pages 561-615), in 1928. Myer recorded five mounds (platform and burial), an extensive habitation area, and numerous \\xe2\\x80\\x9cstone-box\\xe2\\x80\\x9d graves during his investigation. Among the recovered artifacts were shell-tempered pottery jars, bowls, bottles, and pans. The recorded earthworks, stone-box graves, and shell-tempered ceramic vessels provide unequivocal evidence that this site dates to the Mississippian period in middle Tennessee, approximately A.D. 1000-1475. Results from modern archeological investigations at the site support this cultural assignment (Tennessee Department of Transportation, 1995-1998; Middle Tennessee State University, 2004; and Tennessee Department of Environment and Conservation, Division of Archaeology, 2006).\\n        Extensive archeological research within the Middle Cumberland River valley has identified a virtual abandonment of the area by native residents around A.D. 1450 (K. Smith 1992; Moore et al. 2006; Moore and Smith 2009). This drastic population reduction has been studied as supporting evidence for the \\xe2\\x80\\x9cVacant Quarter\\xe2\\x80\\x9d hypothesis (Williams 1990; Cobb and Butler 2002). This hypothesis notes the general abandonment of Mississippian sites within portions of the Ohio, Mississippi, Tennessee, and Cumberland River drainages around A.D. 1450-1550. Given the current level of archeological knowledge, and that there are no tribal lands in Tennessee, officials of the Tennessee Department of Environment and Conservation, Division of Archaeology, are not able to identify the descendants of the Fewkes site residents.\\n        Officials of the Tennessee Department of Environment and Conservation, Division of Archaeology, have determined that, pursuant to 25 U.S.C. 3001(2), a relationship of shared group identity cannot be reasonably traced between the Native American human remains and associated funerary objects and any present-day Indian tribe.\\n\\n        The Eastern Band of Cherokee Indians of North Carolina is the aboriginal land tribe under 43 CFR 10.11(c)(1), according to the decision of the Indian Claims Commission (Land Claim Map #37). In addition, the Cherokee Nation, Oklahoma; Eastern Band of Cherokee Indians of North Carolina; and the United Keetoowah Band of Cherokee Indians, Oklahoma, are named in treaties for 1784-1894 Land Cessions in Williamson County, TN (Map #3). On February 29, 2008 and June 26, 2008, the Tennessee Department of Environment and Conservation, Division of Archaeology, consulted with these Indian tribes recognized as aboriginal to the area from which these Native American human remains and associated funerary objects were removed.\\n        The Secretary of the Interior may make a recommendation for the culturally unidentifiable human remains to be reinterred under State or other law. In May 2010, officials of the Tennessee Department of Environment and Conservation, Division of Archaeology, requested that the Secretary, through the Native American Graves Protection and Repatriation Review Committee (Review Committee), recommend reinterment of the Native American human remains and associated funerary objects according to State law, 43 CFR 10.11(c)(2)(ii). The request is to reinter under Tennessee state law (T.C.A. 11-6-119), which requires the reburial of Native American skeletal remains and associated funerary objects. In addition, the Chickasaw Nation, Oklahoma, will lead the reburial of the removed individuals and associated funerary objects on the Fewkes site property in a location selected by the Tennessee Department of Environment and Conservation, Division of Archaeology, and approved by the City of Brentwood, Williamson County, TN. The Chickasaw Nation has performed previous reburials of Mississippian period human remains and associated burial objects from middle Tennessee. Finally, the Tennessee Department of Environment and Conservation, Division of Archaeology, has provided proof that consultation has occurred with all Indian tribes from whose aboriginal lands the Native American human remains and associated funerary objects were removed, and that none have objected to the reinterment.\\n\\n        On June 11, 2010, the Review Committee considered the proposal for reinterment and concurred with the proposal. The Secretary of the Interior considered the Review Committee\\'s recommendation in favor of the proposal and independently concurred with it. A June 16, 2010, letter from the Designated Federal Officer, writing on behalf of the Secretary of the Interior, transmitted the authorization for the Tennessee Department of Environment and Conservation, Division of Archaeology, to reinter the culturally unidentifiable individuals under Tennessee state law (T.C.A 11-6-119), contingent on the publication of a Notice of Inventory Completion in the Federal Register. This notice fulfills that requirement. In the same letter, the Secretary of the Interior recommended the reinterment of the associated funerary objects to the extent allowed by Federal, state, or local law.\\n        Officials of the Tennessee Department of Environment and Conservation, Division of Archaeology, have determined that, pursuant to 25 U.S.C. 3001(9), the human remains described above represent the physical remains of 21 individuals of Native American ancestry. Officials of the Tennessee Department of Environment and Conservation, Division of Archaeology, also have determined that, pursuant to 25 U.S.C. 3001(3)(A), the 17 objects described above were placed with the individual human remains at the time of death or later as part of the death rite or ceremony. Lastly, officials of the Tennessee Department of Environment and Conservation, Division of Archaeology, have received a recommendation by the Secretary of the Interior, pursuant to 43 CFR 10.11(c)(2)(ii), that the human remains and associated funerary objects can be reinterred according to Tennessee state law (T.C.A 11-6-119).\\n        Representatives of any Indian tribe that believes itself to be culturally affiliated with the human remains and associated funerary objects or any other Indian tribe that believes it satisfies the criteria in 43 CFR 10.11(c)(1) should contact Michael C. Moore, Tennessee Division of Archaeology, 1216 Foster Ave., Cole Bldg #3, Nashville, TN 37243, telephone (615) 741-1588, before September 2, 2010. The human remains and associated funerary objects may be reinterred after that date if no additional claimants come forward.\\n        The Tennessee Department of Environment and Conservation, Division of Archaeology, is responsible for notifying the Absentee-Shawnee Tribe of Oklahoma; Alabama-Quassarte Tribal Town, Oklahoma; Cherokee Nation, Oklahoma; Chickasaw Nation, Oklahoma; Choctaw Nation of Oklahoma; Eastern Band of Cherokee Indians of North Carolina; Eastern Shawnee Tribe of Oklahoma; Kialegee Tribal Town, Oklahoma; Muscogee (Creek) Nation, Oklahoma; Poarch Band of Creek Indians, Alabama; Quapaw Tribe of Oklahoma; Seminole Nation of Oklahoma; Shawnee Tribe, Oklahoma; Thlopthlocco Tribal Town, Oklahoma; and the United Keetoowah Band of Cherokee Indians, Oklahoma, that this notice has been published.\\n        \\n          Dated: July 26, 2010\\n          Sherry Hutt,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. 2010-18991 Filed 8-2-10; 8:45 am]\\n      BILLING CODE 4312-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Inventory Completion: Tennessee Department of Environment and Conservation, Division of Archaeology, Nashville, TN", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: July 26, 2010", "signature_name": "Sherry Hutt,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. 2010-18991 Filed 8-2-10; 8:45 am]", "billing_code": "BILLING CODE 4312-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}