{"index": "I_1252", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Inventory Completion: Western Michigan University, Anthropology Department, Kalamazoo, MI\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains and associated funerary objects in the possession of Western Michigan University, Anthropology Department, Kalamazoo, MI. The human remains and associated funerary objects were removed from Kent County, MI.\\n\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003(d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations in this notice. \\n        \\n        A detailed assessment of the human remains was made by Western Michigan University professional staff in consultation with representatives of the Little River Band of Ottawa Indians, Michigan, and the Little Traverse Bay Bands of Odawa Indians, Michigan.\\n        In 1984, human remains representing a minimum of two individuals were removed from the Front and Leonard Street intersection, Kent County, MI, during the excavation of a building foundation. George Davis, then president of the Wright L. Coffinberry Chapter of the Michigan Archaeological Society, recovered as much of the material as possible after they had tumbled from the shovel of the tractor during the construction. It is not clear how or why they were transferred to Western Michigan University. No known individuals were identified. The five associated funerary objects are three turtle shell fragments, a badly rusted nail, and a kaolin pipe stem fragment. \\n        The human remains were determined to be of Native American ancestry based on skeletal and dental morphology. The determination of an early 19th century date is based on typology of the kaolin pipe and the close proximity of these remains to a known 19th century Ottawa settlement, Noondays Village (20KT114). Consequently, the preponderance of osteological, historical, and consultation evidence connects the remains found at Front Avenue and Leonard Street to the Little River Band of Ottawa Indians, Michigan.\\n        In 1990, human remains representing a minimum of six individuals were removed from Riverside Drive, Lowell, Kent County, MI. The remains were uncovered during installation of a fire hydrant and water main. Upon discovery, Dr. Robert Sundick was called to the site to conduct an excavation of the remains. After completion, the remains were sent with Sundick to Western Michigan University for curation and analysis. The 68 associated funerary objects are 1 leather garment fragment decorated with small round cuprous brooches, 1 decorative cuprous item (possible ear wheel fragment), 3 cuprous Saturn-shaped bells, 8 wrought iron nails with remnants of wood which may be remains of a coffin, 53 glass beads (representing 27 black glass tubular beads and 26 purple glass seed beads), 1 small bag of very fragmented faunal remains, and 1 pottery sherd. \\n        The human remains were determined to be of Native American ancestry based on skeletal and dental morphology. They were dated to the early 19th century based on analysis of the garment fragment, the presence of glass trade beads, and typology of the other associated funerary objects. \\n        The Little River Band of Ottawa Indians, Michigan, are well-documented as occupying the Grand River Valley since at least the 17th century. All of the human remains and associated funerary objects described above from the Kent County sites are, by a preponderance of the evidence, culturally affiliated with the Little River Band of Ottawa Indians, Michigan, whose ancestors include the Grand River Ottawa Bands. \\n        Officials of Western Michigan University have determined that, pursuant to 25 U.S.C. 3001(9), the human remains described above represent the physical remains of eight individuals of Native American ancestry. Officials of Western Michigan University also have determined that, pursuant to 25 U.S.C. 3001(3)(A), the 73 objects described above are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony. Lastly, officials of Western Michigan University have determined that, pursuant to 25 U.S.C. 3001(2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and associated funerary objects and the Little River Bands of Ottawa Indians, Michigan. \\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the human remains and associated funerary objects should contact LouAnn Wurst, Department of Anthropology, Western Michigan University, 1005 Moore Hall, Kalamazoo, MI 49008, telephone (269) 387-2753, before July 28, 2010. Repatriation of the human remains and associated funerary objects to the Little River Band of Ottawa Indians, Michigan, may proceed after that date if no additional claimants come forward. \\n        Western Michigan University is responsible for notifying the Little River Band of Ottawa Indians, Michigan, and the Little Traverse Bay Bands of Odawa Indians, Michigan, that this notice has been published.\\n        \\n          Dated: June 22, 2010\\n          Sherry Hutt,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. 2010-15577 Filed 6-25-10; 8:45 am]\\n      BILLING CODE 4312-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Inventory Completion: Western Michigan University, Anthropology Department, Kalamazoo, MI", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: June 22, 2010", "signature_name": "Sherry Hutt,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. 2010-15577 Filed 6-25-10; 8:45 am]", "billing_code": "BILLING CODE 4312-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}