{"index": "I_1269", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Inventory Completion: Alaska State Office, Bureau of Land Management, Anchorage, AK; Museum of the Aleutians, Unalaska, AK; and University of Wisconsin, Madison, WI; Correction\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice; correction.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains and associated funerary objects in the control of the U.S. Department of the Interior, Bureau of Land Management, Alaska State Office, Anchorage, AK, and in the possession of the Museum of the Aleutians, Unalaska, AK, and the University of Wisconsin, Madison, WI. The human remains were removed from Umnak Island, AK.\\n\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003 (d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations in this notice. \\n\\n        This notice corrects a Notice of Inventory Completion published in the Federal Register (73 FR 47224, August 13, 2008) with the addition of another individual and associated funerary objects, a repository that has possession of the additional set of Native American human remains and funerary objects, and also amends the determination of shared group relationships. Since publication of the notice, additional Native American human remains and associated funerary objects removed by Dr. William Laughlin from the Chaluka site at the Native Village of Nikolski were found to be in the possession of the University of Wisconsin Curation Facility collections.\\n        The notice published in the Federal Register (73 FR 47224, August 13, 2008) is corrected by substituting paragraphs 3-10 with the following:\\n        A detailed assessment of the human remains was made by the Alaska State Office, Bureau of Land Management; Museum of the Aleutians; University of Wisconsin; and the Smithsonian Institution professional staff in consultation with representatives of the Native Village of Nikolski and Chaluka Corporation.\\n        Between 1950 and the 1980s, human remains representing a minimum of 213 individuals were removed from various sites in the southwestern part of Umnak Island, located in the Fox Island group of the eastern Aleutian Islands, AK. These sites included the Chaluka site at the Native Village of Nikolski, Ogalodox site, Sandy Beach site, and other nearby smaller sites. The exact provenience for each individual cannot be determined. All of the human remains were probably removed at the direction of the late Dr. William Laughlin from Umnak Island as they were later found to be among his collections. No known individuals were identified. The 276 associated funerary objects include coffin pieces, cultural materials, fragmentary faunal remains, pebbles, rocks, fabric, buttons, and a snap/button.\\n        According to museum records, the 213 sets of human remains were probably first sent to the University of Wisconsin, where one set is presently located. The other 212 sets of human remains were removed by Dr. William Laughlin to the University of Connecticut at an unknown date. From there, the 212 sets of human remains were shipped by Dr. Laughlin to the Museum of the Aleutians in 1998, where they are presently located. The 276 associated funerary objects are all associated with the one set of human remains at the University of Wisconsin, and most are in a mixed and fragmentary state. \\n        During 1961-62, human remains representing a minimum of nine individuals were removed from the Chaluka site at the Native Village of Nikolski, on Umnak Island in the Fox Island group of the eastern Aleutian Islands, AK. These remains were also all probably removed at the direction of the late Dr. William Laughlin from Umnak Island as they were later found to be among his collections after his death. No known individuals were identified. No associated funerary objects are present. \\n        The remains of the nine individuals were shipped to the University of Wisconsin for study by Dr. William Laughlin, and remained there after his death. In 2006, the Bureau of Land Management sent the remains to the Smithsonian Institution to be inventoried, where they are presently located. \\n        Umnak Island has been inhabited for over 8,000 years by Aleut (Unangan) people. Based on geographical location, oral history, and archeological evidence, the human remains from this island are of Aleut (Unangan) origin. The Aleut (Unangan) are ancestors of inhabitants of the Native Village of Nikolski and Chaluka Corporation, the current and only Indian tribe and Corporation on Umnak Island, AK. \\n        Officials of the Bureau of Land Management have determined that, pursuant to 25 U.S.C. 3001 (9)-(10), the human remains described above represent the physical remains of a minimum of 222 individuals of Native American ancestry. Officials of the Bureau of Land Management have also determined that, pursuant to 25 U.S.C. 3001 (3)(A), the 276 objects described above are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony. Lastly, officials of the Bureau of Land Management have determined that, pursuant to 25 U.S.C. 3001 (2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and associated funerary objects and the Native Village of Nikolski and Chaluka Corporation located on Umnak Island, AK.\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the human remains and associated funerary objects should contact Dr. Robert E. King, Alaska State NAGPRA Coordinator, Bureau of Land Management, 222 W. 7th Avenue, #13, Anchorage, AK 99513-7599, telephone (907) 271-5510, before June 3, 2010. Repatriation of the human remains and associated funerary objects to the Native Village of Nikolski and Chaluka Corporation may proceed after that date if no additional claimants come forward.\\n        The Bureau of Land Management is responsible for notifying the Native Village of Nikolski and the Chaluka Corporation that this notice has been published.\\n        \\n          Dated: April 14, 2010.\\n          David Tarler, \\n          Acting Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. 2010-10383 Filed 5-3-10; 8:45 am]\\n      BILLING CODE 4312-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Inventory Completion: Alaska State Office, Bureau of Land Management, Anchorage, AK; Museum of the Aleutians, Unalaska, AK; and University of Wisconsin, Madison, WI; Correction", "agency2": "National Park Service, Interior.", "action": "Notice; correction.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: April 14, 2010.", "signature_name": "David Tarler, ", "signature_title": "Acting Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. 2010-10383 Filed 5-3-10; 8:45 am]", "billing_code": "BILLING CODE 4312-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}