{"index": "I_1245", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Inventory Completion: U.S. Department of the Interior, Bureau of Indian Affairs, Washington, DC and Wisconsin Historical Society, Museum Division, Madison, WI\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act, (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains and associated funerary objects in the control of the U.S. Department of the Interior, Bureau of Indian Affairs, Washington, DC, and in the possession of the Wisconsin Historical Society, (aka State Historical Society of Wisconsin), Museum Division, Madison, WI. The human remains and associated funerary objects were removed from the Menominee Reservation, Menominee County (formerly Shawano County), WI.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003(d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the human remains and associated funerary objects. The National Park Service is not responsible for the determinations in this notice.\\n        A detailed assessment of the human remains was made by Wisconsin Historical Society, Museum Division, staff in consultation with representatives of the Menominee Indian Tribe of Wisconsin.\\n        In 1928, human remains representing a minimum of one individual were removed from a mound located within the boundaries of the Menominee Indian Tribe Reservation, Menominee County (formerly Shawano County), WI, by Arthur P. Kannenberg and John V. Satterlee. The exact location is not known. In 1950, the museum obtained the human remains, associated funerary objects, and unassociated funerary objects from the wife of Arthur P. Kannenberg. No known individual was identified. The three associated funerary objects are earrings.\\n\\n        The human remains, associated funerary objects, and unassociated funerary objects removed by Arthur P. Kannenberg and John V. Satterlee were from at least two mounds. The 91 unassociated funerary objects are described in a companion Notice of Intent to Repatriate Cultural Items.\\n        \\n        The Menominee Indian Reservation falls within the ancestral and historic territory of the Menominee people. Archeological investigation has uncovered additional historic burials in this area. Additionally, archeological research shows that copper ornaments and earrings, similar to the objects mentioned above, are commonly found within historic Indian burials throughout the Great Lakes region. Furthermore, Menominee oral history states that the origin of the Menominee people began at the mouth of the Menominee River, which is approximately 60 miles from the present-day Menominee Reservation.\\n        Officials of the Bureau of Indian Affairs and Wisconsin Historical Society, Museum Division, have determined that, pursuant to 25 U.S.C. 3001(9), the human remains described above represent the physical remains of one individual of Native American ancestry. Officials of the Bureau of Indian Affairs and Wisconsin Historical Society, Museum Division, also have determined that, pursuant to 25 U.S.C. 3001(3)(A), the three objects described above are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony. Lastly, officials of the Bureau of Indian Affairs and Wisconsin Historical Society, Museum Division, have determined that, pursuant to 25 U.S.C. 3001(2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and associated funerary objects and the Menominee Indian Tribe of Wisconsin.\\n        Representatives of any other Indian Tribe that believes itself to be culturally affiliated with the human remains and associated funerary objects should contact Jennifer L. Kolb, Wisconsin Historical Museum, 30 N. Carroll St., Madison, WI 53703, telephone (608) 261-2461, before August 19, 2010. Repatriation of the human remains and associated funerary objects to the Menominee Indian Tribe of Wisconsin may proceed after that date if no additional claimants come forward.\\n        The Wisconsin Historical Society, Museum Division, is responsible for notifying the Menominee Indian Tribe of Wisconsin that this notice has been published.\\n        \\n          Dated: July 9, 2010.\\n          Sherry Hutt,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. 2010-17477 Filed 7-19-10; 8:45 am]\\n      BILLING CODE 4312-50-P\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Inventory Completion: U.S. Department of the Interior, Bureau of Indian Affairs, Washington, DC and Wisconsin Historical Society, Museum Division, Madison, WI", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: July 9, 2010.", "signature_name": "Sherry Hutt,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. 2010-17477 Filed 7-19-10; 8:45 am]", "billing_code": "BILLING CODE 4312-50-P", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}