{"index": "I_1223", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Inventory Completion: Oregon Museum of Science and Industry, Portland, OR\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains and an associated funerary object in the possession of the Oregon Museum of Science and Industry, Portland, OR. The human remains were removed from an area in the vicinity of The Dalles, OR.\\n        \\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003(d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains and associated funerary object. The National Park Service is not responsible for the determinations in this notice. \\n        A detailed assessment of the human remains and associated funerary object was made by Oregon Museum of Science and Industry professional staff in consultation with representatives of the Confederated Tribes of the Warm Springs Reservation of Oregon.\\n        In the 1930s or early 1940s, human remains representing a minimum of one individual were removed from an area in the vicinity of the city of The Dalles, Wasco County, OR, by Alonzo Hancock. Mr. Hancock removed the remains after they had been excavated during construction work on the south side of a roadcut. The exact location of the road is unclear from museum records. Mr. Hancock donated the human remains to the Oregon Museum of Science and Industry in 1946. No known individual was identified. No associated funerary objects are present. \\n        The human remains have been identified as Native American based on observable dental traits and museum documentation that refers to the human remains as \\xe2\\x80\\x9cChinook.\\xe2\\x80\\x9d\\n        In the 1930s, human remains representing a minimum of one individual were removed from an area in the vicinity of the city of The Dalles, Wasco County, OR, by an unknown individual. The exact location of the area is unclear from museum records. The human remains were donated to the Oregon Museum of Science and Industry by an unknown individual sometime between the 1940s and the 1970s. No known individual was identified. The one associated funerary object is a copper earring.\\n        The human remains have been identified as Native American based on observable dental traits and the type of associated funerary object. \\n        The Dalles, OR, is within the traditional territory of the present-day Confederated Tribes of the Warm Springs Reservation of Oregon, which is composed of Wasco, Warm Springs, and Paiute bands and tribes. The Columbia River-based Wasco were the easternmost group of Chinookan-speaking Indians. The Sahaptin-speaking Warm Springs bands lived along the Columbia\\'s tributaries. The Paiutes speak a Shoshonean dialect and traditionally lived in southeastern Oregon. The Confederated Tribes of the Warm Springs Reservation of Oregon peoples also traditionally shared this area with the fourteen Sahaptin-, Salish-, and Chinookan-speaking tribes and bands of the present-day Confederated Tribes and Bands of the Yakama Nation, Washington. The traditional territory of the Yakama included the Washington side of the Columbia River between the eastern slopes of the Cascade Range and the lower Yakima River watershed.\\n        Officials of the Oregon Museum of Science and Industry have determined that, pursuant to 25 U.S.C. 3001(9), the human remains described above represent the physical remains of two individuals of Native American ancestry. Officials of the Oregon Museum of Science and Industry also have determined that, pursuant to 25 U.S.C. 3001(3)(A), the one object described above is reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony. Lastly, officials of the Oregon Museum of Science and Industry have determined that, pursuant to 25 U.S.C. 3001(2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and associated funerary object and the Confederated Tribes of the Warm Springs Reservation of Oregon and the Confederated Tribes and Bands of the Yakama Indian Nation, Washington. \\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the human remains and associated funerary object should contact Lori Erickson, Curator, Oregon Museum of Science and Industry, 1945 SE Water Ave., Portland, OR 97214, telephone (503) 797-4582, before September 24, 2010. Repatriation of the human remains and associated funerary object to the Confederated Tribes of the Warm Springs Reservation of Oregon and the Confederated Tribes and Bands of the Yakama Nation, Washington, may proceed after that date if no additional claimants come forward.\\n        The Oregon Museum of Science and Industry is responsible for notifying the Confederated Tribes of the Warm Springs Reservation of Oregon and the Confederated Tribes and Bands of the Yakama Nation, Washington, that this notice has been published.\\n        \\n          Dated: August 19, 2010\\n          David Tarler,\\n          Acting Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. 2010-21188 Filed 8-24-10; 8:45 am]\\n      BILLING CODE 4312-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Inventory Completion: Oregon Museum of Science and Industry, Portland, OR", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: August 19, 2010", "signature_name": "David Tarler,", "signature_title": "Acting Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. 2010-21188 Filed 8-24-10; 8:45 am]", "billing_code": "BILLING CODE 4312-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}