{"index": "I_1206", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Inventory Completion: U.S. Department of Agriculture, Forest Service, Hiawatha National Forest, Escanaba, MI and University of Michigan, Museum of Anthropology, Ann Arbor, MI\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains in the control of the U.S. Department of Agriculture, Forest Service, Hiawatha National Forest, Escanaba, MI, and in the physical custody of the University of Michigan, Museum of Anthropology, Ann Arbor, MI. The human remains were removed from Naomikong Point Site, Chippewa County, MI.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003(d)(3) and 43 CFR 10.11(d). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains. The National Park Service is not responsible for the determinations in this notice.\\n        A detailed assessment of the human remains was made by U.S. Department of Agriculture, Forest Service, professional staff in consultation with representatives of the Bay Mills Indian Community, Michigan; Grand Traverse Band of Ottawa and Chippewa Indians, Michigan; Keweenaw Bay Indian Community, Michigan; Lac Vieux Desert Band of Lake Superior Chippewa Indians, Michigan; Little Traverse Bay Bands of Odawa Indians, Michigan; Sault Ste. Marie Tribe of Chippewa Indians of Michigan; and Saginaw Chippewa Indian Tribe of Michigan.\\n        In 1966, human remains representing a minimum of one individual were removed from the Naomikong Point Site (20CH2), Chippewa County, MI, during excavations by the University of Michigan. This site is on Federal land, and excavation occurred under a U.S. Department of Agriculture, Forest Service, Special Use Permit. No known individual was identified. No associated funerary objects are present.\\n        Based on archeological context, the human remains are identified as more likely than not Native American.\\n        Officials of the U.S. Department of Agriculture, Forest Service, have determined, pursuant to 25 U.S.C. 3001(2), a relationship of shared group identity cannot be reasonably traced between the Native American human remains and any present-day Indian Tribe.\\n        These Native American human remains are from the aboriginal lands of the Chippewa and Ottawa. According to the Treaty of Washington, March 28, 1836 (7 stat. 491), there are five present-day Indian Tribes that have aboriginal land in the area where the remains were excavated. These five Tribes are the Bay Mills Indian Community, Michigan; Grand Traverse Band of Ottawa and Chippewa Indians, Michigan; Little River Band of Ottawa Indians, Michigan; Little Traverse Bay Bands of Odawa Indians, Michigan; and the Sault Ste. Marie Tribe of Chippewa Indians of Michigan. The aboriginal land Tribes that are in closest proximity to the site are the Bay Mills Indian Community, Michigan, and Sault Ste. Marie Tribe of Chippewa Indians of Michigan. Letters of support for the disposition of the Native American human remains to the Bay Mills Indian Community, Michigan, and Sault Ste. Marie Tribe of Chippewa Indians of Michigan were sent by the Bay Mills Indian Community, Michigan; Grand Traverse Band of Ottawa and Chippewa Indians, Michigan; Keweenaw Bay Indian Community, Michigan; Lac Vieux Desert Band of Lake Superior Chippewa Indians, Michigan; Little Traverse Bay Bands of Odawa Indians, Michigan; Sault Ste. Marie Tribe of Chippewa Indians of Michigan; and Saginaw Chippewa Indian Tribe of Michigan. Therefore, officials of the U.S. Department of Agriculture, Forest Service, will transfer the Native American human remains from the Naomikong Point Site to the Bay Mills Indian Community, Michigan, and Sault Ste. Marie Tribe of Chippewa Indians of Michigan.\\n        Officials of the U.S. Department of Agriculture, Forest Service, determined, pursuant to 25 U.S.C. 3001(9), the human remains described above represent the physical remains of one individual of Native American ancestry. Lastly, officials of the U.S. Department of Agriculture, Forest Service, have determined, pursuant to 43 CFR 10.11(c)(1), the disposition of the human remains is to the Bay Mills Indian Community, Michigan, and the Sault Ste. Marie Tribe of Chippewa Indians of Michigan.\\n        Representatives of any Indian Tribe that believes itself to be culturally affiliated with the human remains or any other Indian Tribe that believes it satisfies the criteria in 43 CFR 10.11(c)(1) should contact Teresa Chase, Acting Forest Supervisor, Hiawatha National Forest, 2727 N. Lincoln Road, Escanaba, MI 49829, telephone (906) 786-4062, before December 6, 2010. Disposition of the human remains to the Bay Mills Indian Community, Michigan, and the Sault Ste. Marie Tribe of Chippewa Indians of Michigan, may proceed after that date if no additional requestors come forward.\\n        The U.S. Department of Agriculture, Forest Service, is responsible for notifying the Bay Mills Indian Community, Michigan; Grand Traverse Band of Ottawa and Chippewa Indians, Michigan; Keweenaw Bay Indian Community, Michigan; Lac Vieux Desert Band of Lake Superior Chippewa Indians, Michigan; Little Traverse Bay Bands of Odawa Indians, Michigan; Sault Ste. Marie Tribe of Chippewa Indians of Michigan; and Saginaw Chippewa Indian Tribe of Michigan, that this notice has been published.\\n        \\n          Dated: October 29, 2010.\\n          Sherry Hutt,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. 2010-27918 Filed 11-3-10; 8:45 am]\\n      BILLING CODE 4312-50-P\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Inventory Completion: U.S. Department of Agriculture, Forest Service, Hiawatha National Forest, Escanaba, MI and University of Michigan, Museum of Anthropology, Ann Arbor, MI", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: October 29, 2010.", "signature_name": "Sherry Hutt,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. 2010-27918 Filed 11-3-10; 8:45 am]", "billing_code": "BILLING CODE 4312-50-P", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}