{"index": "I_1257", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Inventory Completion: Cranbrook Institute of Science, Bloomfield Hills, MI\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains and associated funerary objects in the possession of the Cranbrook Institute of Science, an institutional member of the Cranbrook Educational Community, Bloomfield Hills, MI. The human remains and associated funerary objects were removed from Macomb, Monroe, Oakland, and Wayne Counties, MI.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003(d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations in this notice. \\n        A detailed assessment of the human remains was made by the Cranbrook Institute of Science professional staff in consultation with representatives of the Little Traverse Bay Bands of Odawa Indians, Michigan, on behalf of the Michigan Anishnaabek Cultural Preservation and Repatriation Alliance (MACPRA), a non-federally recognized Indian group.\\n\\n        On an unknown date, human remains representing a minimum of one individual were removed from Birmingham, Oakland County, MI. On April 1937, the City Coroner of Birmingham gave the human remains to the museum (CIS reference #116). No known individual was identified. No associated funerary objects are present. \\n        Museum records indicate that the individual is a female and probably Native American. There was no stratigraphic report or supplemental information available to help determine further cultural affiliation, and thus, the human remains were classified as culturally unidentifiable. \\n        On an unknown date, human remains representing a minimum of one individual were removed from the Gibraltar Site, Monroe County, MI. On February 18, 1938, Darrel J. Richards gave the human remains to the museum (CIS reference #280). No known individual was identified. No associated funerary objects are present.\\n        Originally museum records indicated that, \\xe2\\x80\\x9cWith no artifacts or temporal information to work with, no consultation could be conducted.\\xe2\\x80\\x9d Therefore, the human remains were classified as culturally unidentifiable. The individual described above has the same donor, date of donation, and site name as the human remains and associated funerary objects described in the next paragraph, but were assigned different reference numbers.\\n        On an unknown date, human remains representing a minimum of four individuals were removed from the Gibraltar Site, Monroe County, MI. On February 18, 1938, Darrel J. Richards gave the human remains to the museum (CIS reference #281). No known individuals were identified. The 25 associated funerary objects are 24 pottery fragments and 1 container of unidentified material. \\n        The human remains are possibly Native American. Museum records indicate that with \\xe2\\x80\\x9cno additional information to work with, no additional no dialog could be initiated.\\xe2\\x80\\x9d Therefore, the human remains were classified as culturally unidentifiable. \\n        On an unknown date, human remains representing a minimum of three individuals were removed from the New Baltimore Site, Macomb County, MI. On June 13, 1940, the human remains were donated by Gwynn Cushman to the museum (CIS reference #911). No known individuals were identified. No associated funerary objects are present. \\n        According to museum records, the human remains are the co-mingled remains of at least three individuals that date from either the Prehistoric or early Historic Period. Museum records indicate that \\xe2\\x80\\x9cno linear descendants could be substantiated; therefore no consultation could be conducted.\\xe2\\x80\\x9d Thus, the human remains were classified as culturally unidentifiable. \\n        On an unknown date, human remains representing a minimum one individual were removed from Mill Street, Auburn Heights, Oakland County, MI. On April 29, 1951, the human remains were received from Mr. and Mrs. Chester Wade and given to the museum (CIS reference #6873). No known individual was identified. The eight associated funerary objects are seven pieces of trade silver, including a brooch and several wrist cuffs/bracelets, and a fragment of cloth (CIS reference #6874). \\n        According to museum records, the human remains are probably a female Native American. The file of record indicates that, \\xe2\\x80\\x9ceven with the trade silver items\\xe2\\x80\\x9d, \\xe2\\x80\\x9cthere was no actual indication of stratigraphic or artifact association on which to begin dialogue.\\xe2\\x80\\x9d Therefore \\xe2\\x80\\x9cno consultation could be conducted.\\xe2\\x80\\x9d These human remains were thus classified as culturally unidentifiable.\\n        On an unknown date, human remains representing a minimum of two individuals were removed from a location in Oakland County, MI. In May 1951, the human remains were given to the museum by an unidentified source (CIS reference #7520). No known individuals were identified. No associated funerary objects are present. \\n        The human remains are the co-mingled remains of at least two individuals that are probably Native American based on context and bone condition. Museum records indicate, \\xe2\\x80\\x9cfrom context and bone condition - not morphology, these skeletal remains might possibly be American Indian but with such little identification and no other information, no consultation could be conducted.\\xe2\\x80\\x9d Therefore, the human remains were classified as culturally unidentifiable. \\n        On an unknown date, human remains representing a minimum of four individuals were removed from a location in Oakland County, MI. In May 1951, the human remains were given to the museum by an unidentified source (CIS reference #7522). No known individuals were identified. No associated funerary objects are present. \\n        According to museum records the human remains are possibly Native American based on bone condition. The records also indicate that, \\xe2\\x80\\x9cfrom context and bone condition - not morphology, these skeletal remains might possibly be American Indian but with such little identification and no other information, no consultation could be conducted.\\xe2\\x80\\x9d Therefore, the human remains were classified as culturally unidentifiable. \\n        On an unknown date, human remains representing a minimum of one individual were removed from a location in Oakland County, MI. In May 1951, the human remains were given to the museum by an unidentified source (CIS reference #7523). No known individual was identified. No associated funerary objects are present. \\n        Museum records indicate that, \\xe2\\x80\\x9cfrom context and bone condition - not morphology, these skeletal remains might possibly be American Indian but with such little identification and no other information, no consultation could be conducted.\\xe2\\x80\\x9d Therefore, the human remains were classified as culturally unidentifiable. \\n        On an unknown date, human remains representing a minimum of one individual were removed from a location in Oakland County, MI. In May 1951, the human remains were given to the museum by an unidentified source (CIS reference #7524). No known individual was identified. No associated funerary objects are present. \\n        According to museum records, the human remains are probably Native American from the Prehistoric or Early Historic Period. Records also indicate that, \\xe2\\x80\\x9cfrom context and bone condition - not morphology, these skeletal remains might possibly be American Indian but with such little identification and no other information, no consultation could be conducted.\\xe2\\x80\\x9d Therefore, the human remains were classified as culturally unidentifiable. \\n        On an unknown date, human remains representing a minimum of eight individuals were removed from Kennet Road, Pontiac, Oakland County, MI, by the Pontiac Police Department (case number 194312). On April 15, 1968, the human remains were given to the museum by Warren L. Wittry (CIS reference #9734). No known individuals were identified. No associated funerary objects are present. \\n        Museum records indicate that, \\xe2\\x80\\x9cWith no additional association to use as a basis, no consultation could be conducted.\\xe2\\x80\\x9d Therefore, the human remains were classified as culturally unidentifiable. \\n        On an unknown date, human remains representing a minimum of one individual were removed from the homestead of Henry Barnes, 822 Shady Hollow Circle, Bloomfield Hills, Oakland County, MI. In the 1960s, the human remains were given to the museum by Warren L. Wittry (CIS reference #9735). No known individual was identified. No associated funerary objects are present. \\n\\n        According to museum records, the human remains are probably a female Native American. Records also indicate that the \\xe2\\x80\\x9cremains are too incomplete\\xe2\\x80\\x9d and \\xe2\\x80\\x9cno beginning was found for the initiation of consultations.\\xe2\\x80\\x9d Therefore, the human remains were classified as culturally unidentifiable. \\n        On an unknown date, human remains representing a minimum of one individual were removed from near Coolidge Road, Troy, Oakland County, MI. On November 9, 1963, the human remains were given to the museum by Detective Mortensen, Troy Police Department (CIS reference #9736). No known individual was identified. No associated funerary objects are present. \\n        According to museum records, the individual is a mature male, and probably Native American. Records indicate that no basis was found for the initiation of consultations. Therefore, the human remains were classified as culturally unidentifiable. \\n        On an unknown date, human remains representing a minimum of one individual were removed from near Plymouth, Wayne County, MI. On an unknown date, the museum received the human remains from an unidentified source (CIS reference #9737). No known individual was identified. No associated funerary objects are present. \\n        According to museum records, the human remains are probably a female Native American. Records also indicate that, \\xe2\\x80\\x9cno further information was available, no consultation could be conducted.\\xe2\\x80\\x9d Therefore, the human remains were classified as culturally unidentifiable. \\n        On an unknown date, human remains representing a minimum of two individuals were removed from a site at Hamlin and Rochester Roads, Rochester, Oakland County, MI. On December 17, 1970, the human remains were given to the museum by Dr. John Burton, Oakland County Medical Examiner (CIS reference #9738 and #9739). No known individuals were identified. No associated funerary objects are present. \\n        According to museum records, the human remains are possibly Native American. One of the individuals exhibits a pattern of wear consistent with that known for aboriginal populations. Records also indicate that, \\xe2\\x80\\x9cnecessary practical information was not available; therefore no consultation could be conducted.\\xe2\\x80\\x9d Therefore, the human remains were classified as culturally unidentifiable. \\n        On an unknown date, human remains representing a minimum of one individual were removed from an unknown location, but probably in Michigan. On an unknown date, the human remains were given to the museum by an unidentified source (CIS reference #9816). No known individual was identified. No associated funerary objects are present.\\n        According to museum records, the human remains are probably Native American based on femoral shaft morphology. Records also indicate that geographical and collection data were not available, and therefore, no consultation could be conducted. Thus, the human remains were classified as culturally unidentifiable. \\n        On an unknown date, human remains representing a minimum of one individual were removed from an unknown location, but probably in Michigan. On an unknown date, the human remains were given to the museum by an unidentified source (CIS reference #9817). No known individual was identified. No associated funerary objects are present. \\n        According to museum records, the human remains are probably a female Native American based on femoral shaft morphology. Records also indicate that geographical and collection data were not available, and therefore, no consultation could be conducted. Thus, the human remains were classified as culturally unidentifiable. \\n        On an unknown date, human remains representing a minimum of two individuals were removed from the Norton Site, Romeo, in Macomb County, MI. On an unknown date, the human remains were given to the museum (CIS reference #10123 and #10124). No known individuals were identified. No associated funerary objects are present. \\n        According to museum records, the human remains are probably Native American. An assessment dated October 30, 1994, notes that, \\xe2\\x80\\x9cone tooth which is not human, and a non-human long bone midshaft fragment\\xe2\\x80\\x9d was intermingled with the human remains at the time the osteology review was conducted. It is unknown what was done with the non-human material. The Norton site is identified as Late Woodland Younge tradition based on \\xe2\\x80\\x9canimal bones\\xe2\\x80\\x9d and \\xe2\\x80\\x9cfragments of pottery\\xe2\\x80\\x9d as evidenced in \\xe2\\x80\\x9cpits dug by the occupants.\\xe2\\x80\\x9d No other dating was performed at the Norton site; therefore no consultation could be conducted. Thus, the human remains were classified as culturally unidentifiable. \\n        On an unknown date, human remains representing a minimum of four individuals were removed from the Drake Site, Farmington Hills, Oakland County, MI. In August 1977, the human remains were given to the museum by Charles Martinez and Rick Zurel, local archeologists, (CIS reference #10138). No known individuals were identified. The associated funerary object is one box of excavated material, which contains chert fragments, soil samples, and pottery fragments.\\n        According to museum records, the human remains are Native American. According to Mr. Martinez, the Drake site falls into the early Younge Tradition or late Wayne ceramic tradition, which dates to approximately A.D. 700-800. Records indicate that there was a lack of information pertaining to linear descendants; therefore no consultation could be conducted by the museum. Thus, the human remains were classified as culturally unidentifiable. \\n        The above-described human remains came to the museum through a variety of channels, but primarily as the result of construction work in southeastern Michigan over four decades prior to 1980. All have been identified as Native American based on skeletal morphology and/or archeological context. All have been determined to be culturally unidentifiable. \\n        Officials of the Cranbrook Institute of Science have determined that, pursuant to 25 U.S.C. 3001(9), the human remains described above represent the physical remains of at least 39 individuals of Native American ancestry. Officials of the Cranbrook Institute of Science also have determined that, pursuant to 25 U.S.C. 3001(3)(A), the 34 objects described above are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony. Lastly, officials of the Cranbrook Institute of Science have determined that, pursuant to 25 U.S.C. 3001(2), a relationship of shared group identity cannot be reasonably traced between the Native American human remains and associated funerary objects and any present-day Indian tribe.\\n\\n        The Native American Graves Protection and Repatriation Review Committee (Review Committee) is responsible for recommending specific actions for disposition of culturally unidentifiable human remains. In April 2008, a request for the disposition of the Native American human remains was officially submitted to the Cranbrook Institute of Science by the Little Traverse Bay Bands of the Odawa Indians on behalf of the Michigan Anishnaabek Cultural Preservation and Repatriation Alliance (MACPRA), a non-federally recognized Indian group, whose members are the following Federally-recognized Indian tribes: Bay Mills Indian Community, Michigan; Grand Traverse Band of Ottawa and Chippewa Indians, Michigan; Keweenaw Bay Indian Community, Michigan; Lac Vieux Desert Band of Lake Superior Chippewa Indians, Michigan; Little River Band of Ottawa Indians, Michigan; Little Traverse Bay Bands of Odawa Indians, Michigan; Nottawaseppi Huron Band of the Potawatomi, Michigan; Pokagon Band of Potawatomi Indians, Michigan and Indiana; Saginaw Chippewa Indian Tribe of Michigan; and Sault Ste. Marie Tribe of Chippewa Indians of Michigan. These Indian tribes are considered to be the Anishnaabek People of the Great Lakes region. \\n        On July 30, 2008, the Cranbrook Institute requested that the Review Committee recommend disposition of 60 culturally unidentifiable human remains to the Indian tribes, as aboriginal occupants of Michigan. The Review Committee considered the proposal at its October 11-12, 2008, meeting and recommended disposition of the human remains to the Indian tribes listed above, as they are considered to be the Anishnaabek People of the Great Lakes region, and the aboriginal occupants of the area currently referenced as Michigan. \\n\\n        An April 3, 2009, letter from the Designated Federal Officer, writing on behalf of the Secretary of the Interior, transmitted the authorization for the museum to effect disposition of the physical remains of 39 of the 60 culturally unidentifiable individuals contingent on the publication of a Notice of Inventory Completion in the Federal Register. This notice fulfills that requirement. In the same letter, the Secretary recommended the transfer of the associated funerary objects to the Indian tribes listed above to the extent allowed by Federal, state, or local law.\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the human remains and/or associated funerary objects should contact Michael Stafford, PhD., Director, Cranbrook Institute of Science, PO Box 801, Bloomfield Hills, MI 48303, telephone (248) 645-3204, before July 26, 2010. Disposition of the human remains and associated funerary objects to the Bay Mills Indian Community, Michigan; Grand Traverse Band of Ottawa and Chippewa Indians, Michigan; Keweenaw Bay Indian Community, Michigan; Lac Vieux Desert Band of Lake Superior Chippewa Indians, Michigan; Little River Band of Ottawa Indians, Michigan; Little Traverse Bay Bands of Odawa Indians, Michigan; Nottawaseppi Huron Band of the Potawatomi, Michigan; Pokagon Band of Potawatomi Indians, Michigan and Indiana; Saginaw Chippewa Indian Tribe of Michigan; and Sault Ste. Marie Tribe of Chippewa Indians of Michigan, may proceed after that date if no additional claimants come forward.\\n        The Cranbrook Institute of Science is responsible for notifying the Bay Mills Indian Community, Michigan; Grand Traverse Band of Ottawa and Chippewa Indians, Michigan; Keweenaw Bay Indian Community, Michigan; Lac Vieux Desert Band of Lake Superior Chippewa Indians, Michigan; Little River Band of Ottawa Indians, Michigan; Little Traverse Bay Bands of Odawa Indians, Michigan; Nottawaseppi Huron Band of the Potawatomi, Michigan; Pokagon Band of Potawatomi Indians, Michigan and Indiana; Saginaw Chippewa Indian Tribe of Michigan; and Sault Ste. Marie Tribe of Chippewa Indians of Michigan that this notice has been published.\\n        \\n          Dated: June 18, 2010\\n          David Tarler,\\n          Acting Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. 2010-15335 Filed 6-23-10; 8:45 am]\\n      BILLING CODE 4312-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Inventory Completion: Cranbrook Institute of Science, Bloomfield Hills, MI", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: June 18, 2010", "signature_name": "David Tarler,", "signature_title": "Acting Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. 2010-15335 Filed 6-23-10; 8:45 am]", "billing_code": "BILLING CODE 4312-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}