{"index": "I_1289", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Inventory Completion: Madison County Historical Society, Edwardsville, IL\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains in the possession of the Madison County Historical Society, Edwardsville, IL. The human remains were removed from the Little Bighorn Battlefield, Bighorn County, MT. \\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003 (d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains. The National Park Service is not responsible for the determinations in this notice. \\n        A detailed assessment of the human remains was made by Madison County Historical Society professional staff in consultation with representatives of the staff of the Little Bighorn Battlefield National Monument. In addition, the Madison County Historical Society sent a letter with information on the human remains to the Arapahoe Tribe of the Wind River Reservation, Wyoming; Crow Tribe of Montana; Northern Cheyenne Tribe of the Northern Cheyenne Indian Reservation, Montana; Oglala Sioux Tribe of the Pine Ridge Reservation, South Dakota; and Three Affiliated Tribes of the Fort Berthold Reservation, North Dakota. The Northern Cheyenne Tribe of the Northern Cheyenne Indian Reservation, Montana responded that they are not culturally affiliated with the human remains described in this notice. \\n        At an unknown date, human remains representing a minimum of one individual were probably removed from Little Bighorn Battlefield, near present-day Crow Agency, Big Horn County, MT. No known individual was identified. No associated funerary objects are present. \\n        In 1929, the Madison County Historical Society purchased the John R. Sutter Collection and an inventory of that collection was conducted at that time. In 1938, the Works Progress Administration (WPA) conducted a comprehensive inventory of all of the museum\\'s holdings. In 1995, the museum did a NAGPRA inventory. In November 2008, the museum staff reviewed the original NAGPRA inventory and other available records. They determined that during the NAGPRA inventory, a scalp had been incorrectly attributed to a 1988 donation. Upon comparison to the 1938 WPA inventory records, the museum reasonably believes this scalp was purchased as part of the John R. Sutter Collection in 1929. The Madison County Historical Society has no information on how John Sutter originally acquired the human remains. \\n        The 1929 Sutter Purchase Inventory lists the human remains as \\xe2\\x80\\x9cPart of an Indian scalp.\\xe2\\x80\\x9d Next to the entry is a note that reads \\xe2\\x80\\x9cCuster Massacre.\\xe2\\x80\\x9d Based on this information, the officials of the Madison County Historical Society reasonably believe the human remains are Native American and were removed from the Little Bighorn Battlefield at an unknown date, but possibly in 1876. \\n        Five tribes were at the site of the Battle of Little Big Horn - the Sioux, Cheyenne, Arapaho, Crow, and Arikara. Descendants of these tribes are members of the Arapahoe Tribe of the Wind River Reservation, Wyoming; Crow Tribe of Montana; Northern Cheyenne Tribe of the Northern Cheyenne Indian Reservation, Montana; Oglala Sioux Tribe of the Pine Ridge Reservation, South Dakota; and Three Affiliated Tribes of the Fort Berthold Reservation, North Dakota. Since the officials of the Madison County Historical Society cannot determine the specific tribe to which the Native American human remains are culturally affiliated, the museum believes that a possible cultural affiliation could exist for any of the five aforementioned tribes. However, during consultation, the Northern Cheyenne Tribe of the Northern Cheyenne Indian Reservation, Montana responded that no scalps were taken from the Cheyenne in the battle, and consequently there is no cultural affiliation to the Cheyenne. Therefore, absent other information, the museum officials have narrowed the possible affiliation to the Arapahoe Tribe of the Wind River Reservation, Wyoming; Crow Tribe of Montana; Oglala Sioux Tribe of the Pine Ridge Reservation, South Dakota; and/or Three Affiliated Tribes of the Fort Berthold Reservation, North Dakota. \\n        Officials of the Madison County Historical Society have determined that, pursuant to 25 U.S.C. 3001 (9-10), the human remains described above represent the physical remains of one individual of Native American ancestry. Officials of the Madison County Historical Society also have determined that, pursuant to 25 U.S.C. 3001 (2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and the Arapahoe Tribe of the Wind River Reservation, Wyoming; Crow Tribe of Montana; Oglala Sioux Tribe of the Pine Ridge Reservation, South Dakota; and/or Three Affiliated Tribes of the Fort Berthold Reservation, North Dakota.\\n\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the human remains should contact Suzanne Dietrich, Director, or the president, Madison County Historical Society, 715 North Main St., Edwardsville, IL 62025, telephone (618) 656-7562, before March 3, 2010. Repatriation of the human remains to the Arapahoe Tribe of the Wind River Reservation, Wyoming; Crow Tribe of Montana; Oglala Sioux Tribe of the Pine Ridge Reservation, South Dakota; and/or Three Affiliated Tribes of the Fort Berthold Reservation, North Dakota may proceed after that date if no additional claimants come forward.\\n        The Madison County Historical Society is responsible for notifying the Arapahoe Tribe of the Wind River Reservation, Wyoming; Crow Tribe of Montana; Northern Cheyenne Tribe of the Northern Cheyenne Indian Reservation, Montana; Oglala Sioux Tribe of the Pine Ridge Reservation, South Dakota; and Three Affiliated Tribes of the Fort Berthold Reservation, North Dakota that this notice has been published.\\n        \\n          Dated: December 22, 2009\\n          Sherry Hutt,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. 2010-2027 Filed 1-29-10; 8:45 am]\\n      BILLING CODE 4312-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Inventory Completion: Madison County Historical Society, Edwardsville, IL", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: December 22, 2009", "signature_name": "Sherry Hutt,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. 2010-2027 Filed 1-29-10; 8:45 am]", "billing_code": "BILLING CODE 4312-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}