{"index": "I_1287", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Inventory Completion: University of Nebraska State Museum, University of Nebraska-Lincoln, Lincoln, NE\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains in the possession of the University of Nebraska State Museum, University of Nebraska-Lincoln, Lincoln, NE. The human remains were removed from Midland County, MI. \\n\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003 (d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains. The National Park Service is not responsible for the determinations in this notice. \\n        A detailed assessment of the human remains was made by University of Nebraska State Museum, University of Nebraska-Lincoln professional staff in consultation with representatives of the Bay Mills Indian Community, Michigan; Grand Traverse Band of Ottawa and Chippewa Indians, Michigan; Keweenaw Bay Indian Community, Michigan; Lac Vieux Desert Band of Lake Superior Chippewa Indians, Michigan; Little Traverse Bay Bands of Odawa Indians, Michigan; Pokagon Band of Potawatomi Indians, Michigan and Indiana; and Saginaw Chippewa Indian Tribe of Michigan.\\n        In 1883, human remains representing a minimum of two individuals were removed from an unidentified site in the City of Midland, in Midland County, MI, by M.L Eaton. The human remains have been under the control of the museum since 1894 (Accn. #20MD0/Catalog #1.01; Accn. #20MDD0/Catalog #1.02). No known individuals were identified. No associated funerary objects are present. \\n        Museum catalog records state that the individuals were found in an \\xe2\\x80\\x9cIndian grave.\\xe2\\x80\\x9d Based on this information and an analysis of the human remains by a forensic anthropologist employed by the museum, the museum has concluded that, more likely than not, the two individuals are Native American. Based on green copper stains on the mental eminence of one individual (Catalog #1.02), the museum has dated these remains to the historic period.\\n        The museum has concluded that it is unable to determine by a reasonable belief that the human remains are culturally affiliated with any present-day Indian tribe. Nevertheless, the museum has determined that, more likely than not, the human remains were removed from the aboriginal lands of the Bay Mills Indian Community, Michigan; Grand Traverse Band of Ottawa and Chippewa Indians, Michigan; Keweenaw Bay Indian Community, Michigan; Lac Vieux Desert Band of Lake Superior Chippewa Indians, Michigan; Little Traverse Bay Bands of Odawa Indians, Michigan; Pokagon Band of Potawatomi Indians, Michigan and Indiana; and Saginaw Chippewa Indian Tribe of Michigan.\\n        Officials of the University of Nebraska State Museum, University of Nebraska-Lincoln, have determined that, pursuant to 25 U.S.C. 3001 (9-10), the human remains described above represent the physical remains of two individuals of Native American ancestry. Officials of the University of Nebraska State Museum, University of Nebraska-Lincoln have also determined that, pursuant to 25 U.S.C. 3001 (2), a relationship of shared group identity cannot be reasonably traced between the Native American human remains and any present-day Indian tribe. \\n        The Native American Graves Protection and Repatriation Review Committee (Review Committee) is responsible for recommending specific actions for disposition of culturally unidentifiable human remains. In February 2009, the University of Nebraska State Museum requested that the Review Committee recommend disposition of the two culturally unidentifiable human remains to the Bay Mills Indian Community, Michigan; Grand Traverse Band of Ottawa and Chippewa Indians, Michigan; Keweenaw Bay Indian Community, Michigan; Lac Vieux Desert Band of Lake Superior Chippewa Indians, Michigan; Little Traverse Bay Bands of Odawa Indians, Michigan; Pokagon Band of Potawatomi Indians, Michigan and Indiana; and Saginaw Chippewa Indian Tribe of Michigan, because the human remains were found within their aboriginal territory. The Review Committee considered the proposal at its May 23 - 24, 2009 meeting, and recommended disposition of the human remains to the above-listed Indian tribes.\\n\\n        A September 16, 2009, letter from the Designated Federal Officer, writing on behalf of the Secretary of the Interior, transmitted the authorization for the museum to effect disposition of the physical remains of the culturally unidentifiable individuals to the Bay Mills Indian Community, Michigan; Grand Traverse Band of Ottawa and Chippewa Indians, Michigan; Keweenaw Bay Indian Community, Michigan; Lac Vieux Desert Band of Lake Superior Chippewa Indians, Michigan; Little Traverse Bay Bands of Odawa Indians, Michigan; Pokagon Band of Potawatomi Indians, Michigan and Indiana; and Saginaw Chippewa Indian Tribe of Michigan, contingent on the publication of a Notice of Inventory Completion in the Federal Register. This notice fulfills that requirement.\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the human remains should contact Priscilla C. Grew, NAGPRA Coordinator, University of Nebraska State Museum, 307 Morrill Hall, Lincoln, NE 68588-0338, telephone (402) 472-3779, before March 3, 2010. Disposition of the human remains to the Bay Mills Indian Community, Michigan; Grand Traverse Band of Ottawa and Chippewa Indians, Michigan; Keweenaw Bay Indian Community, Michigan; Lac Vieux Desert Band of Lake Superior Chippewa Indians, Michigan; Little Traverse Bay Bands of Odawa Indians, Michigan; Pokagon Band of Potawatomi Indians, Michigan and Indiana; and Saginaw Chippewa Indian Tribe of Michigan may proceed after that date if no additional claimants come forward.\\n        The University of Nebraska State Museum, University of Nebraska-Lincoln is responsible for notifying the Bay Mills Indian Community, Michigan; Grand Traverse Band of Ottawa and Chippewa Indians, Michigan; Keweenaw Bay Indian Community, Michigan; Lac Vieux Desert Band of Lake Superior Chippewa Indians, Michigan; Little Traverse Bay Bands of Odawa Indians, Michigan; Pokagon Band of Potawatomi Indians, Michigan and Indiana; and Saginaw Chippewa Indian Tribe of Michigan that this notice has been published.\\n        \\n          Dated: December 16, 2009\\n          Sherry Hutt,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. 2010-2016 Filed 1-29-10; 8:45 am]\\n      BILLING CODE 4312-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Inventory Completion: University of Nebraska State Museum, University of Nebraska-Lincoln, Lincoln, NE", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: December 16, 2009", "signature_name": "Sherry Hutt,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. 2010-2016 Filed 1-29-10; 8:45 am]", "billing_code": "BILLING CODE 4312-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}