{"index": "I_1352", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Inventory Completion: U.S. Department of the Interior, National Park Service, Tumacacori National Historical Park, Tumacacori, AZ \\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains and associated funerary objects in the possession of the U.S. Department of the Interior, National Park Service, Tumacacori National Historical Park, Tumacacori, AZ. The human remains and associated funerary objects were removed from areas near Tumacacori Mission in Santa Cruz County, AZ.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003 (d)(3). The determinations within this notice are the sole responsibility of the superintendent, Tumacacori National Historical Park. \\n        A detailed assessment of the human remains and associated funerary objects was made by Tumacacori National Historical Park and Western Archeological and Conservation Center professional staff in consultation with representatives of the Ak Chin Indian Community of the Maricopa (Ak Chin) Indian Reservation, Arizona; Gila River Indian Community of the Gila River Indian Reservation, Arizona; Hopi Tribe of Arizona; Mescalero Apache Tribe of the Mescalero Reservation, New Mexico; Pascua Yaqui Tribe of Arizona; Salt River Pima-Maricopa Indian Community of the Salt River Reservation, Arizona; San Carlos Apache Tribe of the San Carlos Reservation, Arizona; Tohono O\\'odham Nation of Arizona; and Zuni Tribe of the Zuni Reservation, New Mexico. The Ak Chin Indian Community of the Maricopa (Ak Chin) Indian Reservation, Arizona did not attend the consultation meetings but was represented by the Gila River Indian Community of the Gila River Indian Reservation, Arizona. The Fort Sill Apache Tribe of Oklahoma; Jicarilla Apache Nation, New Mexico; Tonto Apache Tribe of Arizona; and the White Mountain Apache Tribe of the Fort Apache Reservation, Arizona were contacted but did not participate in the consultation meetings.\\n        At an unknown date, human remains representing a minimum of one individual were removed from an unknown site within what is now Tumacacori National Historical Park in Santa Cruz County, AZ. No known individual was identified. The one associated funerary object is a cremation/burial jar.\\n        In the 1930s, human remains representing a minimum of one individual were removed from the area near Tumacacori Mission in Santa Cruz County, AZ. The remains and associated funerary object were donated to Tumacacori National Historical Park in 1938 by Louis Caywood. No known individual was identified. The one associated funerary object is a cremation/burial jar. \\n        Between December 1934 and March 1935, human remains representing a minimum of two individuals were removed from an unknown location area near Tumacacori Mission in Santa Cruz County, AZ. No known individuals were identified. The 38 associated funerary objects are 33 plainware pottery sherds from a cremation/burial jar, 2 bags of sherds from a cremation jar, 1 unworked burnt shell, 1 piece of worked faunal bone, and 1 pendant.\\n        In 1955, human remains representing a minimum of nine individuals were removed from fields just outside park boundaries in Santa Cruz County, AZ. The remains and associated funerary objects were donated to the park by J.L. Kalb, a local rancher in whose fields the remains and objects were found. No known individuals were identified. The 43 associated funerary objects are 4 cremation/burial jars, 1 cremation/burial bowl, 11 pieces of burnt unworked bone, 9 unworked ceramic sherds, 2 worked ceramic sherds, 12 beads, 1 shell bracelet fragment, 1 piece of worked faunal bone, 1 unworked shell fragment, and 1 awl. \\n        The Native American human remains described above are all cremations with associated pottery vessels and artifacts that are characteristic of the culture group commonly known to archeologists as the Hohokam and date between A.D. 300 and A.D. 1300. The term \\xe2\\x80\\x9cHohokam\\xe2\\x80\\x9d is used here for convenience due to its common use as a descriptor of this culture; it is unknown what name these people applied to themselves, and their present-day descendants do not use this term. The \\xe2\\x80\\x9cHohokam\\xe2\\x80\\x9d were a sedentary agricultural group that developed out of the local Archaic population. Their settlement pattern was predominantly of the rancheria type, with pithouse or house-in-pit architecture. Pit or urn cremations were the predominant burial practice prior to A.D. 1100. Extended supine inhumations then became more prevalent, completely replacing cremations by A.D. 1300. There was a pronounced, though far from complete, decline in population after about A.D. 1350.\\n\\n        The Ak Chin Indian Community of the Maricopa (Ak Chin) Reservation, Arizona; Gila River Indian Community of the Gila River Indian Reservation, Arizona; Salt River Pima-Maricopa Indian Community of the Salt River Reservation; and the Tohono O\\'odham Nation of Arizona comprise one cultural group known as the O\\'odham. The Ak Chin Indian Community of the Maricopa (Ak Chin) Reservation, Arizona consists primarily of Akimel and Tohono O\\'odham, with a few families of Hia-Ced O\\'odham. The Gila River Indian Community of the Gila River Indian Reservation, Arizona and the Salt River Pima-Maricopa Indian Community of the Salt River Reservation are both composed primarily of Akimel O\\'odham along with small populations of Maricopas. \\n        The O\\'odham commonly refer to their ancestors as the \\xe2\\x80\\x9cHuhugam\\xe2\\x80\\x9d. The Akimel O\\'odham, Tohono O\\'odham and the Hia-Ced O\\'odham (not Federally-recognized) are descendants of the \\xe2\\x80\\x9cHuhugam\\xe2\\x80\\x9d. Their oral history documents the end time of the \\xe2\\x80\\x9cHohokam\\xe2\\x80\\x9d, and archeological evidence supports the link between historic O\\'odham groups and the prehistoric \\xe2\\x80\\x9cHohokam\\xe2\\x80\\x9d. Linguistic, oral tradition, and ethnographic evidence also support affiliation between the \\xe2\\x80\\x9cHohokam\\xe2\\x80\\x9d and the present-day O\\'odham.\\n        The Hopi Tribe of Arizona considers all of Arizona to be within traditional Hopi lands, or within areas where Hopi clans migrated in the past. According to Hopi oral history some clans moved out of the Valley of Mexico/Central Mexico and migrated north into the Gila and Salt River Basins. The Santa Cruz Valley, which extends from Northern Sonora, Mexico into southern Arizona to the confluence of the Gila and Salt Rivers, was a natural corridor for the movement of peoples from the south and served as a migration route for Hopi clans. Several researchers have noted similarities between Hopi ceremonies and those of the O\\'odham. On May 23, 1994, the Hopi Tribe of Arizona issued a resolution declaring its cultural affiliation with the \\xe2\\x80\\x9cHohokam\\xe2\\x80\\x9d.\\n\\n        Oral history suggests that some Zuni clans began their migrations in the Salt-Gila River basins and originated from the Hohokam. On July 11, 1995, the Zuni Tribe of the Zuni Reservation, New Mexico issued a \\xe2\\x80\\x9cStatement of Cultural Affiliation with Prehistoric and Historic Cultures\\xe2\\x80\\x9d which asserts a shared group identity with the \\xe2\\x80\\x9cHohokam\\xe2\\x80\\x9d based on oral teachings and traditions, ethnohistoric documentation, and historic and archeological evidence. Zuni oral history speaks of ancestral migrations and settling throughout the region in search for the Middle Place of the World (present-day Pueblo of Zuni). A recent publication, Zuni Origins, discusses some of the evidence for shared group identity between the \\xe2\\x80\\x9cHohokam\\xe2\\x80\\x9d of southern Arizona and the Zuni Tribe of the Zuni Reservation, New Mexico.\\n        Officials of Tumacacori National Historical Park have determined that, pursuant to 25 U.S.C. 3001 (9-10), the human remains described above represent the physical remains of 13 individuals of Native American ancestry. Officials of Tumacacori National Historical Park also have determined that, pursuant to 25 U.S.C. 3001 (3)(A), the 83 objects described above are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony. Lastly, officials of Tumacacori National Historical Park have determined that, pursuant to 25 U.S.C. 3001 (2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and associated funerary objects and the Ak Chin Indian Community of the Maricopa (Ak Chin) Reservation, Arizona; Gila River Indian Community of the Gila River Indian Reservation, Arizona; Hopi Tribe of Arizona; Salt River Pima-Maricopa Indian Community of the Salt River Reservation, Arizona; Tohono O\\'odham Nation of Arizona; and the Zuni Tribe of the Zuni Reservation, New Mexico.\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the human remains and associated funerary objects should contact Lisa Carrico, superintendent, Tumacacori National Historical Park, P.O. Box 8067, Tumacacori, AZ 85640, telephone (520) 398-2341 Ext. 52, before August 6, 2009. Repatriation of the human remains and associated funerary objects to the Ak Chin Indian Community of the Maricopa (Ak Chin) Reservation, Arizona; Gila River Indian Community of the Gila River Indian Reservation, Arizona; Hopi Tribe of Arizona; Salt River Pima-Maricopa Indian Community of the Salt River Reservation, Arizona; Tohono O\\'odham Nation of Arizona; and the Zuni Tribe of the Zuni Reservation, New Mexico may proceed after that date if no additional claimants come forward.\\n        Tumacacori National Historical Park is responsible for notifying the Ak Chin Indian Community of the Maricopa (Ak Chin) Indian Reservation, Arizona; Gila River Indian Community of the Gila River Indian Reservation, Arizona; Hopi Tribe of Arizona; Mescalero Apache Tribe of the Mescalero Reservation, New Mexico; Pascua Yaqui Tribe of Arizona; Salt River Pima-Maricopa Indian Community of the Salt River Reservation, Arizona; San Carlos Apache Tribe of the San Carlos Reservation, Arizona; Tohono O\\'odham Nation of Arizona; and Zuni Tribe of the Zuni Reservation, New Mexico that this notice has been published.\\n        \\n          Dated: June 22, 2009\\n          Sherry Hutt,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. E9-16022 Filed 7-6-09; 8:45 am]\\n      BILLING CODE 4312-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Inventory Completion: U.S. Department of the Interior, National Park Service, Tumacacori National Historical Park, Tumacacori, AZ ", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: June 22, 2009", "signature_name": "Sherry Hutt,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. E9-16022 Filed 7-6-09; 8:45 am]", "billing_code": "BILLING CODE 4312-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}