{"index": "I_1380", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Inventory Completion: New York University College of Dentistry, New York, NY\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains in the possession of the New York University College of Dentistry, New York, NY. The human remains were removed from an unknown location.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003 (d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains. The National Park Service is not responsible for the determinations in this notice. \\n        A detailed assessment of the human remains was made by New York University College of Dentistry professional staff in consultation with representatives of the Choctaw Nation of Oklahoma; Jena Band of Choctaw Indians, Louisiana; and Mississippi Band of Choctaw Indians, Mississippi.\\n        At an unknown date, human remains representing a minimum of one individual were removed from an unknown location. They were acquired by Dr. Joseph Jones of Louisiana at an unknown date. In 1906, the widow of Dr. Jones sold his collection to the Museum of the American Indian, Heye Foundation. In 1956, the Museum of the American Indian transferred the human remains to Dr. Theodore Kazamiroff, New York University College of Dentistry. No known individual was identified. No associated funerary objects are present.\\n        Museum of the American Indian records indicate that the human remains are from an unknown location, but possibly either from Louisiana or Mississippi, and are the human remains of a Choctaw individual. The cranial morphology of the human remains confirms that they belong to an individual of Native American ancestry. No information from the museum records, osteological assessment, or consultation conflicts with the identification of the human remains as Choctaw. Tribal representatives of the Choctaw Nation of Oklahoma; Jena Band of Choctaw Indians, Louisiana; and Mississippi Band of Choctaw Indians, Mississippi, support the identification of the human remains as Choctaw, and identify both Louisiana and Mississippi as the ancestral homelands of the Choctaw.\\n        Officials of the New York University College of Dentistry have determined that, pursuant to 25 U.S.C. 3001 (9-10), the human remains described above represent the physical remains of one individual of Native American ancestry. Officials of the New York University College of Dentistry also have determined that, pursuant to 25 U.S.C. 3001 (2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and the Choctaw Nation of Oklahoma; Jena Band of Choctaw Indians, Louisiana; and Mississippi Band of Choctaw Indians, Mississippi.\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the human remains should contact Dr. Louis Terracio, New York University College of Dentistry, 345 East 24th St, New York, NY 10010, telephone (212) 998-9917, before June 8, 2009. Repatriation of the human remains to the Choctaw Nation of Oklahoma; Jena Band of Choctaw Indians, Louisiana; and Mississippi Band of Choctaw Indians, Mississippi may proceed after that date if no additional claimants come forward.\\n        The New York University College of Dentistry is responsible for notifying the Choctaw Nation of Oklahoma; Jena Band of Choctaw Indians, Louisiana; and Mississippi Band of Choctaw Indians, Mississippi that this notice has been published.\\n        \\n          Dated: April 13, 2009.\\n          Sherry Hutt,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. E9-10546 Filed 5-6-09; 8:45 am]\\n      BILLING CODE 4312-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Inventory Completion: New York University College of Dentistry, New York, NY", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: April 13, 2009.", "signature_name": "Sherry Hutt,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. E9-10546 Filed 5-6-09; 8:45 am]", "billing_code": "BILLING CODE 4312-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}