{"index": "I_1391", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Inventory Completion: New York State Museum, Albany, NY\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains in the possession of the New York State Museum, Albany, NY. The human remains were removed from the Engelbert site, Tioga County, NY.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003 (d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains. The National Park Service is not responsible for the determinations in this notice. \\n        A detailed assessment of the human remains was made by the New York State Museum professional staff in consultation with representatives of the Cayuga Nation of New York; Delaware Tribe (part of the Cherokee Nation, Oklahoma); Delaware Nation, Oklahoma; Oneida Tribe of Indians of Wisconsin; Oneida Nation of New York; Onondaga Nation of New York; Saint Regis Mohawk Tribe, New York (formerly the St. Regis Mohawk Band of Mohawk Indians of New York); Seneca Nation of New York; Seneca-Cayuga Tribe of Oklahoma; Stockbridge Munsee Community, Wisconsin; Tonawanda Band of Seneca Indians of New York; and Tuscarora Nation of New York.\\n        In 1967 and 1968, human remains representing a minimum of 188 individuals were removed from the Engelbert site in Tioga County, NY, during gravel mining for construction of the Southern Tier Expressway (Rt. 17). Initial assessment of the site was done by Dr. Robert E. Funk of the New York State Museum in 1967, with excavation and recovery conducted in 1967 by students from the State University of New York (SUNY) at Buffalo under the direction of Dr. Marian E. White. In 1967 and 1968, additional archeological excavations were directed by Dr. William D. Lipe of SUNY-Binghamton over two field seasons with the assistance of members of the Triple Cities Chapter of the New York State Archeological Association, students from SUNY-Binghamton, and local volunteers. The excavations were funded in part by the New York State Museum. In 1967, the human remains were placed under the control of the Triple Cities Chapter of the New York State Archeological Association. In 1968, they were transferred to SUNY-Binghamton. In 1989, a minimum of 180 individuals were transferred to the New York State Museum for curation, while the associated funerary objects remained under the physical possession and control of SUNY-Binghamton. No known individuals were identified. No associated funerary objects are under the control of the New York State Museum. \\n\\n        The archeological evidence demonstrates that the Engelbert site is a large, multicomponent habitation site that was used intermittently over a period of about 5,000 years. The site was also used as a burial site during at least two different periods - about A.D. 1000 to the 1400s, and the late 1500s to possibly the early 1600s. The later burials are few in number. Archeological evidence associated with the earlier burials, including diagnostic pottery and projectile point types, is similar across a broad geographic region that later was occupied by both Iroquoian- and Algonquian-speaking people. \\n        Pottery types associated with the later burials at the site are typical of Susquehannock people who occupied the Susquehanna River Valley in New York and Pennsylvania, while 17th century historical records indicate that Susquehannock people were living in the area where the site is located until at least A.D. 1600. After the Susquehannock were greatly reduced by disease and warfare, they lived among a number of Indian Nations including Haudenosaunee and Delaware communities. Historical records and Haudenosaunee oral tradition show that individuals and groups, including the Susquehannock, were adopted into the Confederacy during this time. The Haudenosaunee Confederacy includes the six Nations: Mohawk, Oneida, Onondaga, Cayuga, Seneca, and Tuscarora Nations.\\n\\n        Based on expert opinion, namely the findings and recommendations of the Native American Graves Protection and Repatriation Review Committee (Review Committee) made during the October 11-12, 2008 meeting in San Diego, CA, and published in the Federal Register (74 FR 9427-9428, March 4, 2009), there is a relationship of shared group identity between the human remains from the Engelbert site and the Federally-recognized Onondaga Nation of New York, and the Haudenosaunee Confederacy, a non-Federally recognized Indian group for the purposes of NAGPRA.\\n        Written and verbal support for repatriation to the Onondaga Nation were received from the Tonawanda Band of Seneca Indians of New York; Oneida Nation of New York; Tuscarora Nation of New York; Stockbridge Munsee Community, Wisconsin; Delaware Tribe (part of the Cherokee Nation, Oklahoma); Cayuga Nation of New York; Oneida Tribe of Indians of Wisconsin; Saint Regis Mohawk Tribe, New York; and Seneca Nation of New York.\\n        Officials of the New York State Museum have determined that, pursuant to 25 U.S.C. 3001 (9-10), the human remains described above represent the physical remains of 180 individuals of Native American ancestry. Officials of the New York State Museum also have determined that, pursuant to 25 U.S.C. 3001 (2) and the findings of the Review Committee, there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and the Federally-recognized Onondaga Nation of New York, and the Haudenosaunee Confederacy, a non-Federally recognized Indian group for the purposes of NAGPRA.\\n        Representatives of any other Indian Nation or tribe that believes itself to be culturally affiliated with the human remains should contact Lisa Anderson, New York State Museum, 3049 Cultural Education Center, Albany, NY 12330, telephone (518) 486-2020, before May 4, 2009. Repatriation of the human remains to the Onondaga Nation of New York may proceed after that date if no additional claimants come forward.\\n        The New York State Museum is responsible for notifying the Cayuga Nation of New York; Delaware Tribe (part of the Cherokee Nation, Oklahoma); Delaware Nation, Oklahoma; Oneida Tribe of Indians of Wisconsin; Oneida Nation of New York; Onondaga Nation of New York; Saint Regis Mohawk Tribe, New York; Seneca Nation of New York; Seneca-Cayuga Tribe of Oklahoma; Stockbridge Munsee Community, Wisconsin; Tonawanda Band of Seneca Indians of New York; and Tuscarora Nation of New York that this notice has been published.\\n        \\n          Dated: March 25, 2009.\\n          Sherry Hutt,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. E9-7404 Filed 4-1-09; 8:45 am]\\n      BILLING CODE 4312-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Inventory Completion: New York State Museum, Albany, NY", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: March 25, 2009.", "signature_name": "Sherry Hutt,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. E9-7404 Filed 4-1-09; 8:45 am]", "billing_code": "BILLING CODE 4312-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}