{"index": "I_1372", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Inventory Completion: Colorado Historical Society, Denver, CO\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains and associated funerary objects in the control of the Colorado Historical Society, Denver, CO. The human remains and associated funerary objects were removed from Chaffee, Eagle, Garfield, Montrose, and Ouray Counties, CO.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003 (d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations in this notice. \\n        In 2006 and 2009, a detailed assessment of the human remains and associated funerary objects was made by Colorado Historical Society professional staff in consultation with representatives of the Arapahoe Tribe of the Wind River Reservation, Wyoming; Cheyenne and Arapaho Tribes, Oklahoma (formerly Cheyenne and Arapaho Tribes of Oklahoma); Comanche Nation, Oklahoma; Crow Tribe of Montana; Hopi Tribe of Arizona; Jicarilla Apache Nation, New Mexico; Kiowa Indian Tribe of Oklahoma; Mescalero Apache Tribe of the Mescalero Reservation, New Mexico; Navajo Nation, Arizona, New Mexico & Utah; Northern Cheyenne Tribe of the Northern Cheyenne Indian Reservation, Montana; Oglala Sioux Tribe of the Pine Ridge Reservation, South Dakota; Ohkay Owingeh, New Mexico (formerly the Pueblo of San Juan); Paiute Indian Tribe of Utah (Cedar City Band of Paiute, Kanosh Band of Paiutes, Koosharem Band of Paiutes, Indian Peaks Band of Paiutes, and Shivwits Band of Paiutes); Pawnee Nation of Oklahoma; Pueblo of Acoma, New Mexico; Pueblo of Cochiti, New Mexico; Pueblo of Isleta, New Mexico; Pueblo of Jemez, New Mexico; Pueblo of Nambe, New Mexico; Pueblo of Picuris, New Mexico; Pueblo of Pojoaque, New Mexico; Pueblo of San Ildefonso, New Mexico; Pueblo of Sandia, New Mexico; Pueblo of Santa Ana, New Mexico; Pueblo of Santa Clara, New Mexico; Pueblo of Tesuque, New Mexico; Pueblo of Zia, New Mexico; Rosebud Sioux Tribe of the Rosebud Indian Reservation, South Dakota; Shoshone-Bannock Tribes of the Fort Hall Reservation of Idaho; Shoshone Tribe of the Wind River Reservation, Wyoming; Southern Ute Indian Tribe of the Southern Ute Indian Reservation, Colorado; Standing Rock Sioux Tribe of North & South Dakota; Three Affiliated Tribes of the Fort Berthold Reservation, North Dakota; Ute Indian Tribe of the Uintah & Ouray Reservation, Utah; Ute Mountain Tribe of the Ute Mountain Reservation, Colorado, New Mexico & Utah; and Zuni Tribe of the Zuni Reservation, New Mexico. \\n        In October 1992, human remains representing a minimum of one individual were removed from private land in Ouray County, CO (Office of Archaeology and Historic Preservation (OAHP) Case Number 71; 5QR.1006). The human remains were inadvertently discovered by hikers who observed them eroding from a dry creek bank at the edge of Log Hill Mesa, west of Dallas Creek. A burial investigation was conducted by staff from Western State College, Gunnison, CO. The human remains were transferred to the Colorado Historical Society in July 1994. No known individual was identified. The one associated funerary object is a late prehistoric arrow point fragment. \\n        The human remains represent a Native American male estimated to be 50+ years of age. A charcoal sample in association with the individual yielded a radiocarbon date of 1390 +/- 50 years B.P. \\n\\n        In November 1993, human remains representing a minimum of one individual were removed from private land in Montrose County, CO (OAHP Case Number 100; 5MN.4494). The human remains were inadvertently discovered by a private citizen who observed them eroding from a stream bank near Colona, CO. A burial investigation was conducted by OAHP staff and additional skeletal elements were recovered in March 1995. No known individual was identified. No associated funerary objects are present. \\n        The human remains represent a Native American female estimated to be in her 50s. The estimated antiquity of the human remains is unknown.\\n        In May 1995, human remains representing a minimum of one individual were removed from private land in Montrose County, CO (OAHP Case Number 111; 5MN.4781). The human remains were inadvertently discovered protruding from a steep slope following a mud slide in the west end of Montrose County. Officials from the Montrose County Sheriff\\'s Department collected them and conducted a burial investigation. The human remains were transferred to the Colorado Historical Society in October 1995. No known individual was identified. No associated funerary objects are present. \\n        The antiquity, age and sex of the individual are unknown.\\n        In April 1997, human remains representing a minimum of one individual were removed from private land in Garfield County, CO (OAHP Case Number 133; 5GF.2432). The human remains were inadvertently discovered while a private citizen was excavating a house foundation in a subdivision near Crystal River. A burial investigation was conducted by OAHP staff. No known individual was identified. The six associated funerary objects are a one-handed mano, a two-handed mano, a hammerstone, a triangular chert biface, a small rounded stone, and a bone awl embedded in the left ear canal of the individual.\\n        The human remains represent a Native American female estimated to be 40-45 years of age. The associated funerary objects suggest an estimated antiquity of A.D. 1-1600.\\n        In 1978, human remains were removed from Eagle County, CO, by Colorado Department of Transportation (CDOT) Staff Archaeologist John Gooding, after discovery by a road improvement crew. In May 1998, human remains representing a minimum of one individual were discovered in a desk at CDOT (OAHP Case Number 148; 5EA.128). The human remains had been inadvertently separated from a Native American individual disinterred in 1978. CDOT staff tried to locate this individual to reunite the skeletal elements, but were unsuccessful and transferred the human remains to the Colorado Historical Society in September 1998. No known individual was identified. No associated funerary objects are present. \\n        Previous work at site 5EA.128 yielded a radiocarbon date of 2910 +/-55 B.P.\\n        In July 2003, human remains representing a minimum of one individual were removed from private land in Chaffee County, CO (OAHP Case Number 213; 5CF.1622). The human remains were inadvertently discovered by a contractor while excavating an access ramp into the foundation of a private residence in a new subdivision west of Buena Vista. A burial investigation was conducted by OAHP staff. The human remains were transferred to the Colorado Historical Society in July 2003. No known individual was identified. No associated funerary objects are present. \\n        The human remains represent a Native American male estimated to be 35-50 years old. Morphological characteristics of the cranium suggest an estimated antiquity of A.D. 100-1870.\\n        Insufficient geographical, kinship, biological, archeological, linguistic, folkore, oral tradition, historical evidence or other information or expert opinion exists to reasonably establish cultural affiliation of the above individuals with any present-day Indian tribe, although physical anthropological evidence supports Native American identity.\\n        Officials of the Colorado Historical Society have determined that, pursuant to 25 U.S.C. 3001 (9-10), the human remains described above represent the physical remains of six individuals of Native American ancestry. Officials of the Colorado Historical Society also have determined that, pursuant to 25 U.S.C. 3001 (3)(A), the seven objects described above are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony. Lastly, officials of the Colorado Historical Society have determined that, pursuant to 25 U.S.C. 3001 (2), a relationship of shared group identity cannot be reasonably traced between the Native American human remains and associated funerary objects and any present-day Indian tribe. \\n\\n        The Colorado Historical Society has determined that the human remains are \\xe2\\x80\\x9cculturally unidentifiable\\xe2\\x80\\x9d under NAGPRA, 43 C.F.R. 10.9 (e)(6). Federal regulations currently preclude disposition of culturally unidentifiable human remains absent an overriding legal requirement or a recommendation from the Secretary of the Interior, 43 C.F.R 10.9 (e)(6). In 2006, the Colorado Historical Society, in partnership with the Colorado Commission of Indian Affairs, Southern Ute Indian Tribe of the Southern Ute Reservation, Colorado, and Ute Mountain Tribe of the Ute Mountain Reservation, Colorado, New Mexico & Utah, conducted tribal consultations among the tribes with ancestral ties to the State of Colorado to develop the process for disposition of culturally unidentifiable Native American human remains and associated funerary objects originating from inadvertent discoveries on Colorado State and private lands. As a result of the consultation, a process was developed, Process for Consultation, Transfer, and Reburial of Culturally Unidentifiable Native American Human Remains and Associated Funerary Objects Originating From Inadvertent Discoveries on Colorado State and Private Lands, (2008), (unpublished, on file with the Colorado Office of Archaeology and Historic Preservation). The Native American human remains and associated funerary objects described above originated from inadvertent discoveries on state and private lands in Ouray, Montrose, Garfield, Eagle and Chaffee Counties, CO, and are located in the Basin and Plateau Consultation Region, established by the Process.\\n\\n        The Native American Graves Protection and Repatriation Review Committee (Review Committee) is responsible for recommending specific actions for disposition of culturally unidentifiable human remains. On November 3-4, 2006, the Process was presented to the Review Committee for consideration. A January 8, 2007, letter on behalf of the Review Committee from the Designated Federal Officer transmitted the provisional authorization to proceed with the Process upon receipt of formal responses from the Jicarilla Apache Nation, New Mexico and Kiowa Indian Tribe of Oklahoma, subject to forthcoming conditions imposed by the Secretary of the Interior. On May 15-16, 2008, the responses from the Jicarilla Apache Nation, New Mexico and Kiowa Indian Tribe of Oklahoma were submitted to the Review Committee. On September 23, 2008, the Assistant Secretary for Fish and Wildlife and Parks, as the designee for the Secretary of the Interior, transmitted the authorization for the disposition of culturally unidentifiable human remains according to the Process and NAGPRA, pending publication of a Notice of Inventory Completion in the Federal Register. This notice fulfills that requirement.\\n\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the human remains and/or associated funerary objects should contact Sheila Goff, NAGPRA Liaison, Colorado Historical Society, 1300 Broadway, Denver, CO 80203, telephone (303) 866-4531, before June 8, 2009. Disposition of the human remains and associated funerary objects to the Southern Ute Indian Tribe of the Southern Ute Reservation, Colorado, and Ute Mountain Tribe of the Ute Mountain Reservation, Colorado, New Mexico & Utah may proceed after that date if no additional claimants come forward.\\n        The Colorado Historical Society is responsible for notifying the Apache Tribe of Oklahoma; Arapahoe Tribe of the Wind River Reservation of Wyoming; Cheyenne and Arapaho Tribes, Oklahoma; Cheyenne River Sioux Tribe of the Cheyenne River Reservation, South Dakota; Comanche Nation, Oklahoma; Crow Creek Sioux Tribe of the Crow Creek Reservation, South Dakota; Crow Tribe of Montana; Fort Sill Apache Tribe of Oklahoma; Hopi Tribe of Arizona; Jicarilla Apache Nation, New Mexico; Kiowa Indian Tribe of Oklahoma; Mescalero Apache Tribe of the Mescalero Reservation, New Mexico; Navajo Nation, Arizona, New Mexico & Utah; Northern Cheyenne Tribe of the Northern Cheyenne Indian Reservation, Montana; Oglala Sioux Tribe of the Pine Ridge Reservation, South Dakota; Ohkay Owingeh, New Mexico; Paiute Indian Tribe of Utah; Pawnee Nation of Oklahoma; Pueblo of Acoma, New Mexico; Pueblo of Cochiti, New Mexico; Pueblo of Isleta, New Mexico; Pueblo of Jemez, New Mexico; Pueblo of Laguna, New Mexico; Pueblo of Nambe, New Mexico; Pueblo of Picuris, New Mexico; Pueblo of Pojoaque, New Mexico; Pueblo of San Felipe, New Mexico; Pueblo of San Ildefonso, New Mexico; Pueblo of Sandia, New Mexico; Pueblo of Santa Ana, New Mexico; Pueblo of Santa Clara, New Mexico; Pueblo of Santo Domingo, New Mexico; Pueblo of Taos, New Mexico; Pueblo of Tesuque, New Mexico; Pueblo of Zia, New Mexico; Rosebud Sioux Tribe of the Rosebud Indian Reservation, South Dakota; San Juan Southern Paiute Tribe of Arizona; Shoshone-Bannock Tribes of the Fort Hall Reservation of Idaho; Shoshone Tribe of the Wind River Reservation, Wyoming; Southern Ute Indian Tribe of the Southern Ute Indian Reservation, Colorado; Standing Rock Sioux Tribe of North & South Dakota; Three Affiliated Tribes of the Fort Berthold Reservation, North Dakota; Ute Indian Tribe of the Uintah & Ouray Reservation, Utah; Ute Mountain Tribe of the Ute Mountain Reservation, Colorado, New Mexico & Utah; Wichita and Affiliated Tribes (Wichita, Keechi, Waco & Tawakoni), Oklahoma; Ysleta del Sur Pueblo of Texas; and Zuni Tribe of the Zuni Reservation, New Mexico that this notice has been published. \\n        \\n          Dated: April 13, 2009.\\n          Sherry Hutt,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. E9-10560 Filed 5-6-09; 8:45 am]\\n      BILLING CODE 4312-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Inventory Completion: Colorado Historical Society, Denver, CO", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: April 13, 2009.", "signature_name": "Sherry Hutt,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. E9-10560 Filed 5-6-09; 8:45 am]", "billing_code": "BILLING CODE 4312-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}