{"index": "I_1363", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Inventory Completion: Field Museum of Natural History, Chicago, IL\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains in the possession of the Field Museum of Natural History, Chicago, IL. The human remains were removed from Kodiak, Kodiak Island, AK.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003 (d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains. The National Park Service is not responsible for the determinations in this notice.\\n        A detailed assessment of the human remains was made by Field Museum of Natural History professional staff in consultation with professional staff of the Alutiiq Museum and Archaeological Repository, Kodiak, AK, on behalf of Koniag, Inc.; Leisnoi, Inc.; Lesnoi Village (aka Woody Island); Natives of Kodiak, Inc.; and Sun\\'aq Tribe of Kodiak.\\n        In 1893, employees of the Field Museum of Natural History purchased human remains representing one individual from Ward\\'s Natural Science Establishment, Rochester, NY (Field Museum of Natural History accession number 407, catalog number 41470). No known individual was identified. No associated funerary objects are present.\\n        The human remains have been identified as Native American based on specific cultural and geographic attributions in Field Museum of Natural History records. The records identify the human remains as \\xe2\\x80\\x9cEskimo\\xe2\\x80\\x9d from an \\xe2\\x80\\x9cancient dwelling near St. Paul, Kodiak Isl., Alaska.\\xe2\\x80\\x9d St. Paul, Kodiak Island, AK, is present-day Kodiak, Kodiak Island, AK. The term \\xe2\\x80\\x9cEskimo\\xe2\\x80\\x9d is used by anthropologists to refer to both the prehistoric and historic Native peoples of the Kodiak region, who are the ancestors of the present-day Alutiiq people. Specifically, the human remains are from an area of the Kodiak archipelago traditionally used by shareholders and citizens of Koniag, Inc.; Leisnoi, Inc.; Lesnoi Village (aka Woody Island); Natives of Kodiak, Inc.; and Sun\\'aq Tribe of Kodiak.\\n\\n        Officials of the Field Museum of Natural History have determined that, pursuant to 25 U.S.C. 3001 (9-10), the human remains described above represent the physical remains of one individual of Native American ancestry. Officials of the Field Museum of Natural History also have determined that, pursuant to 25 U.S.C. 3001 (2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and Koniag, Inc.; Leisnoi, Inc.; Lesnoi Village (aka Woody Island); Natives of Kodiak, Inc.; and Sun\\'aq Tribe of Kodiak.\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the human remains should contact Helen Robbins, Repatriation Director, Field Museum of Natural History, 1400 South Lake Shore Drive, Chicago, IL 60605-2496, telephone (312) 665-7317, before June 26, 2009. Repatriation of the human remains to Koniag, Inc.; Leisnoi, Inc.; Lesnoi Village (aka Woody Island); Natives of Kodiak, Inc.; and Sun\\'aq Tribe of Kodiak may proceed after that date if no additional claimants come forward.\\n        The Field Museum of Natural History is responsible for notifying Koniag, Inc.; Leisnoi, Inc.; Lesnoi Village (aka Woody Island); Natives of Kodiak, Inc.; and Sun\\'aq Tribe of Kodiak that this notice has been published.\\n        \\n          Dated: May 6, 2009.\\n          Sherry Hutt,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. E9-12263 Filed 5-26-09; 8:45 am]\\n      BILLING CODE 4312-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Inventory Completion: Field Museum of Natural History, Chicago, IL", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: May 6, 2009.", "signature_name": "Sherry Hutt,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. E9-12263 Filed 5-26-09; 8:45 am]", "billing_code": "BILLING CODE 4312-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}