{"index": "I_1318", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Inventory Completion: New York University College of Dentistry, New York, NY\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains in the possession of New York University College of Dentistry, New York, NY. The human remains were removed from an unknown location or locations.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003 (d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains. The National Park Service is not responsible for the determinations in this notice. \\n        A detailed assessment of the human remains was made by New York University College of Dentistry professional staff in consultation with representatives of the Comanche Nation, Oklahoma.\\n        At an unknown date, human remains representing a minimum of two individuals were removed from an unknown location or locations. At an unknown date, Dr. Joseph Jones of Louisiana added the human remains to his collection. In 1906, the widow of Dr. Jones sold his collection to the Museum of the American Indian, Heye Foundation. In 1956, the human remains were transferred to Dr. Theodore Kazamiroff, New York University College of Dentistry. No known individuals were identified. No associated funerary objects are present. \\n        The original records of Dr. Jones identify the human remains as Comanche, but do not list a locality for them. Museum records also identify the human remains as \\xe2\\x80\\x9cComanche.\\xe2\\x80\\x9d The attribution of a tribal affiliation of Comanche in the museum records suggests that the human remains may date to the historic period. Forensic data corroborate the tribal attribution and estimated age for the individuals. One cranium has cutmarks that appear to have been made near the time of death by a metal knife. The other cranium shows evidence of cradleboarding, which was practiced by the Comanche in the historic period. Both sets of remains exhibit weathering that would be expected for the rock or scaffold burial locations that were preferred by the Comanche during the historic period. During consultation, the tribal representative for the Comanche Nation supported the identification of the human remains as Comanche.\\n        Officials of New York University College of Dentistry have determined that, pursuant to 25 U.S.C. 3001 (9-10), the human remains described above represent the physical remains of two individuals of Native American ancestry. Officials of New York University College of Dentistry also have determined that, pursuant to 25 U.S.C. 3001 (2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and the Comanche Nation, Oklahoma. \\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the human remains should contact Dr. Louis Terracio, New York University College of Dentistry, 345 East 24th St., New York, NY 10010, telephone (212) 998-9917, before October 23, 2009. Repatriation of the human remains to the Comanche Nation, Oklahoma may proceed after that date if no additional claimants come forward.\\n        The New York University College of Dentistry is responsible for notifying the Comanche Nation, Oklahoma, that this notice has been published.\\n        \\n          Dated: September 2, 2009\\n          Sherry Hutt, \\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. E9-22773 Filed 9-22-09; 8:45 am]\\n      BILLING CODE 4312-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Inventory Completion: New York University College of Dentistry, New York, NY", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: September 2, 2009", "signature_name": "Sherry Hutt, ", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. E9-22773 Filed 9-22-09; 8:45 am]", "billing_code": "BILLING CODE 4312-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}