{"index": "I_1330", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Inventory Completion: The Public Museum, Grand Rapids, MI\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains and associated funerary objects in the possession of The Public Museum, Grand Rapids, MI. The human remains and associated funerary objects were removed from the Ada site, Kent County, MI.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003 (d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations in this notice. \\n        A detailed assessment of the human remains and associated funerary objects was made by The Public Museum\\'s professional staff in consultation with the Grand Traverse Band of Ottawa and Chippewa Indians, Michigan; Little River Band of Ottawa Indians, Michigan; and Little Traverse Bay Bands of Odawa Indians, Michigan. \\n        On unknown dates, human remains representing a minimum of 27 individuals were removed from the south (west) bank of the Grand River at the Ada Michigan site (20KT35) in Kent County, MI, by Ruth Herrick and several other avocational archeologists. Starting in 1947, and continuing in 1949, 1974, 1983 and 1994, the human remains and associated funerary objects were obtained by The Public Museum by Herrick through purchase or donation. In 1974, the largest source of the collection came to the museum from Dr. Ruth Herrick by bequest. No known individuals were identified. The 6,404 associated funerary objects are 61 brooches and pins; 286 fragmented pipes; 44 silver crosses and fragments; 55 gun flints; 318 metal fragments; 41 copper kettle fragments; 10 strike-a-lights and fragments; 507 ceramic and glass shards; 122 projectile points; 25 metal knives and fragments; 2 buttons; 2,182 trade beads; 85 stone tools; 50 nails; 27 buttons; 2 necklaces; 14 earrings and fragments; 2 tacks; 17 sets of cloth and leather fragments; 16 bracelets and fragments; 10 bullets; 867 pottery shards; 4 copper hair pipes; 33 spoons and fragments; 8 axes; 222 animal bone fragments; 4 unmodified lithics; 11 fire cracked rocks; 5 copper kettles; 1 leather knife sheath; 1 mirror; 2 forks; 31 shells and fragments; 8 shell beads; 1 bell; 12 turtle shell fragments; 2 pendants; 6 thimbles; 3 rings; 3 wood fragments; 1,242 chert flakes; 1 horse shoe; 9 awls; 7 fossils; 4 fish hooks; 1 penny dated 1888; 6 antler fragments; 2 marbles; 5 metal spikes; 9 silver armbands; 1 silver gorget; 1 set of red ochre; 1 red ochre stained paint pot; 1 coin dated 1885; 1 coin dated 1883; 1 coin dated 1847; 1 coin dated 1820; 1 coin dated 1825; 1 coin dated 1832; 1 coin with date unknown; 3 bone gaming pieces; 1 bone comb; 1 George III peace medal; and 3 charcoal samples. \\n        Artifacts from this site are from two discrete time periods. The first is a prehistoric occupation (15th century), and the second time period is an 18th-19th century Native American occupation. Based on the site\\'s geographical location at the confluence of the Grand and Thornapple Rivers, archeological evidence indicates this site was intermittently occupied from prehistoric times into the historic era, including a trading post operated by Rix Robinson in the vicinity of this site (1821 to 1834). Based on field notes, collection records, and artifact typology, the majority of the human remains and associated artifacts date to the 18th and 19th century.\\n        The human remains and associated funerary objects are, by a preponderance of the evidence, found to have an affiliation to the Little River Band of Ottawa Indians. Many Little River Ottawa Band members are descendants of Grand River Band members who migrated from the Grand River area to the Little Manistee River area in more recent historic times. The historic occupation of Kent County, MI, by the Little River Bands of Ottawa Indians is well documented.\\n        Officials of The Public Museum have determined that, pursuant to 25 U.S.C. 3001 (9-10), the human remains described above represent the physical remains of 27 individuals of Native American ancestry. Officials of The Public Museum also have determined that, pursuant to 25 U.S.C. 3001 (3)(A), the 6,404 associated funerary objects described above are reasonably believed to have been placed with or near individual remains at the time of death or later as part of the death rite or ceremony. Lastly, officials of The Public Museum have determined that, pursuant to 25 U.S.C. 3001 (2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and associated funerary objects and the Little River Band of Ottawa Indians, Michigan.\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the human remains and associated funerary objects should contact Marilyn Merdzinski, Director of Collections and Preservation, The Public Museum, 272 Pearl St. NW., Grand Rapids, MI 49504, telephone (616) 456-3521, before September 21, 2009. Repatriation of the human remains and associated funerary objects to the Little River Band of Ottawa Indians, Michigan may proceed after that date if no additional claimants come forward.\\n        The Public Museum is responsible for notifying the Grand Traverse Band of Ottawa and Chippewa Indians, Michigan; Little River Band of Ottawa Indians, Michigan; and Little Traverse Bay Bands of Odawa Indians, Michigan that this notice has been published. \\n        \\n          \\n          Dated: July 30, 2009\\n          Sherry Hutt,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. E9-20100 Filed 8-20-09; 8:45 am]\\n      BILLING CODE 4312-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Inventory Completion: The Public Museum, Grand Rapids, MI", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: July 30, 2009", "signature_name": "Sherry Hutt,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. E9-20100 Filed 8-20-09; 8:45 am]", "billing_code": "BILLING CODE 4312-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}