{"index": "I_1326", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Inventory Completion: New York University College of Dentistry, New York, NY\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n\\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains in the possession of the New York University College of Dentistry, New York, NY. The human remains were removed from Santa Barbara County, CA.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003 (d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains. The National Park Service is not responsible for the determinations in this notice. \\n        A detailed assessment of the human remains was made by New York University College of Dentistry professional staff in consultation with representatives of the Santa Ynez Band of Chumash Mission Indians of the Santa Ynez Reservation, California.\\n        At an unknown date, human remains representing a minimum of one individual were removed from the Burton Mound, Santa Barbara County, CA, by an unknown individual. In 1924, the human remains were acquired by Frederick Hodge, and he donated the human remains to the Museum of the American Indian, Heye Foundation that same year. In 1956, the human remains were transferred to Dr. Theodore Kazamiroff, New York University College of Dentistry. No known individual was identified. No associated funerary objects are present. \\n        Museum of the American Indian records list the locality of origin as the Burton Mound, Santa Barbara, CA. The morphology of the human remains is consistent with Native American ancestry. Burton Mound was located at the Chumash village of Syujtun at the time of Spanish contact, in 1542. The inhabitants of the village were identified as Barbareno Chumash. Use of the mound stopped in the early 19th century and the Spanish settled in the area. Artifacts found in the mound suggest that it dates to the Prehistoric and Protohistoric phases of the Late Horizon.\\n        In 1919, human remains representing a minimum of 71 individuals were removed from San Miguel Island, Santa Barbara County, CA, by Ralph Glidden, as part of a Museum of the American Indian, Heye Foundation expedition. In 1956, the human remains were transferred to Dr. Theodore Kazamiroff, New York University College of Dentistry. No known individuals were identified. No associated funerary objects are present. \\n        Museum of the American Indian records list the locality of origin as San Miguel Island, CA, but do not list a specific site or sites from which the human remains were removed. The morphology of the human remains is consistent with Native American ancestry. San Miguel Island has a long occupation history with strong evidence for group continuity over millennia. The island was vacated by the 19th century, as the remaining residents were relocated to Spanish missions on the mainland. The inhabitants of the island were identified as Island Chumash speakers.\\n        At an unknown date, human remains representing a minimum of one individual were removed from Santa Cruz Island, Santa Barbara County, CA, during the DeMoss Bowers expedition. In 1915, the human remains were donated to the Museum of the American Indian, Heye Foundation. In 1956, the human remains were transferred to Dr. Theodore Kazamiroff, New York University College of Dentistry. No known individual was identified. No associated funerary objects are present. \\n        Museum of the American Indian records list the locality of origin as Santa Cruz Island, CA, but do not list a specific site from which the human remains were removed. The morphology of the human remains is consistent with Native American ancestry. Santa Cruz Island has a long occupation history with strong evidence for group continuity over millennia. The island was vacated by the 19th century, as the remaining residents were relocated to Spanish missions on the mainland. The inhabitants of the island were identified as Island Chumash speakers.\\n        At an unknown date, human remains representing a minimum of nine individuals were removed from Santa Cruz Island, Santa Barbara County, CA, by an unknown individual. The human remains were in the collection of Louis Dreyfus when it was purchased by the Museum of the American Indian, Heye Foundation in 1917. In 1956, the human remains were transferred to Dr. Theodore Kazamiroff, New York University College of Dentistry. No known individuals were identified. No associated funerary objects are present. \\n        Museum of the American Indian records list the locality of origin as Santa Cruz Island, CA, but do not list a specific site or sites from which the human remains were removed. The morphology of the human remains is consistent with Native American ancestry. Santa Cruz Island has a long occupation history, with strong evidence for group continuity over millennia. The island was vacated by the 19th century, as the remaining residents were relocated to Spanish missions on the mainland. Inhabitants of the island were identified as Island Chumash speakers.\\n        Consultation, historical, and archeological evidence indicate that Santa Barbara, San Miguel Island, and Santa Cruz Island are part of the traditional territory of the Chumash. Tribal representatives identify the Northern Channel Islands and the mainland along the Santa Barbara Channel, as the traditional territory of the Chumash tribes. On the mainland, archeological data from the early historic sites shows strong continuity with Protohistoric and Late Horizon material. On the islands, there is archeological evidence of continuous occupation by the same group of people for at least 4,000 years. \\n        The first historic records of the Chumash villages in the Santa Barbara area date to 1542. By 1805, the Chumash remaining in the area were relocated onto five missions in the vicinity of Santa Barbara and Ventura, on the mainland of California. The missions were secularized and largely abandoned by the Chumash in 1832. In 1855, the Santa Ynez Reservation was created for the Chumash, and the Santa Ynez Band of Chumash was recognized in 1901. \\n        Officials of New York University College of Dentistry have determined that, pursuant to 25 U.S.C. 3001 (9-10), the human remains described above represent the physical remains of 82 individuals of Native American ancestry. Officials of New York University College of Dentistry also have determined that, pursuant to 25 U.S.C. 3001 (2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and the Santa Ynez Band of Chumash Mission Indians of the Santa Ynez Reservation, California.\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the human remains should contact Dr. Louis Terracio, New York University College of Dentistry, 345 East 24th St., New York, NY 10010, telephone (212) 998-9917, before October 15, 2009. Repatriation of the human remains to the Santa Ynez Band of Chumash Mission Indians of the Santa Ynez Reservation, California may proceed after that date if no additional claimants come forward.\\n        The New York University College of Dentistry is responsible for notifying the Santa Ynez Band of Chumash Mission Indians of the Santa Ynez Reservation, California that this notice has been published.\\n        \\n          Dated: June 15, 2009\\n          Sherry Hutt, \\n          Manager, National NAGPRA Program. \\n        \\n      \\n      [FR Doc. E9-22220 Filed 9-14-09; 8:45 am]\\n      BILLING CODE 4312-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Inventory Completion: New York University College of Dentistry, New York, NY", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: June 15, 2009", "signature_name": "Sherry Hutt, ", "signature_title": "Manager, National NAGPRA Program. ", "fr_doc": "[FR Doc. E9-22220 Filed 9-14-09; 8:45 am]", "billing_code": "BILLING CODE 4312-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}