{"index": "I_1337", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Inventory Completion: Chemung Valley History Museum, Elmira, NY\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains in the possession of the Chemung Valley History Museum, Elmira, NY. The human remains were removed from an unknown location in the Puget Sound area of Washington State.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003 (d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains. The National Park Service is not responsible for the determinations in this notice.\\n        A detailed assessment of the human remains was made by New York State Museum professional staff. The Chemung Valley History Museum consulted with representatives of the Puyallup Tribe of the Puyallup Reservation, Washington. \\n        In 1888, human remains representing a minimum of one individual were removed from an unknown site in the Puget Sound area of Washington State, by John James. Subsequently, the human remains were given to James Stowell, who gave them to Dr. Charles Ott, Jr. Dr. Ott, Jr. presented the human remains to the Chemung Valley History Museum in 1972. The discovery and transfer history of the skull was described on a display card from an exhibit of James Stowell\\'s Native American artifacts from 1967. No known individual was identified. No associated funerary objects are present.\\n\\n        The human skull is well-preserved, and belongs to a female between the ages of 20 and 35. The individual has supernumery tooth and cranial deformation. The shape of the skull indicates cultural modification in the form of skull flattening. The practice of flattening an infant\\'s forehead by using a series of boards and string was a common ancestral tradition among Puget Sound tribes. The distinct shape of this individual\\'s skull suggest s cultural affiliation to the Puget Sound area tribes because of their skull-flattening tradition. \\n        \\n        The well-preserved nature of the skull is indicative of an aerial burial technique. New York State Museum staff report that this skull does not show evidence of a ground burial, which suggests the group practiced mainly aerial burial without secondary interment, or collection interrupting the burial cycle. \\n        The Puyallup Tribe is one of the tribes in the Puget Sound area. The history of the Puyallup Tribe records evidence of a \\xe2\\x80\\x9cPuyallup graveyard,\\xe2\\x80\\x9d which was situated between the villages on Commencement Bay and Point Defiance. The graveyard covered approximately one acre of ground and \\xe2\\x80\\x9ccontained canoes in various conditions.\\xe2\\x80\\x9d The Puyallup gravesite was upset in 1882, when a farmer received permission to clear the gravesite for use as a pasture. This date, in the same decade that John James discovered the skull in question, might indicate that the skull was unearthed in 1882, and found by Mr. James in 1888. Puyallup canoe burials involved the body being wrapped in robes and blankets and then the entire canoe was covered with mats with shed water, which is a type of aerial burial practiced by the tribes in the Puget Sound area. The Puget Sound ancestral practices of skull-flattening and areal burial are consistent with the assessment of the skull by the New York State Museum professional staff. The tribes in the Puget Sound area are the Muckleshoot Indian Tribe of the Muckleshoot Reservation, Washington; Nisqually Indian Tribe of the Nisqually Reservation, Washington; Puyallup Tribe of the Puyallup Reservation, Washington; Squaxin Island Tribe of the Squaxin Island Reservation, Washington; Squamish Indian Tribe of the Port Madison Reservation, Washington; Swinomish Indians of the Swinomish Reservation, Washington; and Tulalip Tribes of the Tulalip Reservation, Washington.\\n        Officials of the Chemung Valley History Museum have determined that, pursuant to 25 U.S.C. 3001 (9-10), the human remains described above represent the physical remains of one individual of Native American ancestry. Officials of the Chemung Valley History Museum also have determined that, pursuant to 25 U.S.C. 3001 (2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and the Muckleshoot Indian Tribe of the Muckleshoot Reservation, Washington; Nisqually Indian Tribe of the Nisqually Reservation, Washington; Puyallup Tribe of the Puyallup Reservation, Washington; Squaxin Island Tribe of the Squaxin Island Reservation, Washington; Squamish Indian Tribe of the Port Madison Reservation, Washington; Swinomish Indians of the Swinomish Reservation, Washington; and/or Tulalip Tribes of the Tulalip Reservation, Washington.\\n        Representatives of any other tribe that believes itself to be culturally affiliated with the human remains should contact Casey Lewis, Curator, Chemung Valley History Museum, 415 E. Water St., Elmira, NY 14901, telephone (607) 734-4167, before September 21, 2009. Repatriation of the human remains to the Muckleshoot Indian Tribe of the Muckleshoot Reservation, Washington; Nisqually Indian Tribe of the Nisqually Reservation, Washington; Puyallup Tribe of the Puyallup Reservation, Washington; Squaxin Island Tribe of the Squaxin Island Reservation, Washington; Squamish Indian Tribe of the Port Madison Reservation, Washington; Swinomish Indians of the Swinomish Reservation, Washington; and/or Tulalip Tribes of the Tulalip Reservation, Washington may proceed after that date if no additional claimants come forward.\\n        The Chemung Valley History Museum is responsible for notifying the Muckleshoot Indian Tribe of the Muckleshoot Reservation, Washington; Nisqually Indian Tribe of the Nisqually Reservation, Washington; Puyallup Tribe of the Puyallup Reservation, Washington; Squaxin Island Tribe of the Squaxin Island Reservation, Washington; Squamish Indian Tribe of the Port Madison Reservation, Washington; Swinomish Indians of the Swinomish Reservation, Washington; and Tulalip Tribes of the Tulalip Reservation, Washington that this notice has been published.\\n        \\n          Dated: July 28, 2009.\\n          Sherry Hutt,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. E9-19984 Filed 8-19-09; 8:45 am]\\n      BILLING CODE 4312-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Inventory Completion: Chemung Valley History Museum, Elmira, NY", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: July 28, 2009.", "signature_name": "Sherry Hutt,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. E9-19984 Filed 8-19-09; 8:45 am]", "billing_code": "BILLING CODE 4312-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}