{"index": "I_1345", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Inventory Completion: State of Alaska, Alaska State Office of History and Archaeology, Anchorage, AK and Alutiiq Museum and Archaeological Repository, Kodiak, AK\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n\\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains in the control of the State of Alaska, Alaska Office of History and Archaeology, Anchorage, AK, and in the possession of the Alutiiq Museum and Archaeological Repository, Kodiak, AK. The human remains were removed from Chiniak, AK.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003 (d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains. The National Park Service is not responsible for the determinations in this notice.\\n        A detailed assessment of the human remains was made on behalf of the Alaska State Office of History and Archaeology by Alutiiq Museum and Archaeological Repository staff in consultation with representatives of Koniag, Inc.; Leisnoi, Inc.; Lesnoi Village (aka Woody Island); Natives of Kodiak, Inc.; and Sun\\'aq Tribe of Kodiak. \\n        Between 1989 and 1991, human remains representing a minimum of three individuals were removed from the Rice Ridge site (49-KOD-00363) near Chiniak, AK, during an excavation by Philomena Hausler Knecht, a Harvard University graduate student. At the conclusion of the excavation all of these human remains were taken to the Kodiak Area Native Association\\'s Alutiiq Culture Center for study and storage. In April 1995, the entire site collection was transferred to the newly founded Alutiiq Museum and Archaeological Repository where they are now stored in association with accession AM19. No known individuals were identified. No associated funerary objects are present. \\n        The human remains from Rice Ridge were found spread in the site\\'s lower midden deposits, and not in association with identified burials. With the exception of 13 teeth and a few small cranial fragments, the remains were identified as human after the excavation and were found in faunal samples over a period of years. \\n        The Rice Ridge site is a large, prehistoric deposit that lies near the coast of Chiniak Bay, on northern Kodiak Island in Alaska\\'s Kodiak archipelago. Carbon dates and temporally diagnostic artifacts illustrate that the site contains a series of distinct occupations that span the Ocean Bay tradition, with initial settlement at about 7100 BP and site abandonment after 4400 BP. The human remains described above were found in association with midden deposits at the site. Depth measurements indicate that the human remains are primarily associated with the deeper and thus older levels of the deposit and indicate an early known expression of the Ocean Bay tradition. Recent archeological research in the Kodiak archipelago and Chiniak Bay region specifically illustrates that the Ocean Bay tradition is ancestral to the sequent Kachemak tradition, which is in turn ancestral to the Koniag tradition observed at historic contact. Many Kodiak archeologists believe that modern Alutiiqs can trace their ancestors back to the Ocean Bay tradition. As such, human remains from the Rice Ridge site are presumed to be Native American and most closely affiliated with the contemporary Native residents of the Kodiak archipelago, the Kodiak Alutiiq. Specifically, they are from an area traditionally used by citizens and shareholders of Koniag, Inc.; Leisnoi, Inc.; Lesnoi Village (aka Woody Island); Natives of Kodiak, Inc.; and Sun\\'aq Tribe of Kodiak.\\n        Officials of the Alaska State Office of History and Archaeology and the Alutiiq Museum and Archaeological Repository have determined that, pursuant to 25 U.S.C. 3001 (9-10), the human remains described above represent the physical remains of at least three individuals of Native American ancestry. Officials of the Alaska State Office of History and Archaeology and Alutiiq Museum and Archaeological Repository also have determined that, pursuant to 25 U.S.C. 3001 (2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and Koniag, Inc.; Leisnoi, Inc.; Lesnoi Village (aka Woody Island); Natives of Kodiak, Inc.; and Sun\\'aq Tribe of Kodiak.\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the human remains should contact Dr. Sven Haakanson, Jr., Executive Director, Alutiiq Museum and Archaeological Repository, 215 Mission Rd., Suite 101, Kodiak, AK 99615, telephone (907) 486-7004, before September 21, 2009. Repatriation of the human remains to Koniag, Inc.; Leisnoi, Inc.; Lesnoi Village (aka Woody Island); Natives of Kodiak, Inc.; and Sun\\'aq Tribe of Kodiak may proceed after that date if no additional claimants come forward.\\n        The Alutiiq Museum and Archaeological Repository is responsible for notifying Koniag, Inc.; Leisnoi, Inc.; Lesnoi Village (aka Woody Island); Natives of Kodiak, Inc.; and Sun\\'aq Tribe of Kodiak that this notice has been published.\\n        \\n          Dated: July 31, 2009.\\n          Sherry Hutt,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. E9-19982 Filed 8-19-09; 8:45 am]\\n      BILLING CODE 4312-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Inventory Completion: State of Alaska, Alaska State Office of History and Archaeology, Anchorage, AK and Alutiiq Museum and Archaeological Repository, Kodiak, AK", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: July 31, 2009.", "signature_name": "Sherry Hutt,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. E9-19982 Filed 8-19-09; 8:45 am]", "billing_code": "BILLING CODE 4312-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}