{"index": "I_1348", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Inventory Completion: U.S. Department of the Interior, National Park Service, Tumacacori National Historical Park, Tumacacori, AZ \\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains and associated funerary objects in the possession of the U.S. Department of the Interior, National Park Service, Tumacacori National Historical Park, Tumacacori, AZ. The human remains and associated funerary objects were removed from Tumacacori Mission in Santa Cruz County, AZ.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003 (d)(3). The determinations within this notice are the sole responsibility of the superintendent, Tumacacori National Historical Park. \\n        A detailed assessment of the human remains and associated funerary objects was made by Tumacacori National Historical Park and Western Archeological and Conservation Center professional staff in consultation with representatives of the Ak Chin Indian Community of the Maricopa (Ak Chin) Indian Reservation, Arizona; Gila River Indian Community of the Gila River Indian Reservation, Arizona; Hopi Tribe of Arizona; Mescalero Apache Tribe of the Mescalero Reservation, New Mexico; Pascua Yaqui Tribe of Arizona; Salt River Pima-Maricopa Indian Community of the Salt River Reservation, Arizona; San Carlos Apache Tribe of San Carlos Reservation, Arizona; Tohono O\\'odham Nation of Arizona; and Zuni Tribe of the Zuni Reservation, New Mexico. The Ak Chin Indian Community of the Maricopa (Ak Chin) Indian Reservation, Arizona did not attend the consultation meetings but was represented by the Gila River Indian Community of the Gila River Indian Reservation, Arizona. The Fort Sill Apache Tribe of Oklahoma; Jicarilla Apache Nation, New Mexico; Tonto Apache Tribe of Arizona; and the White Mountain Apache Tribe of the Fort Apache Reservation, Arizona were contacted but did not participate in the consultation meetings.\\n        In 1965, human remains representing a minimum of 20 individuals were removed from Tumacacori Mission in Santa Cruz County, AZ. No known individuals were identified. The 32 associated funerary objects are 1 stone ball/hammerstone, 1 unifacial flaked stone tool (knife), 23 beads and 1 box of beads, 1 box of textile fragments, 1 crucifix, 2 metal fragments, 1 majolica sherd, and 1 soil sample.\\n        The historic period burials are Christianized Indian interments in and around a church used during the Jesuit and Franciscan Periods. The church from which the burials were removed was built between A.D. 1753 and A.D. 1757, but the burials could have taken place anywhere from A.D. 1753 to A.D. 1824. The Jesuit Period ended in 1767, but a new Franciscan church was not built until 1822. After 1822, burials were in the Franciscan cemetery and church. However, individuals could have been buried in the Jesuit church after the Franciscan church was built. One of the burials included in this inventory was removed 6 inches above the Jesuit church floor. The latest possible date for these burials is 1848, when the last residing Native Americans departed for San Xavier del Bac north of Tumacacori. \\n        The human remains listed above have been identified as Native American and determined to be culturally affiliated with the tribes listed below based on analyses by a physical anthropologist, an analysis of regional and archeological contexts, and information from Spanish burial records in mission registers. During the Mission Period individuals were buried under church floors if they were in good standing with the Catholic Church, or by relatives after the priests left. Church burial records show that there were very few Anglo or Spanish priest burials at Tumacacori, and most individuals were identified as O\\'odham. \\n\\n        Oral history, tradition, archeological evidence, and written Spanish documents show that, historically, the Native American groups at Tumacacori included all present day O\\'odham tribes, nations, and communities. The Ak Chin Indian Community of the Maricopa (Ak Chin) Reservation, Arizona consists primarily of Akimel and Tohono O\\'odham, with a few families of Hia-Ced O\\'odham. The Gila River Indian Community of the Gila River Indian Reservation, Arizona and the Salt River Pima-Maricopa Indian Community of the Salt River Reservation are both composed primarily of Akimel O\\'odham along with small populations of Maricopas who moved from the central portion of the Gila River, around Gila Bend, to join Akimel O\\'odham populations living along the Salt and Gila Rivers in the 1800s. \\n        Historical Spanish records of baptisms, weddings, and burials indicate that Yaqui and Apache families and individuals were also present at the mission and were buried in church cemeteries and under church floors. Apache groups are known to have occupied the area historically, and Apache baptisms, marriages, and burials were recorded by Spanish priests, especially in the 1800s. The Spanish burial records suggest that the most common Indian burials were that of O\\'odham, with smaller numbers of Apache and Yaqui. \\n        Officials of Tumacacori National Historical Park have determined that, pursuant to 25 U.S.C. 3001 (9-10), the human remains described above represent the physical remains of 20 individuals of Native American ancestry. Officials of Tumacacori National Historical Park also have determined that, pursuant to 25 U.S.C. 3001 (3)(A), the 32 objects described above are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony. Lastly, officials of Tumacacori National Historical Park have determined that, pursuant to 25 U.S.C. 3001 (2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and associated funerary objects and the Ak Chin Indian Community of the Maricopa (Ak Chin) Indian Reservation, Arizona; Fort Sill Apache Tribe of Oklahoma; Gila River Indian Community of the Gila River Indian Reservation, Arizona; Jicarilla Apache Nation, New Mexico; Mescalero Apache Tribe of the Mescalero Reservation, New Mexico; Pascua Yaqui Tribe of Arizona; Salt River Pima-Maricopa Indian Community of the Salt River Reservation, Arizona; San Carlos Apache Tribe of the San Carlos Reservation, Arizona; Tohono O\\'odham Nation of Arizona; Tonto Apache Tribe of Arizona; and White Mountain Apache Tribe of the Fort Apache Reservation, Arizona.\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the human remains and associated funerary objects should contact Lisa Carrico, superintendent, Tumacacori National Historical Park, P.O. Box 8067, Tumacacori, AZ 85640, telephone (520) 398-2341 Ext. 52, before August 17, 2009. Repatriation of the human remains and associated funerary objects to the Ak Chin Indian Community of the Maricopa (Ak Chin) Indian Reservation, Arizona; Fort Sill Apache Tribe of Oklahoma; Gila River Indian Community of the Gila River Indian Reservation, Arizona; Jicarilla Apache Nation, New Mexico; Mescalero Apache Tribe of the Mescalero Reservation, New Mexico; Pascua Yaqui Tribe of Arizona; Salt River Pima-Maricopa Indian Community of the Salt River Reservation, Arizona; San Carlos Apache Tribe of the San Carlos Reservation, Arizona; Tohono O\\'odham Nation of Arizona; Tonto Apache Tribe of Arizona; and White Mountain Apache Tribe of the Fort Apache Reservation, Arizona may proceed after that date if no additional claimants come forward.\\n        Tumacacori National Historical Park is responsible for notifying the Ak Chin Indian Community of the Maricopa (Ak Chin) Indian Reservation, Arizona; Fort Sill Apache Tribe of Oklahoma; Gila River Indian Community of the Gila River Indian Reservation, Arizona; Hopi Tribe of Arizona; Jicarilla Apache Nation, New Mexico; Mescalero Apache Tribe of the Mescalero Reservation, New Mexico; Pascua Yaqui Tribe of Arizona; Salt River Pima-Maricopa Indian Community of the Salt River Reservation, Arizona; San Carlos Apache Tribe of San Carlos Reservation, Arizona; Tohono O\\'odham Nation of Arizona; Tonto Apache Tribe of Arizona; White Mountain Apache Tribe of the Fort Apache Reservation, Arizona; and Zuni Tribe of the Zuni Reservation, New Mexico that this notice has been published.\\n        \\n          Dated: June 23, 2009\\n          Sherry Hutt,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. E9-17054 Filed 7-16-09; 8:45 am]\\n      BILLING CODE 4312-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Inventory Completion: U.S. Department of the Interior, National Park Service, Tumacacori National Historical Park, Tumacacori, AZ ", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: June 23, 2009", "signature_name": "Sherry Hutt,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. E9-17054 Filed 7-16-09; 8:45 am]", "billing_code": "BILLING CODE 4312-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}