{"index": "I_1331", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Inventory Completion: U.S. Department of Agriculture, Forest Service, Daniel Boone National Forest, Winchester, KY\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains in the possession of the U.S. Department of Agriculture, Forest Service, Daniel Boone National Forest, Winchester, KY. The human remains were removed from three locations in Laurel, McCreary, and Powell Counties, KY.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003 (d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains. The National Park Service is not responsible for the determinations in this notice. \\n        A detailed assessment of the human remains was made by University of Kentucky/Kentucky Archaeological Survey professional staff in consultation with representatives of the Absentee-Shawnee Tribe of Indians of Oklahoma; Cherokee Nation, Oklahoma; Eastern Band of Cherokee Indians of North Carolina; Eastern Shawnee Tribe of Oklahoma; Shawnee Tribe, Oklahoma; and United Keetoowah Band of Cherokee Indians in Oklahoma.\\n        At an unknown date, human remains representing a minimum of one individual were removed from site 15Ll86, Laurel County, KY. The human remains were found in an artifact collection stored at the Daniel Boone National Forest while doing a collections inventory. The human remains from this site were collected from looter backdirt piles by Forest Service archaeologists who first recorded the site in 1983. No known individual was identified. No associated funerary objects are present.\\n        Artifacts recovered from the site indicate that this site was occupied from the Middle Archaic through Middle Woodland cultural periods dating from 6000 B.C. to A.D. 300. The fragmentary human remains are from unknown contexts within the site. \\n        At an unknown date, human remains representing a minimum of one individual were removed from the Cane Creek locality in Powell County, KY. The human remains were a turned over to the Daniel Boone National Forest anonymously. The donor claimed to have been given the human remains by an individual who had removed them from an unidentified site in the Cane Creek area of the Daniel Boone National Forest. No known individual was identified. No associated funerary objects are present.\\n        The human remains are from one middle-aged female (30-50 years). A non-human femoral head was commingled with the remains, but is not considered to be an associated funerary object. The human remains are believed to have come from a prehistoric context, and probably predate A.D. 1700.\\n        Sometime in the 1960s, human remains representing a minimum of six individuals were removed from a rockshelter, probably site 15McY1066, on Forest Service land in McCreary County, KY, by a road construction crew. The human remains were anonymously turned over to the Daniel Boone National Forest. No known individuals were identified. No associated funerary objects are present.\\n        This is the largest of the three collections reported in this notice, and one diagnostic artifact was recovered. Though it is not considered an associated funerary object, it indicates that the site dates from A.D. 900 to 1700. \\n        The contexts from which the three collections of human remains were reportedly removed suggest that they are all prehistoric Native Americans. Since there is no specific provenience information, other than general site locations within a broad temporal context, there is insufficient contextual information to culturally affiliate the human remains with any specific, present-day Indian tribe. \\n        Officials of the Daniel Boone National Forest have determined that, pursuant to 25 U.S.C. 3001 (9-10), the human remains described above represent the physical remains of eight individuals of Native American ancestry. Officials of the Daniel Boone National Forest also have determined that, pursuant to 25 U.S.C. 3001 (2), a relationship of shared group identity cannot be reasonably traced between the Native American human remains and any present-day Indian tribe.\\n\\n        The Native American Graves Protection and Repatriation Review Committee (Review Committee) is responsible for recommending specific actions for the disposition of culturally unidentifiable human remains. In 2008, the Daniel Boone National Forest requested that the Review Committee recommend disposition of the eight culturally unidentifiable human remains to the Absentee-Shawnee Tribe of Indians of Oklahoma; Cherokee Nation, Oklahoma; Eastern Band of Cherokee Indians of North Carolina; Eastern Shawnee Tribe of Oklahoma; Shawnee Tribe, Oklahoma; and United Keetoowah Band of Cherokee Indians in Oklahoma, as aboriginal and historic occupants of lands in Kentucky. The tribes have also requested for the direct reburial of the culturally unidentifiable human remains in the Indian Rest Place Cemetery on the Daniel Boone National Forest, and for the reburial to be witnessed and directed by representatives of the United Keetoowah Band of Cherokee Indians. The Review Committee considered the request at its May 15-16, 2008 meeting and recommended disposition of the human remains to the Absentee-Shawnee Tribe of Indians of Oklahoma; Cherokee Nation, Oklahoma; Eastern Band of Cherokee Indians of North Carolina; Eastern Shawnee Tribe of Oklahoma; Shawnee Tribe, Oklahoma; and United Keetoowah Band of Cherokee Indians in Oklahoma. A January 27, 2009, letter from the Designated Federal Official on behalf of the Secretary of the Interior transmitted the authorization for the Daniel Boone National Forest to effect disposition of the human remains of the eight culturally unidentifiable individuals to the tribes listed above and for the reburial to occur contingent on the publication of a Notice of Inventory Completion in the Federal Register. This notice fulfills that requirement.\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the human remains should contact the Forest Archaeologist, Daniel Boone National Forest, Winchester, KY 40391, telephone (859) 745-3138, before September 21, 2009. Disposition of the human remains to the Absentee-Shawnee Tribe of Indians of Oklahoma; Cherokee Nation, Oklahoma; Eastern Band of Cherokee Indians of North Carolina; Eastern Shawnee Tribe of Oklahoma; Shawnee Tribe, Oklahoma; and United Keetoowah Band of Cherokee Indians in Oklahoma may proceed after that date if no additional claimants come forward.\\n        The Daniel Boone National Forest is responsible for notifying the Absentee-Shawnee Tribe of Indians of Oklahoma; Cherokee Nation, Oklahoma; Eastern Band of Cherokee Indians of North Carolina; Eastern Shawnee Tribe of Oklahoma; Shawnee Tribe, Oklahoma; and United Keetoowah Band of Cherokee Indians in Oklahoma that this notice has been published.\\n        \\n          Dated: July 20, 2009.\\n          Sherry Hutt,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. E9-19971 Filed 8-19-09; 8:45 am]\\n      BILLING CODE 4312-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Inventory Completion: U.S. Department of Agriculture, Forest Service, Daniel Boone National Forest, Winchester, KY", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: July 20, 2009.", "signature_name": "Sherry Hutt,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. E9-19971 Filed 8-19-09; 8:45 am]", "billing_code": "BILLING CODE 4312-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}