{"index": "I_131", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        [NPS-WASO-NAGPRA-NPS0027332; PPWOCRADN0-PCU00RP14.R50000]\\n        Notice of Inventory Completion: University of Memphis, C.H. Nash Memorial Museum/Chucalissa Archaeological Museum, Memphis, TN\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        \\n          SUMMARY:\\n          The University of Memphis, C.H. Nash Memorial Museum/Chucalissa Archaeological Museum has completed an inventory of human remains and associated funerary objects, in consultation with the appropriate Indian Tribes or Native Hawaiian organizations, and has determined that there is no cultural affiliation between the human remains and associated funerary objects and any present-day Indian Tribes or Native Hawaiian organizations. Representatives of any Indian Tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request to the University of Memphis, C.H. Nash Memorial Museum/Chucalissa Archaeological Museum. If no additional requestors come forward, transfer of control of the human remains and associated funerary objects to the Indian Tribes or Native Hawaiian organizations stated in this notice may proceed.\\n        \\n        \\n          DATES:\\n          Representatives of any Indian Tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to the University of Memphis, C.H. Nash Memorial Museum/Chucalissa Archaeological Museum at the address in this notice by April 17, 2019.\\n        \\n        \\n          ADDRESSES:\\n\\n          University of Memphis, C.H. Nash Memorial Museum/Chucalissa Archaeological Museum, 1987 Indian Village Drive, Memphis, TN 38109, telephone (901) 785-3160, email chucalissa@memphis.edu.\\n          \\n        \\n      \\n      \\n        SUPPLEMENTARY INFORMATION:\\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains and associated funerary objects under the control of the Univ. of Memphis, C.H. Nash Memorial Museum/Chucalissa Archaeological Museum, Memphis, TN. The human remains and associated funerary objects were removed from Benton, Decatur, Gibson, Hardin, Haywood, Humphreys, Lauderdale, Lake, McNairy, Obion, Perry, Shelby, Stewart, Tipton, and Wayne Counties, TN.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003(d)(3) and 43 CFR 10.11(d). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations in this notice.\\n        Consultation\\n        A detailed assessment of the human remains was made by the University of Memphis, C.H. Nash Memorial Museum/Chucalissa Archaeological Museum professional staff in consultation with representatives of the Eastern Band of Cherokee Indians; The Chickasaw Nation; The Muscogee (Creek) Nation; and United Keetoowah Band of Cherokee Indians in Oklahoma.\\n        History and Description of the Remains\\n        In 1971, human remains representing, at minimum, two individuals were removed from 40BN25 in Benton County, TN. The human remains were surface collected by University of Memphis, C.H. Nash Memorial Museum/Chucalissa Archaeological Museum (hereafter the C.H. Nash Museum at Chucalissa) staff from a shell midden during the Tennessee River Survey. The human remains (40BN25/1, 40BN25/2) represent an adult of unknown sex. No known individuals were identified. No associated funerary objects are present.\\n        In 1971, human remains representing, at minimum, two individuals were removed from 40DR10 in Decatur County, TN. The human remains were surface collected by C.H. Nash Museum at Chucalissa staff during the Tennessee River Survey. The human remains (40DR10/58) represent an adult of unknown sex. No known individuals were identified. No associated funerary objects are present.\\n\\n        In 1972, human remains representing, at minimum, one individual were removed from the Perryville South site, 40DR28, in Decatur County, TN. The human remains were surface collected on Tennessee Valley Authority property by the Department of Anthropology, University of Memphis, as part of the Tennessee River Survey, and they were donated to the C.H. Nash Museum at Chucalissa after collection. The age and sex of the individual is unknown (40DR28/59). No known individuals were identified. No associated funerary objects are present.\\n        On an unknown date, human remains representing, at minimum, one individual were removed from the White Creek site, 40DR238, in Decatur County, TN. The human remains were removed from a shell midden by J. Pevahouse. In 1970, Pevahouse donated his collections (C-28\\xe2\\x80\\x94C39), including these human remains (C-39), to the C.H. Nash Museum at Chucalissa. The human remains (40DR238/B-1) represent one female adult. No known individuals were identified. The 17 associated funerary objects are 11 miscellaneous pottery sherds, one projectile point/knife fragment, one drill fragment, and four animal bones.\\n        On an unknown date, human remains representing, at minimum, one individual were removed from the Duck Home site, 40GB17, in Gibson County, TN. The human remains were removed by H. Crenshaw. In 1991, Crenshaw donated his collection (C-92), including these human remains, to the C.H. Nash Museum at Chucalissa. The human remains (40GB17/B-1) represent an adult of unknown sex. No known individuals were identified. The five associated funerary objects are two stones, two miscellaneous pottery sherds, and one miscellaneous non-human bone.\\n        In 1973, human remains representing, at minimum, one individual were removed from 40GB42 in Gibson County, TN. The human remains were removed by C.H. Nash Museum at Chucalissa staff on behalf of the US Army Corps of Engineers, Memphis District. The human remains (40GB42/B-1) represent an adult of unknown sex. No known individuals were identified. The 73 associated funerary objects are three lots of grog-tempered sherds, one biface fragment, one spokeshave, five baked clay fragments, one utilized flake, one piece of chipping shatter, four pieces of iron siltstone, eight pieces of iron sandstone, 17 miscellaneous animal bone fragments, one mussel shell fragments, one Baytown Plain sherd, 21 baked clay fragments, one hammerstone, one blank flake, one broken rock, four fragments of iron siltstone, one iron sandstone fragment, and one mussel shell fragment.\\n        In 1973, human remains representing, at minimum, 12 individuals were removed from 40GB42 in Gibson County, TN. The human remains were removed by C.H. Nash Museum at Chucalissa staff. The human remains (40GB42/B-2, 40GB42/B-3, 40GB42/B-4, 40GB42/B-5, 40GB42/3, 40GB42/8, 40GB42/191, 40GB42/263, 40GB42/286) represent one adult female; four subadults of unknown sex; and seven adults of unknown sex. No known individuals were identified. The 29 associated funerary objects are one shell disc bead, two stones, 10 pieces of unidentified bone/organic material, one piece of non-human material, four animal bones, and 11 mixed pieces of unidentified material.  \\n        In 1974, human remains representing, at minimum, one individual were removed from the Paul Lancaster site, 40GB64, in Gibson County, TN. The human remains were surface collected by H. Crenshaw. In 1991, Crenshaw donated his collection (C-92), including these human remains, to the C.H. Nash Museum at Chucalissa. The human remains (40GB64/19) represent an adult male. No known individuals were identified. No associated funerary objects are present.\\n        In 1970, human remains representing, at minimum, two individuals were removed from 40HD6 in Haywood County, TN. The human remains were surface collected by C.H. Nash Museum at Chucalissa staff in conjunction with the Southwestern at Memphis (now Rhodes College) field school. The human remains (40HD6/2) represent an adult and a subadult, both of unknown sex. No known individuals were identified. No associated funerary objects are present.\\n        In 1970, human remains representing, at minimum, nine individuals were removed from 40HD6 in Haywood County, TN. The human remains were removed by Southwestern at Memphis (now Rhodes College) field school. In 1972, the human remains were transferred to the C.H. Nash Museum at Chucalissa. The human remains (40HD6/15a, 40HD6/24, 40HD6/37a, 40HD6/48, 40HD6/53, 40HD6/110-1, 40HD6/137, 40HD6/155) represent eight adults of unknown sex, and one individual of unknown age and sex. No known individuals were identified. No associated funerary objects are present.\\n        In 1973, human remains representing, at minimum, 26 individuals were removed from 40HD36 in Haywood County, TN. The human remains were removed by C.H. Nash Museum at Chucalissa staff and representatives from the Memphis Pink Palace Museum Young Curators Association in a salvage operation, after burials were exposed by a bulldozer. The human remains (40HD36/B-1, 40HD36/B-2, 40HD36/B-3, 40HD36/B-4, 40HD36/B-5, 40HD36/B-6, 40HD36/B-7, 40HD36/B-8, 40HD36/B-9, 40HD36/B-10, 40HD36/B-11, 40HD36/B-13, 40HD36/B-14, 40HD36/B-15, 40HD36/4, 40HD36/13, 40HD36/14, 40HD36/19, 40HD36/20, 40HD36/26, 40HD36/29) represent three adult males; two subadults of unknown sex; and 21 adults of unknown sex. No known individuals were identified. The 23 associated funerary objects are one celt, 10 soil samples, one worked animal bone, four miscellaneous animal bone, five pieces of clay, and two pieces of stone.\\n        On an unknown date, human remains representing, at minimum, two individuals were removed from 40HR203 in Hardin County, TN. The human remains were removed by University of Memphis staff. In 2009-2011, all archeological collections from the University of Memphis, including these human remains, were transferred to the C.H. Nash Museum at Chucalissa. The human remains (HR.10.2009) represent two individuals of unknown age and sex. No known individuals were identified. No associated funerary objects are present.\\n        In 1971, human remains representing, at minimum, two individuals were removed from 40HR222 in Hardin County, TN. The human remains were surface collected by the Department of Anthropology, University of Memphis, and were donated to the C.H. Nash Museum at Chucalissa after collection. The human remains (40HR22/29) represent two adults of unknown sex. No known individuals were identified. No associated funerary objects are present.\\n        In 1977, human remains representing, at minimum, four individuals were removed from 40HR222 in Hardin County, TN. The human remains were surface collected by C.H. Nash Museum at Chucalissa staff. The human remains (40HR222/83, 40HR222/84) represent four adults of unknown sex. No known individuals were identified. No associated funerary objects are present.\\n        In 1971, human remains representing, at minimum, two individuals were removed from 40HR223 in Hardin County, TN. The human remains were surface collected by the Department of Anthropology, University of Memphis, during the Tennessee River Survey, and were donated to the C.H. Nash Museum at Chucalissa after collection. The human remains (40HR223/2) represent two adults of unknown sex. No known individuals were identified. No associated funerary objects are present.\\n\\n        On an unknown date, human remains representing, at minimum, two individuals were removed from the Wolf Island site, 40HR224, in Hardin County, TN. The human remains were removed by J. Pevahouse. In 1970, Pevahouse donated his collections (C-28\\xe2\\x80\\x94C39), including these human remains (C-36), to the C.H. Nash Museum at Chucalissa. The human remains (40HR224/121-Burial 1, 40HR224/122-Burial 2) represent two adults of unknown sex. No known individuals were identified. No associated funerary objects are present.\\n        In 1971, human remains representing, at minimum, one individual were removed from the Wolf Island site, 40HR224, in Hardin County, TN. The human remains were surface collected by the Department of Anthropology, University of Memphis, during the Tennessee River Survey, and were donated to the C.H. Nash Museum at Chucalissa after collection. The human remains (40HR224/24) represent one adult of unknown sex. No known individuals were identified. No associated funerary objects are present.\\n        On an unknown date, human remains representing, at minimum, six individuals were removed from the Emerson Mound site, 40HR232, in Hardin County, TN. The human remains were removed by J. Pevahouse. In 1970, Pevahouse donated his collections (C-28\\xe2\\x80\\x94C39), including these human remains (C-28), to the C.H. Nash Museum at Chucalissa. The human remains (40HR232/B-1, 40HR232/B-2, 40HR232/B-3, 40HR232/B-4, 40HR232/B-5, 40HR232/B-6) represent six adults of unknown sex. No known individuals were identified. The eight associated funerary objects are one utilized flake, one mussel shell, one charcoal sample, three pieces of charcoal, and two pebbles.\\n        In 1971, human remains representing, at minimum, one individual were removed from the Swallow Bluff Island site, 40HR235 (changed to 40HR16), in Hardin County, TN. The human remains were removed by C.H. Nash Museum at Chucalissa staff. The human remains (40HR235/B-1) represent one adult male. No known individuals were identified. The 21 associated funerary objects are: One ceramic jar, one Mulberry Creek sherd, two lots of flakes, one hammerstone fragment, one grindstone fragment, two lots of limestone fragments, one lot of deer bones, one freshwater shell, two lots of mussel shell fragments, two cores, one piece of petrified wood, one lot of turkey bones, one lot of miscellaneous sherds, one projectile point fragment, one lot of pebbles, one cobble, and one lot of turtle shell and deer bone fragments.\\n        In 1972, human remains representing, at minimum, three individuals were removed from the Hatley Creek site, 40HR236, in Hardin County, TN. The human remains were surface collected by C.H. Nash Museum at Chucalissa staff from a shell midden in a plowed field during the Tennessee River Survey. The human remains (40HR236/2, 40HR236/63) represent two adults and one subadult; the sex of all three individuals is unknown. No known individuals were identified. No associated funerary objects are present.\\n        In 1977, human remains representing, at minimum, 12 individuals were removed from the Hatley Creek site, 40HR236, in Hardin County, TN. The human remains were removed by University of Memphis staff. In 2009-2011, all archeological collections from the University of Memphis, including these human remains, were transferred to the C.H. Nash Museum at Chucalissa. The human remains (40HR236/2011.04.01, 40HR236/2011.04.02, 40HR236/2011.04.03, 40HR236/2011.04.04, 40HR236/2011.04.05, 40HR236/2011.04.10) represent twelve individuals of unknown age and sex. No known individuals were identified. The 33 associated funerary objects are four shell beads, 10 lithic artifacts, 13 ceramic sherds, and six shell fragments.\\n        In 1975, human remains representing, at minimum, one individual were removed from the Savannah Bridge site, 40HR275, in Hardin County, TN. The human remains were surface collected by the Department of Anthropology, University of Memphis. The human remains (40HR275/41) represent one adult of unknown sex. No known individuals were identified. No associated funerary objects are present.\\n        In 1972, human remains representing, at minimum, two individuals were removed from 40HR238 in Hardin County, TN. The human remains were surface collected by staff of C.H. Nash Museum at Chucalissa. The human remains (40HR238/41) represent two adults of unknown age and sex. No known individuals were identified. No associated funerary objects are present.\\n        In 1965, human remains representing, at minimum, two individuals were removed from the W.N. McCrary site, 40HS41, in Humphreys County, TN. The human remains were surface collected by the Department of Anthropology, University of Memphis, as part of the Kentucky Lake Project. The human remains (40HS41/B-1, 40HS41/21) represent one adult female and one adult of unknown sex. No known individuals were identified. No associated funerary objects are present.\\n        In 1968, human remains representing, at minimum, two individuals were removed from 40HS76 in Humphreys County, TN. The human remains were surface collected by the Department of Anthropology, University of Memphis, as part of the Kentucky Lake Project. The human remains (40HS76/3) represent two adults of unknown sex. No known individuals were identified. No associated funerary objects are present.\\n        In 1966 or 1969, human remains representing, at minimum, four individuals were removed from 40LA2 in Lauderdale County, TN. The human remains were surface collected by C.H. Nash Museum at Chucalissa staff. The human remains (40LA2/70, 40LA2/78) represent four adults of unknown sex. No known individuals were identified. No associated funerary objects are present.\\n        In 1966, human remains representing, at minimum, two individuals were removed from 40LA4 in Lauderdale County, TN. The human remains were surface collected by C.H. Nash Museum at Chucalissa staff. The human remains (40LA4/27) represent two adults of unknown sex. No known individuals were identified. No associated funerary objects are present.\\n        In 1967, human remains representing, at minimum, two individuals were removed from Mound B at 40LA6 in Lauderdale County, TN. The human remains were surface collected by C.H. Nash Museum at Chucalissa staff. The human remains (40LA6/Mound B/6B) represent one adult and one sub-adult, both of unknown sex. No known individuals were identified. No associated funerary objects are present.\\n        In 1970, human remains representing, at minimum, three individuals were removed from 40LA7 in Lauderdale County, TN. The human remains were removed from a post mold by C.H. Nash Museum at Chucalissa staff. The human remains (40LA7/140, 40LA7/217-1) represent three adults of unknown sex. No known individuals were identified. No associated funerary objects are present.\\n        In 1969, human remains representing, at minimum, one individual were removed from 40LA11 in Lauderdale County, TN. The human remains were surface collected by C.H. Nash Museum at Chucalissa staff. The human remains (40LA11/10) represent one sub-adult of unknown sex. No known individuals were identified. No associated funerary objects are present.\\n\\n        In 1970, human remains representing, at minimum, two individuals were removed from 40LA25 in Lauderdale County, TN. The human remains were surface collected by C.H. Nash Museum at Chucalissa staff as part of a survey for the Army Corps of Engineers, Memphis District. The human remains (40LA25/2) represent two adults of unknown sex. No known individuals were identified. No associated funerary objects are present.\\n        On an unknown date, human remains representing, at minimum, two individuals were removed from 40LA45 in Lauderdale County, TN. The human remains were surface collected by L.E. Ramsey. In 1975, Ramsey donated his collection (C-44), including these human remains, to the C.H. Nash Museum at Chucalissa. The human remains (40LA45/4 and 40LA45/5) represent two adults of unknown sex. No known individuals were identified. No associated funerary objects are present.\\n        In 1980, human remains representing, at minimum, two individuals were removed from 40LK A-80 in Lake County, TN. The human remains were removed by C.H. Nash Museum at Chucalissa staff. The human remains (A1980.10.01/8) represent two adults of unknown sex. No known individuals were identified. No associated funerary objects are present.\\n        In 1971, human remains representing, at minimum, one individual were removed from 40MY2 in McNairy County, TN. The human remains were surface collected by the Department of Anthropology, University of Memphis, during the Tennessee River Survey. The human remains (40MY2/85) represent one adult of unknown sex. No known individuals were identified. No associated funerary objects are present.\\n        In 1975, human remains representing, at minimum, two individuals were removed from 40OB113 in Obion County, TN. The human remains were surface collected by C.H. Nash Museum at Chucalissa staff as part of the Reelfoot-Indian Creek Project for the U.S. Department of Agriculture, Soil Conservation Service. The human remains represent two adults of unknown sex. No known individuals were identified. No associated funerary objects are present.\\n        On an unknown date, human remains representing, at minimum, one individual were removed from the Ladies Bluff site, 40PY25, in Perry County, TN. The human remains were removed by J. Pevahouse. In 1970, Pevahouse donated his collections (C-28\\xe2\\x80\\x94C39), including these human remains (C-35), to the C.H. Nash Museum at Chucalissa. The human remains (40PY25/B-1) represent one adult male. No known individuals were identified. The one associated funerary object is an animal bone.\\n        On an unknown date, human remains representing, at minimum, three individuals were removed from 40PY55 in Perry County, TN. The human remains were removed by Ronnie Pevahouse. In 1976, Pevahouse donated his collections (C-45\\xe2\\x80\\x94C-55), including these human remains (C-49), to the C.H. Nash Museum at Chucalissa. The human remains (40PY55/4, 40PY55/6) represent three adults of unknown sex. No known individuals were identified. No associated funerary objects are present.\\n        Between 1963 and 1965, human remains representing, at minimum, six individuals were removed from the Spring Creek site, 40PY207, in Perry County, TN. The human remains were removed by J. Pevahouse. In 1970, Pevahouse donated his collections (C-28\\xe2\\x80\\x94C-39), including these human remains (C-31), to the C.H. Nash Museum at Chucalissa. The human remains (40PY207/B-1, 40PY207/B-2, 40PY207/B-3, 40PY207/140, 40PY207/157, 40PY207/161) represent three adult males, one sub-adult male, and two adults of unknown sex. No known individuals were identified. The 31 associated funerary objects are one projectile point, one drill, one blocky debris, one perforated antler, one bone awl, three bone drift punches, one lot of deer bones, four bar gorget fragments, one slate fragment, and 17 miscellaneous animal bones.\\n        Between 1972 and 1974, human remains representing, at minimum, nine individuals were removed from the Spring Creek site, 40PY207, in Perry County, TN. The human remains were removed by University of Memphis staff. In 2009-2011, all archeological collections from the University of Memphis, including these human remains, were transferred to the C.H. Nash Museum at Chucalissa. The human remains (40PY207/2009.02.02, 40PY207/2009.05.08, 40PY207/2009.07.02, 40PY207/2009.10.03, 40PY207/2009.10.05, 40PY207/2009.22.01, HR.09.2009, HR.42.2010, HR.44.2010) represent one sub-adult of unknown sex, and eight individuals of unknown age and sex. No known individuals were identified. No associated funerary objects are present.\\n        On an unknown date, human remains representing, at minimum, two individuals were removed from 40PY242 in Perry County, TN. The human remains were surface collected by Andy Combs. In 1981, Combs donated his collection (C-63), including these human remains, to the C.H. Nash Museum at Chucalissa. The human remains (40PY242/14) represent two adults of unknown sex. No known individuals were identified. No associated funerary objects are present.\\n        On an unknown date, human remains representing, at minimum, four individuals were removed from the W.R. Tucker site in Perry County, TN. The human remains were removed by J. Pevahouse. In 1970, Pevahouse donated his collections (C-28\\xe2\\x80\\x94C-39), including these human remains (C-34), to the C.H. Nash Museum at Chucalissa. The human remains (C-34/B-1, C-34/B-2, C-34/20) represent one sub-adult, aged +/\\xe2\\x88\\x926 years, of unknown sex; and two adults of unknown sex. No known individuals were identified. The two associated funerary objects are one ceramic jar and one animal bone.\\n        Between the late 1970\\'s and 1982, human remains representing, at minimum, seven individuals were removed from the Guice\\'s Creek site, 40SW71, in Stewart County, TN. The human remains were removed by University of Memphis staff. The age and sex of these individuals are unknown. No known individuals were identified. No associated funerary objects are present.\\n        In 1966, human remains representing, at minimum, one individual were removed from the Edgefield Mounds site, 40SY28, in Shelby County, TN. The human remains were surface collected by C.H. Nash Museum at Chucalissa staff. The human remains (40SY28/41) represent one adult of unknown sex. No known individuals were identified. No associated funerary objects are present.\\n        On an unknown date, human remains representing, at minimum, one individual were removed from the Benjestown Road site (also known as the Jeter Site and Edgefield Mounds Site), 40SY28, in Shelby County, TN. The human remains were removed by Jerry Jarvis. In 1978, Jarvis donated his collection (C-59), including these human remains, to the C.H. Nash Museum at Chucalissa. The human remains (C-59/40-1) represent one adult of unknown sex. No known individuals were identified. The one associated funerary object is a ceramic bowl.\\n        In 1965, human remains representing, at minimum, one individual were removed from the Rast Farm site, 40SY75, in Shelby County, TN. The human remains were removed by C.H. Nash Museum at Chucalissa staff. The age and sex of the individual (40SY75/32) are unknown. No known individuals were identified. No associated funerary objects are present.\\n\\n        In 1967, human remains representing, at minimum, one individual were removed from the Rast Farm site, 40SY75, in Shelby County, TN. The human remains were removed by C.H. Nash Museum at Chucalissa staff. The human remains (40SY75/B-1) represent one sub-adult of unknown sex. No known individuals were identified. The one associated funerary object is a ceramic bottle.\\n        In 1972, human remains representing, at minimum, two individuals were removed from 40SY215 in Shelby County, TN. The human remains were surface collected by C.H. Nash Museum at Chucalissa staff as part of the Wolf River survey. The human remains (40SY215/4A) represent two adults of unknown sex. No known individuals were identified. No associated funerary objects are present.\\n        Around 1975, human remains representing, at minimum, two individuals were removed from 40SY321 in Shelby County, TN. The human remains were surface collected by C.H. Nash Museum at Chucalissa staff as part of the Loosahatchie River Survey. The human remains (40SY321/17, 40SY321/18) represent one adult and one subadult, both of unknown sex. No known individuals were identified. No associated funerary objects are present.\\n        In the 1950\\'s, human remains representing, at minimum, two individuals were removed from the Neshoba site, in Shelby County, TN. The human remains were surface collected by the Memphis Archaeological and Geological Society and donated to the Memphis Museums System. In 1984, the Memphis Museums System donated the human remains to the C.H. Nash Museum at Chucalissa. The human remains (MAGS Lot #31/10) represent one adult and one sub-adult, both of unknown sex. No known individuals were identified. No associated funerary objects are present.\\n        In 1959 or 1966, human remains representing, at minimum, three individuals were removed from the Hatchie site, 40TP1, in Tipton County, TN. The human remains were surface collected by staff of the Tennessee Department of Conservation and the C.H. Nash Museum at Chucalissa. The human remains (40TP1/12, 40TP1/57) represent two adults and one sub-adult, all of unknown sex. No known individuals were identified. No associated funerary objects are present.\\n        On an unknown date, human remains representing, at minimum, one individual were removed from the Mouth of the Hatchie River site, 40TP1, in Tipton County, TN. The human remains were removed by an unknown private collector. Sometime prior to 1990, this unknown collector donated his collection (C-88) to the C.H. Nash Museum at Chucalissa. The human remains (40TP1/72) represent one adult of unknown sex. No known individuals were identified. No associated funerary objects are present.\\n        On an unknown date, human remains representing, at minimum, one individual were removed from the Mouth of the Hatchie River site, 40TP1, in Tipton County, TN. The human remains were removed by University of Memphis staff. In 2009-2011, all archeological collections from the University of Memphis, including these human remains, were transferred to the C.H. Nash Museum at Chucalissa. The age and sex of the individual (HR.05.2009) is unknown. No known individuals were identified. No associated funerary objects are present.\\n        In 1969, human remains representing, at minimum, one individual were removed from 40TP12 in Tipton County, TN. The human remains were surface collected by C.H. Nash Museum at Chucalissa staff. The human remains (40TP12/2) represent one adult of unknown sex. No known individuals were identified. No associated funerary objects are present.\\n        On an unknown date, human remains representing, at minimum, one individual were removed from 40TP26 in Tipton County, TN. The human remains were removed by an unknown private collector. Sometime prior to 1990, this unknown collector donated his collection (C-88) to the C.H. Nash Museum at Chucalissa. The human remains (40TP26/23) represent one adult of unknown sex. No known individuals were identified. No associated funerary objects are present.\\n        In 1962, human remains representing, at minimum, one individual were removed from 40WY206 in Wayne County, TN. The human remains were surface collected by C.H. Nash Museum at Chucalissa staff during a survey sponsored by Memphis Press Scimitar. The human remains (40WY206/43) represent one adult of unknown sex. No known individuals were identified. No associated funerary objects are present.\\n        Determinations Made by the University of Memphis, C.H. Nash Memorial Museum/Chucalissa Archaeological Museum\\n        Officials of the University of Memphis, C.H. Nash Memorial Museum/Chucalissa Archaeological Museum have determined that:\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice are Native American based on osteological examination, museum records, and/or archeological context.\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice represent the physical remains of 171 individuals of Native American ancestry.\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(3)(A), the 245 objects described in this notice are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony.\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(2), a relationship of shared group identity cannot be reasonably traced between the Native American human remains and associated funerary objects and any present-day Indian Tribe.\\n        \\xe2\\x80\\xa2 According to final judgments of the Indian Claims Commission or the Court of Federal Claims, the land from which the Native American human remains and associated funerary objects were removed is the aboriginal land of the Eastern Band of Cherokee Indians; The Chickasaw Nation; and United Keetoowah Band of Cherokee Indians in Oklahoma.\\n        \\xe2\\x80\\xa2 Treaties, Acts of Congress, or Executive Orders, indicate that the land from which the Native American human remains and associated funerary objects were removed is the aboriginal land of the Eastern Band of Cherokee Indians; The Chickasaw Nation; and United Keetoowah Band of Cherokee Indians in Oklahoma.\\n        \\xe2\\x80\\xa2 Pursuant to 43 CFR 10.11(c)(1), the disposition of the human remains and associated funerary objects may be to the Eastern Band of Cherokee Indians; The Chickasaw Nation; and United Keetoowah Band of Cherokee Indians in Oklahoma.\\n        Additional Requestors and Disposition\\n\\n        Representatives of any Indian Tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to Melissa Buchner, University of Memphis, C.H. Nash Memorial Museum/Chucalissa Archaeological Museum, 1987 Indian Village Drive, Memphis, TN 38109, telephone (901) 785-3160, email chucalissa@memphis.edu, by April 17, 2019. After that date, if no additional requestors have come forward, transfer of control of the human remains and associated funerary objects to the Eastern Band of Cherokee Indians; The Chickasaw Nation; and United Keetoowah Band of Cherokee Indians in Oklahoma may proceed.\\n\\n        The University of Memphis, C.H. Nash Memorial Museum/Chucalissa Archaeological Museum is responsible for notifying the Eastern Band of Cherokee Indians; The Chickasaw Nation; The Muscogee (Creek) Nation; and United Keetoowah Band of Cherokee Indians in Oklahoma that this notice has been published.\\n        \\n          Dated: February 12, 2019.\\n          Melanie O\\'Brien,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. 2019-04912 Filed 3-15-19; 8:45 am]\\n      BILLING CODE 4312-52-P\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "[NPS-WASO-NAGPRA-NPS0027332; PPWOCRADN0-PCU00RP14.R50000]", "subject": "Notice of Inventory Completion: University of Memphis, C.H. Nash Memorial Museum/Chucalissa Archaeological Museum, Memphis, TN", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "The University of Memphis, C.H. Nash Memorial Museum/Chucalissa Archaeological Museum has completed an inventory of human remains and associated funerary objects, in consultation with the appropriate Indian Tribes or Native Hawaiian organizations, and has determined that there is no cultural affiliation between the human remains and associated funerary objects and any present-day Indian Tribes or Native Hawaiian organizations. Representatives of any Indian Tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request to the University of Memphis, C.H. Nash Memorial Museum/Chucalissa Archaeological Museum. If no additional requestors come forward, transfer of control of the human remains and associated funerary objects to the Indian Tribes or Native Hawaiian organizations stated in this notice may proceed.", "dates": "Representatives of any Indian Tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to the University of Memphis, C.H. Nash Memorial Museum/Chucalissa Archaeological Museum at the address in this notice by April 17, 2019.", "addresses": "University of Memphis, C.H. Nash Memorial Museum/Chucalissa Archaeological Museum, 1987 Indian Village Drive, Memphis, TN 38109, telephone (901) 785-3160, email chucalissa@memphis.edu.\\n          ", "signature_dated": "Dated: February 12, 2019.", "signature_name": "Melanie O\\'Brien,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. 2019-04912 Filed 3-15-19; 8:45 am]", "billing_code": "BILLING CODE 4312-52-P", "supp_info": "SUPPLEMENTARY INFORMATION: \n Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains and associated funerary objects under the control of the Univ. of Memphis, C.H. Nash Memorial Museum/Chucalissa Archaeological Museum, Memphis, TN. The human remains and associated funerary objects were removed from Benton, Decatur, Gibson, Hardin, Haywood, Humphreys, Lauderdale, Lake, McNairy, Obion, Perry, Shelby, Stewart, Tipton, and Wayne Counties, TN. \n This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003(d)(3) and 43 CFR 10.11(d). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations in this notice. \n Consultation \n A detailed assessment of the human remains was made by the University of Memphis, C.H. Nash Memorial Museum/Chucalissa Archaeological Museum professional staff in consultation with representatives of the Eastern Band of Cherokee Indians; The Chickasaw Nation; The Muscogee (Creek) Nation; and United Keetoowah Band of Cherokee Indians in Oklahoma. \n History and Description of the Remains \n In 1971, human remains representing, at minimum, two individuals were removed from 40BN25 in Benton County, TN. The human remains were surface collected by University of Memphis, C.H. Nash Memorial Museum/Chucalissa Archaeological Museum (hereafter the C.H. Nash Museum at Chucalissa) staff from a shell midden during the Tennessee River Survey. The human remains (40BN25/1, 40BN25/2) represent an adult of unknown sex. No known individuals were identified. No associated funerary objects are present. \n In 1971, human remains representing, at minimum, two individuals were removed from 40DR10 in Decatur County, TN. The human remains were surface collected by C.H. Nash Museum at Chucalissa staff during the Tennessee River Survey. The human remains (40DR10/58) represent an adult of unknown sex. No known individuals were identified. No associated funerary objects are present. \n In 1972, human remains representing, at minimum, one individual were removed from the Perryville South site, 40DR28, in Decatur County, TN. The human remains were surface collected on Tennessee Valley Authority property by the Department of Anthropology, University of Memphis, as part of the Tennessee River Survey, and they were donated to the C.H. Nash Museum at Chucalissa after collection. The age and sex of the individual is unknown (40DR28/59). No known individuals were identified. No associated funerary objects are present. \n On an unknown date, human remains representing, at minimum, one individual were removed from the White Creek site, 40DR238, in Decatur County, TN. The human remains were removed from a shell midden by J. Pevahouse. In 1970, Pevahouse donated his collections (C-28\\xe2\\x80\\x94C39), including these human remains (C-39), to the C.H. Nash Museum at Chucalissa. The human remains (40DR238/B-1) represent one female adult. No known individuals were identified. The 17 associated funerary objects are 11 miscellaneous pottery sherds, one projectile point/knife fragment, one drill fragment, and four animal bones. \n On an unknown date, human remains representing, at minimum, one individual were removed from the Duck Home site, 40GB17, in Gibson County, TN. The human remains were removed by H. Crenshaw. In 1991, Crenshaw donated his collection (C-92), including these human remains, to the C.H. Nash Museum at Chucalissa. The human remains (40GB17/B-1) represent an adult of unknown sex. No known individuals were identified. The five associated funerary objects are two stones, two miscellaneous pottery sherds, and one miscellaneous non-human bone. \n In 1973, human remains representing, at minimum, one individual were removed from 40GB42 in Gibson County, TN. The human remains were removed by C.H. Nash Museum at Chucalissa staff on behalf of the US Army Corps of Engineers, Memphis District. The human remains (40GB42/B-1) represent an adult of unknown sex. No known individuals were identified. The 73 associated funerary objects are three lots of grog-tempered sherds, one biface fragment, one spokeshave, five baked clay fragments, one utilized flake, one piece of chipping shatter, four pieces of iron siltstone, eight pieces of iron sandstone, 17 miscellaneous animal bone fragments, one mussel shell fragments, one Baytown Plain sherd, 21 baked clay fragments, one hammerstone, one blank flake, one broken rock, four fragments of iron siltstone, one iron sandstone fragment, and one mussel shell fragment. \n In 1973, human remains representing, at minimum, 12 individuals were removed from 40GB42 in Gibson County, TN. The human remains were removed by C.H. Nash Museum at Chucalissa staff. The human remains (40GB42/B-2, 40GB42/B-3, 40GB42/B-4, 40GB42/B-5, 40GB42/3, 40GB42/8, 40GB42/191, 40GB42/263, 40GB42/286) represent one adult female; four subadults of unknown sex; and seven adults of unknown sex. No known individuals were identified. The 29 associated funerary objects are one shell disc bead, two stones, 10 pieces of unidentified bone/organic material, one piece of non-human material, four animal bones, and 11 mixed pieces of unidentified material.   \n In 1974, human remains representing, at minimum, one individual were removed from the Paul Lancaster site, 40GB64, in Gibson County, TN. The human remains were surface collected by H. Crenshaw. In 1991, Crenshaw donated his collection (C-92), including these human remains, to the C.H. Nash Museum at Chucalissa. The human remains (40GB64/19) represent an adult male. No known individuals were identified. No associated funerary objects are present. \n In 1970, human remains representing, at minimum, two individuals were removed from 40HD6 in Haywood County, TN. The human remains were surface collected by C.H. Nash Museum at Chucalissa staff in conjunction with the Southwestern at Memphis (now Rhodes College) field school. The human remains (40HD6/2) represent an adult and a subadult, both of unknown sex. No known individuals were identified. No associated funerary objects are present. \n In 1970, human remains representing, at minimum, nine individuals were removed from 40HD6 in Haywood County, TN. The human remains were removed by Southwestern at Memphis (now Rhodes College) field school. In 1972, the human remains were transferred to the C.H. Nash Museum at Chucalissa. The human remains (40HD6/15a, 40HD6/24, 40HD6/37a, 40HD6/48, 40HD6/53, 40HD6/110-1, 40HD6/137, 40HD6/155) represent eight adults of unknown sex, and one individual of unknown age and sex. No known individuals were identified. No associated funerary objects are present. \n In 1973, human remains representing, at minimum, 26 individuals were removed from 40HD36 in Haywood County, TN. The human remains were removed by C.H. Nash Museum at Chucalissa staff and representatives from the Memphis Pink Palace Museum Young Curators Association in a salvage operation, after burials were exposed by a bulldozer. The human remains (40HD36/B-1, 40HD36/B-2, 40HD36/B-3, 40HD36/B-4, 40HD36/B-5, 40HD36/B-6, 40HD36/B-7, 40HD36/B-8, 40HD36/B-9, 40HD36/B-10, 40HD36/B-11, 40HD36/B-13, 40HD36/B-14, 40HD36/B-15, 40HD36/4, 40HD36/13, 40HD36/14, 40HD36/19, 40HD36/20, 40HD36/26, 40HD36/29) represent three adult males; two subadults of unknown sex; and 21 adults of unknown sex. No known individuals were identified. The 23 associated funerary objects are one celt, 10 soil samples, one worked animal bone, four miscellaneous animal bone, five pieces of clay, and two pieces of stone. \n On an unknown date, human remains representing, at minimum, two individuals were removed from 40HR203 in Hardin County, TN. The human remains were removed by University of Memphis staff. In 2009-2011, all archeological collections from the University of Memphis, including these human remains, were transferred to the C.H. Nash Museum at Chucalissa. The human remains (HR.10.2009) represent two individuals of unknown age and sex. No known individuals were identified. No associated funerary objects are present. \n In 1971, human remains representing, at minimum, two individuals were removed from 40HR222 in Hardin County, TN. The human remains were surface collected by the Department of Anthropology, University of Memphis, and were donated to the C.H. Nash Museum at Chucalissa after collection. The human remains (40HR22/29) represent two adults of unknown sex. No known individuals were identified. No associated funerary objects are present. \n In 1977, human remains representing, at minimum, four individuals were removed from 40HR222 in Hardin County, TN. The human remains were surface collected by C.H. Nash Museum at Chucalissa staff. The human remains (40HR222/83, 40HR222/84) represent four adults of unknown sex. No known individuals were identified. No associated funerary objects are present. \n In 1971, human remains representing, at minimum, two individuals were removed from 40HR223 in Hardin County, TN. The human remains were surface collected by the Department of Anthropology, University of Memphis, during the Tennessee River Survey, and were donated to the C.H. Nash Museum at Chucalissa after collection. The human remains (40HR223/2) represent two adults of unknown sex. No known individuals were identified. No associated funerary objects are present. \n On an unknown date, human remains representing, at minimum, two individuals were removed from the Wolf Island site, 40HR224, in Hardin County, TN. The human remains were removed by J. Pevahouse. In 1970, Pevahouse donated his collections (C-28\\xe2\\x80\\x94C39), including these human remains (C-36), to the C.H. Nash Museum at Chucalissa. The human remains (40HR224/121-Burial 1, 40HR224/122-Burial 2) represent two adults of unknown sex. No known individuals were identified. No associated funerary objects are present. \n In 1971, human remains representing, at minimum, one individual were removed from the Wolf Island site, 40HR224, in Hardin County, TN. The human remains were surface collected by the Department of Anthropology, University of Memphis, during the Tennessee River Survey, and were donated to the C.H. Nash Museum at Chucalissa after collection. The human remains (40HR224/24) represent one adult of unknown sex. No known individuals were identified. No associated funerary objects are present. \n On an unknown date, human remains representing, at minimum, six individuals were removed from the Emerson Mound site, 40HR232, in Hardin County, TN. The human remains were removed by J. Pevahouse. In 1970, Pevahouse donated his collections (C-28\\xe2\\x80\\x94C39), including these human remains (C-28), to the C.H. Nash Museum at Chucalissa. The human remains (40HR232/B-1, 40HR232/B-2, 40HR232/B-3, 40HR232/B-4, 40HR232/B-5, 40HR232/B-6) represent six adults of unknown sex. No known individuals were identified. The eight associated funerary objects are one utilized flake, one mussel shell, one charcoal sample, three pieces of charcoal, and two pebbles. \n In 1971, human remains representing, at minimum, one individual were removed from the Swallow Bluff Island site, 40HR235 (changed to 40HR16), in Hardin County, TN. The human remains were removed by C.H. Nash Museum at Chucalissa staff. The human remains (40HR235/B-1) represent one adult male. No known individuals were identified. The 21 associated funerary objects are: One ceramic jar, one Mulberry Creek sherd, two lots of flakes, one hammerstone fragment, one grindstone fragment, two lots of limestone fragments, one lot of deer bones, one freshwater shell, two lots of mussel shell fragments, two cores, one piece of petrified wood, one lot of turkey bones, one lot of miscellaneous sherds, one projectile point fragment, one lot of pebbles, one cobble, and one lot of turtle shell and deer bone fragments. \n In 1972, human remains representing, at minimum, three individuals were removed from the Hatley Creek site, 40HR236, in Hardin County, TN. The human remains were surface collected by C.H. Nash Museum at Chucalissa staff from a shell midden in a plowed field during the Tennessee River Survey. The human remains (40HR236/2, 40HR236/63) represent two adults and one subadult; the sex of all three individuals is unknown. No known individuals were identified. No associated funerary objects are present. \n In 1977, human remains representing, at minimum, 12 individuals were removed from the Hatley Creek site, 40HR236, in Hardin County, TN. The human remains were removed by University of Memphis staff. In 2009-2011, all archeological collections from the University of Memphis, including these human remains, were transferred to the C.H. Nash Museum at Chucalissa. The human remains (40HR236/2011.04.01, 40HR236/2011.04.02, 40HR236/2011.04.03, 40HR236/2011.04.04, 40HR236/2011.04.05, 40HR236/2011.04.10) represent twelve individuals of unknown age and sex. No known individuals were identified. The 33 associated funerary objects are four shell beads, 10 lithic artifacts, 13 ceramic sherds, and six shell fragments. \n In 1975, human remains representing, at minimum, one individual were removed from the Savannah Bridge site, 40HR275, in Hardin County, TN. The human remains were surface collected by the Department of Anthropology, University of Memphis. The human remains (40HR275/41) represent one adult of unknown sex. No known individuals were identified. No associated funerary objects are present. \n In 1972, human remains representing, at minimum, two individuals were removed from 40HR238 in Hardin County, TN. The human remains were surface collected by staff of C.H. Nash Museum at Chucalissa. The human remains (40HR238/41) represent two adults of unknown age and sex. No known individuals were identified. No associated funerary objects are present. \n In 1965, human remains representing, at minimum, two individuals were removed from the W.N. McCrary site, 40HS41, in Humphreys County, TN. The human remains were surface collected by the Department of Anthropology, University of Memphis, as part of the Kentucky Lake Project. The human remains (40HS41/B-1, 40HS41/21) represent one adult female and one adult of unknown sex. No known individuals were identified. No associated funerary objects are present. \n In 1968, human remains representing, at minimum, two individuals were removed from 40HS76 in Humphreys County, TN. The human remains were surface collected by the Department of Anthropology, University of Memphis, as part of the Kentucky Lake Project. The human remains (40HS76/3) represent two adults of unknown sex. No known individuals were identified. No associated funerary objects are present. \n In 1966 or 1969, human remains representing, at minimum, four individuals were removed from 40LA2 in Lauderdale County, TN. The human remains were surface collected by C.H. Nash Museum at Chucalissa staff. The human remains (40LA2/70, 40LA2/78) represent four adults of unknown sex. No known individuals were identified. No associated funerary objects are present. \n In 1966, human remains representing, at minimum, two individuals were removed from 40LA4 in Lauderdale County, TN. The human remains were surface collected by C.H. Nash Museum at Chucalissa staff. The human remains (40LA4/27) represent two adults of unknown sex. No known individuals were identified. No associated funerary objects are present. \n In 1967, human remains representing, at minimum, two individuals were removed from Mound B at 40LA6 in Lauderdale County, TN. The human remains were surface collected by C.H. Nash Museum at Chucalissa staff. The human remains (40LA6/Mound B/6B) represent one adult and one sub-adult, both of unknown sex. No known individuals were identified. No associated funerary objects are present. \n In 1970, human remains representing, at minimum, three individuals were removed from 40LA7 in Lauderdale County, TN. The human remains were removed from a post mold by C.H. Nash Museum at Chucalissa staff. The human remains (40LA7/140, 40LA7/217-1) represent three adults of unknown sex. No known individuals were identified. No associated funerary objects are present. \n In 1969, human remains representing, at minimum, one individual were removed from 40LA11 in Lauderdale County, TN. The human remains were surface collected by C.H. Nash Museum at Chucalissa staff. The human remains (40LA11/10) represent one sub-adult of unknown sex. No known individuals were identified. No associated funerary objects are present. \n In 1970, human remains representing, at minimum, two individuals were removed from 40LA25 in Lauderdale County, TN. The human remains were surface collected by C.H. Nash Museum at Chucalissa staff as part of a survey for the Army Corps of Engineers, Memphis District. The human remains (40LA25/2) represent two adults of unknown sex. No known individuals were identified. No associated funerary objects are present. \n On an unknown date, human remains representing, at minimum, two individuals were removed from 40LA45 in Lauderdale County, TN. The human remains were surface collected by L.E. Ramsey. In 1975, Ramsey donated his collection (C-44), including these human remains, to the C.H. Nash Museum at Chucalissa. The human remains (40LA45/4 and 40LA45/5) represent two adults of unknown sex. No known individuals were identified. No associated funerary objects are present. \n In 1980, human remains representing, at minimum, two individuals were removed from 40LK A-80 in Lake County, TN. The human remains were removed by C.H. Nash Museum at Chucalissa staff. The human remains (A1980.10.01/8) represent two adults of unknown sex. No known individuals were identified. No associated funerary objects are present. \n In 1971, human remains representing, at minimum, one individual were removed from 40MY2 in McNairy County, TN. The human remains were surface collected by the Department of Anthropology, University of Memphis, during the Tennessee River Survey. The human remains (40MY2/85) represent one adult of unknown sex. No known individuals were identified. No associated funerary objects are present. \n In 1975, human remains representing, at minimum, two individuals were removed from 40OB113 in Obion County, TN. The human remains were surface collected by C.H. Nash Museum at Chucalissa staff as part of the Reelfoot-Indian Creek Project for the U.S. Department of Agriculture, Soil Conservation Service. The human remains represent two adults of unknown sex. No known individuals were identified. No associated funerary objects are present. \n On an unknown date, human remains representing, at minimum, one individual were removed from the Ladies Bluff site, 40PY25, in Perry County, TN. The human remains were removed by J. Pevahouse. In 1970, Pevahouse donated his collections (C-28\\xe2\\x80\\x94C39), including these human remains (C-35), to the C.H. Nash Museum at Chucalissa. The human remains (40PY25/B-1) represent one adult male. No known individuals were identified. The one associated funerary object is an animal bone. \n On an unknown date, human remains representing, at minimum, three individuals were removed from 40PY55 in Perry County, TN. The human remains were removed by Ronnie Pevahouse. In 1976, Pevahouse donated his collections (C-45\\xe2\\x80\\x94C-55), including these human remains (C-49), to the C.H. Nash Museum at Chucalissa. The human remains (40PY55/4, 40PY55/6) represent three adults of unknown sex. No known individuals were identified. No associated funerary objects are present. \n Between 1963 and 1965, human remains representing, at minimum, six individuals were removed from the Spring Creek site, 40PY207, in Perry County, TN. The human remains were removed by J. Pevahouse. In 1970, Pevahouse donated his collections (C-28\\xe2\\x80\\x94C-39), including these human remains (C-31), to the C.H. Nash Museum at Chucalissa. The human remains (40PY207/B-1, 40PY207/B-2, 40PY207/B-3, 40PY207/140, 40PY207/157, 40PY207/161) represent three adult males, one sub-adult male, and two adults of unknown sex. No known individuals were identified. The 31 associated funerary objects are one projectile point, one drill, one blocky debris, one perforated antler, one bone awl, three bone drift punches, one lot of deer bones, four bar gorget fragments, one slate fragment, and 17 miscellaneous animal bones. \n Between 1972 and 1974, human remains representing, at minimum, nine individuals were removed from the Spring Creek site, 40PY207, in Perry County, TN. The human remains were removed by University of Memphis staff. In 2009-2011, all archeological collections from the University of Memphis, including these human remains, were transferred to the C.H. Nash Museum at Chucalissa. The human remains (40PY207/2009.02.02, 40PY207/2009.05.08, 40PY207/2009.07.02, 40PY207/2009.10.03, 40PY207/2009.10.05, 40PY207/2009.22.01, HR.09.2009, HR.42.2010, HR.44.2010) represent one sub-adult of unknown sex, and eight individuals of unknown age and sex. No known individuals were identified. No associated funerary objects are present. \n On an unknown date, human remains representing, at minimum, two individuals were removed from 40PY242 in Perry County, TN. The human remains were surface collected by Andy Combs. In 1981, Combs donated his collection (C-63), including these human remains, to the C.H. Nash Museum at Chucalissa. The human remains (40PY242/14) represent two adults of unknown sex. No known individuals were identified. No associated funerary objects are present. \n On an unknown date, human remains representing, at minimum, four individuals were removed from the W.R. Tucker site in Perry County, TN. The human remains were removed by J. Pevahouse. In 1970, Pevahouse donated his collections (C-28\\xe2\\x80\\x94C-39), including these human remains (C-34), to the C.H. Nash Museum at Chucalissa. The human remains (C-34/B-1, C-34/B-2, C-34/20) represent one sub-adult, aged +/\\xe2\\x88\\x926 years, of unknown sex; and two adults of unknown sex. No known individuals were identified. The two associated funerary objects are one ceramic jar and one animal bone. \n Between the late 1970\\'s and 1982, human remains representing, at minimum, seven individuals were removed from the Guice\\'s Creek site, 40SW71, in Stewart County, TN. The human remains were removed by University of Memphis staff. The age and sex of these individuals are unknown. No known individuals were identified. No associated funerary objects are present. \n In 1966, human remains representing, at minimum, one individual were removed from the Edgefield Mounds site, 40SY28, in Shelby County, TN. The human remains were surface collected by C.H. Nash Museum at Chucalissa staff. The human remains (40SY28/41) represent one adult of unknown sex. No known individuals were identified. No associated funerary objects are present. \n On an unknown date, human remains representing, at minimum, one individual were removed from the Benjestown Road site (also known as the Jeter Site and Edgefield Mounds Site), 40SY28, in Shelby County, TN. The human remains were removed by Jerry Jarvis. In 1978, Jarvis donated his collection (C-59), including these human remains, to the C.H. Nash Museum at Chucalissa. The human remains (C-59/40-1) represent one adult of unknown sex. No known individuals were identified. The one associated funerary object is a ceramic bowl. \n In 1965, human remains representing, at minimum, one individual were removed from the Rast Farm site, 40SY75, in Shelby County, TN. The human remains were removed by C.H. Nash Museum at Chucalissa staff. The age and sex of the individual (40SY75/32) are unknown. No known individuals were identified. No associated funerary objects are present. \n In 1967, human remains representing, at minimum, one individual were removed from the Rast Farm site, 40SY75, in Shelby County, TN. The human remains were removed by C.H. Nash Museum at Chucalissa staff. The human remains (40SY75/B-1) represent one sub-adult of unknown sex. No known individuals were identified. The one associated funerary object is a ceramic bottle. \n In 1972, human remains representing, at minimum, two individuals were removed from 40SY215 in Shelby County, TN. The human remains were surface collected by C.H. Nash Museum at Chucalissa staff as part of the Wolf River survey. The human remains (40SY215/4A) represent two adults of unknown sex. No known individuals were identified. No associated funerary objects are present. \n Around 1975, human remains representing, at minimum, two individuals were removed from 40SY321 in Shelby County, TN. The human remains were surface collected by C.H. Nash Museum at Chucalissa staff as part of the Loosahatchie River Survey. The human remains (40SY321/17, 40SY321/18) represent one adult and one subadult, both of unknown sex. No known individuals were identified. No associated funerary objects are present. \n In the 1950\\'s, human remains representing, at minimum, two individuals were removed from the Neshoba site, in Shelby County, TN. The human remains were surface collected by the Memphis Archaeological and Geological Society and donated to the Memphis Museums System. In 1984, the Memphis Museums System donated the human remains to the C.H. Nash Museum at Chucalissa. The human remains (MAGS Lot #31/10) represent one adult and one sub-adult, both of unknown sex. No known individuals were identified. No associated funerary objects are present. \n In 1959 or 1966, human remains representing, at minimum, three individuals were removed from the Hatchie site, 40TP1, in Tipton County, TN. The human remains were surface collected by staff of the Tennessee Department of Conservation and the C.H. Nash Museum at Chucalissa. The human remains (40TP1/12, 40TP1/57) represent two adults and one sub-adult, all of unknown sex. No known individuals were identified. No associated funerary objects are present. \n On an unknown date, human remains representing, at minimum, one individual were removed from the Mouth of the Hatchie River site, 40TP1, in Tipton County, TN. The human remains were removed by an unknown private collector. Sometime prior to 1990, this unknown collector donated his collection (C-88) to the C.H. Nash Museum at Chucalissa. The human remains (40TP1/72) represent one adult of unknown sex. No known individuals were identified. No associated funerary objects are present. \n On an unknown date, human remains representing, at minimum, one individual were removed from the Mouth of the Hatchie River site, 40TP1, in Tipton County, TN. The human remains were removed by University of Memphis staff. In 2009-2011, all archeological collections from the University of Memphis, including these human remains, were transferred to the C.H. Nash Museum at Chucalissa. The age and sex of the individual (HR.05.2009) is unknown. No known individuals were identified. No associated funerary objects are present. \n In 1969, human remains representing, at minimum, one individual were removed from 40TP12 in Tipton County, TN. The human remains were surface collected by C.H. Nash Museum at Chucalissa staff. The human remains (40TP12/2) represent one adult of unknown sex. No known individuals were identified. No associated funerary objects are present. \n On an unknown date, human remains representing, at minimum, one individual were removed from 40TP26 in Tipton County, TN. The human remains were removed by an unknown private collector. Sometime prior to 1990, this unknown collector donated his collection (C-88) to the C.H. Nash Museum at Chucalissa. The human remains (40TP26/23) represent one adult of unknown sex. No known individuals were identified. No associated funerary objects are present. \n In 1962, human remains representing, at minimum, one individual were removed from 40WY206 in Wayne County, TN. The human remains were surface collected by C.H. Nash Museum at Chucalissa staff during a survey sponsored by Memphis Press Scimitar. The human remains (40WY206/43) represent one adult of unknown sex. No known individuals were identified. No associated funerary objects are present. \n Determinations Made by the University of Memphis, C.H. Nash Memorial Museum/Chucalissa Archaeological Museum \n Officials of the University of Memphis, C.H. Nash Memorial Museum/Chucalissa Archaeological Museum have determined that: \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice are Native American based on osteological examination, museum records, and/or archeological context. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice represent the physical remains of 171 individuals of Native American ancestry. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(3)(A), the 245 objects described in this notice are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(2), a relationship of shared group identity cannot be reasonably traced between the Native American human remains and associated funerary objects and any present-day Indian Tribe. \n \\xe2\\x80\\xa2 According to final judgments of the Indian Claims Commission or the Court of Federal Claims, the land from which the Native American human remains and associated funerary objects were removed is the aboriginal land of the Eastern Band of Cherokee Indians; The Chickasaw Nation; and United Keetoowah Band of Cherokee Indians in Oklahoma. \n \\xe2\\x80\\xa2 Treaties, Acts of Congress, or Executive Orders, indicate that the land from which the Native American human remains and associated funerary objects were removed is the aboriginal land of the Eastern Band of Cherokee Indians; The Chickasaw Nation; and United Keetoowah Band of Cherokee Indians in Oklahoma. \n \\xe2\\x80\\xa2 Pursuant to 43 CFR 10.11(c)(1), the disposition of the human remains and associated funerary objects may be to the Eastern Band of Cherokee Indians; The Chickasaw Nation; and United Keetoowah Band of Cherokee Indians in Oklahoma. \n Additional Requestors and Disposition \n Representatives of any Indian Tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to Melissa Buchner, University of Memphis, C.H. Nash Memorial Museum/Chucalissa Archaeological Museum, 1987 Indian Village Drive, Memphis, TN 38109, telephone (901) 785-3160, email chucalissa@memphis.edu, by April 17, 2019. After that date, if no additional requestors have come forward, transfer of control of the human remains and associated funerary objects to the Eastern Band of Cherokee Indians; The Chickasaw Nation; and United Keetoowah Band of Cherokee Indians in Oklahoma may proceed. \n The University of Memphis, C.H. Nash Memorial Museum/Chucalissa Archaeological Museum is responsible for notifying the Eastern Band of Cherokee Indians; The Chickasaw Nation; The Muscogee (Creek) Nation; and United Keetoowah Band of Cherokee Indians in Oklahoma that this notice has been published. \n ", "consultation": "A detailed assessment of the human remains was made by the University of Memphis, C.H. Nash Memorial Museum/Chucalissa Archaeological Museum professional staff in consultation with representatives of the Eastern Band of Cherokee Indians; The Chickasaw Nation; The Muscogee (Creek) Nation; and United Keetoowah Band of Cherokee Indians in Oklahoma. \n ", "h_d_r": "In 1971, human remains representing, at minimum, two individuals were removed from 40BN25 in Benton County, TN. The human remains were surface collected by University of Memphis, C.H. Nash Memorial Museum/Chucalissa Archaeological Museum (hereafter the C.H. Nash Museum at Chucalissa) staff from a shell midden during the Tennessee River Survey. The human remains (40BN25/1, 40BN25/2) represent an adult of unknown sex. No known individuals were identified. No associated funerary objects are present. \n In 1971, human remains representing, at minimum, two individuals were removed from 40DR10 in Decatur County, TN. The human remains were surface collected by C.H. Nash Museum at Chucalissa staff during the Tennessee River Survey. The human remains (40DR10/58) represent an adult of unknown sex. No known individuals were identified. No associated funerary objects are present. \n In 1972, human remains representing, at minimum, one individual were removed from the Perryville South site, 40DR28, in Decatur County, TN. The human remains were surface collected on Tennessee Valley Authority property by the Department of Anthropology, University of Memphis, as part of the Tennessee River Survey, and they were donated to the C.H. Nash Museum at Chucalissa after collection. The age and sex of the individual is unknown (40DR28/59). No known individuals were identified. No associated funerary objects are present. \n On an unknown date, human remains representing, at minimum, one individual were removed from the White Creek site, 40DR238, in Decatur County, TN. The human remains were removed from a shell midden by J. Pevahouse. In 1970, Pevahouse donated his collections (C-28\\xe2\\x80\\x94C39), including these human remains (C-39), to the C.H. Nash Museum at Chucalissa. The human remains (40DR238/B-1) represent one female adult. No known individuals were identified. The 17 associated funerary objects are 11 miscellaneous pottery sherds, one projectile point/knife fragment, one drill fragment, and four animal bones. \n On an unknown date, human remains representing, at minimum, one individual were removed from the Duck Home site, 40GB17, in Gibson County, TN. The human remains were removed by H. Crenshaw. In 1991, Crenshaw donated his collection (C-92), including these human remains, to the C.H. Nash Museum at Chucalissa. The human remains (40GB17/B-1) represent an adult of unknown sex. No known individuals were identified. The five associated funerary objects are two stones, two miscellaneous pottery sherds, and one miscellaneous non-human bone. \n In 1973, human remains representing, at minimum, one individual were removed from 40GB42 in Gibson County, TN. The human remains were removed by C.H. Nash Museum at Chucalissa staff on behalf of the US Army Corps of Engineers, Memphis District. The human remains (40GB42/B-1) represent an adult of unknown sex. No known individuals were identified. The 73 associated funerary objects are three lots of grog-tempered sherds, one biface fragment, one spokeshave, five baked clay fragments, one utilized flake, one piece of chipping shatter, four pieces of iron siltstone, eight pieces of iron sandstone, 17 miscellaneous animal bone fragments, one mussel shell fragments, one Baytown Plain sherd, 21 baked clay fragments, one hammerstone, one blank flake, one broken rock, four fragments of iron siltstone, one iron sandstone fragment, and one mussel shell fragment. \n In 1973, human remains representing, at minimum, 12 individuals were removed from 40GB42 in Gibson County, TN. The human remains were removed by C.H. Nash Museum at Chucalissa staff. The human remains (40GB42/B-2, 40GB42/B-3, 40GB42/B-4, 40GB42/B-5, 40GB42/3, 40GB42/8, 40GB42/191, 40GB42/263, 40GB42/286) represent one adult female; four subadults of unknown sex; and seven adults of unknown sex. No known individuals were identified. The 29 associated funerary objects are one shell disc bead, two stones, 10 pieces of unidentified bone/organic material, one piece of non-human material, four animal bones, and 11 mixed pieces of unidentified material.   \n In 1974, human remains representing, at minimum, one individual were removed from the Paul Lancaster site, 40GB64, in Gibson County, TN. The human remains were surface collected by H. Crenshaw. In 1991, Crenshaw donated his collection (C-92), including these human remains, to the C.H. Nash Museum at Chucalissa. The human remains (40GB64/19) represent an adult male. No known individuals were identified. No associated funerary objects are present. \n In 1970, human remains representing, at minimum, two individuals were removed from 40HD6 in Haywood County, TN. The human remains were surface collected by C.H. Nash Museum at Chucalissa staff in conjunction with the Southwestern at Memphis (now Rhodes College) field school. The human remains (40HD6/2) represent an adult and a subadult, both of unknown sex. No known individuals were identified. No associated funerary objects are present. \n In 1970, human remains representing, at minimum, nine individuals were removed from 40HD6 in Haywood County, TN. The human remains were removed by Southwestern at Memphis (now Rhodes College) field school. In 1972, the human remains were transferred to the C.H. Nash Museum at Chucalissa. The human remains (40HD6/15a, 40HD6/24, 40HD6/37a, 40HD6/48, 40HD6/53, 40HD6/110-1, 40HD6/137, 40HD6/155) represent eight adults of unknown sex, and one individual of unknown age and sex. No known individuals were identified. No associated funerary objects are present. \n In 1973, human remains representing, at minimum, 26 individuals were removed from 40HD36 in Haywood County, TN. The human remains were removed by C.H. Nash Museum at Chucalissa staff and representatives from the Memphis Pink Palace Museum Young Curators Association in a salvage operation, after burials were exposed by a bulldozer. The human remains (40HD36/B-1, 40HD36/B-2, 40HD36/B-3, 40HD36/B-4, 40HD36/B-5, 40HD36/B-6, 40HD36/B-7, 40HD36/B-8, 40HD36/B-9, 40HD36/B-10, 40HD36/B-11, 40HD36/B-13, 40HD36/B-14, 40HD36/B-15, 40HD36/4, 40HD36/13, 40HD36/14, 40HD36/19, 40HD36/20, 40HD36/26, 40HD36/29) represent three adult males; two subadults of unknown sex; and 21 adults of unknown sex. No known individuals were identified. The 23 associated funerary objects are one celt, 10 soil samples, one worked animal bone, four miscellaneous animal bone, five pieces of clay, and two pieces of stone. \n On an unknown date, human remains representing, at minimum, two individuals were removed from 40HR203 in Hardin County, TN. The human remains were removed by University of Memphis staff. In 2009-2011, all archeological collections from the University of Memphis, including these human remains, were transferred to the C.H. Nash Museum at Chucalissa. The human remains (HR.10.2009) represent two individuals of unknown age and sex. No known individuals were identified. No associated funerary objects are present. \n In 1971, human remains representing, at minimum, two individuals were removed from 40HR222 in Hardin County, TN. The human remains were surface collected by the Department of Anthropology, University of Memphis, and were donated to the C.H. Nash Museum at Chucalissa after collection. The human remains (40HR22/29) represent two adults of unknown sex. No known individuals were identified. No associated funerary objects are present. \n In 1977, human remains representing, at minimum, four individuals were removed from 40HR222 in Hardin County, TN. The human remains were surface collected by C.H. Nash Museum at Chucalissa staff. The human remains (40HR222/83, 40HR222/84) represent four adults of unknown sex. No known individuals were identified. No associated funerary objects are present. \n In 1971, human remains representing, at minimum, two individuals were removed from 40HR223 in Hardin County, TN. The human remains were surface collected by the Department of Anthropology, University of Memphis, during the Tennessee River Survey, and were donated to the C.H. Nash Museum at Chucalissa after collection. The human remains (40HR223/2) represent two adults of unknown sex. No known individuals were identified. No associated funerary objects are present. \n On an unknown date, human remains representing, at minimum, two individuals were removed from the Wolf Island site, 40HR224, in Hardin County, TN. The human remains were removed by J. Pevahouse. In 1970, Pevahouse donated his collections (C-28\\xe2\\x80\\x94C39), including these human remains (C-36), to the C.H. Nash Museum at Chucalissa. The human remains (40HR224/121-Burial 1, 40HR224/122-Burial 2) represent two adults of unknown sex. No known individuals were identified. No associated funerary objects are present. \n In 1971, human remains representing, at minimum, one individual were removed from the Wolf Island site, 40HR224, in Hardin County, TN. The human remains were surface collected by the Department of Anthropology, University of Memphis, during the Tennessee River Survey, and were donated to the C.H. Nash Museum at Chucalissa after collection. The human remains (40HR224/24) represent one adult of unknown sex. No known individuals were identified. No associated funerary objects are present. \n On an unknown date, human remains representing, at minimum, six individuals were removed from the Emerson Mound site, 40HR232, in Hardin County, TN. The human remains were removed by J. Pevahouse. In 1970, Pevahouse donated his collections (C-28\\xe2\\x80\\x94C39), including these human remains (C-28), to the C.H. Nash Museum at Chucalissa. The human remains (40HR232/B-1, 40HR232/B-2, 40HR232/B-3, 40HR232/B-4, 40HR232/B-5, 40HR232/B-6) represent six adults of unknown sex. No known individuals were identified. The eight associated funerary objects are one utilized flake, one mussel shell, one charcoal sample, three pieces of charcoal, and two pebbles. \n In 1971, human remains representing, at minimum, one individual were removed from the Swallow Bluff Island site, 40HR235 (changed to 40HR16), in Hardin County, TN. The human remains were removed by C.H. Nash Museum at Chucalissa staff. The human remains (40HR235/B-1) represent one adult male. No known individuals were identified. The 21 associated funerary objects are: One ceramic jar, one Mulberry Creek sherd, two lots of flakes, one hammerstone fragment, one grindstone fragment, two lots of limestone fragments, one lot of deer bones, one freshwater shell, two lots of mussel shell fragments, two cores, one piece of petrified wood, one lot of turkey bones, one lot of miscellaneous sherds, one projectile point fragment, one lot of pebbles, one cobble, and one lot of turtle shell and deer bone fragments. \n In 1972, human remains representing, at minimum, three individuals were removed from the Hatley Creek site, 40HR236, in Hardin County, TN. The human remains were surface collected by C.H. Nash Museum at Chucalissa staff from a shell midden in a plowed field during the Tennessee River Survey. The human remains (40HR236/2, 40HR236/63) represent two adults and one subadult; the sex of all three individuals is unknown. No known individuals were identified. No associated funerary objects are present. \n In 1977, human remains representing, at minimum, 12 individuals were removed from the Hatley Creek site, 40HR236, in Hardin County, TN. The human remains were removed by University of Memphis staff. In 2009-2011, all archeological collections from the University of Memphis, including these human remains, were transferred to the C.H. Nash Museum at Chucalissa. The human remains (40HR236/2011.04.01, 40HR236/2011.04.02, 40HR236/2011.04.03, 40HR236/2011.04.04, 40HR236/2011.04.05, 40HR236/2011.04.10) represent twelve individuals of unknown age and sex. No known individuals were identified. The 33 associated funerary objects are four shell beads, 10 lithic artifacts, 13 ceramic sherds, and six shell fragments. \n In 1975, human remains representing, at minimum, one individual were removed from the Savannah Bridge site, 40HR275, in Hardin County, TN. The human remains were surface collected by the Department of Anthropology, University of Memphis. The human remains (40HR275/41) represent one adult of unknown sex. No known individuals were identified. No associated funerary objects are present. \n In 1972, human remains representing, at minimum, two individuals were removed from 40HR238 in Hardin County, TN. The human remains were surface collected by staff of C.H. Nash Museum at Chucalissa. The human remains (40HR238/41) represent two adults of unknown age and sex. No known individuals were identified. No associated funerary objects are present. \n In 1965, human remains representing, at minimum, two individuals were removed from the W.N. McCrary site, 40HS41, in Humphreys County, TN. The human remains were surface collected by the Department of Anthropology, University of Memphis, as part of the Kentucky Lake Project. The human remains (40HS41/B-1, 40HS41/21) represent one adult female and one adult of unknown sex. No known individuals were identified. No associated funerary objects are present. \n In 1968, human remains representing, at minimum, two individuals were removed from 40HS76 in Humphreys County, TN. The human remains were surface collected by the Department of Anthropology, University of Memphis, as part of the Kentucky Lake Project. The human remains (40HS76/3) represent two adults of unknown sex. No known individuals were identified. No associated funerary objects are present. \n In 1966 or 1969, human remains representing, at minimum, four individuals were removed from 40LA2 in Lauderdale County, TN. The human remains were surface collected by C.H. Nash Museum at Chucalissa staff. The human remains (40LA2/70, 40LA2/78) represent four adults of unknown sex. No known individuals were identified. No associated funerary objects are present. \n In 1966, human remains representing, at minimum, two individuals were removed from 40LA4 in Lauderdale County, TN. The human remains were surface collected by C.H. Nash Museum at Chucalissa staff. The human remains (40LA4/27) represent two adults of unknown sex. No known individuals were identified. No associated funerary objects are present. \n In 1967, human remains representing, at minimum, two individuals were removed from Mound B at 40LA6 in Lauderdale County, TN. The human remains were surface collected by C.H. Nash Museum at Chucalissa staff. The human remains (40LA6/Mound B/6B) represent one adult and one sub-adult, both of unknown sex. No known individuals were identified. No associated funerary objects are present. \n In 1970, human remains representing, at minimum, three individuals were removed from 40LA7 in Lauderdale County, TN. The human remains were removed from a post mold by C.H. Nash Museum at Chucalissa staff. The human remains (40LA7/140, 40LA7/217-1) represent three adults of unknown sex. No known individuals were identified. No associated funerary objects are present. \n In 1969, human remains representing, at minimum, one individual were removed from 40LA11 in Lauderdale County, TN. The human remains were surface collected by C.H. Nash Museum at Chucalissa staff. The human remains (40LA11/10) represent one sub-adult of unknown sex. No known individuals were identified. No associated funerary objects are present. \n In 1970, human remains representing, at minimum, two individuals were removed from 40LA25 in Lauderdale County, TN. The human remains were surface collected by C.H. Nash Museum at Chucalissa staff as part of a survey for the Army Corps of Engineers, Memphis District. The human remains (40LA25/2) represent two adults of unknown sex. No known individuals were identified. No associated funerary objects are present. \n On an unknown date, human remains representing, at minimum, two individuals were removed from 40LA45 in Lauderdale County, TN. The human remains were surface collected by L.E. Ramsey. In 1975, Ramsey donated his collection (C-44), including these human remains, to the C.H. Nash Museum at Chucalissa. The human remains (40LA45/4 and 40LA45/5) represent two adults of unknown sex. No known individuals were identified. No associated funerary objects are present. \n In 1980, human remains representing, at minimum, two individuals were removed from 40LK A-80 in Lake County, TN. The human remains were removed by C.H. Nash Museum at Chucalissa staff. The human remains (A1980.10.01/8) represent two adults of unknown sex. No known individuals were identified. No associated funerary objects are present. \n In 1971, human remains representing, at minimum, one individual were removed from 40MY2 in McNairy County, TN. The human remains were surface collected by the Department of Anthropology, University of Memphis, during the Tennessee River Survey. The human remains (40MY2/85) represent one adult of unknown sex. No known individuals were identified. No associated funerary objects are present. \n In 1975, human remains representing, at minimum, two individuals were removed from 40OB113 in Obion County, TN. The human remains were surface collected by C.H. Nash Museum at Chucalissa staff as part of the Reelfoot-Indian Creek Project for the U.S. Department of Agriculture, Soil Conservation Service. The human remains represent two adults of unknown sex. No known individuals were identified. No associated funerary objects are present. \n On an unknown date, human remains representing, at minimum, one individual were removed from the Ladies Bluff site, 40PY25, in Perry County, TN. The human remains were removed by J. Pevahouse. In 1970, Pevahouse donated his collections (C-28\\xe2\\x80\\x94C39), including these human remains (C-35), to the C.H. Nash Museum at Chucalissa. The human remains (40PY25/B-1) represent one adult male. No known individuals were identified. The one associated funerary object is an animal bone. \n On an unknown date, human remains representing, at minimum, three individuals were removed from 40PY55 in Perry County, TN. The human remains were removed by Ronnie Pevahouse. In 1976, Pevahouse donated his collections (C-45\\xe2\\x80\\x94C-55), including these human remains (C-49), to the C.H. Nash Museum at Chucalissa. The human remains (40PY55/4, 40PY55/6) represent three adults of unknown sex. No known individuals were identified. No associated funerary objects are present. \n Between 1963 and 1965, human remains representing, at minimum, six individuals were removed from the Spring Creek site, 40PY207, in Perry County, TN. The human remains were removed by J. Pevahouse. In 1970, Pevahouse donated his collections (C-28\\xe2\\x80\\x94C-39), including these human remains (C-31), to the C.H. Nash Museum at Chucalissa. The human remains (40PY207/B-1, 40PY207/B-2, 40PY207/B-3, 40PY207/140, 40PY207/157, 40PY207/161) represent three adult males, one sub-adult male, and two adults of unknown sex. No known individuals were identified. The 31 associated funerary objects are one projectile point, one drill, one blocky debris, one perforated antler, one bone awl, three bone drift punches, one lot of deer bones, four bar gorget fragments, one slate fragment, and 17 miscellaneous animal bones. \n Between 1972 and 1974, human remains representing, at minimum, nine individuals were removed from the Spring Creek site, 40PY207, in Perry County, TN. The human remains were removed by University of Memphis staff. In 2009-2011, all archeological collections from the University of Memphis, including these human remains, were transferred to the C.H. Nash Museum at Chucalissa. The human remains (40PY207/2009.02.02, 40PY207/2009.05.08, 40PY207/2009.07.02, 40PY207/2009.10.03, 40PY207/2009.10.05, 40PY207/2009.22.01, HR.09.2009, HR.42.2010, HR.44.2010) represent one sub-adult of unknown sex, and eight individuals of unknown age and sex. No known individuals were identified. No associated funerary objects are present. \n On an unknown date, human remains representing, at minimum, two individuals were removed from 40PY242 in Perry County, TN. The human remains were surface collected by Andy Combs. In 1981, Combs donated his collection (C-63), including these human remains, to the C.H. Nash Museum at Chucalissa. The human remains (40PY242/14) represent two adults of unknown sex. No known individuals were identified. No associated funerary objects are present. \n On an unknown date, human remains representing, at minimum, four individuals were removed from the W.R. Tucker site in Perry County, TN. The human remains were removed by J. Pevahouse. In 1970, Pevahouse donated his collections (C-28\\xe2\\x80\\x94C-39), including these human remains (C-34), to the C.H. Nash Museum at Chucalissa. The human remains (C-34/B-1, C-34/B-2, C-34/20) represent one sub-adult, aged +/\\xe2\\x88\\x926 years, of unknown sex; and two adults of unknown sex. No known individuals were identified. The two associated funerary objects are one ceramic jar and one animal bone. \n Between the late 1970\\'s and 1982, human remains representing, at minimum, seven individuals were removed from the Guice\\'s Creek site, 40SW71, in Stewart County, TN. The human remains were removed by University of Memphis staff. The age and sex of these individuals are unknown. No known individuals were identified. No associated funerary objects are present. \n In 1966, human remains representing, at minimum, one individual were removed from the Edgefield Mounds site, 40SY28, in Shelby County, TN. The human remains were surface collected by C.H. Nash Museum at Chucalissa staff. The human remains (40SY28/41) represent one adult of unknown sex. No known individuals were identified. No associated funerary objects are present. \n On an unknown date, human remains representing, at minimum, one individual were removed from the Benjestown Road site (also known as the Jeter Site and Edgefield Mounds Site), 40SY28, in Shelby County, TN. The human remains were removed by Jerry Jarvis. In 1978, Jarvis donated his collection (C-59), including these human remains, to the C.H. Nash Museum at Chucalissa. The human remains (C-59/40-1) represent one adult of unknown sex. No known individuals were identified. The one associated funerary object is a ceramic bowl. \n In 1965, human remains representing, at minimum, one individual were removed from the Rast Farm site, 40SY75, in Shelby County, TN. The human remains were removed by C.H. Nash Museum at Chucalissa staff. The age and sex of the individual (40SY75/32) are unknown. No known individuals were identified. No associated funerary objects are present. \n In 1967, human remains representing, at minimum, one individual were removed from the Rast Farm site, 40SY75, in Shelby County, TN. The human remains were removed by C.H. Nash Museum at Chucalissa staff. The human remains (40SY75/B-1) represent one sub-adult of unknown sex. No known individuals were identified. The one associated funerary object is a ceramic bottle. \n In 1972, human remains representing, at minimum, two individuals were removed from 40SY215 in Shelby County, TN. The human remains were surface collected by C.H. Nash Museum at Chucalissa staff as part of the Wolf River survey. The human remains (40SY215/4A) represent two adults of unknown sex. No known individuals were identified. No associated funerary objects are present. \n Around 1975, human remains representing, at minimum, two individuals were removed from 40SY321 in Shelby County, TN. The human remains were surface collected by C.H. Nash Museum at Chucalissa staff as part of the Loosahatchie River Survey. The human remains (40SY321/17, 40SY321/18) represent one adult and one subadult, both of unknown sex. No known individuals were identified. No associated funerary objects are present. \n In the 1950\\'s, human remains representing, at minimum, two individuals were removed from the Neshoba site, in Shelby County, TN. The human remains were surface collected by the Memphis Archaeological and Geological Society and donated to the Memphis Museums System. In 1984, the Memphis Museums System donated the human remains to the C.H. Nash Museum at Chucalissa. The human remains (MAGS Lot #31/10) represent one adult and one sub-adult, both of unknown sex. No known individuals were identified. No associated funerary objects are present. \n In 1959 or 1966, human remains representing, at minimum, three individuals were removed from the Hatchie site, 40TP1, in Tipton County, TN. The human remains were surface collected by staff of the Tennessee Department of Conservation and the C.H. Nash Museum at Chucalissa. The human remains (40TP1/12, 40TP1/57) represent two adults and one sub-adult, all of unknown sex. No known individuals were identified. No associated funerary objects are present. \n On an unknown date, human remains representing, at minimum, one individual were removed from the Mouth of the Hatchie River site, 40TP1, in Tipton County, TN. The human remains were removed by an unknown private collector. Sometime prior to 1990, this unknown collector donated his collection (C-88) to the C.H. Nash Museum at Chucalissa. The human remains (40TP1/72) represent one adult of unknown sex. No known individuals were identified. No associated funerary objects are present. \n On an unknown date, human remains representing, at minimum, one individual were removed from the Mouth of the Hatchie River site, 40TP1, in Tipton County, TN. The human remains were removed by University of Memphis staff. In 2009-2011, all archeological collections from the University of Memphis, including these human remains, were transferred to the C.H. Nash Museum at Chucalissa. The age and sex of the individual (HR.05.2009) is unknown. No known individuals were identified. No associated funerary objects are present. \n In 1969, human remains representing, at minimum, one individual were removed from 40TP12 in Tipton County, TN. The human remains were surface collected by C.H. Nash Museum at Chucalissa staff. The human remains (40TP12/2) represent one adult of unknown sex. No known individuals were identified. No associated funerary objects are present. \n On an unknown date, human remains representing, at minimum, one individual were removed from 40TP26 in Tipton County, TN. The human remains were removed by an unknown private collector. Sometime prior to 1990, this unknown collector donated his collection (C-88) to the C.H. Nash Museum at Chucalissa. The human remains (40TP26/23) represent one adult of unknown sex. No known individuals were identified. No associated funerary objects are present. \n In 1962, human remains representing, at minimum, one individual were removed from 40WY206 in Wayne County, TN. The human remains were surface collected by C.H. Nash Museum at Chucalissa staff during a survey sponsored by Memphis Press Scimitar. The human remains (40WY206/43) represent one adult of unknown sex. No known individuals were identified. No associated funerary objects are present. \n ", "h_d_ci": "Null", "determinations": "Determinations Made by the University of Memphis, C.H. Nash Memorial Museum/Chucalissa Archaeological Museum \n Officials of the University of Memphis, C.H. Nash Memorial Museum/Chucalissa Archaeological Museum have determined that: \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice are Native American based on osteological examination, museum records, and/or archeological context. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice represent the physical remains of 171 individuals of Native American ancestry. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(3)(A), the 245 objects described in this notice are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(2), a relationship of shared group identity cannot be reasonably traced between the Native American human remains and associated funerary objects and any present-day Indian Tribe. \n \\xe2\\x80\\xa2 According to final judgments of the Indian Claims Commission or the Court of Federal Claims, the land from which the Native American human remains and associated funerary objects were removed is the aboriginal land of the Eastern Band of Cherokee Indians; The Chickasaw Nation; and United Keetoowah Band of Cherokee Indians in Oklahoma. \n \\xe2\\x80\\xa2 Treaties, Acts of Congress, or Executive Orders, indicate that the land from which the Native American human remains and associated funerary objects were removed is the aboriginal land of the Eastern Band of Cherokee Indians; The Chickasaw Nation; and United Keetoowah Band of Cherokee Indians in Oklahoma. \n \\xe2\\x80\\xa2 Pursuant to 43 CFR 10.11(c)(1), the disposition of the human remains and associated funerary objects may be to the Eastern Band of Cherokee Indians; The Chickasaw Nation; and United Keetoowah Band of Cherokee Indians in Oklahoma. \n ", "a_r_d": "Representatives of any Indian Tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to Melissa Buchner, University of Memphis, C.H. Nash Memorial Museum/Chucalissa Archaeological Museum, 1987 Indian Village Drive, Memphis, TN 38109, telephone (901) 785-3160, email chucalissa@memphis.edu, by April 17, 2019. After that date, if no additional requestors have come forward, transfer of control of the human remains and associated funerary objects to the Eastern Band of Cherokee Indians; The Chickasaw Nation; and United Keetoowah Band of Cherokee Indians in Oklahoma may proceed. \n The University of Memphis, C.H. Nash Memorial Museum/Chucalissa Archaeological Museum is responsible for notifying the Eastern Band of Cherokee Indians; The Chickasaw Nation; The Muscogee (Creek) Nation; and United Keetoowah Band of Cherokee Indians in Oklahoma that this notice has been published. \n "}