{"index": "I_1315", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Inventory Completion: U.S. Department of the Interior, Bureau of Indian Affairs, Washington, DC and New York University College of Dentistry, New York, NY\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains in the control of the U.S. Department of the Interior, Bureau of Indian Affairs, Washington, DC, and in the physical custody of the New York University College of Dentistry, New York, NY. The human remains were removed from a village at Waacht, on the Makah Indian Reservation, Clallam County, WA.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003 (d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains. The National Park Service is not responsible for the determinations in this notice. \\n        A detailed assessment of the human remains was made by the Bureau of Indian Affairs and New York University College of Dentistry professional staff in consultation with representatives of the Makah Indian Tribe of the Makah Indian Reservation, Washington.\\n        In January 1921, human remains representing one individual were removed from an unoccupied house at Waacht, on the Makah Indian Reservation, Neah Bay, Clallam County, WA, by T.T. Waterman. That same year, Waterman donated the human remains to the Museum of the American Indian, Heye Foundation. In 1956, the Museum of the American Indian transferred the human remains to Dr. Theodore Kazamiroff, New York University College of Dentistry. No known individual was identified. No associated funerary objects are present.\\n\\n        Waterman\\'s notes indicate that the human remains were removed from a deserted house at the west end of Waacht. Based on Waterman\\'s description of the house, it has been determined that the human remains were removed from tribal lands. In this house, Waterman found the cranial remains of two individuals in a wooden case. One of the individuals, an adult, was associated with whaling objects. The other individual was a juvenile. Forensic examination identified the individual in the possession of the College of Dentistry as the remains of a child. Basketry in the wooden case and elsewhere in the house were identified as the craftwork of Dase\\'LtEb. Waterman concluded that the human remains of the adult were those of Mr. McCarty, the husband of Dase\\'LtEb. Although Waterman\\'s records name the adult as Mr. McCarty, they do not name the juvenile. Tribal representatives discussed this matter with members of the McCarty family. Information provided by members of the McCarty family indicates that the human remains of the child may belong to a nephew of Mr. McCarty, but no lineal descendants have been identified. \\n        Officials of the Bureau of Indian Affairs and New York University College of Dentistry have determined that, pursuant to 25 U.S.C. 3001 (9-10), the human remains described above represent the physical remains of one individual of Native American ancestry. Officials of the Bureau of Indian Affairs and New York University College of Dentistry also have determined that, pursuant to 25 U.S.C. 3001 (2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and the Makah Indian Tribe of the Makah Indian Reservation, Washington. \\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the human remains should contact Dr. Louis Terracio, New York University College of Dentistry, 345 East 24th St., New York, NY 10010, telephone (212) 998-9917, before November 12, 2009. Repatriation of the human remains to the Makah Indian Tribe of the Makah Indian Reservation, Washington may proceed after that date if no additional claimants come forward.\\n        New York University College of Dentistry and the Bureau of Indian Affairs are responsible for notifying the Makah Indian Tribe of the Makah Indian Reservation, Washington that this notice has been published.\\n        \\n          Dated: September 8, 2009\\n          Sherry Hutt, \\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. E9-24594 Filed 10-9-09; 8:45 am]\\n      BILLING CODE 4312-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Inventory Completion: U.S. Department of the Interior, Bureau of Indian Affairs, Washington, DC and New York University College of Dentistry, New York, NY", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: September 8, 2009", "signature_name": "Sherry Hutt, ", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. E9-24594 Filed 10-9-09; 8:45 am]", "billing_code": "BILLING CODE 4312-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}