{"index": "I_1384", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Inventory Completion: Montclair Art Museum, Montclair, NJ\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains and associated funerary objects in the possession of the Montclair Art Museum, Montclair, NJ. The human remains and associated funerary objects were removed from Harbor Springs, Emmett County, MI.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003 (d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations in this notice. \\n        A detailed assessment of the human remains was made by Montclair Art Museum professional staff in consultation with representatives of Little Traverse Bay Bands of Odawa Indians, Michigan.\\n        At an unknown date, human remains representing a minimum of one individual were removed from Harbor Springs, Emmett County, MI. Additional circumstances surrounding the donation of the human remains to the Montclair Art Museum are not known. No known individual was identified. The two associated funerary objects are one knife and one fishing spear head. \\n\\n        A handwritten label on the base states that these are \\xe2\\x80\\x9cIndian Relics.\\xe2\\x80\\x9d The label also states that everything except the spear were found in a grave at Harbor Springs, MI. However, given the storage of the spear head with the human remains and knife, museum officials reasonably believe it to be an associated funerary object and related to the other items. \\n        Harbor Springs is within the territory of the Little Traverse Bay Band of Odawa Indians, Michigan. \\n        Officials of the Montclair Art Museum have determined that, pursuant to 25 U.S.C. 3001 (9-10), the human remains described above represent the physical remains of one individual of Native American ancestry. Officials of the Montclair Art Museum also have determined that, pursuant to 25 U.S.C. 3001 (3)(A), the two objects described above are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony. Lastly, officials of the Montclair Art Museum have determined that, pursuant to 25 U.S.C. 3001 (2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and associated funerary objects and the Little Traverse Bay Bands of Odawa Indians, Michigan. \\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the human remains and associated funerary objects should contact Twig Johnson, Curator of Native American Art, Montclair Art Museum, 3 South Mountain Ave., Montclair, NJ 07042-1747, telephone (973) 746-5555, ext. 225, before June 8, 2009. Repatriation of the human remains and associated funerary objects to the Little Traverse Bay Bands of Odawa Indians, Michigan may proceed after that date if no additional claimants come forward.\\n        The Montclair Art Museum is responsible for notifying the Little Traverse Bay Bands of Odawa Indians, Michigan that this notice has been published.\\n        \\n          Dated: April 3, 2009.\\n          Sherry Hutt,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. E9-10542 Filed 5-6-09; 8:45 am]\\n      BILLING CODE 4312-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Inventory Completion: Montclair Art Museum, Montclair, NJ", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: April 3, 2009.", "signature_name": "Sherry Hutt,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. E9-10542 Filed 5-6-09; 8:45 am]", "billing_code": "BILLING CODE 4312-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}