{"index": "I_1351", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Inventory Completion: U.S. Department of the Interior, Bureau of Indian Affairs, Washington, DC and Arizona State Museum, University of Arizona, Tucson, AZ\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains and an associated funerary object in the control of the U.S. Department of the Interior, Bureau of Indian Affairs, Washington, DC, and in the physical custody of the Arizona State Museum, University of Arizona, Tucson, AZ. The human remains and associated funerary object were removed from a site within the boundaries of the Gila River Indian Reservation, Maricopa and Pinal Counties, AZ.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003 (d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains and associated funerary object. The National Park Service is not responsible for the determinations in this notice. \\n        A detailed assessment of the human remains was made by Arizona State Museum and Bureau of Indian Affairs professional staff in consultation with representatives of the Ak Chin Indian Community of the Maricopa (Ak Chin) Indian Reservation, Arizona; Gila River Indian Community of the Gila River Indian Reservation, Arizona; Salt River Pima-Maricopa Indian Community of the Salt River Reservation, Arizona; and Tohono O\\'odham Nation of Arizona.\\n\\n        In 1973, human remains representing a minimum of four individuals were removed from a cave northwest of St. Johns Church, located within the boundaries of the Gila River Indian Reservation in Maricopa County, AZ. No additional site information is available. The human remains were collected by agents of the U.S. Department of Justice, Federal Bureau of Investigation and were received by the Arizona State Museum later that same year. No known individuals were identified. The one associated funerary object is a textile fragment. \\n        Museum records lack sufficient information to culturally affiliate the human remains with any specific tribe. However, examination by a forensic anthropologist indicates that the human remains are of Native American ancestry, and possibly date to the Historic Period. \\n        Officials of the Bureau of Indian Affairs and Arizona State Museum have determined that, pursuant to 25 U.S.C. 3001 (9-10), the human remains described above represent the physical remains of four individuals of Native American ancestry. Officials of the Bureau of Indian Affairs and Arizona State Museum also have determined that, pursuant to 25 U.S.C. 3001 (3)(A), the one object described above is reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony. Lastly, officials of the Bureau of Indian Affairs and Arizona State Museum have determined that, pursuant to 25 U.S.C. 3001 (2), a relationship of shared group identity cannot be reasonably traced between the Native American human remains and associated funerary object and any present-day Indian tribe. \\n\\n        The Native American Graves Protection and Repatriation Review Committee (Review Committee) is responsible for recommending specific actions for disposition of culturally unidentifiable human remains. In 2008, the Bureau of Indian Affairs and Arizona State Museum requested that the Review Committee recommend disposition of the culturally unidentifiable human remains to the Gila River Indian Community of the Gila River Indian Reservation, Arizona, as the aboriginal and historic occupants of the lands near St. Johns Church in Maricopa County, AZ. The Review Committee considered the request at its October 11-12, 2008 meeting and recommended disposition of the human remains to the Gila River Indian Community of the Gila River Indian Reservation, Arizona. An April 3, 2009 letter from the Designated Federal Official on behalf of the Secretary of the Interior transmitted the authorization for the museum to effect disposition of the human remains of the four culturally unidentifiable individuals to the Gila River Indian Community of the Gila River Indian Reservation, Arizona contingent on the publication of a Notice of Inventory Completion in the Federal Register. This notice fulfills that requirement. In the same letter, the Secretary recommended the transfer of the associated funerary object to the Gila River Indian Community of the Gila River Indian Reservation, Arizona, to the extent allowed by Federal, state, or local law.\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the human remains and/or associated funerary object should contact John McClelland, NAGPRA Coordinator, Arizona State Museum, University of Arizona, Tucson, AZ 85721, telephone (520) 626-2950, before July 7, 2009. Disposition of the human remains and associated funerary object to the Gila River Indian Community of the Gila River Indian Reservation, Arizona may proceed after that date if no additional claimants come forward.\\n        The Arizona State Museum is responsible for notifying the Ak Chin Indian Community of the Maricopa (Ak Chin) Indian Reservation, Arizona; Gila River Indian Community of the Gila River Indian Reservation, Arizona; Salt River Pima-Maricopa Indian Community of the Salt River Reservation, Arizona; and Tohono O\\'odham Nation of Arizona that this notice has been published.\\n        \\n          Dated: May 29, 2009\\n          Sherry Hutt,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. E9-16025 Filed 7-6-09; 8:45 am]\\n      BILLING CODE 4312-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Inventory Completion: U.S. Department of the Interior, Bureau of Indian Affairs, Washington, DC and Arizona State Museum, University of Arizona, Tucson, AZ", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: May 29, 2009", "signature_name": "Sherry Hutt,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. E9-16025 Filed 7-6-09; 8:45 am]", "billing_code": "BILLING CODE 4312-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}