{"index": "I_1333", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Inventory Completion: Fernbank Museum of Natural History, Atlanta, GA \\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C 3003, of the completion of an inventory of human remains and associated funerary objects in the possession of the Fernbank Museum of Natural History, Atlanta, GA. The human remains and associated funerary objects were removed from St. Catherines Island, Liberty County, GA.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003 (d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations in this notice. \\n        A detailed inventory and assessment of the human remains and funerary objects was made by Fernbank Museum of Natural History curatorial staff, aided by published reports and other documentation prepared by the American Museum of Natural History, and in consultation with the Alabama-Quassarte Tribal Town, Oklahoma; Muscogee (Creek) Nation, Oklahoma; Poarch Band of Creek Indians of Alabama; Seminole Nation of Oklahoma; Seminole Tribe of Florida (Dania, Big Cypress, Brighton, Hollywood & Tampa Reservations); and the Thlopthlocco Tribal Town, Oklahoma.\\n\\n        The human remains and associated funerary objects described in this notice are from the St. Catherines Island Foundation and Edward John Noble Foundation Archeological Collection, and were removed from sites on privately-owned land on St. Catherines Island, GA, during research conducted under the auspices of the Edward John Noble and the St. Catherines Island Foundations. A phased transfer of the collection to Fernbank Museum of Natural History was initiated in 2004, under a gift agreement with both foundations, and will be completed by January 2010. Presently, Fernbank Museum is in possession of approximately 90 percent of the collection by volume. Except for those individuals and associated funerary objects described in this notice, most of the collection is determined to be culturally unidentifiable. The curatorial staff of the Fernbank Museum do not believe it is possible to trace a shared group identity between present-day Indian tribes and human remains and associated funerary objects that pre-date the late prehistoric Mississippian (Irene) Period (A.D. 1350-1580) on the Georgia coast, since the preponderance of evidence presently available from archeological, ethnohistorical, and other relevant sources does not establish a clear historical affiliation. \\n        \\n        In 1969-1970, human remains were removed from Johns Mound (9LI18), Liberty County, GA, during archeological excavations conducted by the University of Georgia under the direction of Dr. Joseph R. Caldwell. The human remains were subsequently subjected to bioarcheological study under the direction of Dr. Clark Spencer Larsen, working in collaboration with the American Museum of Natural History. After storage for intervals at the University of Georgia and on St. Catherines Island, the human remains were transferred to the Fernbank Museum by the Edward John Noble Foundation in 2004. Of the 72 individuals removed, only 2 have been determined to be culturally affiliated. No known individuals were identified. The six associated funerary objects are three ceramic vessels, two bone pins, and one set of fragments of small shell beads. \\n        The majority of the human remains from Johns Mound are determined to be culturally unidentifiable. Exceptions to this determination concern two intrusive burials in Johns Mound with associated materials that date them to the historic Contact (Altamaha) Period (A.D. 1580-1700). Curatorial staff of the Fernbank Museum reasonably believe, based on historical geography, general continuities of material culture, and probable linguistic continuity across the Late Prehistoric/Contact Period boundary, as well as previous NAGPRA determinations for human remains and funerary objects from the Georgia coast, that a relationship of shared group identity can be traced between the historic Contact (Altamaha) Period inhabitants of coastal Georgia and six present-day Indian tribes. These six Indian tribes are the Alabama-Quassarte Tribal Town, Oklahoma; Muscogee (Creek) Nation, Oklahoma; Poarch Band of Creek Indians of Alabama; Seminole Nation of Oklahoma; Seminole Tribe of Florida (Dania, Big Cypress, Brighton, Hollywood & Tampa Reservations); and the Thlopthlocco Tribal Town, Oklahoma. \\n        In 1976-1977, human remains were removed from Seaside Mound II (9LI62), Liberty County, GA, during archeological excavations conducted by the American Museum of Natural History under the direction of Dr. David Hurst Thomas. The human remains were subsequently subjected to bioarchaeological study under the direction of Dr. Larsen, working in collaboration with the American Museum of Natural History. After storage for intervals at the American Museum of Natural History and on St. Catherines Island, the human remains were transferred to the Fernbank Museum by the Edward John Noble Foundation in 2004. Of the 19 individuals removed, only 3 have been determined to be culturally affiliated. No known individuals were identified. No associated funerary objects recovered from the site were transferred to the Fernbank Museum.\\n        The majority of the human remains from Seaside Mound II are determined to be culturally unidentifiable. Exceptions to this determination concern three intrusive burials in Seaside Mound II with associated materials that date them to the late prehistoric Mississippian (Irene) Period (A.D. 1350-1580). Curatorial staff of the Fernbank Museum reasonably believe, based on historical geography, general continuities of material culture, and probable linguistic continuity across the Late Prehistoric/Contact Period boundary, as well as previous NAGPRA determinations for human remains and funerary objects from the Georgia coast, that a relationship of shared group identity can be traced between the historic Contact (Altamaha) Period inhabitants of coastal Georgia and six present-day Indian tribes. These six Indian tribes are the Alabama-Quassarte Tribal Town, Oklahoma; Muscogee (Creek) Nation, Oklahoma; Poarch Band of Creek Indians of Alabama; Seminole Nation of Oklahoma; Seminole Tribe of Florida (Dania, Big Cypress, Brighton, Hollywood & Tampa Reservations); and the Thlopthlocco Tribal Town, Oklahoma. \\n        In 1986, and from 1991 to 1993, human remains representing at least 37 individuals were removed from South End Mound I (9LI3), Liberty County, GA, during archeological excavations. In 1986, the excavations were conducted by the American Museum of Natural History under the direction of Dr. Thomas. In 1991-1993, the excavations were conducted under the direction of Dr. Larsen. The human remains were subsequently subjected to bioarcheological study under the direction of Dr. Larsen. After storage for intervals at Purdue University, University of North Carolina - Chapel Hill, American Museum of Natural History, and on St. Catherines Island, the human remains were transferred to the Fernbank Museum by the Edward John Noble Foundation in 2004. No known individuals were identified. No associated funerary objects recovered from the site were transferred to the Fernbank Museum. \\n        Based on associated material culture and radiocarbon dating results, the curatorial staff of the Fernbank Museum believes it is reasonable to trace a relationship of shared group identity between the late prehistoric Mississippian (Irene) Period (A.D. 1350-1580) and the historic Contact (Altamaha) Period (A.D. 1580-1700) inhabitants of coastal Georgia and six present-day Indian tribes. These six Indian tribes are the Alabama-Quassarte Tribal Town, Oklahoma; Muscogee (Creek) Nation, Oklahoma; Poarch Band of Creek Indians of Alabama; Seminole Nation of Oklahoma; Seminole Tribe of Florida (Dania, Big Cypress, Brighton, Hollywood & Tampa Reservations); and the Thlopthlocco Tribal Town, Oklahoma. This determination is made on the basis of historical geography, general continuities of material culture, and probable linguistic continuity across the Late Prehistoric/Contact Period boundary, as well as previous NAGPRA determinations for human remains and funerary objects from the Georgia coast.\\n        In 1982-1986, human remains representing 431 individuals were removed from the site of Mission Santa Catalina de Guale (9LI274), Liberty County, GA, during archeological excavations conducted by the American Museum of Natural History under the direction of Dr. Thomas and Dr. Larsen. The human remains were subsequently subjected to bioarcheological study under the direction of Dr. Larsen, working in collaboration with the American Museum of Natural History. After storage for intervals at Northern Illinois University and on St. Catherines Island, most of the human remains were reburied at the site on two occasions. In May 1984, three coffins containing human remains were returned to the cemetery in conjunction with a ceremony to reconsecrate the Catholic church site, conducted by Bishop Raymond Lessard. In April 2000, additional human remains were placed in 26 individual, specially built containers and reburied in the same location, in a ceremony presided over by an ordained Presbyterian minister. The human remains of at least 18 individuals from the mission site are now in possession of the Fernbank Museum. These remains are all teeth that were apparently separated from the reinterred material. No known individuals were identified. No associated funerary objects have been transferred to the Fernbank Museum.\\n\\n        Based on associated material culture and radiocarbon dating results, the curatorial staff of Fernbank Museum believe it is reasonable to trace a relationship of shared group identity between the historic Contact (Altamaha) Period (A.D. 1580-1700) inhabitants of coastal Georgia at mission Santa Catalina de Guale and six present-day Indian tribes. This determination is made on the basis of historical geography, general continuities of material culture, and probable linguistic continuity across the Late Prehistoric/Contact Period boundary, as well as previous NAGPRA determinations for human remains and funerary objects from the Georgia coast. These six Indian tribes are the Alabama-Quassarte Tribal Town, Oklahoma; Muscogee (Creek) Nation, Oklahoma; Poarch Band of Creek Indians of Alabama; Seminole Nation of Oklahoma; Seminole Tribe of Florida (Dania, Big Cypress, Brighton, Hollywood & Tampa Reservations); and the Thlopthlocco Tribal Town, Oklahoma. \\n        Officials of the Fernbank Museum of Natural History have determined that, pursuant to 25 U.S.C. 3001 (9-10), the human remains described above represent the physical remains of 60 individuals of Native American ancestry. Officials of the Fernbank Museum of Natural History also have determined that, pursuant to 25 U.S.C. 3001 (3)(A), the six objects described above are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony. Lastly, officials of the Fernbank Museum of Natural History have determined that, pursuant to 25 U.S.C. 3001 (2), there is a relationship of shared group identity which can be reasonably traced between the Native American human remains and associated funerary objects and the Alabama-Quassarte Tribal Town, Oklahoma; Muscogee (Creek) Nation, Oklahoma; Poarch Band of Creek Indians of Alabama; Seminole Nation of Oklahoma; Seminole Tribe of Florida (Dania, Big Cypress, Brighton, Hollywood & Tampa Reservations); and the Thlopthlocco Tribal Town, Oklahoma.\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the human remains and associated funerary objects should contact Dennis B. Blanton, Curator - Native American Archaeology, Fernbank Museum of Natural History, 767 Clifton Rd. NE., Atlanta, GA 30307-1221, telephone: (404) 929-6304, before September 21, 2009. Repatriation of the human remains and associated funerary objects to the Alabama-Quassarte Tribal Town, Oklahoma; Muscogee (Creek) Nation, Oklahoma; Poarch Band of Creek Indians of Alabama; Seminole Nation of Oklahoma; Seminole Tribe of Florida (Dania, Big Cypress, Brighton, Hollywood & Tampa Reservations); and the Thlopthlocco Tribal Town, Oklahoma may proceed after that date if no additional claimants come forward.\\n        The Fernbank Museum of Natural History is responsible for notifying the Alabama-Quassarte Tribal Town, Oklahoma; Muscogee (Creek) Nation, Oklahoma; Poarch Band of Creek Indians of Alabama; Seminole Nation of Oklahoma; Seminole Tribe of Florida (Dania, Big Cypress, Brighton, Hollywood & Tampa Reservations); and the Thlopthlocco Tribal Town, Oklahoma that this notice has been published.\\n        \\n          Dated: August 5, 2009.\\n          Sherry Hutt,\\n          Manager, National NAGPRA Program. \\n        \\n      \\n      [FR Doc. E9-19983 Filed 8-19-09; 8:45 am]\\n      BILLING CODE 4312-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Inventory Completion: Fernbank Museum of Natural History, Atlanta, GA ", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: August 5, 2009.", "signature_name": "Sherry Hutt,", "signature_title": "Manager, National NAGPRA Program. ", "fr_doc": "[FR Doc. E9-19983 Filed 8-19-09; 8:45 am]", "billing_code": "BILLING CODE 4312-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}