{"index": "I_1327", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Inventory Completion: Detroit Institute of Arts, Detroit, MI\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains in the possession of the Detroit Institute of Arts, Detroit, MI. The human remains were removed from either the city of Detroit or the surrounding area of Detroit, MI.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003 (d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains. The National Park Service is not responsible for the determinations in this notice. \\n        A detailed assessment of the human remains was made by the Detroit Institute of Arts professional staff in consultation with representatives of the Little Traverse Bay Bands of Odawa Indians, Michigan.\\n        Sometime prior to 1972, human remains representing, at minimum, 10 individuals were removed from private property within either Detroit or in the surrounding area outside of Detroit, MI. In 1989, the box containing 143 human bones was discovered during an inventory of the collections at the Detroit Institute of Arts. An accompanying note read \\xe2\\x80\\x9cNA Indian bones, Mich.\\xe2\\x80\\x9d The museum determined that the handwriting on the note belonged to a curator, now deceased, who had been employed at the museum between 1939 and 1972. Museum officials concluded that, sometime prior to 1972, these human remains had been transferred to the museum by a Detroit-area resident who had discovered them locally and on private property. No known individuals were identified. No associated funerary objects are present. \\n        Osteological examination of the human remains by Wayne State University concluded that the human remains were, more likely than not, Native American and from a prehistoric date. Officials of the Detroit Institute of Arts have determined that given the totality of circumstances surrounding the acquisition of the human remains, there is insufficient evidence to determine by a reasonable belief, the cultural affiliation to any present-day Indian tribe.\\n        Officials of the Detroit Institute of Arts have determined that, pursuant to 25 U.S.C. 3001 (9-10), the human remains described above represent the physical remains of 10 individuals of Native American ancestry. Officials of the Detroit Institute of Arts also have determined that, pursuant to 25 U.S.C. 3001 (2), a relationship of shared group identity cannot be reasonably traced between the Native American human remains and any present-day Indian tribe. \\n\\n        The Native American Graves Protection and Repatriation Review Committee (Review Committee) is responsible for recommending specific actions for disposition of culturally unidentifiable human remains. In 2008, officials of the Detroit Institute of Arts requested the disposition of the culturally unidentifiable human remains to the Bay Mills Indian Community, Michigan; Keweenaw Bay Indian Community, Michigan; Grand Traverse Band of Ottawa and Chippewa Indians, Michigan; Lac Vieux Desert Band of Lake Superior Chippewa Indians, Michigan; Little River Band of Ottawa Indians, Michigan; Little Traverse Bay Bands of Odawa Indians, Michigan; Pokagon Band of Potawatomi Indians, Michigan and Indiana; Saginaw Chippewa Indian Tribe of Michigan; and Sault Ste. Marie Tribe of Chippewa Indians of Michigan, as more likely than not, aboriginal occupants of the land of present-day Detroit. The Review Committee considered the request at its October 11-12, 2008 meeting and recommended disposition of the human remains to the Bay Mills Indian Community, Michigan; Keweenaw Bay Indian Community, Michigan; Grand Traverse Band of Ottawa and Chippewa Indians, Michigan; Lac Vieux Desert Band of Lake Superior Chippewa Indians, Michigan; Little River Band of Ottawa Indians, Michigan; Little Traverse Bay Bands of Odawa Indians, Michigan; Pokagon Band of Potawatomi Indians, Michigan and Indiana; Saginaw Chippewa Indian Tribe of Michigan; and Sault Ste. Marie Tribe of Chippewa Indians of Michigan. An April 3, 2009, letter from the Designated Federal Officer on behalf of the Secretary of Interior transmitted the authorization for the museum to effect disposition of the human remains of the 10 culturally unidentifiable individuals to the Indian tribes listed above contingent on the publication of a Notice of Inventory Completion in the Federal Register. This notice fulfills that requirement.\\n\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the human remains should contact David Penney, Vice President of Exhibitions and Collection Strategies, Detroit Institute of Arts, 5200 Woodward Avenue, Detroit, MI 48202, telephone (313) 833-1432, before September 24, 2009. Disposition of the human remains to the Bay Mills Indian Community, Michigan; Keweenaw Bay Indian Community, Michigan; Grand Traverse Band of Ottawa and Chippewa Indians, Michigan; Lac Vieux Desert Band of Lake Superior Chippewa Indians, Michigan; Little River Band of Ottawa Indians, Michigan; Little Traverse Bay Bands of Odawa Indians, Michigan; Pokagon Band of Potawatomi Indians, Michigan and Indiana; Saginaw Chippewa Indian Tribe of Michigan; and Sault Ste. Marie Tribe of Chippewa Indians of Michigan may proceed after that date if no additional claimants come forward.\\n        The Detroit Institute of Arts is responsible for notifying the Bay Mills Indian Community, Michigan; Keweenaw Bay Indian Community, Michigan; Grand Traverse Band of Ottawa and Chippewa Indians, Michigan; Lac Vieux Desert Band of Lake Superior Chippewa Indians, Michigan; Little River Band of Ottawa Indians, Michigan; Little Traverse Bay Bands of Odawa Indians, Michigan; Pokagon Band of Potawatomi Indians, Michigan and Indiana; Saginaw Chippewa Indian Tribe of Michigan; and Sault Ste. Marie Tribe of Chippewa Indians of Michigan that this notice has been published.\\n        \\n          Dated: August 11, 2009\\n          Sherry Hutt,\\n          Manager, National NAGPRA Program. \\n        \\n      \\n      [FR Doc. E9-20486 Filed 8-24-09; 8:45 am]\\n      BILLING CODE 4312-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Inventory Completion: Detroit Institute of Arts, Detroit, MI", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: August 11, 2009", "signature_name": "Sherry Hutt,", "signature_title": "Manager, National NAGPRA Program. ", "fr_doc": "[FR Doc. E9-20486 Filed 8-24-09; 8:45 am]", "billing_code": "BILLING CODE 4312-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}