{"index": "I_1376", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Inventory Completion: U.S. Department of the Interior, Bureau of Land Management, Spokane District Office, Spokane, WA and Museum of Anthropology at Washington State University, Pullman, WA\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains and associated funerary objects in the control of the U.S. Department of the Interior, Bureau of Land Management, Spokane District Office, Spokane, WA, and in the physical custody of the Museum of Anthropology at Washington State University, Pullman, WA. The human remains and associated funerary objects were removed from a site along the Rocky Reach Reservoir, Chelan County, WA.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003 (d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations in this notice. \\n        A detailed assessment of the human remains was made by professional staff at the Bureau of Land Management, Spokane District Office and the Museum of Anthropology at Washington State University in consultation with representatives of the Confederated Tribes of the Colville Reservation, Washington and Confederated Tribes and Bands of the Yakama Nation, Washington.\\n        In 1982, human remains representing a minimum of three individuals were removed from site 45CH254 in Chelan County, WA, by Randall Schalk and Robert Mierendorf during a survey of the Rocky Reach Dam Reservoir. The human remains have been in the possession of the Museum of Anthropology at Washington State University since that time. No known individuals were identified. The human remains were found mixed together in an eroding embankment. At the time of excavation, the remains of only one adult individual were identified. Museum documentation indicates that this individual was turned over to the Confederated Tribes of the Colville Reservation on May 19, 1982. In 2007, an inventory of the collections identified the remains of an infant and child, as well as elements from an adult, but it is uncertain whether they belong to the individual turned over to the Confederated Tribes of the Colville Reservation in 1982. The 109 associated funerary objects are 5 bifaces, 4 lots of charcoal, 8 lots of fire modified rock, 34 lots of faunal remains, 16 lots of flakes, 1 tip of a chipped stone tool, 15 retouched flakes, 1 lot of seeds, 4 lots of natural rock, 1 hopper mortar base, 1 mano, 10 projectile points, 2 scrapers, 1 lot of red ochre, 5 lots of shell fish remains, and 1 incised bone object.\\n\\n        The determination of the cultural affiliation of the human remains is based upon geographical, archeological, oral tradition, and historic evidence. Charcoal from site 45CH254 was radiocarbon dated to about 1,200 years ago. The human remains and artifacts indicate that they are from the Native people who utilized the Columbia River during that time period. Direct descendant communities from the Native people that jointly used the Columbia River 1,200 years ago are members of the Confederated Tribes of the Colville Reservation, Washington and Confederated Tribes and Bands of the Yakama Nation, Washington.\\n        Officials of the Bureau of Land Management, Spokane District Office and the Museum of Anthropology at Washington State University have determined that, pursuant to 25 U.S.C. 3001 (9-10), the human remains described above represent the physical remains of a minimum of three individuals of Native American ancestry. Officials of the Bureau of Land Management, Spokane District Office and the Museum of Anthropology at Washington State University also have determined that, pursuant to 25 U.S.C. 3001 (3)(A), the 109 objects described above are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony. Lastly, officials of the Bureau of Land Management, Spokane District Office have determined that, pursuant to 25 U.S.C. 3001 (2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and associated funerary objects and the Confederated Tribes of the Colville Reservation, Washington and Confederated Tribes and Bands of the Yakama Nation, Washington. \\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the human remains and associated funerary objects should contact Richard Bailey, District Archaeologist, Bureau of Land Management, Spokane District Office, 1103 N. Fancher Road, Spokane, WA 99212-1275, telephone (509) 536-1217, before June 8, 2009. Repatriation of the human remains and associated funerary objects to the Confederated Tribes of the Colville Reservation, Washington and Confederated Tribes and Bands of the Yakama Nation, Washington may proceed after that date if no additional claimants come forward.\\n        The Bureau of Land Management, Spokane District Office is responsible for notifying the Confederated Tribes of the Colville Reservation, Washington and Confederated Tribes and Bands of the Yakama Nation, Washington that this notice has been published.\\n        \\n          Dated: April 3, 2009.\\n          Sherry Hutt,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. E9-10538 Filed 5-6-09; 8:45 am]\\n      BILLING CODE 4312-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Inventory Completion: U.S. Department of the Interior, Bureau of Land Management, Spokane District Office, Spokane, WA and Museum of Anthropology at Washington State University, Pullman, WA", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: April 3, 2009.", "signature_name": "Sherry Hutt,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. E9-10538 Filed 5-6-09; 8:45 am]", "billing_code": "BILLING CODE 4312-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}