{"index": "I_1339", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Inventory Completion: The Public Museum, Grand Rapids, MI\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains and associated funerary objects in the possession of The Public Museum, Grand Rapids, MI. The human remains and associated funerary objects were removed from an unknown site in or near Bay City, Bay County, MI. \\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003 (d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations in this notice.\\n        A detailed assessment of the human remains and associated funerary objects was made by The Public Museum\\'s professional staff in consultation with the Little Traverse Bay Bands of Odawa Indians, Michigan and Saginaw Chippewa Indian Tribe of Michigan.\\n        At an unknown date, human remains representing a minimum of three individuals were removed from a burial mound at an unknown location in or near Bay City, Bay County, MI. In 1917, the human remains were purchased by The Public Museum from E.C. Crane. No known individuals were identified. The 19 associated funerary objects are 2 copper kettles, 14 stone flakes, 2 scrapers, and 1 hammerstone. \\n        Museum records indicate the material is from \\xe2\\x80\\x9cmound b2,\\xe2\\x80\\x9d an unknown site that is not recorded in the Michigan State Historic Preservation Office records. Museum records indicate that the human remains were removed from burial mounds, but do not indicate where the removal was for the objects. However, since the objects were found stored with the human remains and are consistent with other associated funerary objects removed from the Bay City area from burial mounds, the cultural items have been determined to be funerary objects associated with these individuals. The remains of one individual are associated with copper kettles suggesting a historic date, and the remaining two individuals were associated with the lithic artifacts, suggesting an unknown earlier context. The associated funerary objects indicate this was a multicomponent mound, and that an historic burial was intrusive to an earlier mound context. \\n        Based on archeological expert opinion, the human remains and associated funerary objects are from a site located within the Saginaw River watershed which has been inhabited by both the Ottawa and Chippewa people, with the Chippewa becoming the dominant group in the Saginaw River Valley by the end of the 17th century. Based on consultation with both the Saginaw Chippewa Indian Tribe of Michigan and Little Traverse Bay Bands of Odawa Indians, Michigan, as well as historical, geographical, and archeological evidence, The Public Museum\\'s professional staff reasonably believe the human remains and associated funerary objects are affiliated with the Saginaw Chippewa Indian Tribe of Michigan.\\n        Officials of The Public Museum have determined that, pursuant to 25 U.S.C. 3001 (9-10), the human remains described above represent the physical remains of three individuals of Native American ancestry. Officials of The Public Museum also have determined that, pursuant to 25 U.S.C. 3001 (3)(A), the 19 cultural items described above are reasonably believed to have been placed with or near individual remains at the time of death or later as part of the death rite or ceremony. Lastly, officials of The Public Museum have determined that, pursuant to 25 U.S.C. 3001 (2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and associated funerary objects and the Saginaw Chippewa Indian Tribe of Michigan.\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the human remains and associated funerary objects should contact Marilyn Merdzinski, Director of Collections and Preservation, The Public Museum, 272 Pearl St. NW., Grand Rapids, MI 49504, telephone (616) 456-3521, before September 21, 2009. Repatriation of the human remains and associated funerary objects to the Saginaw Chippewa Indian Tribe of Michigan may proceed after that date if no additional claimants come forward.\\n        The Public Museum is responsible for notifying the Little Traverse Bay Bands of Odawa Indians, Michigan and Saginaw Chippewa Indian Tribe of Michigan that this notice has been published. \\n        \\n          Dated: July 9, 2009.\\n          Sherry Hutt,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. E9-19978 Filed 8-19-09; 8:45 am]\\n      BILLING CODE 4312-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Inventory Completion: The Public Museum, Grand Rapids, MI", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: July 9, 2009.", "signature_name": "Sherry Hutt,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. E9-19978 Filed 8-19-09; 8:45 am]", "billing_code": "BILLING CODE 4312-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}