{"index": "I_1357", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Inventory Completion: Thomas Burke Memorial Washington State Museum, University of Washington, Seattle, WA\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains in the possession of the Thomas Burke Memorial Washington State Museum (Burke Museum), University of Washington, Seattle, WA. The human remains were most likely removed from Vancouver, Clark County, WA.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003 (d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains. The National Park Service is not responsible for the determinations in this notice. \\n        A detailed assessment of the human remains was made by Burke Museum professional staff in consultation with representatives of the Confederated Tribes and Bands of the Yakama Nation, Washington; Confederated Tribes of the Chehalis Reservation, Washington; Confederated Tribes of the Grand Ronde Community of Oregon; Confederated Tribes of the Siletz Reservation, Oregon; Confederated Tribes of the Umatilla Indian Reservation, Oregon; Confederated Tribes of the Warm Springs Reservation of Oregon; Cowlitz Indian Tribe, Washington; Muckleshoot Indian Tribe of the Muckleshoot Indian Reservation, Washington; Nisqually Indian Tribe of the Nisqually Reservation, Washington; Snoqualmie Tribe, Washington; Spokane Tribe of the Spokane Reservation, Washington; Stillaguamish Tribe of Washington, and three non-Federally recognized Indian groups - Clatsop-Nehalem Confederated Tribes, Snoqualmoo Tribe, and Wanapum Band.\\n        At an unknown date before 1962, human remains representing a minimum of one individual were removed from an unknown site in the city of Vancouver within Clark County, WA. No known individual was identified. No associated funerary objects are present. \\n        These human remains were previously considered culturally unidentifiable, but after further review by a University of Washington physical anthropologist, the human remains have been determined to be Native American. There are only two fragments of the cranium present; however, they exhibit morphological evidence consistent with Native American morphology, such as the presence of wormian bones and a thick cranial vault, as well as cranial deformity.\\n        Early and late published ethnographic documentation indicates that Vancouver, WA, was within the aboriginal territory of the Watlala, Multnomah, Clackamas, Toppenish, and Wasco (Hale 1841, Silverstein 1998, Spier 1936, Mooney 1896) whose descendents are represented today by the Confederated Tribes and Bands of the Yakama Nation, Washington; Confederated Tribes of the Warm Springs Reservation of Oregon; and Confederated Tribes of the Grand Ronde Community of Oregon. During the treaty period, the Clackamas were removed to the Grand Ronde Reservation. \\n        Vancouver falls outside of the lands described in the Indian Land Areas Judicially Established 1978; however, the tribes with judicially established Indian land areas in close proximity of Vancouver include the Upper Chehalis to the north, the Cowlitz to the northeast, the Warm Springs to the south, and the Yakama to the west. The core territory of the Cowlitz Indian Tribe, Washington is to the north of Vancouver, but aboriginally the Cowlitz utilized resources and visited the Vancouver area. During the treaty period, the Cowlitz were removed to the Chehalis Reservation, Yakama Reservation, and Quinault Reservation. In 2000, the Cowlitz Indian Tribe, Washington was independently Federally-recognized. \\n\\n        From 1824 until 1860, the Hudson\\'s Bay Company operated a trading post at Fort Vancouver. This post brought together diverse communities through trade including over 23 tribes. Specifically, in addition to the four above-mentioned tribes, the Confederated Tribes of the Chehalis Reservation, Washington; Confederated Tribes of the Siletz Reservation, Oregon; Confederated Tribes of the Umatilla Indian Reservation, Oregon; Muckleshoot Indian Tribe of the Muckleshoot Indian Reservation, Washington; Nisqually Indian Tribe of the Nisqually Reservation, Washington; Snoqualmie Tribe, Washington; Spokane Tribe of the Spokane Reservation, Washington; Stillaguamish Tribe of Washington, and the following non-Federally recognized Indian groups: the Clatsop-Nehalem Confederated Tribes, Snoqualmoo Tribe, and Wanapum Band, also had a close association with Fort Vancouver. Church burial records indicate that the ancestors of the above-mentioned tribes were all buried at Fort Vancouver. In addition, many of these cultures practiced intentional cranial modification, as seen in the human remains described in this notice. Based on the morphology of the human remains, provenience, ethnographic and historical records, officials of the Burke Museum reasonably believe that these tribes are associated with the Native American human remains.\\n        Officials of the Burke Museum have determined that, pursuant to 25 U.S.C. 3001 (9-10), the human remains described above represent the physical remains of one individual of Native American ancestry. Officials of the Burke Museum also have determined that, pursuant to 25 U.S.C. 3001 (2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and the Confederated Tribes and Bands of the Yakama Nation, Washington; Confederated Tribes of the Chehalis Reservation, Washington; Confederated Tribes of the Grand Ronde Community of Oregon; Confederated Tribes of the Siletz Reservation, Oregon; Confederated Tribes of the Umatilla Indian Reservation, Oregon; Confederated Tribes of the Warm Springs Reservation of Oregon; Cowlitz Indian Tribe, Washington; Muckleshoot Indian Tribe of the Muckleshoot Indian Reservation, Washington; Nisqually Indian Tribe of the Nisqually Reservation, Washington; Snoqualmie Tribe, Washington; Spokane Tribe of the Spokane Reservation, Washington; and Stillaguamish Tribe of Washington. Furthermore, officials of the Burke Museum have determined there is a cultural relationship between the human remains and three non-Federally recognized Indian groups - the Clatsop-Nehalem Confederated Tribes, Snoqualmoo Tribe, and Wanapum Band.\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the human remains should contact Dr. Peter Lape, Burke Museum, University of Washington, Box 353010, Seattle, WA 98195-3010, telephone (206) 685-2282, before August 6, 2009. Repatriation of the human remains to the Confederated Tribes and Bands of the Yakama Nation, Washington; Confederated Tribes of the Chehalis Reservation, Washington; Confederated Tribes of the Grand Ronde Community of Oregon; Confederated Tribes of the Siletz Reservation, Oregon; Confederated Tribes of the Umatilla Indian Reservation, Oregon; Confederated Tribes of the Warm Springs Reservation of Oregon; Cowlitz Indian Tribe, Washington; Muckleshoot Indian Tribe of the Muckleshoot Indian Reservation, Washington; Nisqually Indian Tribe of the Nisqually Reservation, Washington; Snoqualmie Tribe, Washington; Spokane Tribe of the Spokane Reservation, Washington; Stillaguamish Tribe of Washington, and three non-Federally recognized Indian groups - the Clatsop-Nehalem Confederated Tribes, Snoqualmoo Tribe, and Wanapum Band, may proceed after that date if no additional claimants come forward.\\n        The Burke Museum is responsible for notifying the Confederated Tribes and Bands of the Yakama Nation, Washington; Confederated Tribes of the Chehalis Reservation, Washington; Confederated Tribes of the Grand Ronde Community of Oregon; Confederated Tribes of the Siletz Reservation, Oregon; Confederated Tribes of the Umatilla Indian Reservation, Oregon; Confederated Tribes of the Warm Springs Reservation of Oregon; Cowlitz Indian Tribe, Washington; Muckleshoot Indian Tribe of the Muckleshoot Indian Reservation, Washington; Nisqually Indian Tribe of the Nisqually Reservation, Washington; Snoqualmie Tribe, Washington; Spokane Tribe of the Spokane Reservation, Washington; Stillaguamish Tribe of Washington, and three non-Federally recognized Indian groups - the Clatsop-Nehalem Confederated Tribes, Snoqualmoo Tribe, and Wanapum Band, that this notice has been published.\\n        \\n          Dated: May 29, 2009\\n          Sherry Hutt,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. E9-16021 Filed 7-6-09; 8:45 am]\\n      BILLING CODE 4312-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Inventory Completion: Thomas Burke Memorial Washington State Museum, University of Washington, Seattle, WA", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: May 29, 2009", "signature_name": "Sherry Hutt,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. E9-16021 Filed 7-6-09; 8:45 am]", "billing_code": "BILLING CODE 4312-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}