{"index": "I_1304", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Inventory Completion: U.S. Department of the Interior, Bureau of Land Management, Alaska State Office, Anchorage, AK, and Public Museum of West Michigan, Grand Rapids, MI\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains and associated funerary objects in the control of the U.S. Department of the Interior, Bureau of Land Management, Alaska State Office, Anchorage, AK, and in the possession of the Public Museum of West Michigan (Grand Rapids Public Museum), Grand Rapids, MI. The human remains and associated funerary objects were removed from Amaknak Island, Aleutians East Borough, AK.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003 (d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations in this notice. \\n        A detailed assessment of the human remains and associated funerary objects was made by the Bureau of Land Management, Alaska State Office, and the Grand Rapids Public Museum professional staff in consultation with representatives of the Ounalashka Corporation and Qawalangin Tribe of Unalaska.\\n\\n        In 1971, human remains representing a minimum of 15 individuals were removed from the Dutch Harbor Site on Amaknak Island, Aleutians East Borough, AK, during an expedition that was co-sponsored by the American Institute for Exploration, Western Michigan University, and the Public Museum of Grand Rapids. The expedition was directed by Western Michigan University faculty and Ted Banks, president of the American Institute for Exploration. No known individuals were identified. The 2,152 associated funerary are 131 hammer stones; 17 stone lamps; 1,184 stone flakes; 5 lithic cores; 49 lithic scrapers; 34 slate knives; 44 projectile points; 23 net sinkers; 203 fired cracked rocks; 25 stone abraders; 36 harpoon points; 169 bone tools; 1 bottle of whale amber; 1 quartz crystal; 1 channel coal fragment; 1 stone maul; 1 bone seal effigy; 1 stone effigy; 1 stone human effigy; 1 ground stone discoidal; 3 labrets; 1 bone fishhook; 205 bags of fish, shell, animal, and sea mammal bone; and 15 charcoal, wood, and soil samples.\\n        The human remains and associated funerary objects were removed from a 35-foot mound. This mound was the result of multiple dumping episodes from a succession of native villages. The funerary objects were found with the human remains and are consistent with other associated funerary objects reported from other locations in this region. The human remains and associated funerary objects have been determined to be prehistoric. \\n        Consultation with the Qawalangin Tribe of Unalaska, the Ounalashka Corporation, as well as academic expert opinions provided by the Alaska State Archaeologist and anthropology professors at the University of Alaska, are unanimous in identifying the current residents of Unalaska Island to be the descendants of the prehistoric people who occupied the site. Amaknak Island and the surrounding area have been inhabited for over 8,000 years by Aleut (Unangan) people. Based on geographic location, oral history and archeological evidence, the human remains and associated funerary objects from Amaknak Island are determined to be Native American and ancestors of members of the Ounalashka Corporation and Qawalangin Tribe of Unalaska.\\n        Officials of the Bureau of Land Management have determined that, pursuant to 25 U.S.C. 3001 (9-10), the human remains described above represent the physical remains of a minimum of 15 individuals of Native American ancestry. Officials of the Bureau of Land Management have also determined that, pursuant to 25 U.S.C. 3001 (3)(A), the 2,152 objects described above are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony. Lastly, officials of the Bureau of Land Management have determined that, pursuant to 25 U.S.C. 3001 (2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and associated funerary objects and the Ounalashka Corporation and Qawalangin Tribe of Unalaska.\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the human remains and associated funerary objects should contact Dr. Robert E. King, Alaska State NAGPRA Coordinator, Bureau of Land Management, 222 W. 7th Ave., Box 13, Anchorage, AK 99513-7599, telephone (907) 271-5510, before January 8, 2010. Repatriation of the human remains and associated funerary objects to the Ounalashka Corporation and Qawalangin Tribe of Unalaska may proceed after that date if no additional claimants come forward.\\n        The Alaska State Office, Bureau of Land Management is responsible for notifying the Ounalashka Corporation and Qawalangin Tribe of Unalaska that this notice has been published.\\n        \\n          Dated: November 13, 2009.\\n          David Tarler, \\n          Acting Manager, National NAGPRA Program. \\n        \\n      \\n      [FR Doc. E9-29291 Filed 12-8-09; 8:45 am]\\n      BILLING CODE 4312-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Inventory Completion: U.S. Department of the Interior, Bureau of Land Management, Alaska State Office, Anchorage, AK, and Public Museum of West Michigan, Grand Rapids, MI", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: November 13, 2009.", "signature_name": "David Tarler, ", "signature_title": "Acting Manager, National NAGPRA Program. ", "fr_doc": "[FR Doc. E9-29291 Filed 12-8-09; 8:45 am]", "billing_code": "BILLING CODE 4312-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}