{"index": "I_1396", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Inventory Completion: Georgia Department of Natural Resources, Atlanta, GA\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains and associated funerary objects in the possession of the Georgia Department of Natural Resources, Atlanta, GA. The human remains and associated funerary objects were removed from Bartow County, GA.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003 (d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations in this notice.\\n        A detailed assessment of the human remains was made by the Georgia Department of Natural Resources professional staff in consultation with representatives of the Alabama-Quassarte Tribal Town, Oklahoma; Eastern Band of Cherokee Indians of North Carolina; Kialegee Tribal Town, Oklahoma; Muscogee (Creek) Nation, Oklahoma; Poarch Band of Creek Indians of Alabama; Thlopthlocco Tribal Town, Oklahoma; and United Keetoowah Band of Cherokee Indians in Oklahoma.\\n\\n        In 1954-61, 1962, 1964-65, and 1972-73, human remains representing a minimum of 404 individuals were removed from the Etowah Mounds, Etowah Indian Mounds State Historic Site (9BR1) in Bartow County, GA. No known individuals were identified. The 187,060 associated funerary objects are 1 anvil fragment; 10 bone awls/fragments; 3 stone axes; 129 copper symbol badges/fragments; 6 woven cane basket fragments; 4 tortoise shell batons; 2 bone beads; 1 clay bead; 19 copper covered wooden beads/fragments; 1 copper bead; 1 blue glass bead; 8,273 pearl beads; 159,572 shell beads; 5 wooden beads; 11 stone blades; 2 copper covered wooden bodkins; 38 shell bowls/fragments; 1 wooden bowl; 11 copper celts; 1 iron celt; 22 stone celts/fragments; 2 indeterminate celts; 6 chunkey stones; 3 copper covered wood coils; 2 chert core; 23 quartz crystals; 42 daub samples; 36 ceramic discs; 64 mica discs; 7 shell discs; 6 stone discs; 5 wooden discs; 2 stone drills; 54 copper covered ear discs; 2 mica ear discs; 1 shell ear disc (nos. 3 & 4); 1 ear disc of undocumented material; 2 wooden ear discs; 1 clay ear ornament; 1 copper ear spool; 2 painted stone figures; 50 charcoal samples; 75 ethnobotanical remains; 567 cane matting; 3,957 faunal remains; 6 split cane fragments; 6 fabric/cloth fragments; 1 fur fragment; 567 hair fragments; 3 leather fragments; 3 miscellaneous mixed fur/leather/fabric fibers; 2 strings; 3 fibers; 1 bone fish hook; 233 stone flakes; 24 copper fragments; 10 unfired clay samples; 8 clay samples; 19 pigment samples; 4 soil samples; 291 stones; 7 copper gorgets/fragments; 39 shell gorgets/fragments; 23 copper hair ornaments; 1 tortoise shell hair ornament; 5 hammerstone; 2 copper headdresses; 2 mica headdress pieces; 13 fragments from a headdress; 1 wooden headdress fragment; 11 shell hoes; 3 stone knives; 1 plaster cast of a log; 23 copper-covered wooden mask fragments; 1 shell mask; 2 pieces of cane matting; 6 plaster casts of cane matting; 1 nutting stone; 1 baked clay cylinder-shaped object; 61 copper ornaments; 199 decorations/ornaments/fragments; 4 sun symbols; 17 tortoise shell ornaments/fragments; 7 stone paint palettes; 22 shell pendants; 13 bone pins/fragments; 1 copper covered wooden pin; 2 ear pins of undocumented material; 12 shell ear pins/fragments; 1 tortoise shell pin; 3 ear disc pins; 3 wooden pins; 13 ceramic pipes/fragments; 1 pipe fragment; 6 stone pipes; 12 copper plates; 4 polished stones; 13 antler projectile points; 4 bone projectile points; 37 stone projectile points/knives; 2 quartz crystals; 10 wooden rattle fragments; 1 stone ring; 2 logs; 1,348 shells/fragments; 10,791 ceramic sherds; 10 shell spoons/fragments; 1 wooden tablet; 19 bone tools; 1 polished bone tube; 3 samples of unidentified material; 27 ceramic vessels; 1 sample of material from inside of a copper covered coiled wooden object; 41 wood/fragments; 1 worked shell; and 20 miscellaneous worked stone/fragments.\\n        The excavations at the site were primarily conducted at an area currently identified as \\xe2\\x80\\x9cMound C,\\xe2\\x80\\x9d which had previously been partially excavated by other agencies, at the edge of Mound B and in the \\xe2\\x80\\x9cVillage Area\\xe2\\x80\\x9d of the 52-acre historic site. Radiocarbon studies indicate that the burials date from A.D. 800 to 1400. The site is normally identified as a \\xe2\\x80\\x9cMississippi Site\\xe2\\x80\\x9d that dates from A.D. 900 to 1550. There is no absolute archeological proof that links the site with any modern day Indian tribe. Evidence in the form of historical documents, early maps, and a listing of common lifeway traits were presented by the Muscogee (Creek) Nation of Oklahoma, Poarch Band of Creeks, Kialegee Tribal Town, Thlopthlocco Tribal Town, and Alabama-Quassarte Tribal Town during consultation. Similar information was presented by the Cherokee Nation of Oklahoma, Eastern Band of Cherokee Indians, and United Keetowah Band of Cherokee Indians, who occupied the Bartow County area at the time of forced removal (A.D. 1838). However, the Cherokee do not have a shared group relationship to the Native American human remains described in this notice, as the Cherokee were not present in the area prior to approximately A.D. 1450, which post-dates the burials at Etowah.\\n        The results of the consultation and studies with the tribes, have determined that there is a reasonable belief of a shared group identity between the Native American human remains and associated funerary objects from the Etowah Mounds and the modern Muscogeean (Creek) Tribes. The Muscogeean (Creek) Tribes are represented by the Alabama-Quassarte Tribal Town, Oklahoma; Kialegee Tribal Town, Oklahoma; Muscogee (Creek) Nation, Oklahoma; Poarch Band of Creek Indians of Alabama; and Thlopthlocco Tribal Town, Oklahoma.\\n        Officials of the Georgia Department of Natural Resources have determined that, pursuant to 25 U.S.C. 3001 (9-10), the human remains described above represent the physical remains of 404 individuals of Native American ancestry. Officials of the Georgia Department of Natural Resources also have determined that, pursuant to 25 U.S.C. 3001 (3)(A), the 187,060 objects described above are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony. Lastly, officials of the Georgia Department of Natural Resources have determined that, pursuant to 25 U.S.C. 3001 (2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and associated funerary objects and the Alabama-Quassarte Tribal Town, Oklahoma; Kialegee Tribal Town, Oklahoma; Muscogee (Creek) Nation, Oklahoma; Poarch Band of Creek Indians of Alabama; and Thlopthlocco Tribal Town, Oklahoma.\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the human remains and/or associated funerary objects should contact Dr. David Crass, State Archaeologist, Department of Natural Resources, Historic Preservation Division, 34 Peachtree Street NW, Suite 1600, Atlanta, GA 30303, telephone (404) 656-9344, before April 24, 2009. Repatriation of the human remains and associated funerary objects to the Alabama-Quassarte Tribal Town, Oklahoma; Kialegee Tribal Town, Oklahoma; Muscogee (Creek) Nation, Oklahoma; Poarch Band of Creek Indians of Alabama; and Thlopthlocco Tribal Town, Oklahoma may proceed after that date if no additional claimants come forward.\\n        The Georgia Department of Natural Resources is responsible for notifying the Alabama-Quassarte Tribal Town, Oklahoma; Eastern Band of Cherokee Indians of North Carolina; Kialegee Tribal Town, Oklahoma; Muscogee (Creek) Nation, Oklahoma; Poarch Band of Creek Indians of Alabama; Thlopthlocco Tribal Town, Oklahoma; and United Keetoowah Band of Cherokee Indians in Oklahoma that this notice has been published.\\n        \\n          Dated: March 2, 2009\\n          Sherry Hutt,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. E9-6507 Filed 3-24-09; 8:45 am]\\n      BILLING CODE 4312-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Inventory Completion: Georgia Department of Natural Resources, Atlanta, GA", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: March 2, 2009", "signature_name": "Sherry Hutt,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. E9-6507 Filed 3-24-09; 8:45 am]", "billing_code": "BILLING CODE 4312-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}