{"index": "I_1311", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Inventory Completion: Ohio Historical Society, Columbus, OH\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with provisions of the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains and an associated funerary object in the possession of the Ohio Historical Society, Columbus, OH. The human remains and associated funerary object were removed from Lucas County, OH.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003 (d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations in this notice. \\n        A detailed assessment of the human remains was made by the Ohio Historical Society\\'s professional staff in consultation with Dr. G. Michael Pratt of Heidelberg University and the Lucas County Coroner\\'s Office. The Forest County Potawatomi Community, Wisconsin; Grand Traverse Band of Ottawa Indians, Michigan; Little River Band of Ottawa Indians, Michigan; Little Traverse Bay Bands of Odawa Indians, Michigan; and Ottawa Tribe of Oklahoma, were notified and sent the inventory records.\\n        On May 23, 2007, human remains representing a minimum of three individuals were removed from along the eastern end of Indian Island in the Maumee River, Lucas County, OH, by a staff member of the Lucas County Coroner\\'s Office, and Dr. G. Michael Pratt. Prior to removal, the Ohio Highway Patrol had received a report that human remains had been discovered. Indian Island is owned by the State of Ohio. No known individuals were identified. The one associated funerary object is a knife. \\n        Dr. Pratt identified the human remains as Native American based on the presence of the cranial vault configuration, the presence of Wormian bones in the lambdoid cranial suture, and the attrition present on the teeth. The associated funerary object and other artifacts found in the vicinity indicate that these human remains probably were buried during the period from A.D. 1760 to 1833.\\n        Archeological and historical information indicate that Ottawa bands began to settle in the lower Maumee valley beginning in A.D. 1740 to 1750. Ottawa occupation of this region continued until August 1794 when the principal villages were burned by Anthony Wayne\\'s expedition in the days following the Battle of Fallen Timbers. In the following summer of 1795, the Ottawa Tribe was one of the signatories of the Treaty of Greenville under the terms of which they ceded their claim to much of the land in this region. More land was ceded in treaties signed between 1807 and 1817, but four small reservations were retained for the Ottawa in the lower Maumee valley. Indian Island was part of the Roche de Boeuf reservation established in the Treaty of Detroit in 1807. In 1831 to 1833, the four reservations were ceded to the United States in return for lands in present-day Franklin County, KS. In 1867, the Kansas reservation organization was dissolved and the Ottawa sold their individual allotments and moved to Oklahoma, and are represented by the Ottawa Tribe of Oklahoma. \\n\\n        Officials of the Ohio Historical Society have determined that, pursuant to 25 U.S.C. 3001 (9-10), the human remains described above represent the physical remains of at least three individuals of Native American ancestry. Officials of the Ohio Historical Society also have determined that, pursuant to 25 U.S.C. 3001 (3)(A), the one object described above is reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony. Lastly, officials of the Ohio Historical Society have determined that, pursuant to 25 U.S.C. 3001 (2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and the associated funerary object and the Ottawa Tribe of Oklahoma.\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the human remains and associated funerary object should contact James Strider, Acting Executive Director, Ohio Historical Society, 1982 Velma Ave., Columbus, OH 43211, telephone (614) 297-2350, before November 12, 2009. Repatriation of the human remains and associated funerary object to the Ottawa Tribe of Oklahoma may proceed after that date if no additional claimants come forward.\\n        The Ohio Historical Society is responsible for notifying the Forest County Potawatomi Community, Wisconsin; Grand Traverse Band of Ottawa Indians, Michigan; Little River Band of Ottawa Indians, Michigan; Little Traverse Bay Bands of Odawa Indians, Michigan; and Ottawa Tribe of Oklahoma that this notice has been published. \\n        \\n          Dated: September 15, 2009\\n          Sherry Hutt, \\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. E9-24591 Filed 10-9-09; 8:45 am]\\n      BILLING CODE 4312-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Inventory Completion: Ohio Historical Society, Columbus, OH", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: September 15, 2009", "signature_name": "Sherry Hutt, ", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. E9-24591 Filed 10-9-09; 8:45 am]", "billing_code": "BILLING CODE 4312-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}