{"index": "I_1367", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Inventory Completion: Oregon State University, Department of Anthropology, Corvallis, OR\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains in the control of Oregon State University, Department of Anthropology, Corvallis, OR. The human remains were removed from Fisher Mounds, Will County, IL.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003 (d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains. The National Park Service is not responsible for the determinations in this notice.\\n\\n        A detailed assessment of the human remains was made by Oregon State University, Department of Anthropology professional staff in consultation with representatives of the Ho-Chunk Nation of Wisconsin and the Iowa Tribe of Kansas and Nebraska. The Cheyenne River Sioux Tribe of the Cheyenne River Reservation, South Dakota; Citizen Potawatomi Nation, Oklahoma; Delaware Nation, Oklahoma; Forest County Potawatomi Community, Wisconsin; Hannahville Indian Community, Michigan; Iowa Tribe of Oklahoma; Kickapoo Tribe of Indians of the Kickapoo Reservation in Kansas; Kickapoo Tribe of Oklahoma; Oglala Sioux Tribe of the Pine Ridge Reservation, South Dakota; Otoe-Missouria Tribe of Indians, Oklahoma; Peoria Tribe of Indians of Oklahoma; Pokagon Band of Potawatomi Indians, Michigan and Indiana; Prairie Band of Potawatomi Nation, Kansas; Sac & Fox Tribe of the Mississippi in Iowa; Sac & Fox Nation of Missouri in Kansas and Nebraska; and Winnebago Tribe of Nebraska were notified, but did not participate in consultation on the human remains described in this notice.\\n        On an unknown date, human remains representing a minimum of one individual were removed from Fisher Mounds, Will County, IL, by an unknown individual. In 1976, the human remains were donated to the Department of Anthropology by the son of Georg Karl Neumann. Dr. Neumann worked as a physical anthropologist for Indiana State University, Terre Haute, IN. No known individual was identified. No associated funerary objects are present.\\n        Museum records indicate that the human remains are identified as \\xe2\\x80\\x9c3EM.\\xe2\\x80\\x9d According to the culturally unidentifiable (CUI) database of the National NAGPRA Program in the CUI inventory for Indiana State University, \\xe2\\x80\\x9c3EM\\xe2\\x80\\x9d is used to identify human remains from the Fisher Mound group in Will County, IL (East Mound). Dr. Neumann\\'s notes identify the human remains as 3EM108. Officials at the University of Oregon, Department of Anthropology reasonably believe that, based on these records, the individual is most likely from the Fisher Mounds site. \\n        The Fisher Mounds are located in northeastern Illinois, 60 miles southwest of Chicago, on the south bank of the Des Plaines River, approximately one mile north of the confluence of the Des Plaines and Kankakee Rivers. Formerly, the Fisher Mounds were part of the Cornelius Estate, also known as the Dan Fisher Farm. Excavation at the Fisher Farm took place during the early 20th century. The site comprises a large village with numerous house floors and pits, as well as 12 mounds. Several mounds were found to contain burials of Native Americans along with native artifacts. Thousands of human remains and items were unearthed from the multiple layers of burials within the mounds, with each layer constituting a different occupational period. According to George Langford, Sr., who also excavated the area, the burials from the small east mound most likely date to the late 18th century. \\n        Native tribes in Illinois belonged to the Algonquian linguistic family. Tribes inhabiting northeast Illinois included the Miami, Mascouten and Illinois. During the latter half of the 1700s, the Winnebago and Shawnee lived in the area. Early 18th century migrations and forced relocation from the east brought the Sauk, Fox, Kickapoo and Potawatomi into the area. The Mascouten became part of the Kickapoo after 1800. In 1854, tribes associated with the Miami and the Illinois became associated with the Confederated Peoria, and by 1873 they became known as the United Peoria and Miamis. Later periods, the Miami tribe associated with the Potawatomi, Shawnee, and Delaware. Therefore, the tribes that occupied Illinois at the close of the 18th century are the Mascouten, Miami, Illinois, Sauk, Fox, Kickapoo, Shawnee, Potawatomi, and Winnebago. \\n        The Ho-Chunk Nation of Wisconsin; Iowa Tribe of Kansas and Nebraska; Otoe-Missouria Tribe of Indians, Oklahoma; and Winnebago Tribe of Nebraska have provided both written and oral history for their traditional occupation of Midwest areas east of the Mississippi and have demonstrated land claims in Illinois. In addition, published works cite the Ho-Chunk Nation of Wisconsin; Iowa Tribe of Kansas and Nebraska; Iowa Tribe of Oklahoma; Otoe-Missouria Tribe of Indians, Oklahoma; and the Winnebago Tribe of Nebraska, as having had villages in Illinois characterized by mound-building cultural practices. \\n        Based on the preponderance of the evidence, including the primary body of Dr. Neumann\\'s work in Illinois, collection records, and oral history, officials of the Oregon State University Department of Anthropology reasonably believe that the descendants of these Mascouten, Miami, Illinois, Sauk, Fox, Kickapoo, Shawnee, Potawatomi, and Winnebago are members of the Citizen Potawatomi Nation of Oklahoma; Forest County Potawatomi Community of Wisconsin; Hannahville Indian Community, Michigan; Ho-Chunk Nation of Wisconsin; Iowa Tribe of Kansas and Nebraska; Iowa Tribe of Oklahoma; Kickapoo Tribe of Indians of the Kickapoo Reservation in Kansas; Kickapoo Tribe of Oklahoma; Otoe-Missouria Tribe of Indians of Oklahoma; Peoria Tribe of Indians of Oklahoma; Pokagon Band of Potawatomi Indians of Michigan and Indiana; Prairie Band of Potawatomi Nation of Kansas; Sac & Fox Tribe of the Mississippi in Iowa; Sac & Fox Nation of Missouri in Kansas and Nebraska; Sac & Fox Nation of Oklahoma; Shawnee Tribe, Oklahoma; and Winnebago Tribe of Nebraska.\\n        Officials of the Oregon State University, Department of Anthropology have determined that, pursuant to 25 U.S.C. 3001 (9-10), the human remains described above represent the physical remains of one individual of Native American ancestry. Officials of the Oregon State University, Department of Anthropology also have determined that, pursuant to 25 U.S.C. 3001 (2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and the Citizen Potawatomi Nation of Oklahoma; Forest County Potawatomi Community of Wisconsin; Hannahville Indian Community, Michigan; Ho-Chunk Nation of Wisconsin; Iowa Tribe of Kansas and Nebraska; Iowa Tribe of Oklahoma; Kickapoo Tribe of Indians of the Kickapoo Reservation in Kansas; Kickapoo Tribe of Oklahoma; Miami Tribe of Oklahoma; Otoe-Missouria Tribe of Indians of Oklahoma; Peoria Tribe of Indians of Oklahoma; Pokagon Band of Potawatomi Indians of Michigan and Indiana; Prairie Band of Potawatomi Nation of Kansas; Sac & Fox Tribe of the Mississippi in Iowa; Sac & Fox Nation of Missouri in Kansas and Nebraska; Sac & Fox Nation of Oklahoma; Shawnee Tribe, Oklahoma; and Winnebago Tribe of Nebraska.\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the human remains should contact Dr. David McMurray, Oregon State University, Department of Anthropology, 238 Waldo Hall, Corvallis, OR 97331, telephone (541) 737-4515, before June 25, 2009. Repatriation of the human remains to the Ho-Chunk Nation of Wisconsin and the Iowa Tribe of Kansas and Nebraska may proceed after that date if no additional claimants come forward.\\n\\n        The Oregon State University, Department of Anthropology is responsible for notifying the Cheyenne River Sioux Tribe of the Cheyenne River Reservation, South Dakota; Citizen Potawatomi Nation, Oklahoma; Delaware Nation, Oklahoma; Forest County Potawatomi Community, Wisconsin; Hannahville Indian Community, Michigan; Ho-Chunk Nation of Wisconsin; Iowa Tribe of Kansas and Nebraska; Iowa Tribe of Oklahoma; Kickapoo Tribe of Indians of the Kickapoo Reservation in Kansas; Kickapoo Tribe of Oklahoma; Miami Tribe of Oklahoma; Oglala Sioux Tribe of the Pine Ridge Reservation, South Dakota; Otoe-Missouria Tribe of Indians, Oklahoma; Peoria Tribe of Indians of Oklahoma; Pokagon Band of Potawatomi Indians, Michigan and Indiana; Prairie Band of Potawatomi Nation, Kansas; Sac & Fox Tribe of the Mississippi in Iowa; Sac & Fox Nation of Missouri in Kansas and Nebraska; Sac & Fox Nation of Oklahoma; Shawnee Tribe, Oklahoma; and Winnebago Tribe of Nebraska that this notice has been published.\\n        \\n          Dated: May 11, 2009\\n          Sherry Hutt,\\n          Manager, National NAGPRA Program. \\n        \\n      \\n      [FR Doc. E9-12256 Filed 5-22-09; 8:45 am]\\n      BILLING CODE 4312-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Inventory Completion: Oregon State University, Department of Anthropology, Corvallis, OR", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: May 11, 2009", "signature_name": "Sherry Hutt,", "signature_title": "Manager, National NAGPRA Program. ", "fr_doc": "[FR Doc. E9-12256 Filed 5-22-09; 8:45 am]", "billing_code": "BILLING CODE 4312-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}