{"index": "I_1300", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Inventory Completion: Metropolitan Park District of the Toledo Area, Toledo, OH\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains and an associated funerary object in the control of the Metropolitan Park District of the Toledo Area, Toledo, OH. The human remains and associated funerary object were removed from the Audubon Islands State Nature Preserve, Lucas County, OH.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003 (d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains. The National Park Service is not responsible for the determinations in this notice. \\n        A detailed assessment of the human remains was made by the Metropolitan Park District of the Toledo Area professional staff in consultation with the Lucas County Coroner\\'s Office, Center for Historic and Military Archaeology at Heidelberg College, and in consultation with representatives of the Absentee-Shawnee Tribe of Indians of Oklahoma; Delaware Nation, Oklahoma; Eastern Shawnee Tribe of Oklahoma; Forest County Potawatomi Community, Wisconsin; Grand Traverse Band of Ottawa and Chippewa Indians, Michigan; Hannahville Indian Community, Michigan; Little Traverse Bay Bands of Odawa Indians, Michigan; Ottawa Tribe of Oklahoma; Shawnee Tribe, Oklahoma; Wyandotte Nation, Oklahoma; and the American Indian Intertribal Association, a non-Federally recognized Indian group.\\n        In 2007, human remains representing a minimum of one individual were removed from Audubon Islands State Nature Preserve, Lucas County, OH, by Dan Graham. The Lucas County Coroner\\'s Office brought the human remains to the park. No known individual was identified. The one associated funerary item is an immature raccoon skull jaw. \\n        The Lucas County Coroner\\'s Office identified the human remains as possibly Native American based on context, antiquity and an anterior-posterior flattening in the subtrochanteric region of the femur that is typical of historic/ancient Native Americans. \\n        A nearby 18th century Ottawa grave demonstrates that this part of the island may have been occupied and used as a burial area by the Ottawa until around the time of the 1795 Treaty of Greenville. Audubon Island is located in the lower Maumee Valley in northern Ohio. Some Ottawa bands had taken up residence in the lower Maumee Valley by A.D. 1740-1750. Following Pontiac\\'s siege of Detroit in the summer of 1763, some of the Ottawa bands from that area also resettled to the lower Maumee Valley. In 1764, Captain Thomas Morris met an Ottawa delegation at the foot of the Maumee Rapids, adjacent to Audubon Island. Between 1783 and 1794, Audubon Island was known as Col. McKee\\'s Island, and was farmed as part of Alexander McKee\\'s Department of Indian Affairs post at the foot of the Maumee Rapids. Several other Euro-Canadian traders occupied lands in the area, presumably with the consent of the local Ottawa. \\n        In 1795, many of the Great Lakes-Ohio Valley tribes signed the Treaty of Greenville, which produced several land cessions, including a 12-square-mile reserve surrounding the foot of the Maumee Rapids and Audubon Island. Occupation of Audubon Island by the Ohio Ottawa appears to have ceased at that time, at which point some of them moved to Walpole Island, Canada. Between 1807 and 1817, the United States established four small reservations for the Ottawa along the lower Maumee River. Audubon Island lies between two of these reservations. In 1831 to1833, the four reservations were finally ceded to the United States in return for lands in present-day Franklin County, KS. In 1867, the Kansas reservation organization was dissolved and the Ottawa sold their individual allotments and moved to Oklahoma. Descendants of the Ottawa that occupied Audubon Island are members of the Little River Band of Ottawa Indians, Michigan and Ottawa Tribe of Oklahoma.\\n\\n        Officials of the Metropolitan Park District of the Toledo Area have determined that, pursuant to 25 U.S.C. 3001 (9-10), the human remains described above represent the physical remains of one individual of Native American ancestry. Officials of the Metropolitan Park District of the Toledo Area also have determined that, pursuant to 25 U.S.C. 3001 (3)(A), the one object described above is reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony. Lastly, officials of the Metropolitan Park District of the Toledo Area have determined that, pursuant to 25 U.S.C. 3001 (2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and associated funerary object and the Little River Band of Ottawa Indians, Michigan, and Ottawa Tribe of Oklahoma.\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the human remains and associated funerary object should contact Rebecca Finch, Metropolitan Park District of the Toledo Area, 5100 West Central Ave., Toledo, OH 43615, telephone (419) 407-9848, before January 8, 2010. Repatriation of the human remains and associated funerary object to the Little River Band of Ottawa Indians, Michigan, and Ottawa Tribe of Oklahoma may proceed after that date if no additional claimants come forward.\\n        Metropolitan Park District of the Toledo Area is responsible for notifying the Absentee-Shawnee Tribe of Indians of Oklahoma; Delaware Nation, Oklahoma; Eastern Shawnee Tribe of Oklahoma; Forest County Potawatomi Community, Wisconsin; Grand Traverse Band of Ottawa and Chippewa Indians, Michigan; Hannahville Indian Community, Michigan; Little River Band of Ottawa Indians, Michigan; Little Traverse Bay Bands of Odawa Indians, Michigan; Ottawa Tribe of Oklahoma; Shawnee Tribe, Oklahoma; Wyandotte Nation, Oklahoma; and the American Indian Intertribal Association, a non-Federally recognized Indian group, that this notice has been published.\\n        \\n          Dated: November 9, 2009.\\n          David Tarler,\\n          Acting Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. E9-29294 Filed 12-8-09; 8:45 am]\\n      BILLING CODE 4312-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Inventory Completion: Metropolitan Park District of the Toledo Area, Toledo, OH", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: November 9, 2009.", "signature_name": "David Tarler,", "signature_title": "Acting Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. E9-29294 Filed 12-8-09; 8:45 am]", "billing_code": "BILLING CODE 4312-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}