{"index": "I_1364", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Inventory Completion: Kalamazoo Valley Museum, Kalamazoo Valley Community College, Kalamazoo, MI\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains in the possession of the Kalamazoo Valley Museum, Kalamazoo Valley Community College, Kalamazoo, MI. The human remains were most likely removed from Wayne County and unidentified mound builder settlements in Michigan.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003 (d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains. The National Park Service is not responsible for the determinations in this notice. \\n        A detailed assessment of the human remains was made by the Kalamazoo Valley Museum professional staff in consultation with representatives of the Bay Mills Indian Community, Michigan; Grand Traverse Band of Ottawa and Chippewa Indians, Michigan; Keweenaw Bay Indian Community, Michigan; Lac Vieux Desert Band of Lake Superior Chippewa Indians, Michigan; Little Traverse Bay Bands of Odawa Indians, Michigan; Pokagon Band of Potawatomi Indians, Michigan and Indiana; Saginaw Chippewa Indian Tribe of Michigan; and Sault Ste. Marie Tribe of Chippewa Indians of Michigan. \\n        Prior to 1946, human remains representing a minimum of one individual were removed as a surface find from an unidentified site in the area of Detroit, Wayne County, MI, by amateur collector Leo J. Dickey. Mr. Dickey donated the human remains to the Kalamazoo Museum (today the Kalamazoo Valley Museum) in 1951. No known individual was identified. No associated funerary objects are present. \\n        The limited information provided by the donor for the human remains has been determined by museum officials to be insufficient to reasonably associate them to any present-day Indian tribe. Therefore, officials of the Kalamazoo Valley Museum have determined the Native American human remains are culturally unidentifiable. \\n        At an unknown date, human remains representing two individuals were removed from an unidentified mound builder site (or sites) in Michigan. In 1946, during an inventory of the Kalamazoo Museum collection, the human remains were found uncataloged in the collection. They were identified as Native American ancestry based on handwritten labels affixed to the foreheads of the skulls reading \\xe2\\x80\\x9cMoundbuilder.\\xe2\\x80\\x9d A thorough search of museum records did not reveal the donor of the human remains or the date they arrived at the museum. The human remains were subsequently cataloged into the collection as Native American human remains of Michigan mound builder ancestry. No known individuals were identified. No associated funerary objects are present. \\n        In June 2008, two anthropology professors from Western Michigan University examined the human remains and determined that they were consistent with Native American morphology. However, given the circumstances of the acquisition of the human remains, the museum staff has concluded that there is insufficient information to reasonably associate them to any present-day Indian tribe. Therefore, officials of the Kalamazoo Valley Museum have determined that the Native American human remains are culturally unidentifiable. \\n        Officials of the Kalamazoo Valley Museum have determined that, pursuant to 25 U.S.C. 3001 (9-10), the human remains described above represent the physical remains of three individuals of Native American ancestry. Officials of the Kalamazoo Valley Museum also have determined that, pursuant to 25 U.S.C. 3001 (2), a shared group relationship cannot be reasonably traced between the Native American human remains and any present-day Indian tribe. \\n        The Native American Graves Protection and Repatriation Review Committee (Review Committee) is responsible for recommending specific actions for disposition of culturally unidentifiable human remains. In October 2008, the Kalamazoo Valley Museum requested that the Review Committee recommend disposition of three culturally unidentifiable human remains to the Bay Mills Indian Community, Michigan; Grand Traverse Band of Ottawa and Chippewa Indians, Michigan; Keweenaw Bay Indian Community, Michigan; Lac Vieux Desert Band of Lake Superior Chippewa Indians, Michigan; Little Traverse Bay Bands of Odawa Indians, Michigan; Pokagon Band of Potawatomi Indians, Michigan and Indiana; Saginaw Chippewa Indian Tribe of Michigan; and Sault Ste. Marie Tribe of Chippewa Indians of Michigan, as the aboriginal occupants of Michigan.\\n\\n        The Review Committee considered the proposal at its October 11-12, 2008 meeting and recommended disposition of the human remains to the Bay Mills Indian Community, Michigan; Grand Traverse Band of Ottawa and Chippewa Indians, Michigan; Keweenaw Bay Indian Community, Michigan; Lac Vieux Desert Band of Lake Superior Chippewa Indians, Michigan; Little Traverse Bay Bands of Odawa Indians, Michigan; Pokagon Band of Potawatomi Indians, Michigan and Indiana; Saginaw Chippewa Indian Tribe of Michigan; and Sault Ste. Marie Tribe of Chippewa Indians of Michigan. An April 3, 2009 letter on behalf of the Secretary of Interior from the Designated Federal Officer, transmitted the authorization for the Kalamazoo Valley Museum to effect disposition of the human remains to the eight Indian tribes listed above contingent on the publication of a Notice of Inventory Completion in the Federal Register. This notice fulfills that requirement.\\n\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the human remains should contact Paula L. Metzner, Kalamazoo Valley Museum, P.O. Box 4070, Kalamazoo, MI 49003-4070, telephone (269) 373-7958, before June 25, 2009. Disposition of the human remains to the Bay Mills Indian Community, Michigan; Grand Traverse Band of Ottawa and Chippewa Indians, Michigan; Keweenaw Bay Indian Community, Michigan; Lac Vieux Desert Band of Lake Superior Chippewa Indians, Michigan; Little Traverse Bay Bands of Odawa Indians, Michigan; Pokagon Band of Potawatomi Indians, Michigan and Indiana; Saginaw Chippewa Indian Tribe of Michigan; and Sault Ste. Marie Tribe of Chippewa Indians of Michigan may proceed after that date if no additional claimants come forward.\\n        The Kalamazoo Valley Museum is responsible for notifying the Bay Mills Indian Community, Michigan; Grand Traverse Band of Ottawa and Chippewa Indians, Michigan; Keweenaw Bay Indian Community, Michigan; Lac Vieux Desert Band of Lake Superior Chippewa Indians, Michigan; Little Traverse Bay Bands of Odawa Indians, Michigan; Pokagon Band of Potawatomi Indians, Michigan and Indiana; Saginaw Chippewa Indian Tribe of Michigan; and Sault Ste. Marie Tribe of Chippewa Indians of Michigan that this notice has been published.\\n        \\n          Dated: May 11, 2009.\\n          Sherry Hutt,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. E9-12252 Filed 5-22-09; 8:45 am]\\n      BILLING CODE 4312-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Inventory Completion: Kalamazoo Valley Museum, Kalamazoo Valley Community College, Kalamazoo, MI", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: May 11, 2009.", "signature_name": "Sherry Hutt,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. E9-12252 Filed 5-22-09; 8:45 am]", "billing_code": "BILLING CODE 4312-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}