{"index": "I_1336", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Inventory Completion: New York University College of Dentistry, New York, NY\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains in the possession of the New York University College of Dentistry, New York, NY. The human remains were removed from Cape Nome, Nome County, AK.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003 (d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains. The National Park Service is not responsible for the determinations in this notice. \\n        A detailed assessment of the human remains was made by New York University College of Dentistry professional staff in consultation with representatives of the Nome Eskimo Community.\\n        At an unknown date, human remains representing a minimum of one individual were removed from an unidentified site at Cape Nome, AK, by an unknown individual. By 1924, the human remains were donated to the Museum of the American Indian, Heye Foundation by Mrs. George Heye. In 1956, the human remains were transferred to Dr. Theodore Kazamiroff, New York University College of Dentistry. No known individual was identified. No associated funerary objects are present. \\n        Museum of the American Indian records list the locality of origin as Cape Nome, AK. The human remains are well-preserved and the morphology is consistent with Native American ancestry. There are four cultural phases for the Cape Nome area, the Denbigh Flint Complex, Norton, Birnirk, and Cape Nome phases. Because preservation of human remains is extremely rare for sites in the Cape Nome region that predate the Cape Nome phase, it is likely that the human remains date to the Cape Nome phase, circa A.D. 1000-1800. The Cape Nome phase corresponds to the Western Thule tradition of the Bering Sea region. In the Western Thule tradition, the people of the Seward Peninsula were highly localized, with differences in their lifeways based on the particular resources available in their territory. Localization may have occurred alongside the development of geopolitical boundaries. Cape Nome was a coastal area with a focus on smaller sea mammals.\\n        Cape Nome was part of the Ayaasaeiarmiut or Cape Nome territory of Inupiaq speakers at the time of Euroamerican contact. Burials at Cape Nome were described by Edward Nelson in the late 19th century. Nelson observed that human remains were placed in wooden boxes that were elevated onto poles. The boxes were exposed to the elements and highly visible to collectors.\\n        Archeological and consultation evidence indicates that the Ayaasaeiarmiut Inupiaq inhabited the Cape Nome area since at least A.D. 1000. Today, the descendants of the people of Cape Nome are represented by the Nome Eskimo Community.\\n        Officials of New York University College of Dentistry have determined that, pursuant to 25 U.S.C. 3001 (9-10), the human remains described above represent the physical remains of one individual of Native American ancestry. Officials of New York University College of Dentistry also have determined that, pursuant to 25 U.S.C. 3001 (2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and the Nome Eskimo Community.\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the human remains should contact Dr. Louis Terracio, New York University College of Dentistry, 345 East 24th St., New York, NY 10010, telephone (212) 998-9917, before September 21, 2009. Repatriation of the human remains to the Nome Eskimo Community may proceed after that date if no additional claimants come forward.\\n        The New York University College of Dentistry is responsible for notifying the Nome Eskimo Community that this notice has been published.\\n        \\n          Dated: July 24, 2009.\\n          Sherry Hutt,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. E9-19961 Filed 8-19-09; 8:45 am]\\n      BILLING CODE 4312-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Inventory Completion: New York University College of Dentistry, New York, NY", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: July 24, 2009.", "signature_name": "Sherry Hutt,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. E9-19961 Filed 8-19-09; 8:45 am]", "billing_code": "BILLING CODE 4312-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}