{"index": "I_1343", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Inventory Completion: U.S. Department of the Interior, Bureau of Indian Affairs, Washington, DC and New York University College of Dentistry, New York, NY\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains in the control of the U.S. Department of the Interior, Bureau of Indian Affairs, Washington, DC, and in the physical custody of the New York University College of Dentistry, New York, NY. The human remains were removed from Hawikuh, Cibola County, NM.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003 (d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains. The National Park Service is not responsible for the determinations in this notice. \\n        A detailed assessment of the human remains was made by the Bureau of Indian Affairs and New York University College of Dentistry professional staff in consultation with representatives of the Zuni Tribe of the Zuni Reservation, New Mexico.\\n        In February 1921, human remains representing a minimum of one individual were removed from \\xe2\\x80\\x9cBurial 1263\\xe2\\x80\\x9d at Hawikuh, Cibola County, NM, during legally permitted excavations by the Museum of the American Indian, Heye Foundation. At the time of excavation, the site of Hawikuh was located on Zuni tribal lands. In 1921, the human remains were accessioned into the collections of the Museum of the American Indian. In 1956, the Museum of the American Indian transferred the human remains to Dr. Theodore Kazamiroff, New York University College of Dentistry. No known individual was identified. No associated funerary objects are present.\\n        Records identify the human remains as \\xe2\\x80\\x9cBurial 1263\\xe2\\x80\\x9d from Hawikuh. Cranial morphology suggests that the human remains are consistent with an individual of Native American ancestry. Consultation evidence, historic documents, and archeological data indicate Hawikuh was a Zuni settlement occupied from the 14th to 17th centuries. Zuni traditions identify the region around Hawikuh as their ancestral territory. Archeological data suggest that the site was inhabited since circa A.D. 1300. The first historic records of Hawikuh were made by the Spanish in 1536; over the next 150 years the Spanish documented their visits and missions at Hawikuh, which they identified as one of the seven cities of Cibola. After the Pueblo Revolt of 1680, the Zuni resettled at the location of the current Zuni Pueblo. Oral tradition and historic records describe both the revolt and the subsequent aggregation of Zuni people at the Zuni Pueblo. For a number of years, some Zuni periodically returned to Hawikuh for short stays. \\n        The Spanish granted the land at Hawikuh and other Zuni villages to the Zuni in 1689. The Zuni have remained in the area to the present-day. The present Zuni reservation was first established by Executive Order in 1877, although the boundaries were subsequently modified. The Zuni voted to hold elections under the Indian Reorganization Act in 1934, and adopted a constitution in 1970. Today the Zuni Tribe is recognized as the Zuni Tribe of the Zuni Reservation, New Mexico.\\n        Officials of the Bureau of Indian Affairs and New York University College of Dentistry have determined that, pursuant to 25 U.S.C. 3001 (9-10), the human remains described above represent the physical remains of one individual of Native American ancestry. Officials of the Bureau of Indian Affairs and New York University College of Dentistry also have determined that, pursuant to 25 U.S.C. 3001 (2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and the Zuni Tribe of the Zuni Reservation, New Mexico. \\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the human remains should contact Dr. Louis Terracio, New York University College of Dentistry, 345 East 24th St., New York, NY 10010, telephone (212) 998-9917, before September 21, 2009. Repatriation of the human remains to the Zuni Tribe of the Zuni Reservation, New Mexico may proceed after that date if no additional claimants come forward.\\n        The New York University College of Dentistry and Bureau of Indian Affairs are responsible for notifying the Zuni Tribe of the Zuni Reservation of New Mexico that this notice has been published.\\n        \\n          \\n          Dated: July 24, 2009.\\n          Sherry Hutt,\\n          Manager, National NAGPRA Program. \\n        \\n      \\n      [FR Doc. E9-19964 Filed 8-19-09; 8:45 am]\\n      BILLING CODE 4312-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Inventory Completion: U.S. Department of the Interior, Bureau of Indian Affairs, Washington, DC and New York University College of Dentistry, New York, NY", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: July 24, 2009.", "signature_name": "Sherry Hutt,", "signature_title": "Manager, National NAGPRA Program. ", "fr_doc": "[FR Doc. E9-19964 Filed 8-19-09; 8:45 am]", "billing_code": "BILLING CODE 4312-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}