{"index": "I_134", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        [NPS-WASO-NAGPRA-NPS0027328; PPWOCRADN0-PCU00RP14.R50000]\\n        Notice of Inventory Completion: Marshall University, Huntington, WV\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        \\n          SUMMARY:\\n          Marshall University has completed an inventory of human remains and associated funerary objects, in consultation with the appropriate Indian Tribes or Native Hawaiian organizations, and has determined that there is no cultural affiliation between the human remains and associated funerary objects and any present-day Indian Tribes or Native Hawaiian organizations. Representatives of any Indian Tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request to Marshall University. If no additional requestors come forward, transfer of control of the human remains and associated funerary objects to the Indian Tribes or Native Hawaiian organizations stated in this notice may proceed.\\n        \\n        \\n          DATES:\\n\\n          Representatives of any Indian Tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to Marshall University at the address in this notice by April 17, 2019.\\n        \\n        \\n          ADDRESSES:\\n\\n          Jendonnae Houdyschell, Associate General Counsel, Marshall University, One John Marshall Drive, Huntington, WV 25755-1060, telephone (304) 696-6704, email houdyschell2@marshall.edu.\\n          \\n        \\n      \\n      \\n        SUPPLEMENTARY INFORMATION:\\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains and associated funerary objects under the control of Marshall University, Huntington, WV. The human remains and associated funerary objects were removed from the Childers Site (46-MS-121), Mason County, WV, and an unknown location in southeast WV.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003(d)(3) and 43 CFR 10.11(d). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations in this notice.\\n        Consultation\\n        A detailed assessment of the human remains was made by Marshall University professional staff in consultation with representatives of the Eastern Shawnee Tribe of Oklahoma; Saginaw Chippewa Indian Tribe of Michigan; and the United Keetoowah Band of Cherokee Indians in Oklahoma.\\n        An invitation to consult was extended to the Absentee-Shawnee Tribe of Indians of Oklahoma; Bad River Band of Lake Superior Tribe of Chippewa Indians of the Bad River Reservation, Wisconsin; Bay Mills Indian Community, Michigan; Catawba Indian Nation (aka Catawba Tribe of South Carolina); Cayuga Nation; Cherokee Nation; Chickahominy Indian Tribe; Chickahominy Indian Tribe\\xe2\\x80\\x94Eastern Division; Chippewa Cree Indians of the Rocky Boy\\'s Reservation, Montana (previously listed as the Chippewa-Cree Indians of the Rocky Boy\\'s Reservation, Montana); Delaware Nation, Oklahoma; Delaware Tribe of Indians; Eastern Band of Cherokee Indians; Grand Traverse Band of Ottawa and Chippewa Indians, Michigan; Kaw Nation, Oklahoma; Keweenaw Bay Indian Community, Michigan; Lac Courte Oreilles Band of Lake Superior Chippewa Indians of Wisconsin; Lac du Flambeau Band of Lake Superior Chippewa Indians of the Lac du Flambeau Reservation of Wisconsin; Lac Vieux Desert Band of Lake Superior Chippewa Indians of Michigan; Minnesota Chippewa Tribe, Minnesota (Six component reservations: Bois Forte Band (Nett Lake) (no invitation extended at request of Tribe); Fond du Lac Band; Grand Portage Band; Leech Lake Band; Mille Lacs Band; White Earth Band); Monacan Indian Nation; Nansemond Indian Tribe; Omaha Tribe of Nebraska; Oneida Nation (previously listed as the Oneida Tribe of Indians of Wisconsin); Oneida Indian Nation (previously listed as the Oneida Nation of New York); Onondaga Nation; Pamunkey Indian Tribe; Ponca Tribe of Indians of Oklahoma; Ponca Tribe of Nebraska; Rappahannock Tribe, Inc.; Red Cliff Band of Lake Superior Chippewa Indians of Wisconsin; Red Lake Band of Chippewa Indians, Minnesota; Saint Regis Mohawk Tribe (previously listed as the St. Regis Band of Mohawk Indians of New York); Sault Ste. Marie Tribe of Chippewa Indians, Michigan; Seneca Nation of Indians (previously listed as the Seneca Nation of New York); Seneca-Cayuga Nation (previously listed as the Seneca-Cayuga Tribe of Oklahoma); Shawnee Tribe; Sokaogon Chippewa Community, Wisconsin; St. Croix Chippewa Indians of Wisconsin; Stockbridge Munsee Community, Wisconsin; The Osage Nation (previously listed as the Osage Tribe); The Quapaw Tribe of Indians; Tonawanda Band of Seneca (previously listed as the Tonawanda Band of Seneca Indians of New York); Tunica-Biloxi Indian Tribe; Turtle Mountain Band of Chippewa Indians of North Dakota; Tuscarora Nation; Upper Mattaponi Tribe; and the Wyandotte Nation.\\n        Hereafter, all tribes listed in this section are referred to as \\xe2\\x80\\x9cThe Consulted and Notified Tribes.\\xe2\\x80\\x9d\\n        History and Description of the Remains\\n        In June and July 1979, human remains representing, at minimum, two individuals, were removed from the Childers site (46-MS-121), Mason County, WV, by the Marshall University Archaeological Field School as part of the environmental analysis for the Gallipolis Locks and Dam replacement project undertaken by the U.S. Army Corps of Engineers. A single box containing the human remains and cultural items was found in the Marshall University archeological collection in April 2018. No associated information could be located to indicate how the human remains and cultural items came to the University, although it is believed to have been after the early 1990s. The human remains represent one infant of indeterminate sex, and one adult of indeterminate sex. No known individuals were identified. The three associated funerary objects are: One lot faunal material, one lot ceramics, and one lot lithics.\\n        On an unknown date, human remains representing, at minimum, two individuals were removed from an unknown location in southeast WV. In April 2018, a box containing the human remains and cultural items was found in the Marshall University archeological collection. No associated information could be located to indicate where the human remains and cultural items were excavated, who excavated them, or how they came to the University. The human remains represent one sub-adult of indeterminate sex, and one child of indeterminate sex. No known individuals were identified. The six associated funerary objects are: One lot iron, one lot lithics, one lot ceramics, one lot faunal material, one lot charcoal, and one lot soil.\\n        Determinations Made by the Marshall University\\n        Officials of Marshall University have determined that:\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice are Native American based on the preservation of the bones and features of skeletal elements.\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice represent the physical remains of four individuals of Native American ancestry.\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(3)(A), the nine objects described in this notice are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony.\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(2), a relationship of shared group identity cannot be reasonably traced between the Native American human remains and associated funerary objects and any present-day Indian Tribe.\\n\\n        \\xe2\\x80\\xa2 Treaties, Acts of Congress, or Executive Orders, indicate that the land from which the Native American human remains and associated funerary objects were removed is the aboriginal land of the Absentee-Shawnee Tribe of Indians of Oklahoma; Cayuga Nation; Cherokee Nation; Chickahominy Indian Tribe; Chickahominy Indian Tribe\\xe2\\x80\\x94Eastern Division; Delaware Nation, Oklahoma; Delaware Tribe of Indians; Eastern Band of Cherokee Indians; Eastern Shawnee Tribe of Oklahoma; Monacan Indian Nation; Nansemond Indian Tribe; Oneida Nation (previously listed as the Oneida Tribe of Indians of Wisconsin); Oneida Indian Nation (previously listed as the Oneida Nation of New York); Onondaga Nation; Pamunkey Indian Tribe; Rappahannock Tribe, Inc.; Saint Regis Mohawk Tribe (previously listed as the St. Regis Band of Mohawk Indians of New York); Seneca Nation of Indians (previously listed as the Seneca Nation of New York); Seneca-Cayuga Nation (previously listed as the Seneca-Cayuga Tribe of Oklahoma); Shawnee Tribe; Stockbridge Munsee Community, Wisconsin; Tonawanda Band of Seneca (previously listed as the Tonawanda Band of Seneca Indians of New York); Tuscarora Nation; United Keetoowah Band of Cherokee Indians in Oklahoma; Upper Mattaponi Tribe; and the Wyandotte Nation, hereafter referred to as \\xe2\\x80\\x9cThe Tribes.\\xe2\\x80\\x9d\\n        \\xe2\\x80\\xa2 Other authoritative governmental sources indicate that the land from which the Native American human remains and associated funerary objects were removed is the aboriginal land of the Bad River Band of Lake Superior Tribe of Chippewa Indians of the Bad River Reservation, Wisconsin; Bay Mills Indian Community, Michigan; Catawba Indian Nation (aka Catawba Tribe of South Carolina); Chippewa Cree Indians of the Rocky Boy\\'s Reservation, Montana (previously listed as the Chippewa-Cree Indians of the Rocky Boy\\'s Reservation, Montana); Grand Traverse Band of Ottawa and Chippewa Indians, Michigan; Kaw Nation, Oklahoma; Keweenaw Bay Indian Community, Michigan; Lac Courte Oreilles Band of Lake Superior Chippewa Indians of Wisconsin; Lac du Flambeau Band of Lake Superior Chippewa Indians of the Lac du Flambeau Reservation of Wisconsin; Lac Vieux Desert Band of Lake Superior Chippewa Indians of Michigan; Minnesota Chippewa Tribe, Minnesota (Six component reservations: Bois Forte Band (Nett Lake); Fond du Lac Band; Grand Portage Band; Leech Lake Band; Mille Lacs Band; White Earth Band); Omaha Tribe of Nebraska; Ponca Tribe of Indians of Oklahoma; Ponca Tribe of Nebraska; Red Cliff Band of Lake Superior Chippewa Indians of Wisconsin; Red Lake Band of Chippewa Indians, Minnesota; Saginaw Chippewa Indian Tribe of Michigan; Saint Regis Mohawk Tribe (previously listed as the St. Regis Band of Mohawk Indians of New York); Sault Ste. Marie Tribe of Chippewa Indians, Michigan; Sokaogon Chippewa Community, Wisconsin; St. Croix Chippewa Indians of Wisconsin; The Osage Nation (previously listed as the Osage Tribe); The Quapaw Tribe of Indians; Tunica-Biloxi Indian Tribe; and the Turtle Mountain Band of Chippewa Indians of North Dakota, hereafter referred to as \\xe2\\x80\\x9cThe Aboriginal Tribes.\\xe2\\x80\\x9d\\n        \\xe2\\x80\\xa2 Pursuant to 43 CFR 10.11(c)(1), the disposition of the human remains and associated funerary objects may be to The Tribes and The Aboriginal Tribes.\\n        Additional Requestors and Disposition\\n\\n        Representatives of any Indian Tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to Jendonnae Houdyschell, Associate General Counsel, Marshall University, One John Marshall Drive, Huntington, WV 25755-1060, telephone (304) 696-6704, email houdyschell2@marshall.edu, by April 17, 2019. After that date, if no additional requestors have come forward, transfer of control of the human remains and associated funerary objects to The Tribes and The Aboriginal Tribes may proceed.\\n        Marshall University is responsible for notifying The Consulted and Notified Tribes, The Tribes, and The Aboriginal Tribes that this notice has been published.\\n        \\n          Dated: February 12, 2019.\\n          Melanie O\\'Brien,\\n          Manager, National NAGPRA Program. \\n        \\n      \\n      [FR Doc. 2019-04913 Filed 3-15-19; 8:45 am]\\n       BILLING CODE 4312-52-P\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "[NPS-WASO-NAGPRA-NPS0027328; PPWOCRADN0-PCU00RP14.R50000]", "subject": "Notice of Inventory Completion: Marshall University, Huntington, WV", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Marshall University has completed an inventory of human remains and associated funerary objects, in consultation with the appropriate Indian Tribes or Native Hawaiian organizations, and has determined that there is no cultural affiliation between the human remains and associated funerary objects and any present-day Indian Tribes or Native Hawaiian organizations. Representatives of any Indian Tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request to Marshall University. If no additional requestors come forward, transfer of control of the human remains and associated funerary objects to the Indian Tribes or Native Hawaiian organizations stated in this notice may proceed.", "dates": "Representatives of any Indian Tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to Marshall University at the address in this notice by April 17, 2019.", "addresses": "Jendonnae Houdyschell, Associate General Counsel, Marshall University, One John Marshall Drive, Huntington, WV 25755-1060, telephone (304) 696-6704, email houdyschell2@marshall.edu.\\n          ", "signature_dated": "Dated: February 12, 2019.", "signature_name": "Melanie O\\'Brien,", "signature_title": "Manager, National NAGPRA Program. ", "fr_doc": "[FR Doc. 2019-04913 Filed 3-15-19; 8:45 am]", "billing_code": " BILLING CODE 4312-52-P", "supp_info": "SUPPLEMENTARY INFORMATION: \n Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains and associated funerary objects under the control of Marshall University, Huntington, WV. The human remains and associated funerary objects were removed from the Childers Site (46-MS-121), Mason County, WV, and an unknown location in southeast WV. \n This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003(d)(3) and 43 CFR 10.11(d). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations in this notice. \n Consultation \n A detailed assessment of the human remains was made by Marshall University professional staff in consultation with representatives of the Eastern Shawnee Tribe of Oklahoma; Saginaw Chippewa Indian Tribe of Michigan; and the United Keetoowah Band of Cherokee Indians in Oklahoma. \n An invitation to consult was extended to the Absentee-Shawnee Tribe of Indians of Oklahoma; Bad River Band of Lake Superior Tribe of Chippewa Indians of the Bad River Reservation, Wisconsin; Bay Mills Indian Community, Michigan; Catawba Indian Nation (aka Catawba Tribe of South Carolina); Cayuga Nation; Cherokee Nation; Chickahominy Indian Tribe; Chickahominy Indian Tribe\\xe2\\x80\\x94Eastern Division; Chippewa Cree Indians of the Rocky Boy\\'s Reservation, Montana (previously listed as the Chippewa-Cree Indians of the Rocky Boy\\'s Reservation, Montana); Delaware Nation, Oklahoma; Delaware Tribe of Indians; Eastern Band of Cherokee Indians; Grand Traverse Band of Ottawa and Chippewa Indians, Michigan; Kaw Nation, Oklahoma; Keweenaw Bay Indian Community, Michigan; Lac Courte Oreilles Band of Lake Superior Chippewa Indians of Wisconsin; Lac du Flambeau Band of Lake Superior Chippewa Indians of the Lac du Flambeau Reservation of Wisconsin; Lac Vieux Desert Band of Lake Superior Chippewa Indians of Michigan; Minnesota Chippewa Tribe, Minnesota (Six component reservations: Bois Forte Band (Nett Lake) (no invitation extended at request of Tribe); Fond du Lac Band; Grand Portage Band; Leech Lake Band; Mille Lacs Band; White Earth Band); Monacan Indian Nation; Nansemond Indian Tribe; Omaha Tribe of Nebraska; Oneida Nation (previously listed as the Oneida Tribe of Indians of Wisconsin); Oneida Indian Nation (previously listed as the Oneida Nation of New York); Onondaga Nation; Pamunkey Indian Tribe; Ponca Tribe of Indians of Oklahoma; Ponca Tribe of Nebraska; Rappahannock Tribe, Inc.; Red Cliff Band of Lake Superior Chippewa Indians of Wisconsin; Red Lake Band of Chippewa Indians, Minnesota; Saint Regis Mohawk Tribe (previously listed as the St. Regis Band of Mohawk Indians of New York); Sault Ste. Marie Tribe of Chippewa Indians, Michigan; Seneca Nation of Indians (previously listed as the Seneca Nation of New York); Seneca-Cayuga Nation (previously listed as the Seneca-Cayuga Tribe of Oklahoma); Shawnee Tribe; Sokaogon Chippewa Community, Wisconsin; St. Croix Chippewa Indians of Wisconsin; Stockbridge Munsee Community, Wisconsin; The Osage Nation (previously listed as the Osage Tribe); The Quapaw Tribe of Indians; Tonawanda Band of Seneca (previously listed as the Tonawanda Band of Seneca Indians of New York); Tunica-Biloxi Indian Tribe; Turtle Mountain Band of Chippewa Indians of North Dakota; Tuscarora Nation; Upper Mattaponi Tribe; and the Wyandotte Nation. \n Hereafter, all tribes listed in this section are referred to as \\xe2\\x80\\x9cThe Consulted and Notified Tribes.\\xe2\\x80\\x9d \n History and Description of the Remains \n In June and July 1979, human remains representing, at minimum, two individuals, were removed from the Childers site (46-MS-121), Mason County, WV, by the Marshall University Archaeological Field School as part of the environmental analysis for the Gallipolis Locks and Dam replacement project undertaken by the U.S. Army Corps of Engineers. A single box containing the human remains and cultural items was found in the Marshall University archeological collection in April 2018. No associated information could be located to indicate how the human remains and cultural items came to the University, although it is believed to have been after the early 1990s. The human remains represent one infant of indeterminate sex, and one adult of indeterminate sex. No known individuals were identified. The three associated funerary objects are: One lot faunal material, one lot ceramics, and one lot lithics. \n On an unknown date, human remains representing, at minimum, two individuals were removed from an unknown location in southeast WV. In April 2018, a box containing the human remains and cultural items was found in the Marshall University archeological collection. No associated information could be located to indicate where the human remains and cultural items were excavated, who excavated them, or how they came to the University. The human remains represent one sub-adult of indeterminate sex, and one child of indeterminate sex. No known individuals were identified. The six associated funerary objects are: One lot iron, one lot lithics, one lot ceramics, one lot faunal material, one lot charcoal, and one lot soil. \n Determinations Made by the Marshall University \n Officials of Marshall University have determined that: \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice are Native American based on the preservation of the bones and features of skeletal elements. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice represent the physical remains of four individuals of Native American ancestry. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(3)(A), the nine objects described in this notice are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(2), a relationship of shared group identity cannot be reasonably traced between the Native American human remains and associated funerary objects and any present-day Indian Tribe. \n \\xe2\\x80\\xa2 Treaties, Acts of Congress, or Executive Orders, indicate that the land from which the Native American human remains and associated funerary objects were removed is the aboriginal land of the Absentee-Shawnee Tribe of Indians of Oklahoma; Cayuga Nation; Cherokee Nation; Chickahominy Indian Tribe; Chickahominy Indian Tribe\\xe2\\x80\\x94Eastern Division; Delaware Nation, Oklahoma; Delaware Tribe of Indians; Eastern Band of Cherokee Indians; Eastern Shawnee Tribe of Oklahoma; Monacan Indian Nation; Nansemond Indian Tribe; Oneida Nation (previously listed as the Oneida Tribe of Indians of Wisconsin); Oneida Indian Nation (previously listed as the Oneida Nation of New York); Onondaga Nation; Pamunkey Indian Tribe; Rappahannock Tribe, Inc.; Saint Regis Mohawk Tribe (previously listed as the St. Regis Band of Mohawk Indians of New York); Seneca Nation of Indians (previously listed as the Seneca Nation of New York); Seneca-Cayuga Nation (previously listed as the Seneca-Cayuga Tribe of Oklahoma); Shawnee Tribe; Stockbridge Munsee Community, Wisconsin; Tonawanda Band of Seneca (previously listed as the Tonawanda Band of Seneca Indians of New York); Tuscarora Nation; United Keetoowah Band of Cherokee Indians in Oklahoma; Upper Mattaponi Tribe; and the Wyandotte Nation, hereafter referred to as \\xe2\\x80\\x9cThe Tribes.\\xe2\\x80\\x9d \n \\xe2\\x80\\xa2 Other authoritative governmental sources indicate that the land from which the Native American human remains and associated funerary objects were removed is the aboriginal land of the Bad River Band of Lake Superior Tribe of Chippewa Indians of the Bad River Reservation, Wisconsin; Bay Mills Indian Community, Michigan; Catawba Indian Nation (aka Catawba Tribe of South Carolina); Chippewa Cree Indians of the Rocky Boy\\'s Reservation, Montana (previously listed as the Chippewa-Cree Indians of the Rocky Boy\\'s Reservation, Montana); Grand Traverse Band of Ottawa and Chippewa Indians, Michigan; Kaw Nation, Oklahoma; Keweenaw Bay Indian Community, Michigan; Lac Courte Oreilles Band of Lake Superior Chippewa Indians of Wisconsin; Lac du Flambeau Band of Lake Superior Chippewa Indians of the Lac du Flambeau Reservation of Wisconsin; Lac Vieux Desert Band of Lake Superior Chippewa Indians of Michigan; Minnesota Chippewa Tribe, Minnesota (Six component reservations: Bois Forte Band (Nett Lake); Fond du Lac Band; Grand Portage Band; Leech Lake Band; Mille Lacs Band; White Earth Band); Omaha Tribe of Nebraska; Ponca Tribe of Indians of Oklahoma; Ponca Tribe of Nebraska; Red Cliff Band of Lake Superior Chippewa Indians of Wisconsin; Red Lake Band of Chippewa Indians, Minnesota; Saginaw Chippewa Indian Tribe of Michigan; Saint Regis Mohawk Tribe (previously listed as the St. Regis Band of Mohawk Indians of New York); Sault Ste. Marie Tribe of Chippewa Indians, Michigan; Sokaogon Chippewa Community, Wisconsin; St. Croix Chippewa Indians of Wisconsin; The Osage Nation (previously listed as the Osage Tribe); The Quapaw Tribe of Indians; Tunica-Biloxi Indian Tribe; and the Turtle Mountain Band of Chippewa Indians of North Dakota, hereafter referred to as \\xe2\\x80\\x9cThe Aboriginal Tribes.\\xe2\\x80\\x9d \n \\xe2\\x80\\xa2 Pursuant to 43 CFR 10.11(c)(1), the disposition of the human remains and associated funerary objects may be to The Tribes and The Aboriginal Tribes. \n Additional Requestors and Disposition \n Representatives of any Indian Tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to Jendonnae Houdyschell, Associate General Counsel, Marshall University, One John Marshall Drive, Huntington, WV 25755-1060, telephone (304) 696-6704, email houdyschell2@marshall.edu, by April 17, 2019. After that date, if no additional requestors have come forward, transfer of control of the human remains and associated funerary objects to The Tribes and The Aboriginal Tribes may proceed. \n Marshall University is responsible for notifying The Consulted and Notified Tribes, The Tribes, and The Aboriginal Tribes that this notice has been published. \n ", "consultation": "A detailed assessment of the human remains was made by Marshall University professional staff in consultation with representatives of the Eastern Shawnee Tribe of Oklahoma; Saginaw Chippewa Indian Tribe of Michigan; and the United Keetoowah Band of Cherokee Indians in Oklahoma. \n An invitation to consult was extended to the Absentee-Shawnee Tribe of Indians of Oklahoma; Bad River Band of Lake Superior Tribe of Chippewa Indians of the Bad River Reservation, Wisconsin; Bay Mills Indian Community, Michigan; Catawba Indian Nation (aka Catawba Tribe of South Carolina); Cayuga Nation; Cherokee Nation; Chickahominy Indian Tribe; Chickahominy Indian Tribe\\xe2\\x80\\x94Eastern Division; Chippewa Cree Indians of the Rocky Boy\\'s Reservation, Montana (previously listed as the Chippewa-Cree Indians of the Rocky Boy\\'s Reservation, Montana); Delaware Nation, Oklahoma; Delaware Tribe of Indians; Eastern Band of Cherokee Indians; Grand Traverse Band of Ottawa and Chippewa Indians, Michigan; Kaw Nation, Oklahoma; Keweenaw Bay Indian Community, Michigan; Lac Courte Oreilles Band of Lake Superior Chippewa Indians of Wisconsin; Lac du Flambeau Band of Lake Superior Chippewa Indians of the Lac du Flambeau Reservation of Wisconsin; Lac Vieux Desert Band of Lake Superior Chippewa Indians of Michigan; Minnesota Chippewa Tribe, Minnesota (Six component reservations: Bois Forte Band (Nett Lake) (no invitation extended at request of Tribe); Fond du Lac Band; Grand Portage Band; Leech Lake Band; Mille Lacs Band; White Earth Band); Monacan Indian Nation; Nansemond Indian Tribe; Omaha Tribe of Nebraska; Oneida Nation (previously listed as the Oneida Tribe of Indians of Wisconsin); Oneida Indian Nation (previously listed as the Oneida Nation of New York); Onondaga Nation; Pamunkey Indian Tribe; Ponca Tribe of Indians of Oklahoma; Ponca Tribe of Nebraska; Rappahannock Tribe, Inc.; Red Cliff Band of Lake Superior Chippewa Indians of Wisconsin; Red Lake Band of Chippewa Indians, Minnesota; Saint Regis Mohawk Tribe (previously listed as the St. Regis Band of Mohawk Indians of New York); Sault Ste. Marie Tribe of Chippewa Indians, Michigan; Seneca Nation of Indians (previously listed as the Seneca Nation of New York); Seneca-Cayuga Nation (previously listed as the Seneca-Cayuga Tribe of Oklahoma); Shawnee Tribe; Sokaogon Chippewa Community, Wisconsin; St. Croix Chippewa Indians of Wisconsin; Stockbridge Munsee Community, Wisconsin; The Osage Nation (previously listed as the Osage Tribe); The Quapaw Tribe of Indians; Tonawanda Band of Seneca (previously listed as the Tonawanda Band of Seneca Indians of New York); Tunica-Biloxi Indian Tribe; Turtle Mountain Band of Chippewa Indians of North Dakota; Tuscarora Nation; Upper Mattaponi Tribe; and the Wyandotte Nation. \n Hereafter, all tribes listed in this section are referred to as \\xe2\\x80\\x9cThe Consulted and Notified Tribes.\\xe2\\x80\\x9d \n ", "h_d_r": "In June and July 1979, human remains representing, at minimum, two individuals, were removed from the Childers site (46-MS-121), Mason County, WV, by the Marshall University Archaeological Field School as part of the environmental analysis for the Gallipolis Locks and Dam replacement project undertaken by the U.S. Army Corps of Engineers. A single box containing the human remains and cultural items was found in the Marshall University archeological collection in April 2018. No associated information could be located to indicate how the human remains and cultural items came to the University, although it is believed to have been after the early 1990s. The human remains represent one infant of indeterminate sex, and one adult of indeterminate sex. No known individuals were identified. The three associated funerary objects are: One lot faunal material, one lot ceramics, and one lot lithics. \n On an unknown date, human remains representing, at minimum, two individuals were removed from an unknown location in southeast WV. In April 2018, a box containing the human remains and cultural items was found in the Marshall University archeological collection. No associated information could be located to indicate where the human remains and cultural items were excavated, who excavated them, or how they came to the University. The human remains represent one sub-adult of indeterminate sex, and one child of indeterminate sex. No known individuals were identified. The six associated funerary objects are: One lot iron, one lot lithics, one lot ceramics, one lot faunal material, one lot charcoal, and one lot soil. \n ", "h_d_ci": "Null", "determinations": "Determinations Made by the Marshall University \n Officials of Marshall University have determined that: \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice are Native American based on the preservation of the bones and features of skeletal elements. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice represent the physical remains of four individuals of Native American ancestry. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(3)(A), the nine objects described in this notice are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(2), a relationship of shared group identity cannot be reasonably traced between the Native American human remains and associated funerary objects and any present-day Indian Tribe. \n \\xe2\\x80\\xa2 Treaties, Acts of Congress, or Executive Orders, indicate that the land from which the Native American human remains and associated funerary objects were removed is the aboriginal land of the Absentee-Shawnee Tribe of Indians of Oklahoma; Cayuga Nation; Cherokee Nation; Chickahominy Indian Tribe; Chickahominy Indian Tribe\\xe2\\x80\\x94Eastern Division; Delaware Nation, Oklahoma; Delaware Tribe of Indians; Eastern Band of Cherokee Indians; Eastern Shawnee Tribe of Oklahoma; Monacan Indian Nation; Nansemond Indian Tribe; Oneida Nation (previously listed as the Oneida Tribe of Indians of Wisconsin); Oneida Indian Nation (previously listed as the Oneida Nation of New York); Onondaga Nation; Pamunkey Indian Tribe; Rappahannock Tribe, Inc.; Saint Regis Mohawk Tribe (previously listed as the St. Regis Band of Mohawk Indians of New York); Seneca Nation of Indians (previously listed as the Seneca Nation of New York); Seneca-Cayuga Nation (previously listed as the Seneca-Cayuga Tribe of Oklahoma); Shawnee Tribe; Stockbridge Munsee Community, Wisconsin; Tonawanda Band of Seneca (previously listed as the Tonawanda Band of Seneca Indians of New York); Tuscarora Nation; United Keetoowah Band of Cherokee Indians in Oklahoma; Upper Mattaponi Tribe; and the Wyandotte Nation, hereafter referred to as \\xe2\\x80\\x9cThe Tribes.\\xe2\\x80\\x9d \n \\xe2\\x80\\xa2 Other authoritative governmental sources indicate that the land from which the Native American human remains and associated funerary objects were removed is the aboriginal land of the Bad River Band of Lake Superior Tribe of Chippewa Indians of the Bad River Reservation, Wisconsin; Bay Mills Indian Community, Michigan; Catawba Indian Nation (aka Catawba Tribe of South Carolina); Chippewa Cree Indians of the Rocky Boy\\'s Reservation, Montana (previously listed as the Chippewa-Cree Indians of the Rocky Boy\\'s Reservation, Montana); Grand Traverse Band of Ottawa and Chippewa Indians, Michigan; Kaw Nation, Oklahoma; Keweenaw Bay Indian Community, Michigan; Lac Courte Oreilles Band of Lake Superior Chippewa Indians of Wisconsin; Lac du Flambeau Band of Lake Superior Chippewa Indians of the Lac du Flambeau Reservation of Wisconsin; Lac Vieux Desert Band of Lake Superior Chippewa Indians of Michigan; Minnesota Chippewa Tribe, Minnesota (Six component reservations: Bois Forte Band (Nett Lake); Fond du Lac Band; Grand Portage Band; Leech Lake Band; Mille Lacs Band; White Earth Band); Omaha Tribe of Nebraska; Ponca Tribe of Indians of Oklahoma; Ponca Tribe of Nebraska; Red Cliff Band of Lake Superior Chippewa Indians of Wisconsin; Red Lake Band of Chippewa Indians, Minnesota; Saginaw Chippewa Indian Tribe of Michigan; Saint Regis Mohawk Tribe (previously listed as the St. Regis Band of Mohawk Indians of New York); Sault Ste. Marie Tribe of Chippewa Indians, Michigan; Sokaogon Chippewa Community, Wisconsin; St. Croix Chippewa Indians of Wisconsin; The Osage Nation (previously listed as the Osage Tribe); The Quapaw Tribe of Indians; Tunica-Biloxi Indian Tribe; and the Turtle Mountain Band of Chippewa Indians of North Dakota, hereafter referred to as \\xe2\\x80\\x9cThe Aboriginal Tribes.\\xe2\\x80\\x9d \n \\xe2\\x80\\xa2 Pursuant to 43 CFR 10.11(c)(1), the disposition of the human remains and associated funerary objects may be to The Tribes and The Aboriginal Tribes. \n ", "a_r_d": "Representatives of any Indian Tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to Jendonnae Houdyschell, Associate General Counsel, Marshall University, One John Marshall Drive, Huntington, WV 25755-1060, telephone (304) 696-6704, email houdyschell2@marshall.edu, by April 17, 2019. After that date, if no additional requestors have come forward, transfer of control of the human remains and associated funerary objects to The Tribes and The Aboriginal Tribes may proceed. \n Marshall University is responsible for notifying The Consulted and Notified Tribes, The Tribes, and The Aboriginal Tribes that this notice has been published. \n "}