{"index": "I_1359", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Inventory Completion: Binghamton University, State University of New York, Binghamton, NY\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of associated funerary objects in the possession and control of Binghamton University, State University of New York, Binghamton, NY. The associated funerary objects were removed from the Engelbert site, Tioga County, NY.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003 (d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American associated funerary objects. The National Park Service is not responsible for the determinations in this notice. \\n        A detailed assessment of the associated funerary objects was made by Binghamton University professional staff in consultation with representatives of the Cayuga Nation of New York; Delaware Tribe (part of the Cherokee Nation, Oklahoma); Delaware Nation, Oklahoma; Oneida Tribe of Indians of Wisconsin; Oneida Nation of New York; Onondaga Nation of New York; Saint Regis Mohawk Tribe, New York (formerly the St. Regis Mohawk Band of Mohawk Indians of New York); Seneca Nation of New York; Seneca-Cayuga Tribe of Oklahoma; Stockbridge Munsee Community, Wisconsin; Tonawanda Band of Seneca Indians of New York; and Tuscarora Nation of New York.\\n        In 1967 and 1968, human remains representing a minimum of 188 individuals and associated funerary objects were removed from the Engelbert site in Tioga County, NY, during gravel mining for construction of the Southern Tier Expressway (NY 17). Initial assessment of the site was done in 1967 by Dr. Robert E. Funk of the New York State Museum, Albany, NY. In 1967, Dr. Marian E. White, assisted by students from the State University of New York (SUNY) at Buffalo, conducted trench excavations in a portion of the site. In 1967 and 1968, the primary archeological excavations and recovery were directed by Dr. William D. Lipe of SUNY-Binghamton over two field seasons, with the assistance of members of the Triple Cities Chapter of the New York State Archeological Association, students from SUNY-Binghamton, and local volunteers. In 1967, the human remains and associated funerary objects were placed under the control of the Triple Cities Chapter of the New York State Archeological Association, and then transferred to the State University of New York at Binghamton in 1968. In 1989, the human remains were transferred to the New York State Museum for curation. No known individuals were identified. The associated funerary objects are in the physical possession and control of Binghamton University. The 2,640 associated funerary objects are 804 pieces of lithic debitage; 438 lots of fragmented pottery; 319 roughstone tools; 136 chipped stone bifaces and tools; 104 lots of animal bone and shell; 88 bone beads; 51 copper ornaments; 47 pieces of fire-cracked rock; 18 fragments of pipes; 18 groundstone tools; 4 bone points; 2 shell beads; 1 bone comb; and 610 geologic/organic samples. \\n\\n        Archeological evidence shows that the Engelbert site is a large, multicomponent habitation site on a gravel knoll bordering the Susquehanna River in New York. The knoll was used intermittently over a period of about 5,000 years, as suggested by diagnostic artifacts from the Late Archaic (Lamoka, Dustin, and Snook Kill points), Transitional (Susquehanna Broad points), Late Woodland (triangular points, pottery), Proto-historic and Historic (beads, copper ornaments, and pottery) periods. The site was also used as a burial site during at least two different periods, from about A.D. 1000 to the 1400s, and again during the late 1500s and possibly into the early 1600s. The later burials are few in number. Archeologists have concluded that artifacts associated with the earlier burials, including pottery (e.g., Carpenter Brook, Levanna, Sackett, Kelso, Castle Creek, and Oak Hill) and projectile points (triangular Levannas/Madisons), are similar to other sites across a broad geographic region that later became associated with both Iroquoian- and Algonquian-speaking peoples, some of whom became members of the Haudenosaunee Confederacy, a non-Federally recognized Indian group for the purposes of NAGPRA. The Haudenosaunee Confederacy includes the Federally-recognized six Nations of the Mohawk, Oneida, Onondaga, Cayuga, Seneca, and Tuscarora.\\n        \\n        The later burials at the site contained pottery types (e.g., Schultz Incised, Monongahela, shell-tempered) and copper ornaments (e.g., spirals) that usually are associated with Susquehannock peoples who lived in the Susquehanna River Valley in New York and Pennsylvania. Archeological data indicate that Susquehannock material culture and lifeways were broadly similar to other Iroquoian- and Algonquian- speaking peoples, including the Haudenosaunee, Erie, Petun, Huron, and Delaware among others. Archeological and historical evidence shows that, towards the end of the 16th century, the Susquehannock moved south along the Susquehanna River to escape warfare and position their villages closer to trade with the southern colonies. Throughout the 17th century, the Susquehannock were greatly reduced by disease and warfare. Historical records show that by A.D. 1763, the Susquehannock were so diminished by these processes that they ceased to exist as a separate group. Individuals and groups were adopted and assimilated into various Indian Nations. Some survivors moved northward to live among the Haudenosaunee, while other Susquehannocks lived among their Delaware allies. As a result, no Federally-recognized Susquehannock groups exist today for the purposes of NAGPRA. Haudenosaunee oral tradition describes a relationship of shared group identity with the Susquehannock peoples, such as those interred at the Engelbert site, based on the adoption of many Susquehannock into Nations within the Haudenosaunee Confederacy. The Onondaga Nation asserts a relationship of shared group identity with the peoples interred at the Engelbert site based on oral history, geography, linguistics, material culture, and kinship.\\n\\n        The Onondaga Nation petitioned the Native American Graves Protection and Repatriation Committee (Review Committee) to hear a dispute with the New York State Museum about the cultural affiliation of the human remains removed from the Engelbert site. The Engelbert funerary objects in the physical possession and control of Binghamton University are directly associated with the human remains removed from the Engelbert site, but were not part of this hearing. During their October 11-12, 2008 meeting in San Diego, CA, and in their Findings and Recommendations published in the Federal Register (74 FR 9427-9428, March 4, 2009), the Review Committee found a relationship of shared group identity between the human remains from the Engelbert site and the Onondaga Nation and Haudenosaunee Confederacy. The Onondaga Nation and the New York State Museum consulted with members of the Confederacy, as well as the Stockbridge-Munsee and Delaware Nation, and found support for repatriation of the Engelbert human remains to the Onondaga Nation, as documented in written support from the Federally-recognized Tonawanda Seneca Indians of New York and Tuscarora Nation of New York; verbal support from the Federally-recognized Oneida Nation of New York; St. Regis Mohawk Tribe, New York; Seneca Nation of New York; Cayuga Nation of New York, and Oneida Tribe of Indians of Wisconsin; and written support from the Delaware Tribe of Indians (part of the Federally-recognized Cherokee Nation, Oklahoma) and the Federally-recognized Stockbridge-Munsee Community, Wisconsin. Based on this information, Binghamton University also supports the repatriation of the associated funerary objects from the Engelbert site to the Onondaga Nation within whose traditional territory the associated funerary objects were found. \\n        Officials of Binghamton University have determined that, pursuant to 25 U.S.C. 3001 (3)(A), the 2,640 lots and objects described above are reasonably believed to have been placed with or near individual Native American human remains at the time of death or later as part of the death rite or ceremony. Officials of Binghamton University have determined that, pursuant to 25 U.S.C. 3001 (2), there is a relationship of shared group identity that can be reasonably traced between the associated funerary objects and the Haudenosaunee Confederacy, a non-Federally-recognized Indian group for the purposes of NAGPRA. Based on the written and verbal support of Haudenosaunee and Delaware Nations, officials of Binghamton University also have determined that the associated funerary objects should be repatriated to the Onondaga Nation of New York within whose traditional territory the associated funerary objects were found. \\n        Representatives of any other Indian Nation or tribe that believes itself to be culturally affiliated with the associated funerary objects should contact Nina M. Versaggi, Public Archaeology Facility, Binghamton University, Binghamton, NY 13902-6000, telephone (607) 777-4786, before July 20, 2009. Repatriation of the associated funerary objects to the Onondaga Nation of New York may proceed after that date if no additional claimants come forward.\\n        Binghamton University is responsible for notifying the Cayuga Nation of New York; Delaware Tribe (part of the Cherokee Nation, Oklahoma); Delaware Nation, Oklahoma; Oneida Tribe of Indians of Wisconsin; Oneida Nation of New York; Onondaga Nation of New York; Saint Regis Mohawk Tribe, New York; Seneca Nation of New York; Seneca-Cayuga Tribe of Oklahoma; Stockbridge Munsee Community, Wisconsin; Tonawanda Band of Seneca Indians of New York; and Tuscarora Nation of New York that this notice has been published.\\n        \\n          Dated: May 18, 2009\\n          Sherry Hutt,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. E9-14298 Filed 6-17-09; 8:45 am]\\n      BILLING CODE 4312-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Inventory Completion: Binghamton University, State University of New York, Binghamton, NY", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: May 18, 2009", "signature_name": "Sherry Hutt,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. E9-14298 Filed 6-17-09; 8:45 am]", "billing_code": "BILLING CODE 4312-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}