{"index": "I_1321", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Inventory Completion: New York University College of Dentistry, New York, NY\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains in the possession of the New York University College of Dentistry, New York, NY. The human remains were removed from Hempstead County, AR.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003 (d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains. The National Park Service is not responsible for the determinations in this notice. \\n        A detailed assessment of the human remains was made by New York University College of Dentistry professional staff in consultation with representatives of the Caddo Nation of Oklahoma and Osage Nation, Oklahoma.\\n        In 1916, human remains representing a minimum of two individuals were removed from the Ozan 5 Site (3HE59), Hempstead County, AR, by Mark Harrington, as part of a Museum of the American Indian, Heye Foundation expedition. In 1956, the human remains were transferred to Dr. Theodore Kazamiroff, New York University College of Dentistry. No known individuals were identified. No associated funerary objects are present. \\n        Museum of the American Indian records list the locality of origin as the Ozan 5 Site, AR, and provide specific skeleton numbers, 13 and 17, for the human remains. These human remains were excavated from the \\xe2\\x80\\x9cMain Cemetery\\xe2\\x80\\x9d of the Ozan 5 site. The morphology of the human remains is consistent with Native American ancestry and the cranial remodeling exhibited by one individual is consistent with Caddoan cultural practices. Pottery types and burial styles suggest that the cemetery dates to sometime between A.D. 1400 and 1700. \\n        In 1916, human remains representing a minimum of three individuals were removed from the Washington Site (3HE35), Hempstead County, AR, by Mark Harrington, as part of a Museum of the American Indian, Heye Foundation expedition. In 1956, the human remains were transferred to Dr. Theodore Kazamiroff, New York University College of Dentistry. No known individuals were identified. No associated funerary objects are present. \\n        Museum of the American Indian records list the locality of origin as the Washington Site, AR. All three sets of remains were removed from Mound 10, with one individual removed from burial 90 and the remaining two individuals removed from burial 93. The morphology of the human remains is consistent with Native American ancestry and the cranial remodeling exhibited by two individuals is consistent with Caddoan mortuary practices. Pottery types and burial styles suggest that the cemetery dates to sometime between A.D. 1400 and 1600.\\n        Hempstead County is part of the Texarkana or Big Bend archeological region. Caddoan traditions identify the Texarkana region as part of the Caddo homelands and locate the point of origin of the Caddo people near the Red River or Hot Springs, in the Big Bend region. Late Prehistoric and Protohistoric phases for this area include the Belcher and Texarkana phases. These phases are associated with Caddoan-speaking people who became known as the Kadohadacho. The first historic records of the Kadohadocho villages in the Big Bend region of the Red River are from DeSoto\\'s travels in 1542. The Kadohadacho remained in the region until the late 18th century. In 1835, the Kadohadacho ceded their land and united with other Caddoan groups in Texas. In 1859, the Caddo relocated to Oklahoma. In 1938, the Caddo organized as the Caddo Nation under the Indian Reorganization Act. Support for the cultural relationship between historic Kadohadacho and pre-Contact sites in the Big Bend region can be seen in the continuity of mortuary practices. During consultations, Caddo representatives identified the burials from these sites as Caddo and provided oral tradition, ethnographic, and archeological evidence to support this identification.\\n        Officials of New York University College of Dentistry have determined that, pursuant to 25 U.S.C. 3001 (9-10), the human remains described above represent the physical remains of five individuals of Native American ancestry. Officials of New York University College of Dentistry also have determined that, pursuant to 25 U.S.C. 3001 (2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and the Caddo Nation of Oklahoma.\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the human remains should contact Dr. Louis Terracio, New York University College of Dentistry, 345 East 24th St., New York, NY 10010, telephone (212) 998-9917, before October 22, 2009. Repatriation of the human remains to the Caddo Nation of Oklahoma may proceed after that date if no additional claimants come forward.\\n        The New York University College of Dentistry is responsible for notifying the Caddo Nation of Oklahoma and Osage Tribe, Oklahoma that this notice has been published.\\n        \\n          Dated: September 8, 2009\\n          Sherry Hutt,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. E9-22780 Filed 9-21-09; 8:45 am]\\n      BILLING CODE 4312-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Inventory Completion: New York University College of Dentistry, New York, NY", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: September 8, 2009", "signature_name": "Sherry Hutt,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. E9-22780 Filed 9-21-09; 8:45 am]", "billing_code": "BILLING CODE 4312-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}