{"index": "I_1354", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Inventory Completion: Department of Anthropology Museum at the University of California, Davis, Davis, CA\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains and associated funerary objects in the possession of the Department of Anthropology Museum at the University of California, Davis, Davis, CA. The human remains and associated funerary objects were removed from Lake County, CA.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003 (d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations in this notice. \\n        A detailed assessment of the human remains was made by Department of Anthropology Museum at the University of California, Davis professional staff in consultation with representatives of the Cachil DeHe Band of Wintun Indians of the Colusa Indian Community of the Colusa Rancheria, California; Cortina Indian Rancheria of Wintun Indians of California; and Rumsey Indian Rancheria of Wintun Indians of California.\\n        In 1971-1973, human remains representing a minimum of one individual were removed from CA-LAK-152 in Lake County, CA. Accompanying records indicate that the human remains were recovered by the Foundation for Archaeological Research during archeological excavations related to the construction of Indian Valley Reservoir by the Yolo County Flood Control and Water Conservation District. In 2006, the Yolo County Flood Control and Water Conservation District donated the Indian Valley archeological collection to the Department of Anthropology Museum at the University of California at Davis. No known individual was identified. The 71 associated funerary objects are 11 clamshell disk beads, 59 Olivella lipped and full lipped beads and bead fragments, and 1 obsidian biface. \\n        Based on burial context and site characteristics, the human remains described above from Lake County are determined to be Native American in origin. The presence of clamshell disk beads with the burial indicates that it dates to Phase 2 of the Late Period (approximately A.D. 1500-1790). Linguistic evidence indicates that the Patwin (Southern Wintun) moved southward from the vicinity of the California-Oregon border into the Sacramento Valley sometime around A.D. 0, and then spread into the surrounding foothills sometime before the beginning of Phase 2 of the Late Period. The archeological assemblage from CA-LAK-152 also indicates an occupation that is consistent with the ethnographic Patwin. Based on geographical location and age of the associated funerary objects, the human remains and associated funerary objects are culturally affiliated with descendants of the Patwin.\\n\\n        In 1971-1973, human remains representing a minimum of one individual were removed from CA-LAK-153 in Lake County, CA. Accompanying records indicate that the human remains were recovered by the Foundation for Archaeological Research during archeological excavations related to the construction of Indian Valley Reservoir by the Yolo County Flood Control and Water Conservation District. In 2006, the Yolo County Flood Control and Water Conservation District donated the Indian Valley archeological collection to the Department of Anthropology Museum at the University of California at Davis. No known individual was identified. The 348 associated funerary objects are 39 clam shell disk beads and bead fragments, 302 historic glass beads and bead fragments, 1 bone bead fragment, 1 possible stone bead fragment, and 5 pieces of incised bone that may be from a whistle or ear tube.\\n        Based on burial context and site characteristics, the human remains described above from Lake County are determined to be Native American in origin. Accompanying field reports indicate this site may be the Patwin village of Loli recorded by Kroeber (1932:263). The presence of historic items indicates that the burial from CA-LAK-153 dates to the Historic Period (after A.D. 1790). Linguistic evidence indicates that the Patwin (Southern Wintun) moved southward from the vicinity of the California-Oregon border into the Sacramento Valley sometime around A.D. 0, and then spread into the surrounding foothills sometime before the beginning of Phase 2 of the Late Period. The archeological assemblages from CA-LAK-152 and CA-LAK-153 also indicate an occupation that is consistent with the ethnographic Patwin. Based on geographical location and age of the associated funerary objects, the human remains and associated funerary objects are culturally affiliated with descendants of the Patwin. Descendants of the Patwin are members of the Cachil DeHe Band of Wintun Indians of the Colusa Indian Community of the Colusa Rancheria, California; Cortina Indian Rancheria of Wintun Indians of California; and Rumsey Indian Rancheria of Wintun Indians of California. \\n        Officials of the Department of Anthropology Museum at the University of California, Davis have determined that, pursuant to 25 U.S.C. 3001 (9-10), the human remains described above represent the physical remains of two individuals of Native American ancestry. Officials of the Department of Anthropology Museum at the University of California, Davis also have determined that, pursuant to 25 U.S.C. 3001 (3)(A), the 419 objects described above are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony. Lastly, officials of the Department of Anthropology Museum at the University of California, Davis have determined that, pursuant to 25 U.S.C. 3001 (2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and associated funerary objects and the Cachil DeHe Band of Wintun Indians of the Colusa Indian Community of the Colusa Rancheria, California; Cortina Indian Rancheria of Wintun Indians of California; and Rumsey Indian Rancheria of Wintun Indians of California. \\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the human remains and associated funerary objects should contact Elizabeth Guerra, Department of Anthropology Museum, 330 Young Hall, One Shields Avenue, University of California, Davis, CA 95616, telephone (530) 754-6280, before August 6, 2009. Repatriation of the human remains and associated funerary objects to the Cachil DeHe Band of Wintun Indians of the Colusa Indian Community of the Colusa Rancheria, California; Cortina Indian Rancheria of Wintun Indians of California; and Rumsey Indian Rancheria of Wintun Indians of California may proceed after that date if no additional claimants come forward.\\n        The Department of Anthropology Museum at the University of California, Davis is responsible for notifying the Cachil DeHe Band of Wintun Indians of the Colusa Indian Community of the Colusa Rancheria, California; Cortina Indian Rancheria of Wintun Indians of California; and Rumsey Indian Rancheria of Wintun Indians of California that this notice has been published.\\n        \\n          Dated: June 15, 2009\\n          Sherry Hutt,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. E9-16017 Filed 7-6-09; 8:45 am]\\n      BILLING CODE 4312-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Inventory Completion: Department of Anthropology Museum at the University of California, Davis, Davis, CA", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: June 15, 2009", "signature_name": "Sherry Hutt,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. E9-16017 Filed 7-6-09; 8:45 am]", "billing_code": "BILLING CODE 4312-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}