{"index": "I_1316", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Inventory Completion: Riverside Metropolitan Museum, Riverside, CA \\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains in the control of the Riverside Metropolitan Museum, Riverside, CA. The human remains were removed from Greybull, Bighorn County, WY.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003 (d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations in this notice. \\n        A detailed assessment of the human remains was made by the Riverside Metropolitan Museum professional staff in consultation with the Crow Tribe of Montana.\\n        In 1930, human remains representing a minimum of two individuals were removed from an exposed earth bank near Greybull, Bighorn County, WY, during highway construction by Lt. Col. R. J. Pilcher. Lt. Col. Pilcher donated the human remains to the Riverside Metropolitan Museum in 1957. No known individuals were identified. No associated funerary objects are present.\\n        It was determined that the human remains are Native American. Through collections research, and based on the geographic location of the discovery, the human remains are reasonably believed to be of Crow origin. Descendants of the Crow are members of the Crow Tribe of Montana. \\n        Officials of the Riverside Metropolitan Museum have determined that, pursuant to 25 U.S.C. 3001 (9-10), the human remains described above represent the physical remains of two individuals of Native American ancestry. Officials of the Riverside Metropolitan Museum also have determined that, pursuant to 25 U.S.C. 3001 (2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and the Crow Tribe of Montana.\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the human remains should contact Ennette Morton, Museum Director, Riverside Metropolitan Museum, 3580 Mission Inn Avenue, Riverside, CA 92501, telephone (951) 826-5273, before November 12, 2009. Repatriation of the human remains to the Crow Tribe of Montana may proceed after that date if no additional claimants come forward.\\n        The Riverside Metropolitan Museum is responsible for notifying the Crow Tribe of Montana that this notice has been published.\\n        \\n          Dated: September 8, 2009\\n          Sherry Hutt,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. E9-24592 Filed 10-9-09; 8:45 am]\\n      BILLING CODE 4312-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Inventory Completion: Riverside Metropolitan Museum, Riverside, CA ", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: September 8, 2009", "signature_name": "Sherry Hutt,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. E9-24592 Filed 10-9-09; 8:45 am]", "billing_code": "BILLING CODE 4312-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}