{"index": "I_1366", "messy_full": "\\n      \\n        \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Inventory Completion: Paul H. Karshner Memorial Museum, Puyallup, WA\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains in the possession of Paul H. Karshner Memorial Museum, Puyallup, WA. The human remains were removed from Decatur Island, San Juan County, WA. \\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003 (d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains. The National Park Service is not responsible for the determinations in this notice. \\n        A detailed assessment of the human remains was made by Paul H. Karshner Memorial Museum professional staff in consultation with representatives of the Lummi Tribe of the Lummi Reservation, Washington; Samish Indian Nation, Washington; Swinomish Indian Tribal Community of the Swinomish Reservation, Washington; and Tulalip Tribes of the Tulalip Reservation, Washington.\\n        In or prior to 1930, human remains representing a minimum of one individual were removed from Decatur Island in San Juan County, WA. The human remains were donated to the museum by its founder, Dr. Warner M. Karshner, in 1930 (Catalog #1-362, Accn. #1930.01). No known individual was identified. No associated funerary objects are present.\\n        The human remains are listed in the museum inventory as being from Decatur Island and described as \\xe2\\x80\\x9cone flattened Indian skull\\xe2\\x80\\x9d (museum inventory notebook). Further, a direct label on the cranium states \\xe2\\x80\\x9cDecatur Island, Puget Sound\\xe2\\x80\\x9d as the place of origin. Based on these records, the human remains have been determined by the museum to be Native American. \\n        Decatur Island is located within the San Juan Islands, an archipelago that is known to have been utilized by the aboriginal Lummi, Samish, and Swinomish tribes or bands. During the consultation process with the Lummi Tribe, representatives of the Lummi indicated they would not claim the human remains because they consider Decatur Island to be outside of their usual and accustomed places. Both the Samish Indian Nation and Swinomish Indian Tribal Community have submitted claims to the Paul H. Karshner Memorial Museum for human remains from Decatur Island, and each tribe provided evidence regarding aboriginal use of Decatur Island. During the consultation process, representatives of the Swinomish Indian Tribal Community stated that they consider Decatur Island to have been used primarily by the aboriginal Samish, to which the Swinomish Indian Tribal Community is an adjudicated legal successor in interest (United States v. Washington, 459 F. Supp. 1020, 1039 (W.D. Wa. 1978)). During the consultation process, representatives of the Samish Indian Nation stated that they consider Decatur Island to be within their traditional territory and provided evidence that other human remains from Decatur Island have been repatriated to the Samish Indian Nation. Following consultation between the Swinomish Indian Tribal Community and Samish Indian Nation, the Swinomish Indian Tribal Community provided the museum with a written statement withdrawing their claim for the human remains from Decatur Island. With the voluntarily withdrawal of the claim for repatriation of the human remains by Swinomish Indian Tribal Community, officials of the Paul H. Karshner Memorial Museum have determined that there is a preponderance of evidence in favor of the Samish Indian Nation\\'s claim for repatriation. Both the Swinomish Indian Tribal Community and Samish Indian Nation have agreed to work cooperatively with respect to reburial of the human remains after the repatriation is complete.\\n        Officials of the Paul H. Karshner Memorial Museum have determined that, pursuant to 25 U.S.C. 3001 (9-10), the human remains described above represent the physical remains of one individual of Native American ancestry. Officials of the Paul H. Karshner Memorial Museum also have determined that, pursuant to 25 U.S.C. 3001 (2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and the Samish Indian Nation, Washington and Swinomish Indian Tribal Community of the Swinomish Reservation, Washington.\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the human remains should contact Dr. Jay Reifel, Assistant Superintendent, Paul H. Karshner Memorial Museum, telephone (253) 840-8971, or Ms. Beth Bestrom, Museum Curator, Paul H. Karshner Memorial Museum, telephone (253) 841-8748, 309 4th St. NE, Puyallup, WA 98372, before June 25, 2009. Repatriation of the human remains to the Samish Indian Nation, Washington may proceed after that date if no additional claimants come forward.\\n        The Paul H. Karshner Memorial Museum is responsible for notifying the Lummi Tribe of the Lummi Reservation, Washington; Samish Indian Nation, Washington; Swinomish Indian Tribal Community of the Swinomish Reservation, Washington; and Tulalip Tribes of the Tulalip Reservation, Washington that this notice has been published.\\n        \\n          Dated: April 28, 2009.\\n          Sherry Hutt, \\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. E9-12281 Filed 5-22-09; 8:45 am]\\n      BILLING CODE 4312-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Inventory Completion: Paul H. Karshner Memorial Museum, Puyallup, WA", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: April 28, 2009.", "signature_name": "Sherry Hutt, ", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. E9-12281 Filed 5-22-09; 8:45 am]", "billing_code": "BILLING CODE 4312-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}