{"index": "I_1325", "messy_full": "\\n      \\n        \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Inventory Completion: Texas Department of Transportation, Austin, TX\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains and associated funerary objects in the possession of the Texas Department of Transportation, Austin, TX. The human remains and associated funerary objects were removed from Anderson County, TX.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003 (d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations in this notice. \\n        A detailed assessment of the human remains was made by the professional archeological staff of the Texas Department of Transportation, Coastal Environments, Inc., Archeological & Environmental Consultants, LLC, and A.M. Wilson Associates, Inc., in initial consultation with representatives from the Caddo Nation of Oklahoma; Cherokee Nation, Oklahoma; Choctaw Nation of Oklahoma; Delaware Nation, Oklahoma; Kialegee Tribal Town, Oklahoma; Kickapoo Tribe of Indians of the Kickapoo Reservation in Kansas; Kickapoo Tribe of Oklahoma; Kickapoo Traditional Tribe of Texas; Kiowa Indian Tribe of Oklahoma; Mescalero Apache Tribe of the Mescalero Reservation, New Mexico; Pokagon Band of Potawatomi Indians of Michigan and Indiana; Quapaw Tribe of Indians, Oklahoma; Thlopthlocco Tribal Town, Oklahoma; United Keetoowah Band of Cherokee Indians in Oklahoma; and Wichita and Affiliated Tribes (Wichita, Keechi, Waco & Tawakonie), Oklahoma.\\n        In 2004, human remains representing a minimum of one individual were removed from the Lang Pasture site, 41AN38, in Anderson County, TX. No known individual was identified. The eight associated funerary objects are one elbow pipe, two carinated bowls, one Poynor Engraved carinated bowl, one red-slipped carinated bowl, one plain bowl with scalloped lip, one Maydelle Incised jar, and one bottle.\\n        In 2006, human remains representing a minimum of eight individuals were removed from the Lang Pasture Site, 41AN38, in Anderson County, TX. One of the features excavated during this time contained no human remains. However, based on the preponderance of the evidence, officials of the Texas Department of Transportation reasonably believe the artifacts recovered from the feature are associated funerary objects. No known individuals were identified. The 27 associated funerary objects from these burials are 1 elbow pipe, 2 Poynor Engraved carinated bowls, 2 Poynor Engraved compound bowls, 2 Poynor Plain globular carinated bowls, 1 Poynor Engraved bowl, 1 Maydelle Incised jar, 1 Killough Pinched bowl, 7 plain bowls, 4 carinated bowls, 1 plain bowl with scalloped lip, 1 bottle, 1 engraved-rocker-stamped seed jar or neckless bottle, 1 compound vessel or wide-mouthed bottle with suspension holes, 1 untyped arrow point tip, and 1 ground stone tool.\\n        In 1983, Texas Department of Transportation archeologists recorded site 41AN38, the Lang Pasture site, during shovel testing in State Highway (SH) 155 right of way prior to a proposed transportation project planned to expand the highway from two to four lanes. It was determined that the highway project would destroy the portion of site 41AN38 located within the right of way.\\n        In 2003, Hicks & Company completed a more comprehensive archeological survey. Cultural materials (e.g., Caddo ceramic sherds, lithic debris, a possible post hole feature with flecks of charcoal) recovered during the Hicks investigations led to a recommendation for National Register of Historic Places eligibility testing. In January and February 2004, Coastal Environments, Inc., conducted eligibility testing excavations, as the Texas Department of Transportation had determined that preservation in place was not a feasible option for that portion of site 41AN38 within the right of way. The site was determined eligible for listing in the National Register, and data recovery excavations were designed to mitigate the effects of construction on the site.\\n        In consultation with the Caddo Nation of Oklahoma, it was determined that the portion of the Caddo cemetery within the right of way of SH 155 was to be excavated. The data recovery excavations were conducted in 2006 by Coastal Environments, Inc., and Archeological & Environmental Consultants, LLC, and additional human remains were removed from the site.\\n        Preliminary assessment based on analysis of the ceramic types represented in the recovered burial assemblages, radiocarbon dates derived from six of the burials, and the placement of funerary offerings with the skeletal remains, indicate that the cemetery was used by Caddo groups during time periods ranging from the Formative Caddoan (A.D. 800-1000) through the Late Caddoan (A.D. 1400-1680). The Texas Department of Transportation has determined that based upon the burials and associated funerary assemblages, that the Lang Pasture site, 41AN38, was occupied by a Caddo group. Descendants of the Caddo are members of the Caddo Nation of Oklahoma.\\n        Officials of the Texas Department of Transportation have determined that, pursuant to 25 U.S.C. 3001 (9-10), the human remains described above represent the physical remains of nine individuals of Native American ancestry. Officials of the Texas Department of Transportation also have determined that, pursuant to 25 U.S.C. 3001 (3) (A), the 35 objects described above are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony. Lastly, officials of the Texas Department of Transportation have determined, pursuant to 25 U.S.C. 3001 (2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and associated funerary objects and the Caddo Nation of Oklahoma.\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the human remains and associated funerary objects should contact Scott Pletka, Ph.D., Supervisor, Archeological Studies Program, Texas Department of Transportation, 125 E. 11th St., Austin, TX 78701-2483, telephone (512) 416-2631, before October 15, 2009. Repatriation of the human remains and associated funerary objects to the Caddo Nation of Oklahoma may proceed after that date if no additional claimants come forward.\\n\\n        The Texas Department of Transportation is responsible for notifying the Caddo Nation of Oklahoma; Cherokee Nation, Oklahoma; Choctaw Nation of Oklahoma; Delaware Nation, Oklahoma; Kialegee Tribal Town, Oklahoma; Kickapoo Tribe of Indians of the Kickapoo Reservation in Kansas; Kickapoo Tribe of Oklahoma; Kickapoo Traditional Tribe of Texas; Kiowa Indian Tribe of Oklahoma; Mescalero Apache Tribe of the Mescalero Reservation, New Mexico; Pokagon Band of Potawatomi Indians of Michigan and Indiana; Quapaw Tribe of Indians, Oklahoma; Thlopthlocco Tribal Town, Oklahoma; United Keetoowah Band of Cherokee Indians in Oklahoma; and Wichita and Affiliated Tribes (Wichita, Keechi, Waco & Tawakonie), Oklahoma that this notice has been published.\\n        \\n          Dated: August 14, 2009\\n          Sherry Hutt,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. E9-22217 Filed 9-14-09; 8:45 am]\\n      BILLING CODE 4312-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Inventory Completion: Texas Department of Transportation, Austin, TX", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: August 14, 2009", "signature_name": "Sherry Hutt,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. E9-22217 Filed 9-14-09; 8:45 am]", "billing_code": "BILLING CODE 4312-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}