{"index": "I_1385", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Inventory Completion: Department of the Interior, Bureau of Indian Affairs, Washington, DC and New York University College of Dentistry, New York, NY\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains in the control of the Department of the Interior, Bureau of Indian Affairs, Washington, DC, and in the physical custody of the New York University College of Dentistry, New York, NY. The human remains were removed from Pima County, AZ.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003 (d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains. The National Park Service is not responsible for the determinations in this notice. \\n        A detailed assessment of the human remains was made by the Bureau of Indian Affairs and New York University College of Dentistry professional staff in consultation with representatives of the Tohono O\\'odham Nation of Arizona.\\n        In February 1919, human remains representing a minimum of one individual were removed from a burial area in Sells, which is within the Tohono O\\'odham Reservation, Pima County, AZ, by E.H. Davis. That same year, Davis donated the human remains to the Museum of the American Indian, Heye Foundation. In 1956, the Museum of the American Indian transferred the human remains to Dr. Theodore Kazamiroff, New York University College of Dentistry. No known individual was identified. No associated funerary objects are present.\\n        Records identify the human remains as an \\xe2\\x80\\x9cOld Papago skeleton exhumed from burial place\\xe2\\x80\\x9d at \\xe2\\x80\\x9cIndian Oasis, Arizona.\\xe2\\x80\\x9d The Papago are also known by the name Tohono O\\'odham. Indian Oasis is today known as Sells, AZ. The Tohono O\\'odham consider Sells to be part of their ancestral homelands. The O\\'odham people are identified in 16th century Spanish documents as living in present-day northern Mexico and southern Arizona. Several documents record Tohono O\\'odham communities in the region in the late 17th century. The Tohono O\\'odham remained in southern Arizona, even during the Apache raids of the 19th century, and several winter or \\xe2\\x80\\x9cwell villages\\xe2\\x80\\x9d were located in the Sells district. Tohono O\\'odham residents of Kui Tatk and Tecolote, two defensive villages at the time of the Gadsden Purchase in 1853, resettled into the village of Artesa, which later became part of Sells. In the early 20th century, Sells was identified as Komoktetuvavosit, a well village. In 1916, the Tohono O\\'odham Reservation was established by Executive Order. In 1937, the Tohono O\\'odham Nation was recognized under the Indian Reorganization Act. \\n        The assignment of a tribal affiliation of \\xe2\\x80\\x9cPapago\\xe2\\x80\\x9d for the human remains suggests that they date to the late 17th to mid-20th centuries, the time period for which variants of the word \\xe2\\x80\\x9cPapago\\xe2\\x80\\x9d were in use. The cranial morphology of the human remains is consistent with biometric data from early 20th century Tohono O\\'odham communities. The description of the human remains as an \\xe2\\x80\\x9cold\\xe2\\x80\\x9d skeleton implies that the burial predated the more recent cemetery burials around Sells. Prior to the adoption of cemeteries as burial areas, individuals were placed in protected locations such as cairns. The condition and the weathering pattern of the human remains are consistent with a cairn or other protected burial area. \\n        Officials of the Bureau of Indian Affairs and New York University College of Dentistry have determined that, pursuant to 25 U.S.C. 3001 (9-10), the human remains described above represent the physical remains of one individual of Native American ancestry. Officials of the Bureau of Indian Affairs and New York University College of Dentistry also have determined that, pursuant to 25 U.S.C. 3001 (2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and the Tohono O\\'odham Nation of Arizona. \\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the human remains should contact Dr. Louis Terracio, New York University College of Dentistry, 345 East 24th St, New York, NY 10010, telephone (212) 998-9917, before June 8, 2009. Repatriation of the human remains to the Tohono O\\'odham Nation of Arizona may proceed after that date if no additional claimants come forward.\\n        The New York University College of Dentistry and Bureau of Indian Affairs are responsible for notifying the Tohono O\\'odham Nation of Arizona that this notice has been published.\\n        \\n          Dated: April 14, 2009.\\n          Sherry Hutt,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. E9-10544 Filed 5-6-09; 8:45 am]\\n      BILLING CODE 4312-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Inventory Completion: Department of the Interior, Bureau of Indian Affairs, Washington, DC and New York University College of Dentistry, New York, NY", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: April 14, 2009.", "signature_name": "Sherry Hutt,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. E9-10544 Filed 5-6-09; 8:45 am]", "billing_code": "BILLING CODE 4312-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}