{"index": "I_1302", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Inventory Completion: University of Colorado Museum, Boulder, CO\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains and associated funerary objects in the possession of the University of Colorado Museum, Boulder, CO. The human remains and associated funerary objects were removed from Graham, Pinal, and Yavapai Counties, AZ. \\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003 (d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations in this notice. \\n        A detailed assessment of the human remains was made by the University of Colorado Museum professional staff in consultation with representatives of the Ak Chin Indian Community of the Maricopa (Ak Chin) Indian Reservation, Arizona; Gila River Indian Community of the Gila River Indian Reservation, Arizona; Hopi Tribe of Arizona; Salt River Pima-Maricopa Indian Community of the Salt River Reservation, Arizona; Tohono O\\'odham Nation of Arizona; and Zuni Tribe of the Zuni Reservation, New Mexico. \\n        On an unknown date prior to 1961, human remains representing a minimum of five individuals were removed from Pima, Graham County, AZ, by G.W. Hoofnagle. No known individuals were identified. The five associated funerary objects are one unknown brownware jar, one Maverick Mountain black-on-red jar, one Nantack Polychrome jar, one San Carlos red-on-brown jar, and one brownware jar with knobby protrusions.\\n        Burial practices, associated funerary objects, and the geographic location support Salado and Hohokam cultural determinations. \\n        On an unknown date prior to 1961, human remains representing a minimum of five individuals were removed from a midden site near Safford, Graham County, AZ, by G.W. Hoofnagle. No known individuals were identified. The six associated funerary objects are one lot of bird bones, two Maverick Mountain black-on-red jars, one unknown red slip brownware jar, one Gila Polychrome jar, and one San Carlos red-on-brown jar.\\n        Burial practices, associated funerary objects, and the geographic location support Salado and Hohokam cultural determinations. \\n        On an unknown date prior to 1980, human remains representing a minimum of two individuals were removed from Burial Site 140, in the Gila-Salt area near Phoenix, Maricopa County, AZ, by an unknown individual. At one point, they were part of the Charles Petrat Collection. In February 1980, Asa Maxson donated them to the museum. No known individuals were identified. The two associated funerary objects are a Sacaton red-on-buff jar and an unknown brownware jar.\\n        Burial practices, associated funerary objects, and the geographic location support Salado and Hohokam cultural determinations. \\n        On an unknown date, human remains representing a minimum of two individuals were removed from Los Robles Wash, Pinal County, AZ, by an unknown individual. No known individuals were identified. The five associated funerary objects are one lot of undecorated buffware pottery sherds, one lot of lithics, one lot of non-human mammal bone and tooth fragments, and two lots of animal bone.\\n        Burial practices, associated funerary objects, and the geographic location support Hohokam cultural determination. Los Robles Wash Archaeological District is comprised of Hohokam-Salado sites on the National Register of Historic Places. \\n        In 1953, human remains representing a minimum of one individual were removed from four miles south of Toltec, Pinal County, AZ, by Mr. J. Whitman of Phoenix, AZ. In 1953, Herbert W. Dick, Trinidad State Junior College, Trinidad, CO, obtained them and negotiated a trade with the museum. No known individual was identified. The one associated funerary object is a Santa Cruz red-on-buff jar.\\n        Burial practices, the associated funerary object, and the geographic location support Hohokam cultural determination.\\n        On an unknown date prior to 1967, human remains representing a minimum of one individual were removed from near Florence, Pinal County, AZ, by Edward H. Eiberger. No known individual was identified. The associated funerary object is one lot of non-human bone fragments.\\n        Burial practices and the geographic location support Hohokam cultural determination.\\n\\n        On an unknown date prior to 1980, human remains representing a minimum of one individual were removed from Maxson site 125, Verde River Ruin, north of Phoenix, Yavapai County, AZ, by an unknown individual. In 1980, the human remains were donated to the museum by Asa Maxson. In February 2008, they were found in the museum. No known individual was identified. No associated funerary objects are present.\\n        The geographic location of removal supports Hohokam cultural determination.\\n        A relationship of shared group identity can be reasonably traced between the Hohokam culture, which dates from about A.D. 300 to A.D. 1450, and the Ak Chin Indian Community of the Maricopa (Ak Chin) Indian Reservation, Arizona; Gila River Indian Community of the Gila River Indian Reservation, Arizona; Salt River Pima-Maricopa Indian Community of the Salt River Reservation, Arizona; and Tohono O\\'odham Nation of Arizona. These four Indian tribes are one cultural group known as the O\\'odham (anthropologically known as the Pima and Papago). The Piipaash (anthropologically known as the Maricopa) are a separate and distinct culture that is present in two of the four tribes. The four tribes are separated by political boundaries designated through the adoption/assignment of reservations by the Federal Government, and not by any cultural differences. \\n        The O\\'odham people commonly refer to ancestors as \\xe2\\x80\\x9cthe Huhugam.\\xe2\\x80\\x9d The term \\xe2\\x80\\x9cHuhugam\\xe2\\x80\\x9c refers to all of the ancestors from the first of the O\\'odham people to walk the earth to those who have perished during modern times. The term \\xe2\\x80\\x9cHohokam\\xe2\\x80\\x9d is an English adaptation of the word Huhugam, and has become known in the larger society as an archeological culture. The term Huhugam is often mistaken for the word Hohokam, although the terms do not have the same meaning and are not interchangeable. The four Federally-recognized O\\'odham Indian tribes claim cultural affiliation to the Hohokam archeological cultures, as well as to all others present in their aboriginal claims area during the prehistory of what is now known as Arizona and Mexico. These affiliations include several other archeological cultures, including (but not limited to) the Archaic, Paleo-Indian, Salado, Patayan, and Sinagua. \\n        A written report, \\xe2\\x80\\x9cThe Four Southern Tribes and the Hohokam of the Phoenix Basin,\\xe2\\x80\\x9d provided to the museum by the Salt River Pima-Maricopa Indian Community, provides a preponderance of evidence for a relationship of shared group identity between the Hohokam culture and the present-day O\\'odham. The evidence in the report is archeological, linguistic, oral tradition, ethnographical, kinship, and biological. Linguistic evidence indicates that all the O\\'odham speak different dialects of the same Uto-Aztecan language. O\\'odham communities were historically recorded as living in the Gila River area by Jesuit missionaries in 1687. In the 1700s, when written records about the O\\'odham began, they occupied at least seven Rancherias. At the time of European contact, the O\\'odham, who occupied land previously inhabited by the Hohokam, mirrored the Hohokam in many ways. The Hohokam were desert agriculturalists who developed an elaborate system of irrigation canals to irrigate their crops. At European contact, it was documented that the O\\'odham were also desert agriculturalist who utilized irrigation canals and rivers. Based on scientific evidence, scholars view the complex irrigation systems of the O\\'odham and the Hohokam as evidence for a cultural continuity between the two that involved the ability to control mass labor in order to construct and maintain these canals. The Hohokam had a distinct settlement pattern that consisted of small farmsteads scattered throughout the landscape. The O\\'odham practiced this same type of settlement pattern. There was general architecture through the Hohokam Period to the historic O\\'odham Period that exhibited a trend from quadrangular to round structures through time.\\n        A relationship of shared group identity can also reasonably be traced between the Hohokam and the Hopi Tribe and Zuni Tribe. Based on O\\'odham oral tradition, some of the people occupying the Hohokam area migrated north and joined the Zuni and Hopi (\\xe2\\x80\\x9cThe Four Southern Tribes and the Hohokam of the Phoenix Basin\\xe2\\x80\\x9d). \\n        The \\xe2\\x80\\x9cZuni Policy Statement Regarding the Protection and Treatment of Human Remains and Associated Funerary Objects,\\xe2\\x80\\x9d (November 1992), which was sent to museums in the 1990s, states that Zuni is culturally affiliated to earlier groups, including Hohokam and Salado. On July 11, 1995, Zuni Tribe issued a Statement of Cultural Affiliation with Prehistoric and Historic Cultures. In the statement, the Zuni Tribe stated that it has a relationship of shared group identity with Hohokam and Salado culture based on oral teachings and traditions, ethnohistoric documentation, historic documentation, archeological documentation, and other evidence. Zuni Tribe oral tradition supports a relationship of shared group identity between the Zuni and the Hohokam and Salado. The Phoenix Basin is a part of the Zuni migration histories, as Medicine societies and Kiva groups have migration histories that place them in the Phoenix Basin.\\n        Resolution H-70-94 signed on May 23, 1994, by the Hopi Tribal Council declares formal cultural affinity and affiliation with the Hohokam and Salado cultural groups. According to \\xe2\\x80\\x9cYep Hisat Hoopoq\\'yaqam Yeesiwa (Hopi Ancestors Were Once Here): Hopi Cultural Affiliation with the Ancient Hohokam of Southern Arizona,\\xe2\\x80\\x9d a report by T.J. Ferguson, Leigh J. Kuwanwisiwma, Micah Loma\\'omvaya, Patrick Lyons, Greg Schachner, and Laurie Webster, the Hopi people trace their historical relationship with ancestral Hoopoq\\'yaqam groups that resided in the Hohokam area using traditional history and geography, kinship, archeological materials, and on-going religious and cultural practices. This information is embedded in the navoti (traditional knowledge) and wiimi (religious practices and esoteric rites) that the Hopi inherited from their ancestors. Corroborating evidence of a historical relationship with the Hohokam comes from ethnographic and archeological studies. Ceramic iconography, ritual artifacts, and textiles constitute distinct patterns of material culture manufacture and distribution that link Hohokam and Hopi groups.\\n        According to oral tradition, Hopi clan migration supports a shared group identity with Hohokam and Salado. Modern-day ritual pilgrimage practices support the oral tradition. According to the notes of archeologist Harold S. Colton, a Hopi shrine is located near the mountain peaks in the vicinity of Phoenix. Cremation was practiced by at least one clan that migrated from the south to present-day Hopi. Linguistically, Hopi is related to the four southern Arizona tribes. Architectural evidence also supports a shared group identity. San Pedro, near Safford, has Hopi style kivas. Hopi kivas are rectangular in shape. The evolution of kivas happened when people came to Hopi. According to oral tradition, the era of the round kiva was over and the square kiva meant the migration was at an end.\\n\\n        Officials of the University of Colorado Museum have determined that, pursuant to 25 U.S.C. 3001 (9-10), the human remains described above represent the physical remains of 17 individuals of Native American ancestry. Officials of the University of Colorado Museum also have determined that, pursuant to 25 U.S.C. 3001 (3)(A), the 20 objects described above are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony. Lastly, officials of the University of Colorado Museum have determined that, pursuant to 25 U.S.C. 3001 (2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and associated funerary objects and the Ak Chin Indian Community of the Maricopa (Ak Chin) Indian Reservation, Arizona; Gila River Indian Community of the Gila River Indian Reservation, Arizona; Hopi Tribe of Arizona; Salt River Pima-Maricopa Indian Community of the Salt River Reservation, Arizona; Tohono O\\'odham Nation of Arizona; and Zuni Tribe of the Zuni Reservation, New Mexico. \\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the human remains and associated funerary objects should contact Steve Lekson, Curator of Anthropology, University of Colorado Museum, Henderson Building, Campus Box 218, Boulder, CO 80309-0218, telephone (303) 492-6671, before January 8, 2010. Repatriation of the human remains and associated funerary objects to the Ak Chin Indian Community of the Maricopa (Ak Chin) Indian Reservation, Arizona; Gila River Indian Community of the Gila River Indian Reservation, Arizona; Salt River Pima-Maricopa Indian Community of the Salt River Reservation, Arizona; Tohono O\\'odham Nation of Arizona; Hopi Tribe of Arizona; and Zuni Tribe of the Zuni Reservation, New Mexico may proceed after that date if no additional claimants come forward. \\n        The University of Colorado Museum is responsible for notifying the Ak Chin Indian Community of the Maricopa (Ak Chin) Indian Reservation, Arizona; Gila River Indian Community of the Gila River Indian Reservation, Arizona; Hopi Tribe of Arizona; Salt River Pima-Maricopa Indian Community of the Salt River Reservation, Arizona; Tohono O\\'odham Nation of Arizona; and Zuni Tribe of the Zuni Reservation, New Mexico that this notice has been published.\\n        \\n          Dated: October 29, 2009.\\n          Richard C. Waldbauer,\\n          Acting Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. E9-29298 Filed 12-08-09; 8:45 am]\\n      BILLING CODE 4312-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Inventory Completion: University of Colorado Museum, Boulder, CO", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: October 29, 2009.", "signature_name": "Richard C. Waldbauer,", "signature_title": "Acting Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. E9-29298 Filed 12-08-09; 8:45 am]", "billing_code": "BILLING CODE 4312-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}