{"index": "I_1306", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Inventory Completion: Riverside Metropolitan Museum, Riverside, CA \\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains and associated funerary objects in the possession and control of the Riverside Metropolitan Museum, Riverside, CA. The human remains and associated funerary objects were removed from Sacramento County, CA.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003 (d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations in this notice. \\n        A detailed assessment of the human remains was made by the Riverside Metropolitan Museum professional staff in consultation with the Buena Vista Rancheria of Me-wuk Indians of California; California Valley Miwok Tribe, California (formerly the Sheep Ranch Rancheria of Me-Wuk Indians of California); Chicken Ranch Rancheria of Me-wuk Indians of California; Ione Band of Miwok Indians of California; Jackson Rancheria of Me-wuk Indians of California; Shingle Springs Band of Miwok Indians, Shingle Springs Rancheria (Verona Tract), California; Tuolumne Band of Me-Wuk Indians of the Tuolumne Rancheria of California; and United Auburn Indian Community of the Auburn Rancheria of California. \\n        In 1933, human remains representing a minimum of 27 individuals were removed from the Augustine Mound, in the Cosumnes River area, south of Elk Grove, Sacramento County, CA, during excavations by Dr. Paul Walker in association with the Sacramento City College. Walker\\'s widow, Bessie Walker, donated the human remains to the Riverside Metropolitan Museum in 1959. No known individuals were identified. The 29 associated funerary objects are 1 lot of glass beads, 1 lot of stone and bone objects, 3 antler flaking tools, 1 deer scapula saw, 1 bone scraper, 1 bone fish hook, 4 bone awls, 4 bone earlobe tubes, 1 steatite awl fragment, 1 stone polisher, 1 lot of clay objects, 1 stone pestle, 2 projectile points, 2 obsidian tools, 1 lot of obsidian lithics, 1 lot of shell pieces, 1 lot of shell beads, 1 lot of carbonized textiles, and 1 brass button. \\n\\n        Traditionally, the Plains Miwok occupied an area that included the lower reaches of the Mokelumne and Cosumnes Rivers, and both banks of the Sacramento River from Rio Vista to Freeport (Handbook of North American Indians, Vol. 8, 1978), which includes the Augustine Mound. The Plains Miwok are represented today by the Buena Vista Band of Me-Wuk Indians and the Ione Band of Miwok Indians. Consultation evidence provided by the Ione Band of Miwok links them prehistorically to the Slough House, Cosumnes River area. Moreover, many Base Roll Members of the Ione Band of Miwok served as informants for the Augustine Mound site. The Camellia Cemetery on Jackson Highway 16, where the human remains and associated funerary objects will be repatriated, is six miles from Slough House, where the human remains and associated funerary objects originated. Based on ethnography and consultation with the Ione Band of Miwok Indians of California, it has been determined that Slough House in the Cosumnes River area, south of Elk Grove, CA, is within the historically documented territory of the Plains Miwok. \\n        Officials of the Riverside Metropolitan Museum have determined that, pursuant to 25 U.S.C. 3001 (9-10), the human remains described above represent the physical remains of a minimum of 27 individuals of Native American ancestry. Officials of the Riverside Metropolitan Museum also have determined that, pursuant to 25 U.S.C. 3001 (3)(A), the 29 objects described above are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony. Officials of the Riverside Metropolitan Museum have determined that, pursuant to 25 U.S.C. 3001 (2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and associated funerary objects and the Buena Vista Rancheria of Me-wuk Indians of California and the Ione Band of Miwok Indians of California. Lastly, officials of the Riverside Metropolitan Museum have determined that there is a preponderance of the evidence in favor of the Ione Band of Miwok Indians of California\\'s claim.\\n\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the human remains and associated funerary objects should contact Ennette Morton, Museum Director, Riverside Metropolitan Museum, 3580 Mission Inn Avenue, Riverside, CA 92501, telephone (951) 826-5128, before December 14, 2009. Repatriation of the human remains and associated funerary objects to the Ione Band of Miwok Indians of California may proceed after that date if no additional claimants come forward.\\n        The Riverside Metropolitan Museum is responsible for notifying the Buena Vista Rancheria of Me-wuk Indians of California; California Valley Miwok Tribe, California; Chicken Ranch Rancheria of Me-wuk Indians of California; Ione Band of Miwok Indians of California; Jackson Rancheria of Me-wuk Indians of California; Shingle Springs Band of Miwok Indians, Shingle Springs Rancheria (Verona Tract), California; Tuolumne Band of Me-Wuk Indians of the Tuolumne Rancheria of California; and United Auburn Indian Community of the Auburn Rancheria of California that this notice has been published.\\n        \\n          Dated: October 15, 2009.\\n          Richard C. Waldbauer,\\n          Acting Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. E9-27237 Filed 11-12-09; 8:45 am]\\n      BILLING CODE 4312-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Inventory Completion: Riverside Metropolitan Museum, Riverside, CA ", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: October 15, 2009.", "signature_name": "Richard C. Waldbauer,", "signature_title": "Acting Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. E9-27237 Filed 11-12-09; 8:45 am]", "billing_code": "BILLING CODE 4312-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}