{"index": "I_1417", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Inventory Completion: Arizona State University, School of Human Evolution & Social Change, Tempe, AZ\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains in the control of the Arizona State University, School of Human Evolution & Social Change (formerly Department of Anthropology), Tempe, AZ. The human remains were removed from Maricopa County, AZ.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003 (d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains. The National Park Service is not responsible for the determinations in this notice.\\n        A detailed assessment of the human remains was made by Arizona State University, School of Human Evolution & Social Change professional staff in consultation with representatives of the Hopi Tribe of Arizona; Tohono O\\'odham Nation of Arizona; and Zuni Tribe of the Zuni Reservation, New Mexico.\\n        In 1980, human remains representing a minimum of one individual were removed from Site AZ T:08:0039 (ASU) in Maricopa County, AZ, during research by Museum of Northern Arizona staff that was being sponsored by the U.S. Army Corps of Engineers in preparation for the construction of the Adobe Dam and the Arizona State University Deer Valley Rock Art Center. The project collection is curated at Arizona State University, School of Human Evolution & Social Change through agreement of the U.S. Army Corps of Engineers. The U.S. Army Corps of Engineers is not responsible for this collection. No known individual was identified. No associated funerary objects are present.\\n        Site AZ T:08:0039 (ASU) dates to the Sedentary Period (A.D. 900-1150). The human remains had been cremated. Based on the cremation burial practice and age of the site, the human remains are affiliated with the archeologically defined Hohokam culture. Descendants of the Hohokam culture are the Hopi Tribe of Arizona; Tohono O\\'odham Nation of Arizona; and Zuni Tribe of the Zuni Reservation, New Mexico.\\n\\n        Officials of the Arizona State University have determined that, pursuant to 25 U.S.C. 3001 (9-10), the human remains described above represent the physical remains of one individual of Native American ancestry. Officials of the Arizona State University also have determined that, pursuant to 25 U.S.C. 3001 (2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and the Hopi Tribe of Arizona; Tohono O\\'odham Nation of Arizona; and Zuni Tribe of the Zuni Reservation, New Mexico.\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the human remains should contact Dr. Arleyn W. Simon, School of Human Evolution & Social Change, Box 872402, Tempe, AZ 85287-2402, telephone (480) 965-9231, before April 6, 2009. Repatriation of the human remains to the Hopi Tribe of Arizona; Tohono O\\'odham Nation of Arizona; and Zuni Tribe of the Zuni Reservation, New Mexico, may proceed after that date if no additional claimants come forward.\\n        The Arizona State University is responsible for notifying the Hopi Tribe of Arizona; Tohono O\\'odham Nation of Arizona; and Zuni Tribe of the Zuni Reservation, New Mexico, that this notice has been published.\\n        \\n          Dated: February 20, 2009.\\n          David Tarler,\\n          Acting Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. E9-4680 Filed 3-4-09; 8:45 am]\\n      BILLING CODE 4312-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Inventory Completion: Arizona State University, School of Human Evolution & Social Change, Tempe, AZ", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: February 20, 2009.", "signature_name": "David Tarler,", "signature_title": "Acting Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. E9-4680 Filed 3-4-09; 8:45 am]", "billing_code": "BILLING CODE 4312-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}