{"index": "I_1432", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Inventory Completion: University of Oregon, Oregon State Museum of Anthropology, Eugene, OR\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains in the possession of the University of Oregon, Oregon State Museum of Anthropology, Eugene, OR. The human remains were removed from an unknown site in eastern Oregon.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003 (d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains. The National Park Service is not responsible for the determinations in this notice.\\n        A detailed assessment of the human remains was made by Oregon State Museum of Anthropology professional staff in consultation with representatives of the Burns Paiute Tribe; Confederated Tribes of the Umatilla Indian Reservation, Oregon; Confederated Tribes of the Warm Springs Reservation of Oregon; Confederated Tribes and Bands of the Yakama Nation, Washington; Klamath Tribes, Oregon; and Nez Perce Tribe of Idaho.\\n        In 1952, human remains representing a minimum of one individual were donated to the Oregon State Museum of Anthropology by the Crime Detection Laboratory, Oregon Medical School, Portland, OR. Museum records identify the human remains as an \\xe2\\x80\\x9cIndian male from E. Oregon.\\xe2\\x80\\x9d No further information is available. No known individual was identified. No associated funerary objects are present.\\n        The human remains were determined to be Native American based on skeletal morphology. Based on museum records of the provenience, the human remains are most likely culturally affiliated with tribes whose aboriginal lands lie in the area of eastern Oregon. Tribes that have aboriginal lands in eastern Oregon are represented by the present-day Burns Paiute Tribe; Confederated Tribes of the Umatilla Indian Reservation, Oregon; Confederated Tribes of the Warm Springs Reservation of Oregon; Confederated Tribes and Bands of the Yakama Nation, Washington; Klamath Tribes, Oregon; and Nez Perce Tribe of Idaho.\\n        Officials of the Oregon State Museum of Anthropology have determined that, pursuant to 25 U.S.C. 3001 (9-10), the human remains described above represent the physical remains of one individual of Native American ancestry. Officials of the Oregon State Museum also have determined that, pursuant to 25 U.S.C. 3001 (2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and the Burns Paiute Tribe; Confederated Tribes of the Umatilla Indian Reservation, Oregon; Confederated Tribes of the Warm Springs Reservation of Oregon; Confederated Tribes and Bands of the Yakama Nation, Washington; Klamath Tribes, Oregon; and/or Nez Perce Tribe of Idaho.\\n\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the human remains should contact Pamela Endzweig Oregon State Museum of Anthropology, 1224 University of Oregon, Eugene, OR 97403-1224, telephone (541) 346-5115, before January 29, 2009. Repatriation of the human remains to the Burns Paiute Tribe; Confederated Tribes of the Umatilla Indian Reservation, Oregon; Confederated Tribes of the Warm Springs Reservation of Oregon; Confederated Tribes and Bands of the Yakama Nation, Washington; Klamath Tribes, Oregon; and/or Nez Perce Tribe of Idaho may proceed after that date if no additional claimants come forward.\\n        The Oregon State Museum of Anthropology is responsible for notifying the Burns Paiute Tribe; Confederated Tribes of the Umatilla Indian Reservation, Oregon; Confederated Tribes of the Warm Springs Reservation of Oregon; Confederated Tribes and Bands of the Yakama Nation, Washington; Klamath Tribes, Oregon; and Nez Perce Tribe of Idaho that this notice has been published.\\n        \\n          Dated: November 18, 2008\\n          Sherry Hutt,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. E8-30886 Filed 12-29-08; 8:45 am]\\n      BILLING CODE 4312-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Inventory Completion: University of Oregon, Oregon State Museum of Anthropology, Eugene, OR", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: November 18, 2008", "signature_name": "Sherry Hutt,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. E8-30886 Filed 12-29-08; 8:45 am]", "billing_code": "BILLING CODE 4312-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}