{"index": "I_1460", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Inventory Completion: U.S. Department of the Interior, U.S. Fish and Wildlife Service, Region 7, Anchorage, AK, and Alutiiq Museum and Archaeological Repository, Kodiak, AK\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains in the control of the U.S. Department of the Interior, U.S. Fish and Wildlife Service, Region 7, Anchorage, AK, and in the possession of the Alutiiq Museum and Archaeological Repository, Kodiak, AK. The human remains were removed from Chief Cove Island, Kodiak Island, AK.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003 (d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains. The National Park Service is not responsible for the determinations in this notice.\\n        A detailed assessment of the human remains was made by the Alutiiq Museum and Archaeological Repository professional staff on behalf of the U.S. Fish and Wildlife Service, Region 7, in consultation with representatives of Koniag, Inc., Native Village of Larsen Bay, and Native Village of Port Lions.\\n        In 1977, human remains representing a minimum of one individual were removed from 49-KOD-00172, an archeological site on Chief Cove Island, in the Kodiak Island Borough, AK, during testing of the site by Mike Nowak, U.S. Fish and Wildlife Service archeologist. Following the excavation, materials from the site were housed at the University of Alaska Fairbanks Museum, then transferred to the University of Alaska\\'s Department of Anthropology under the care of Dr. Richard Jordan. Sometime between 1988 and 1991, it is believed that Dr. Jordan inadvertently shipped the human remains to the Hunter College Department of Anthropology with faunal samples intended for analysis. In 2000, Robert Kopperl, a graduate student of University of Washington, Department of Anthropology, gained permission to move the 49-KOD-00172 faunal samples from Hunter College to Seattle, as part of his dissertation research project. During unpacking of the collection, the human remains were identified. In July of 2006, the human remains were hand carried from Seattle to the Alutiiq Museum by a visiting researcher. The Alutiiq Museum is a regional research facility governed by representatives of Kodiak\\'s Alutiiq Corporations, and as such, represents all of the Alutiiq people of the Kodiak region and agreed to care for the human remains and to work with the U.S. Fish and Wildlife Service to complete the necessary NAGPRA consultation to determine their appropriate disposition. No known individual was identified. No associated funerary objects are present.\\n        Site 49-KOD-00172 is a large prehistoric settlement on Chief Cove Island at the entrance to Spiridon Bay, an arm of the Uyak Bay, in Alaska\\'s Kodiak Archipelago. Stratigraphic observations, cultural materials, and carbon dates indicate that the site contains deposits spanning at least 2,000 years, from both the Late Kachemak and Koniag traditions. Archeological data indicate that modern Alutiiqs evolved from these archeologically documented societies. As such, the human remains from 49-KOD-00172 are likely Native American and most closely affiliated with the modern Kodiak Alutiiq people. According to guidelines of the Kodiak Alutiiq Repatriation Commission, the culturally related groups for the area of Chief Cove Island are the Koniag, Inc., Native Village of Larsen Bay, and Native Village of Port Lions. Specifically, Chief Cove Island falls within the area traditionally used by the Native Village of Larsen Bay.\\n\\n        Officials of the U.S. Fish and Wildlife Service, Region 7 and Alutiiq Museum and Archaeological Repository have determined that, pursuant to 25 U.S.C. 3001 (9-10), the human remains described above represent the physical remains of one individual of Native American ancestry. Officials of the U.S. Fish and Wildlife Service, Region 7 and Alutiiq Museum and Archaeological Repository also have determined that, pursuant to 25 U.S.C. 3001 (2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and associated funerary objects and the Koniag, Inc., Native Village of Larsen Bay, and Native Village of Port Lions.\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the human remains should contact U.S. Fish and Wildlife Service, Region 7, Archaeologist Debbie Corbett, 1011 East Tudor Road, Anchorage, AK 99503, telephone (907) 786-3399, before November 10, 2008. Repatriation of the human remains to the Koniag, Inc., Native Village of Larsen Bay, and Native Village of Port Lions may proceed after that date if no additional claimants come forward.\\n        The U.S. Fish and Wildlife Service is responsible for notifying the Koniag, Inc., Native Village of Larsen Bay, and Native Village of Port Lions that this notice has been published.\\n        \\n          Dated: September 16, 2008\\n          Sherry Hutt,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. E8-23955 Filed 10-8-08; 8:45 am]\\n      BILLING CODE 4312-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Inventory Completion: U.S. Department of the Interior, U.S. Fish and Wildlife Service, Region 7, Anchorage, AK, and Alutiiq Museum and Archaeological Repository, Kodiak, AK", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: September 16, 2008", "signature_name": "Sherry Hutt,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. E8-23955 Filed 10-8-08; 8:45 am]", "billing_code": "BILLING CODE 4312-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}