{"index": "I_1487", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Inventory Completion: Hastings Museum of Natural and Cultural History, Hastings, NE\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains in the possession of the Hastings Museum of Natural and Cultural History (Hastings Museum), Hastings, NE. The human remains were removed from Oceana County, MI.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003 (d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains. The National Park Service is not responsible for the determinations in this notice.\\n        A detailed assessment of the human remains was made by Hastings Museum professional staff in consultation with representatives of the Grand Traverse Band of Ottawa and Chippewa Indians, Michigan; Little River Band of Ottawa Indians, Michigan; Little Traverse Bay Bands of Odawa Indians, Michigan; and Saginaw Chippewa Indian Tribe of Michigan.\\n        On an unknown date, human remains representing a minimum of five individuals were removed from a grave near Hart in Oceana County, MI. No additional site information is available. The human remains were purchased by the Hastings Museum from Carl Strumf and cataloged into the collection in 1934. (12811,12812). No known individuals were identified. No associated funerary objects are present.\\n        Museum records lack sufficient information to culturally affiliate the human remains with any specific tribe. However, forensic information finds that the human remains are of Native American descent.\\n        Officials of the Hastings Museum have determined that, pursuant to 25 U.S.C. 3001 (9-10), the human remains described above represent the physical remains of five individuals of Native American ancestry. Officials of the Hastings Museum have determined that, pursuant to 25 U.S.C. 3001 (2), a relationship of shared group identity cannot be reasonably traced between the Native American human remains and any present-day Indian Tribe.\\n        The Native American Graves Protection and Repatriation Review Committee (Review Committee) is responsible for recommending specific actions for disposition of culturally unidentifiable human remains. In 2008, the Hastings Museum requested that the Review Committee recommend disposition of the culturally unidentifiable human remains to the Grand Traverse Band of Ottawa and Chippewa Indians, Michigan; Little River Band of Ottawa Indians, Michigan; Little Traverse Bay Bands of Odawa Indians, Michigan; and Saginaw Chippewa Indian Tribe of Michigan, as the aboriginal occupants of the lands near Hart, Oceana County, MI.\\n\\n        The Review Committee considered the request at its May 15-16, 2008 meeting and recommended disposition of the human remains to the Grand Traverse Band of Ottawa and Chippewa Indians, Michigan; Little River Band of Ottawa Indians, Michigan; Little Traverse Bay Bands of Odawa Indians, Michigan; and Saginaw Chippewa Indian Tribe of Michigan. A June 6, 2008, letter on behalf of the Secretary of the Interior from the Designated Federal Official transmitted the authorization for the museum to effect disposition of the human remains of the five culturally unidentifiable individuals to the four Indian tribes listed above contingent on the publication of a Notice of Inventory Completion in the Federal Register. This notice fulfills that requirement.\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the human remains should contact Teresa Kreutzer-Hodson, Hastings Museum of Natural and Cultural History, PO Box 1286, Hastings, NE 68902, telephone (402) 461-2399, before September 12, 2008. Disposition of the human remains to the Grand Traverse Band of Ottawa and Chippewa Indians, Michigan; Little River Band of Ottawa Indians, Michigan; Little Traverse Bay Bands of Odawa Indians, Michigan; and Saginaw Chippewa Indian Tribe of Michigan may proceed after that date if no additional claimants come forward.\\n        The Hastings Museum is responsible for notifying the Grand Traverse Band of Ottawa and Chippewa Indians, Michigan; Little River Band of Ottawa Indians, Michigan; Little Traverse Bay Bands of Odawa Indians, Michigan; and Saginaw Chippewa Indian Tribe of Michigan that this notice has been published.\\n        \\n          Dated: July 22, 2008\\n          Sherry Hutt,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. E8-18688 Filed 8-12-08; 8:45 am]\\n      BILLING CODE 4312-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Inventory Completion: Hastings Museum of Natural and Cultural History, Hastings, NE", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: July 22, 2008", "signature_name": "Sherry Hutt,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. E8-18688 Filed 8-12-08; 8:45 am]", "billing_code": "BILLING CODE 4312-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}