{"index": "I_1436", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Inventory Completion: Muskegon County Museum, Muskegon, MI\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains in the possession of the Muskegon County Museum, Muskegon, MI. The human remains were removed from Muskegon and Oceana Counties, MI.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003 (d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains. The National Park Service is not responsible for the determinations in this notice.\\n\\n        A detailed assessment of the human remains was made by Muskegon County Museum professional staff in consultation with representatives of the Grand Traverse Band of Ottawa and Chippewa Indians, Michigan; Little River Band of Ottawa Indians, Michigan; Little Traverse Bay Bands of Odawa Indians, Michigan; and Saginaw Chippewa Indian Tribe of Michigan.\\n        At an unknown date, human remains representing a minimum of one individual were removed from an unknown location in Muskegon County, MI. In 1939, the human remains were donated to the Muskegon County Museum (Accession #697). No known individual was identified. No associated funerary objects are present.\\n        At an unknown date, human remains representing a minimum of one individual were removed from an unknown location in Muskegon County, MI. In 1939, the human remains were donated to the Muskegon County Museum (Accession #699). No known individual was identified. No associated funerary objects are present.\\n        At an unknown date, human remains representing a minimum of one individual were removed from an unknown location in Muskegon County, MI. In 1939, the human remains were donated to the Muskegon County Museum (Accession #766). No known individual was identified. No associated funerary objects are present.\\n        In the 1930s, human remains representing a minimum of one individual were removed from the McNeal Mound, Wolf Lake, Muskegon County, MI. The human remains were accessioned by the Muskegon County Museum (Accession #1500). No known individual was identified. No associated funerary objects are present.\\n        In 1942, human remains representing a minimum of one individual were removed from Vanderwall Mounds (also known as Porter Mounds), Stoney Lake, Oceana County, MI. The human remains were accessioned by the Muskegon County Museum (Accession #2602). No known individual was identified. No associated funerary objects are present.\\n        In 1942, human remains representing a minimum of one individual were removed from Vanderwall Mounds (also known as Porter Mounds), Stoney Lake, Oceana County, MI. The human remains were accessioned by the Muskegon County Museum (Accession #2603). No known individual was identified. No associated funerary objects are present.\\n        In 1942, human remains representing a minimum of one individual were removed from Vanderwall Mounds (also known as Porter Mounds), Stoney Lake, Oceana County, MI. The human remains were accessioned by the Muskegon County Museum (Accession #2604.a). No known individual was identified. No associated funerary objects are present.\\n        At an unknown date, human remains representing a minimum of one individual were removed from Duck Lake Channel, Fruitland Township, Muskegon County, MI, by Cub Scouts. The human remains were accessioned by the Muskegon County Museum (Accession #2604.b). No known individual was identified. No associated funerary objects are present.\\n        In 1942, human remains representing a minimum of one individual were removed from Vanderwall Mounds (also known as Porter Mounds), Stoney Lake, Oceana County, MI. The human remains were accessioned by the Muskegon County Museum (Accession #2605). No known individual was identified. No associated funerary objects are present.\\n        The above described human remains came into the possession of the Muskegon County Museum through private donations. The areas are within known or suspected Native American occupation. The Muskegon County Museum has made the determination that the human remains described above are of Native American origin due to their age and association with areas evidencing a Native American presence.\\n        The Muskegon area, which lies on the western shore of Michigan and at the mouth of the Muskegon River, has a long established history of Native American occupation that predates European encroachment, in the early 17th century. The Anishnaabek, which is comprised of the Odawa/Ottawa, Ojibwe/Chippewa, and Potawatomi have long called this area home. Oral traditions for the Anishnaabek place themselves in Michigan for incalculable generations before contact with Europeans.\\n        Ancient trail systems, villages sites and burial mounds have been found in Muskegon County by one of the early founders of Michigan Archeology, Wilbert Hinsdale (\\xe2\\x80\\x9cAtlas of Michigan Archeology,\\xe2\\x80\\x9d Map 7), which officials of the Muskegon County Museum reasonably believe reinforces Anishnaabek oral traditions of their occupation of the western shore of Michigan. Although Anishnaabek occupation, particularly by the Odawa in the Muskegon area, does not appear in European record until the mid-1700s, the lack of documentary evidence might be explained as a consequence of the Iroquois War (A.D.1640-1671), also known as the Beaver Wars.\\n        The French were the first Europeans to make contact with the Great Lakes Indians. The first written account of the French encountering the Anishnaabek, a group of Odawa warriors on the Georgian Bay, occurred in 1615. Soon after their initial meeting, the French began a very prosperous fur trade with the Odawa and neighboring Great Lakes tribes. Around 1640, the Iroquois had depleted the fur supply in their traditional territories. This demand for furs, coupled with longstanding tribal hostilities, prompted the Iroquois to wage war for furs in the Great Lakes region. Iroquois aggression, in effect, depopulated the Lower Peninsula of Michigan from 1640-1670. Tribes who did not flee from the advancing Iroquois war parties were reportedly devastated. Odawas living in the Lower Peninsula did not wish to meet the same fate, and large bands dispersed into the Upper Peninsula, Wisconsin, and Western Minnesota. After years of becoming refugees in their own homeland, the Anishnaabek banded together to run the Iroquois out of Michigan. The decisive battle was fought in 1662, at Iroqouis Point, near Sault Ste. Marie (Tanner, 31).\\n        When peace was reached with the Iroquois in 1701, the Odawa and Ojibwe slowly began to re-inhabit the Lower Peninsula of Michigan, and although war was a continual occurrence in Michigan for the Anishnaabek from the 1600s until the conclusion of the War of 1812, only the Iroquois War displaced the Odawa and Ojibwe from Michigan and only for a brief time. The west coast of Michigan was chosen for village sites due to its availability to water, game, fertile soil and fish (Feest and Feest, 774). From 1700 to 1740, groups of Odawa and Ojibwe moved south, choosing locations such as L\\'Abre Croch, Grand Traverse, Manistee, Muskegon, and the Grand River area (McClurken 4). By 1768, these locations had become well-established Anishnaabek settlements, with most villages being Odawa.\\n        In sum, based on oral tradition and historical information, the Anishnaabek have occupied the Muskegon area for a long time. Archeological evidence from Wilbert Hinsdale and testimony about burial ceremonies from Andrew Blackbird (\\xe2\\x80\\x9cHistory of the Ottawa and Chippewa Indians in Michigan,\\xe2\\x80\\x9d 1887) also comprise a reasonable basis for the officials of the Muskegon County Museum to determine that the human remains from Muskegon are Native American, and of Anishnaabek origin. However, the officials of the Muskegon County Museum cannot reasonably determine a shared group relationship with any present-day Indian Tribe.\\n\\n        Officials of the Muskegon County Museum have determined that, pursuant to 25 U.S.C. 3001 (9-10), the human remains described above represent the physical remains of nine individuals of Native American ancestry. Officials of the Muskegon County Museum also have determined that, pursuant to 25 U.S.C. 3001 (2), a relationship of shared group identity cannot be reasonably traced between the Native American human remains and any present-day Indian Tribe.\\n        The Native American Graves Protection and Repatriation Review Committee (Review Committee) is responsible for recommending specific actions for disposition of culturally unidentifiable human remains. In May 2008, the Muskegon County Museum requested that the Review Committee recommend disposition of nine culturally unidentifiable human remains to the Grand Traverse Band of Ottawa and Chippewa Indians, Michigan; Little River Band of Ottawa Indians, Michigan; Little Traverse Bay Bands of Odawa Indians, Michigan; and Saginaw Chippewa Indian Tribe of Michigan, as the aboriginal occupants of the lands encompassing the present-day area of Muskegon and Oceana Counties, MI.\\n\\n        The Review Committee considered the proposal at its May 15-16, 2008 meeting and recommended disposition of the human remains to the Grand Traverse Band of Ottawa and Chippewa Indians, Michigan; Little River Band of Ottawa Indians, Michigan; Little Traverse Bay Bands of Odawa Indians, Michigan; and Saginaw Chippewa Indian Tribe of Michigan, as the aboriginal occupants. A June 6, 2008 letter on behalf of the Secretary of Interior from the Designated Federal Official transmitted the authorization for the museum to effect disposition of the culturally unidentifiable human remains to the four Indian tribes listed above contingent on the publication of a Notice of Inventory Completion in the Federal Register. This notice fulfills that requirement.\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the human remains should contact John McGarry, Executive Director, Muskegon County Museum, 430 W. Clay, Muskegon, MI 49440, telephone (231) 722-0278, before January 28, 2009 Disposition of the human remains to the Grand Traverse Band of Ottawa and Chippewa Indians, Michigan; Little River Band of Ottawa Indians, Michigan; Little Traverse Bay Bands of Odawa Indians, Michigan; and Saginaw Chippewa Indian Tribe of Michigan may proceed after that date if no additional claimants come forward.\\n        The Muskegon County Museum is responsible for notifying the Grand Traverse Band of Ottawa and Chippewa Indians, Michigan; Little River Band of Ottawa Indians, Michigan; Little Traverse Bay Bands of Odawa Indians, Michigan; and Saginaw Chippewa Indian Tribe of Michigan that this notice has been published.\\n        \\n          Dated: November 12, 2008\\n          Sherry Hutt,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. E8-30899 Filed 12-24-08; 8:45 am]\\n      BILLING CODE 4312-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Inventory Completion: Muskegon County Museum, Muskegon, MI", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: November 12, 2008", "signature_name": "Sherry Hutt,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. E8-30899 Filed 12-24-08; 8:45 am]", "billing_code": "BILLING CODE 4312-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}