{"index": "I_1424", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Inventory Completion: University of Oregon, Oregon State Museum of Anthropology, Eugene, OR\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains and associated funerary objects in the possession of the University of Oregon, Oregon State Museum of Anthropology, Eugene, OR. The human remains and associated funerary objects were removed from Klamath County, OR and Siskiyou County, CA.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003 (d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations in this notice.\\n        A detailed assessment of the human remains was made by Oregon State Museum of Anthropology professional staff in consultation with representatives of the Klamath Tribes, Oregon.\\n\\n        At an unknown date, human remains representing a minimum of four individuals were uncovered during highway grading on the Merrill-Hatfield Road, near Merrill, Klamath County, OR. In 1936, officials of the Oregon State Highway Commission deposited the human remains at the Oregon State Museum of Anthropology. No known individuals were identified. No associated funerary objects are present.\\n        The human remains are determined to be Native American based on archeological context and skeletal evidence. Based on provenience, as indicated in museum records, the human remains are reasonably believed to be culturally affiliated with the Klamath or Modoc.\\n        At an unknown date, human remains representing two individuals were removed from an unknown location in the vicinity of Klamath Falls, Klamath County, OR, by an unknown individual. In 1939, the human remains were donated to the Oregon State Museum of Anthropology by a private donor. No known individuals were identified. No associated funerary objects are present.\\n        The human remains are determined to be Native American based on skeletal evidence. The human remains are reasonably believed to be culturally affiliated with the Klamath or Modoc.\\n        At an unknown date, human remains representing a minimum of one individual were removed from the south end of Lower Klamath Lake, Siskiyou County, CA, by an unknown individual. In 1939, the human remains were donated to the Oregon State Museum of Anthropology by a private donor. No known individual was identified. No associated funerary objects are present.\\n        The human remains are determined to be Native American based on archeological context. The human remains are reasonably believed to be culturally affiliated with the Klamath or Modoc.\\n        In 1940, human remains representing a minimum of seven individuals were removed from an archeological site at the Narrows of Lower Klamath Lake, Siskiyou County, CA, during excavations by University of Oregon staff. Accession records indicate that the human remains were removed from \\xe2\\x80\\x9cBurial Island.\\xe2\\x80\\x9d No known individuals were identified. No associated funerary objects are present.\\n        The human remains are determined to be Native American based on archeological context. The human remains are reasonably believed to be culturally affiliated with the Klamath or Modoc.\\n        At an unknown date, human remains representing one individual were removed from an unknown cave location at Tule Lake, Siskiyou County, CA, by an unknown individual. In 1940, the human remains were donated to the Oregon State Museum of Anthropology by a private donor. No known individual was identified. No associated funerary objects are present.\\n        The human remains are determined to be Native American based on archeological context. The human remains are reasonably believed to be culturally affiliated with the Klamath or Modoc.\\n        In 1948, human remains representing a minimum of one individual were removed from the surface of Klamath Marsh, Klamath County, OR, by an unknown individual. In 1948, the human remains were donated to the Oregon State Museum of Anthropology by a private donor. No known individual was identified. The approximately 395 associated funerary objects are 47 copper bead and fragments, 53 lithics, 1 metal spoon fragment, 3 metal bracelet fragments, 285 glass beads, 4 metal buttons, 1 button fastener fragment, and 1 shell bead.\\n        The human remains were cremated, and are determined to be Native American based on archeological context. The associated funerary objects date the burial to protohistoric or historic times. The human remains are reasonably believed to be culturally affiliated with the Klamath.\\n        At an unknown date, human remains representing one individual were removed from the south side of the Sprague River, \\xe2\\x80\\x9cabove [the] dam,\\xe2\\x80\\x9d Klamath County, OR, by an unknown individual. In or before 1950, the human remains were donated to the Oregon State Museum of Anthropology by a private donor. No known individual was identified. The 28 associated funerary objects are 14 obsidian flakes, 12 copper tubing, and 2 unidentified longbone fragments.\\n        The human remains were removed from a cremation pit. The human remains are determined to be Native American based on archeological context. The associated funerary objects date the burial to the protohistoric or historic times. The human remains are reasonably believed to be culturally affiliated with the Klamath or Modoc.\\n        At an unknown date, human remains representing a minimum of five individuals were removed from several locations near Algoma, Klamath County, OR, by Oregon State Highway Commission employees. In 1953, officials of the Oregon State Highway Commission deposited the human remains at the Oregon State Museum of Anthropology. No known individuals were identified. No associated funerary objects are present.\\n        One cranium was found several hundred yards south of Algoma during highway construction. The other individuals were found near the Southern Pacific train depot in Algoma. Presence of cranial reshaping suggests a late prehistoric or historic age for at least one individual. The human remains are determined to be Native American based on archeological context. The human remains are reasonably believed to be culturally affiliated with the Klamath or Modoc.\\n        At an unknown date, human remains representing a minimum of two individuals were removed from an unknown site on California-Oregon Power Company land at Agency Lake, Klamath County, OR, by an unknown individual. In or before 1957, the human remains were donated to the Oregon State Museum of Anthropology by private donors. No known individuals were identified. No associated funerary objects are present.\\n        The human remains are determined to be Native American based on archeological context. The human remains are reasonably believed to be culturally affiliated with the Klamath.\\n        Between 1932 and the 1950\\'s, human remains representing a minimum of 13 individuals were removed from a high terrace above the Lost River, east of the Anderson Rose Diversion Dam, Klamath County, OR, by unknown individuals. In 1988, the human remains were donated to the Oregon State Museum of Anthropology by private donors. No known individuals were identified. No associated funerary objects are present.\\n        Based on archeological context, the human remains are determined to be Native American. The site may be the historic Modoc village identified as \\xe2\\x80\\x9cNakosh.\\xe2\\x80\\x9d The Modoc are members of the Klamath Tribes, Oregon and Modoc Tribe of Oklahoma.\\n        In 1961, human remains representing a minimum of 12 individuals were removed from the Klamath Shoal Midden site (35KL21), Klamath County, OR, during excavations by University of Oregon staff. No known individuals were identified. The 58 associated funerary objects are 2 projectile points, 6 knives, 13 worked bones, 1 bone tool, 1 bone flesher, 4 non-human mammal bones, 5 scrapers, 19 used and worked flakes, 1 antler, 1 lot of gastropod shells, 1 chopper, 2 gravers, 1 shell bead, and 1 core.\\n\\n        The human remains are determined to be Native American based on archeological context and the character of the associated funerary objects. Two radiocarbon dates place occupation at the Klamath Shoal Midden site at approximately A.D. 700-A.D. 1000. Based on provenience and radiocarbon dates, the human remains are reasonably believed to be culturally affiliated to the Klamath.\\n        In 1967, human remains representing a minimum of 93 individuals were removed from the Nightfire Island site (4SK4), west of Lower Klamath Lake, Siskiyou County, CA, by University of Oregon staff. No known individuals were identified. The 885 associated funerary objects are 755 shell beads, 2 quartz crystals, 35 agates and pebbles, 4 pipes, 4 fragments of basketry or matting, 4 pieces of worked bone, 38 projectile points and fragments thereof, 1 biface fragment, 29 worked and unworked flakes, 7 cores, 2 mortar fragments, 2 pestle fragments, 1 whetstone, and 1 novaculite slab. Additional funerary objects were excavated, but were stolen before they could be accessioned into museum collections.\\n        The human remains are determined to be Native American based on archeological context and the character of the associated funerary objects. The associated funerary objects date the burials to within the 2,500 years prior to Euro-American contact. The human remains are reasonably believed to be culturally affiliated to the Klamath or Modoc.\\n        In 1978, human remains representing one individual were removed from archeological site 35KL95, along Highway 140, east of the town of Beatty, Klamath County, OR, during excavations by University of Oregon staff. No known individual was identified. No associated funerary objects are present.\\n        Based on archeological context, the human remains are determined to be Native American. The human remains are reasonably believed to be culturally affiliated to the Klamath, Modoc, or Yahooskin.\\n        Historical documents, ethnographic sources, and oral history indicate that the Klamath, Modoc, and Yahooskin have occupied south-central Oregon and northeastern California since precontact times. Archeological context and/or skeletal evidence indicates that the above mentioned human remains are Native American, and of possible Klamath, Modoc, or Yahooskin cultural affiliation. Descendants of the Klamath, Modoc, and Yahooskin are members of the Klamath Tribes, Oregon and Modoc Tribe of Oklahoma. The Klamath Tribes, Oregon have taken the lead on repatriation of Native American human remains from the areas described above that are culturally affiliated with the Klamath, Modoc, and Yahooskin.\\n        Officials of the Oregon State Museum of Anthropology have determined that, pursuant to 25 U.S.C. 3001 (9-10), the human remains described above represent the physical remains of 143 individuals of Native American ancestry. Officials of the Oregon State Museum of Anthropology have also determined that, pursuant to 25 U.S.C. 3001 (3)(A), the 1,366 objects described above are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony. Lastly, officials of the Oregon State Museum of Anthropology have determined that, pursuant to 25 U.S.C. 3001(2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and associated funerary objects and the Klamath Tribes, Oregon and Modoc Tribe of Oklahoma.\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the human remains and associated funerary objects should contact Dr. Pamela Endzweig, Director of Collections, Oregon State Museum of Anthropology, 1224 University of Oregon, Eugene, OR 97403-1224, telephone (541) 346-5120, before March 4, 2009. Repatriation of the human remains and associated funerary objects to the Klamath Tribes, Oregon may proceed after that date if no additional claimants come forward.\\n        Oregon State Museum is responsible for notifying Klamath Tribes, Oregon and Modoc Tribe of Oklahoma that this notice has been published.\\n        \\n          Dated: January 5, 2009\\n          Sherry Hutt,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. E9-2147 Filed 1-30-09; 8:45 am]\\n      BILLING CODE 4312-50-S\\\\", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Inventory Completion: University of Oregon, Oregon State Museum of Anthropology, Eugene, OR", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: January 5, 2009", "signature_name": "Sherry Hutt,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. E9-2147 Filed 1-30-09; 8:45 am]", "billing_code": "BILLING CODE 4312-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}