{"index": "I_1498", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Inventory Completion: Alutiiq Museum and Archaeological Repository, Kodiak, AK\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains in the possession of Alutiiq Museum and Archaeological Repository, Kodiak, AK. The human remains were removed from Anton Larsen Bay, Kodiak Island, AK.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003 (d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains. The National Park Service is not responsible for the determinations in this notice.\\n\\n        A detailed assessment of the human remains was made by the Alutiiq Museum and Archaeological Repository professional staff in consultation with representatives of the Afognak Native Corporation; Native Village of Afognak (formerly the Village of Afognak); Anton Larsen, Inc.; Koniag, Inc.; Ouzinkie Native Corporation; Native Village of Ouzinkie; and Native Village of Port Lions.\\n        In the winter of 1962, human remains representing a minimum of one individual were removed from an unknown archeological site in Anton Larsen Bay on Kodiak Island, AK, by David Bowen, a Navy pilot deployed in Kodiak. In January 2008, after discovering the remains were human, Mr. Bowen relinquished it to the Alutiiq Museum and Archaeological Repository to determine cultural affiliation and assist with repatriation, at the request of Koniag, Inc., the regional ANCSA corporation. Upon arrival at the museum, the remains were examined and confirmed as human. No known individual was identified. No associated funerary objects are present.\\n        Although there is not enough information to definitively ascertain from which archeological site the human remains were collected, the donor\\'s description of his collecting activity suggest that it is likely from 49-KOD-00043, the Kizhuyak site, or 49-KOD-00044, the Crag Point site. Both sites contain extensive, eroding and well-preserved, prehistoric midden deposits that are known to have included human remains. Mr. Bowen reported collecting the human remains from such a deposit, which research at both sites has shown date to the Late Kachemak (circa 2,700 B.P. to 900 B.P.) and Koniag (900 B.P. to historic contact) traditions. Archeologists believe that the people of the Late Kachemak and Koniag traditions are ancestors of modern day Alutiiqs. Archeological data collected over the past 20 years indicates that Late Kachemak societies evolved into the more complexly organized societies of the Koniag tradition observed at historic contact in the late 18th century. As such, the human remains from Anton Larsen Bay are reasonably believed to be Native American and most closely affiliated with the contemporary Native residents of the Kodiak archipelago, the Kodiak Alutiiq. Specifically, they were recovered from an area of the Kodiak Archipelago traditionally used by members of the Afognak Native Corporation; Native Village of Afognak (formerly the Village of Afognak); Anton Larsen, Inc.; Koniag, Inc.; Ouzinkie Native Corporation; Native Village of Ouzinkie; and Native Village of Port Lions.\\n        Officials of the Alutiiq Museum and Archaeological Repository have determined that, pursuant to 25 U.S.C. 3001 (9-10), the human remains described above represent the physical remains of one individual of Native American ancestry. Officials of the Alutiiq Museum and Archaeological Repository also have determined that, pursuant to 25 U.S.C. 3001 (2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and the Afognak Native Corporation; Native Village of Afognak (formerly the Village of Afognak); Anton Larsen, Inc.; Koniag, Inc.; Ouzinkie Native Corporation; Native Village of Ouzinkie; and Native Village of Port Lions.\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the human remains should contact Dr. Sven Haakanson, Jr., Executive Director, Alutiiq Museum and Archaeological\\n        Repository, 215 Mission Rd., Suite 101, Kodiak, AK 99615, telephone (907) 486-7004, before September 12, 2008. Repatriation of the human remains to the Afognak Native Corporation; Native Village of Afognak (formerly the Village of Afognak); Anton Larsen, Inc.; Koniag, Inc.; Ouzinkie Native Corporation; Native Village of Ouzinkie; and Native Village of Port Lions may proceed after that date if no additional claimants come forward.\\n        The Alutiiq Museum and Archaeological Repository is responsible for notifying the Afognak Native Corporation; Native Village of Afognak (formerly the Village of Afognak); Anton Larsen, Inc.; Koniag, Inc.; Ouzinkie Native Corporation; Native Village of Ouzinkie; and Native Village of Port Lions that this notice has been published.\\n        \\n          Dated: July 14, 2008\\n          Sherry Hutt,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. E8-18675 Filed 8-12-08; 8:45 am]\\n      BILLING CODE 4312-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Inventory Completion: Alutiiq Museum and Archaeological Repository, Kodiak, AK", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: July 14, 2008", "signature_name": "Sherry Hutt,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. E8-18675 Filed 8-12-08; 8:45 am]", "billing_code": "BILLING CODE 4312-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}