{"index": "I_1486", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Inventory Completion: Kingman Museum, Incorporated, Battle Creek, MI\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains in the possession of the Kingman Museum, Incorporated, Battle Creek, MI. The human remains were removed from Muskegon County, MI.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003 (d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains. The National Park Service is not responsible for the determinations in this notice.\\n\\n        A detailed assessment of the human remains was made by Kingman Museum, Incorporated professional staff in consultation with representatives from the Michigan Anishnaabek Cultural Preservation and Repatriation Alliance (MACPRA), a non-federally recognized Indian group. The Kingman Museum, Incorporated professional staff also consulted with representatives of the Grand Traverse Band of Ottawa and Chippewa Indians, Michigan; Little River Band of Ottawa Indians, Michigan; Little Traverse Bay Bands of Odawa Indians, Michigan; Pokagon Band of Potawatomi Indians, Michigan and Indiana; and Saginaw Chippewa Indian Tribe of Michigan.\\n        In 1918, human remains representing a minimum of four individuals were removed from a sand mound near Muskegon, Muskegon County, MI, by J. Howard Baker, Mrs. Blanche McFarland, and Lewis Kelly. The human remains were donated to the Battle Creek Public Schools prior to 1997. In 2006, Battle Creek Public Schools transferred the human remains to the newly formed Kingman Museum, Incorporated, a 501(c)3 charitable organization. No known individuals were identified. No associated funerary objects are present.\\n        A handwritten piece of paper found with the human remains gives information on the excavation. The mound measured 14 inches by 25 inches and stood about 3 feet above ground level. The human remains were found in a sitting position. While as many as eight individuals may have originally been in the mound, only four individuals were collected. Funerary objects may also have been collected, but were not given to the museum.\\n        The human remains were documented by Janet Gardner and Robert Anemone, Department of Anthropology, Western Michigan University. The documentation concluded that the physical characteristics of the human remains and the details of the burial context are indicative of a Native American population. However, a relationship of shared group identity between the human remains and a present-day Indian Tribe could not be reasonably determined.\\n        Officials of Kingman Museum, Incorporated have determined that, pursuant to 25 U.S.C. 3001 (9-10), the human remains described above represent the physical remains of four individuals of Native American ancestry. Officials of Kingman Museum, Incorporated also have determined that, pursuant to 25 U.S.C. 3001 (2), a relationship of shared group identity cannot be reasonably traced between the Native American human remains and any present-day Indian Tribe.\\n        The Native American Graves Protection and Repatriation Review Committee (Review Committee) is responsible for recommending specific actions for disposition of culturally unidentifiable human remains. In 2008, Kingman Museum, Incorporated requested that the Review Committee recommend disposition of the four culturally unidentifiable individuals to the Little Traverse Bay Bands of Odawa Indians, Michigan; Pokagon Band of Potawatomi Indians, Michigan and Indiana; and Saginaw Chippewa Indian Tribe of Michigan, as the aboriginal occupants of the lands encompassing Muskegon, Muskegon County.\\n\\n        The Review Committee considered the request at its May 15-16, 2008 meeting and recommended disposition of the human remains to the Little Traverse Bay Bands of Odawa Indians, Michigan; Pokagon Band of Potawatomi Indians, Michigan and Indiana; and Saginaw Chippewa Indian Tribe of Michigan. A June 6, 2008, letter on behalf of the Secretary of the Interior from the Designated Federal Official, transmitted the authorization for the museum to effect disposition of the human remains of the culturally unidentifiable individuals to the three Indians tribes listed above contingent on the publication of a Notice of Inventory Completion in the Federal Register. This notice fulfills that requirement.\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the human remains should contact Katie Nelson, Collection Manager, Kingman Museum, Incorporated, 175 Limit Street, Battle Creek, MI 49037, telephone (269) 965-5117, fax (269) 965-3330, before September 12, 2008. Disposition of the human remains to the Little Traverse Bay Bands of Odawa Indians, Michigan; Pokagon Band of Potawatomi Indians, Michigan and Indiana; and Saginaw Chippewa Indian Tribe of Michigan may proceed after that date if no additional claimants come forward.\\n        Kingman Museum, Incorporated is responsible for notifying the Grand Traverse Band of Ottawa and Chippewa Indians, Michigan; Little River Band of Ottawa Indians, Michigan; Little Traverse Bay Bands of Odawa Indians, Michigan; Pokagon Band of Potawatomi Indians, Michigan and Indiana; and Saginaw Chippewa Indian Tribe of Michigan that this notice has been published.\\n        \\n          Dated: July 22, 2008\\n          Sherry Hutt,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. E8-18690 Filed 8-12-08; 8:45 am]\\n      BILLING CODE 4312-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Inventory Completion: Kingman Museum, Incorporated, Battle Creek, MI", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: July 22, 2008", "signature_name": "Sherry Hutt,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. E8-18690 Filed 8-12-08; 8:45 am]", "billing_code": "BILLING CODE 4312-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}