{"index": "I_1477", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Inventory Completion: Minnesota Indian Affairs Council, St. Paul and Bemidji, MN\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains and associated funerary object in the possession of the Minnesota Indian Affairs Council, St. Paul and Bemidji, MN. The human remains and associated funerary object were removed from Faribault and Goodhue Counties, MN.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003 (d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations in this notice.\\n        A detailed assessment of the human remains was made by Minnesota Indian Affairs Council professional staff in consultation with representatives of the Iowa Tribe of Kansas and Nebraska, Iowa Tribe of Oklahoma, and Otoe-Missouria Tribe of Indians, Oklahoma.\\n        In 1935, human remains representing a minimum of two individuals were removed from a mound on the Cady Farm (21GD17), Goodhue County, MN, by Edward Schmidt, an avocational archeologist. No known individuals were identified. No associated funerary objects are present.\\n        Site records in the Minnesota Office of the State Archaeologist record a minimum of 226 mounds at the Cady Farm site, and suggest an Oneota cultural affiliation. Based on continuities of material culture, historical documents, and oral history, the Oneota phase of the Mississippian archeological culture has been determined to be ancestral to the present-day Otoe and Ioway.\\n\\n        At an unknown date, human remains representing a minimum of one individual were removed from the Bartron farm (21GD2), near Red Wing, Goodhue County, MN, by Edward Schmidt, an avocational archeologist No known individual was identified. No associated funerary objects are present.\\n        Site records in the Minnesota Office of the State Archaeologist indicate that the Bartron Site is a village site of Oneota cultural affiliation. Based on continuities of material culture, historical documents, and oral history, the Oneota phase of the Mississippian archeological culture has been determined to be ancestral to the present-day Otoe and Ioway.\\n        In 1960-62, human remains representing a minimum of five individuals were removed from the Fort Sweney site (21GD86), Goodhue County, MN, during archeological excavations conducted by the Science Museum of Minnesota. No known individuals were identified. No associated funerary objects are present.\\n        Site records in the Minnesota office of the State Archaeologist indicate that Fort Sweney is a multi-component cemetery and habitation site with Late Woodland and Oneota components. The mortuary styles of the burials excavated in 1960-62 indicate that they are associated with the Oneota component of the site. Based on continuities of material culture, historical documents, and oral history, the Oneota phase of the Mississippian archeological culture has been determined to be ancestral to the present-day Otoe and Ioway.\\n        In 1998, human remains representing a minimum of two individuals were removed from the Vosburg site (21FA2), Faribault County, MN, during archeological excavations conducted by the University of Minnesota. No known individual was identified. The one associated funerary object is a segment of rib from a large mammal.\\n        Site records in the Minnesota office of the State Archaeologist indicate that the Vosburg site is a cemetery and habitation site classified as belonging to the Blue Earth/Oneota phase. Based on continuities of material culture, historical documents, and oral history, the Oneota phase of the Mississippian archeological culture has been determined to be ancestral to the present-day Otoe and Ioway. Descendants of the Otoe and Ioway are members of the Iowa Tribe of Kansas and Nebraska, Iowa Tribe of Oklahoma, and Otoe-Missouria Tribe of Indians, Oklahoma.\\n        Officials of the Minnesota Indian Affairs Council have determined that, pursuant to 25 U.S.C. 3001 (9-10), the human remains described above represent the physical remains of 10 individuals of Native American ancestry. Officials of the Minnesota Indian Affairs Council also have determined that, pursuant to 25 U.S.C. 3001 (3)(A), the one object described above is reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony. Lastly, officials of the Minnesota Indian Affairs Council have determined that, pursuant to 25 U.S.C. 3001 (2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and associated funerary object and the Iowa Tribe of Kansas and Nebraska, Iowa Tribe of Oklahoma, and Otoe-Missouria Tribe of Indians, Oklahoma.\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the human remains and associated funerary object should contact James L. (Jim) Jones, Jr., Cultural Resource Director, Minnesota Indian Affairs Council, 3801 Bemidji Avenue North, Suite 5, Bemidji, MN 56601, telephone (218) 755-3223, before September 29, 2008. Repatriation of the human remains and associated funerary object to the Iowa Tribe of Kansas and Nebraska, Iowa Tribe of Oklahoma, and Otoe-Missouria Tribe of Indians, Oklahoma may proceed after that date if no additional claimants come forward.\\n        The Minnesota Indian Affairs Council is responsible for notifying the Iowa Tribe of Kansas and Nebraska, Iowa Tribe of Oklahoma, and Otoe-Missouria Tribe of Indians, Oklahoma that this notice has been published.\\n        \\n          Dated: August 4, 2008.\\n          Sherry Hutt,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. E8-20093 Filed 8-28-08; 8:45 am]\\n      BILLING CODE 4312-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Inventory Completion: Minnesota Indian Affairs Council, St. Paul and Bemidji, MN", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: August 4, 2008.", "signature_name": "Sherry Hutt,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. E8-20093 Filed 8-28-08; 8:45 am]", "billing_code": "BILLING CODE 4312-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}