{"index": "I_1468", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Inventory Completion: Michigan Historical Center, Lansing, MI\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains in the control of the Michigan Historical Center, Lansing, MI. The human remains were removed from Cheboygan County, MI.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003 (d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains. The National Park Service is not responsible for the determinations in this notice.\\n        A detailed assessment of the human remains was made by Michigan Historical Center professional staff in consultation with representatives of the Little Traverse Bay Bands of Odawa Indians, Michigan.\\n        In 1992, human remains representing a minimum of one individual were removed from the Village of Mackinaw City in Cheboygan County, MI. The human remains were unearthed during a water main project on land owned by the Village of Mackinaw City, and were removed by the Mackinaw City Police. Subsequently, archeologists from the Michigan Historical Center and physical anthropologist Dr. David Barondess, of Wayne State University, Detroit, MI, were called to investigate. They identified the remaining portion of the burial pit in the trench wall, and recovered a few additional bones. After his analysis was complete, Dr. Barondess transferred the bones to the Michigan Historical Center at the request of the Village. No known individual was identified. No associated funerary objects are present.\\n        At an unknown time, but likely in 1992, human remains representing a minimum of one individual were removed from the Village of Mackinaw City in Cheboygan County, MI, by an unidentified employee of the company constructing the water main. The construction worker gave the human remains to a student at Kirtland Community College. In early 1993, a professor at the college transferred the human remains to the Michigan Historical Center. No known individual was identified. No associated funerary objects are present.\\n        About 30 feet away from the first individual\\'s grave, along the water main, was a cache of artifacts of both French and Native manufacture dating to the late 17th or early 18th century. The artifacts are similar to those found at French, Odawa, and Huron/Wyandotte sites at the Straits of Mackinac during that period. As these artifacts were not in direct association with the human remains, they are not considered to be funerary objects. Other than a few modern items and one small chert flake, no artifacts from earlier or later cultural periods were found in the vicinity, despite intensive examination by trained archeologists of the utility trench spoil dirt. There were no traces of coffin hardware or coffin wood, and no shroud pins or clothing buttons. For these reasons, the human remains most likely date to the same period as the cache pit, i.e. the late 17th or early 18th century.\\n\\n        Both sets of human remains were identified as Native American by Dr. Barondess, who stated that their condition was consistent with being buried \\xe2\\x80\\x9cseveral hundred years ago.\\xe2\\x80\\x9d The ethnic identification was based on morphological attributes of the skulls and condition of the teeth. The identification of the human remains as Native American is consistent with observed burial practices, such as a burial in a pit without evidence of a coffin, the lack of buttons or other artifacts indicative of Euro-American clothing, and morphological characteristics.\\n        Mackinaw City is located on the south side of the Straits of Mackinac. During this period, the French had missions, traders, and a military presence at the Straits. During the late 17th and early 18th century, the Odawa were known to inhabit both sides of the Straits, as documented by French missionary and military records. At this time, Huron/Wyandotte refugees, fleeing attacks by the Iroquois, also lived on the north side of the Straits, at present day St. Ignace. The Sault Ste. Marie Tribe of Chippewa Indians resided on the north side of the Straits as well. A band of Chippewa was reported at times in the Cheboygan area. Other tribes were known to pass through the area, often stopping to trade. Although the tribal affiliation of the human remains found at Mackinaw City is not scientifically certain, the remains are likely culturally affiliated with the Odawa, as they were the tribe most commonly reported in the Mackinaw City area during the period in question. The Odawa who lived at what is now Mackinaw City moved to Little Traverse Bay in the 1740s, and their descendants are members of the Little Traverse Bay Bands of Odawa Indians, Michigan, based in what is now Emmet County.\\n        The Village of Mackinaw City transferred the human remains found in the water main trench to the Michigan Historical Center with the understanding that the Center would arrange for reburial after studies were complete. The Center entered into consultation with the Little Traverse Bay Bands of Odawa Indians in the spring of 2008. The tribe has provided the Michigan Historical Center with documentation of their continuous presence in the Straits of Mackinac area for at least 350 years. The NAGPRA coordinators of the Sault Ste. Marie Tribe of Chippewa Indians of Michigan and Wyandotte Nation, Oklahoma have sent the Michigan Historical Center letters of support for repatriation of the human remains removed from Mackinaw City to the Little Traverse Bay Bands of Odawa Indians, Michigan.\\n        Officials of the Michigan Historical Center have determined that, pursuant to 25 U.S.C. 3001 (9-10), the human remains described above represent the physical remains of two individuals of Native American ancestry. Officials of the Michigan Historical Center also have determined that, pursuant to 25 U.S.C. 3001 (2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and the Little Traverse Bay Bands of Odawa Indians, Michigan.\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the human remains should contact Barbara Mead, Michigan Historical Center, P.O. Box 30740, Lansing, MI 48909-8240, telephone (517) 373-6416, before October 10, 2008. Repatriation of the human remains to the Little Traverse Bay Band of Odawa Indians, Michigan may proceed after that date if no additional claimants come forward.\\n        The Michigan Historical Center is responsible for notifying the Little Traverse Bay Bands of Odawa Indians, Michigan; Sault Ste. Marie Tribe of Chippewa Indians of Michigan; and Wyandotte Nation, Oklahoma that this notice has been published.\\n        \\n          Dated: August 20, 2008\\n          Sherry Hutt,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. E8-21009 Filed 9-9-08; 8:45 am]\\n      BILLING CODE 4312-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Inventory Completion: Michigan Historical Center, Lansing, MI", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: August 20, 2008", "signature_name": "Sherry Hutt,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. E8-21009 Filed 9-9-08; 8:45 am]", "billing_code": "BILLING CODE 4312-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}