{"index": "I_1457", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Inventory Completion: U.S. Department of Defense, Army Corps of Engineers, Portland District, Portland, OR and University of Oregon Museum of Natural and Cultural History, Eugene, OR\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains and associated funerary objects for which the University of Oregon Museum of Natural and Cultural History, Eugene, OR, and U.S. Department of Defense, Army Corps of Engineers, Portland District, Portland, OR, have joint responsibility. The human remains and associated funerary objects were removed from a site on Army Corps of Engineers land within the John Day Dam project area, Klickitat County, WA.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003 (d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations in this notice.\\n        A detailed assessment of the human remains was made by the University of Oregon Museum of Natural and Cultural History and U.S. Army Corps of Engineers, Portland District professional staff in consultation with representatives of the Confederated Tribes and Bands of the Yakama Nation, Washington; Confederated Tribes of the Umatilla Indian Reservation, Oregon; Confederated Tribes of the Warm Springs Reservation of Oregon; and Nez Perce Tribe of Idaho.\\n        Native American cultural items described in this notice were excavated under an Antiquities Act permit by the University of Oregon, Eugene, OR, on Army Corps of Engineers project land. Following excavations at the site described below, and under the provisions of the permits, the University of Oregon was allowed to retain the collections for preservation.\\n\\n        In 1965, human remains representing a minimum of three individuals were removed from site 45-KL-5, also known as the Alderdale Site, Klickitat County, WA, during excavations by the University of Oregon prior to construction of the John Day Dam. No known individuals were identified. The 55 associated funerary objects are 1 stone knife/scraper; 1 bone awl; 1 obsidian flake; 15 assorted flakes and shatter fragments; 1 unmodified angular basalt piece; 3 animal bones; and 33 animal bone fragments.\\n        Site 45-KL-5 is located on the now-inundated, north side shoreline of the Columbia River adjacent to the town of Alderdale, WA. Recovered artifacts, ethnographic accounts, and informant reports indicate the site served as a long term camp or village. At the time of the National Park Service sponsored excavations, the site was described as heavily-looted, vandalized, and damaged by the effects of ongoing erosion. Radiocarbon dates obtained from the site, though not from the burial contexts, suggest the area was occupied from at least circa 1770 120 years BP into the historic period, as informant reports indicate the site was still used as an Indian village during the early 20th Century.\\n        Based on the associated funerary objects and the location of the human remains within the site, all three individuals have been determined to be Native American. Oral histories and published ethnographic documentation indicate the site described above is within the shared, traditional territory of the Wishram, Yakama, Skin-pah, Wasco, Tenino, Western Columbia River Sahaptin groups, and Nez Perce bands. Descendants of the Wishram, Yakama, Skin-pah, and other ancestral groups are members of the Confederated Tribes and Bands of the Yakama Nation, Washington. Descendants of the Umatilla, Walla Walla, and Cayuse tribes are members of the Confederated Tribes of the Umatilla Indian Reservation, Oregon. Descendants of the Wasco, Tenino, and other culturally-affiliated Western Columbia River Sahaptin groups are members of the Confederated Tribes of the Warm Springs Reservation of Oregon. Descendants of Nez Perce groups are members of the Nez Perce Tribe of Idaho.\\n        Officials of the U.S. Army Corps of Engineers, Portland District have determined that, pursuant to 25 U.S.C. 3001 (9-10), the human remains described above represent the physical remains of three individuals of Native American ancestry. Officials of the U.S. Army Corps of Engineers, Portland District have also determined that, pursuant to 25 U.S.C. 3001 (3)(A), the 55 objects described above are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony. Lastly, officials of the U.S. Army Corps of Engineers, Portland District have determined that, pursuant to 25 U.S.C. 3001 (2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and associated funerary objects and the Confederated Tribes and Bands of the Yakama Nation, Washington; Confederated Tribes of the Umatilla Indian Reservation, Oregon; Confederated Tribes of the Warm Springs Reservation of Oregon; and/or Nez Perce Tribe of Idaho.\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the human remains and associated funerary objects should contact Daniel Mulligan, NAGPRA Coordinator, Environmental Resources Branch, U.S. Army Corps of Engineers, Portland District, P.O. Box 2946, Portland, OR 97208-2946, telephone (503) 808-4768, before November 20, 2008. Repatriation of the human remains and associated funerary objects to the Confederated Tribes and Bands of the Yakama Nation, Washington; Confederated Tribes of the Umatilla Indian Reservation, Oregon; Confederated Tribes of the Warm Springs Reservation of Oregon; and/or Nez Perce Tribe of Idaho may proceed after that date if no additional claimants come forward.\\n        The U.S. Army Corps of Engineers, Portland District is responsible for notifying the Confederated Tribes and Bands of the Yakama Nation, Washington; Confederated Tribes of the Umatilla Indian Reservation, Oregon; Confederated Tribes of the Warm Springs Reservation of Oregon; and Nez Perce Tribe of Idaho that this notice has been published.\\n        \\n          Dated: September 10, 2008.\\n          Sherry Hutt,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. E8-24968 Filed 10-20-08; 8:45 am]\\n      BILLING CODE 4312-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Inventory Completion: U.S. Department of Defense, Army Corps of Engineers, Portland District, Portland, OR and University of Oregon Museum of Natural and Cultural History, Eugene, OR", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: September 10, 2008.", "signature_name": "Sherry Hutt,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. E8-24968 Filed 10-20-08; 8:45 am]", "billing_code": "BILLING CODE 4312-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}