{"index": "I_1407", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Inventory Completion: U.S. Department of the Interior, Utah State Office, Bureau of Land Management, Salt Lake City, UT and Utah Museum of Natural History, University of Utah, Salt Lake City, UT\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains and associated funerary objects in the control of the U.S. Department of the Interior, Utah State Office, Bureau of Land Management, Salt Lake City, UT, and in the possession of the Utah Museum of Natural History, University of Utah, Salt Lake City, UT. The human remains and associated funerary objects were removed from Tooele County, UT.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003 (d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations in this notice.\\n\\n        A detailed assessment of the human remains was made by Utah Museum of Natural History, University of Utah, and Utah State Office, Bureau of Land Management professional staff in consultation with representatives of the Confederated Tribes of the Goshute Reservation, Nevada and Utah; Duckwater Shoshone Tribe of the Duckwater Reservation, Nevada; Ely Shoshone Tribe of Nevada; Hopi Tribe of Arizona; Kaibab Band of Paiute Indians of the Kaibab Indian Reservation, Arizona; Moapa Band of Paiute Indians of the Moapa River Indian Reservation, Nevada; Navajo Nation, Arizona, New Mexico & Utah; Northwestern Band of Shoshoni Nation of Utah (Washakie); Ohkay Owingeh, New Mexico; Paiute Indian Tribe of Utah (Cedar City Band of Paiutes, Kanosh Band of Paiutes, Koosharem Band of Paiutes, Indian Peaks Band of Paiutes, and Shivwits Band of Paiutes); Pueblo of Acoma, New Mexico; Pueblo of Cochiti, New Mexico; Pueblo of Isleta, New Mexico; Pueblo of Jemez, New Mexico; Pueblo of Laguna, New Mexico; Pueblo of Nambe, New Mexico; Pueblo of Picuris, New Mexico; Pueblo of Pojoaque, New Mexico; Pueblo of San Felipe, New Mexico; Pueblo of San Ildefonso, New Mexico; Pueblo of Sandia, New Mexico; Pueblo of Santa Ana, New Mexico; Pueblo of Santa Clara, New Mexico; Pueblo of Santo Domingo, New Mexico; Pueblo of Taos, New Mexico; Pueblo of Tesuque, New Mexico; Pueblo of Zia, New Mexico; San Juan Southern Paiute Tribe of Arizona; Shoshone Tribe of the Wind River Reservation, Wyoming; Shoshone-Bannock Tribes of the Fort Hall Reservation of Idaho; Shoshone-Paiute Tribes of the Duck Valley Reservation, Nevada; Skull Valley Band of Goshute Indians of Utah; Southern Ute Indian Tribe of the Southern Ute Reservation, Colorado; Te-Moak Tribes of Western Shoshone Indians of Nevada (Four constituent bands: Battle Mountain Band, Elko Band, South Fork Band and Wells Band); Ute Indian Tribe of the Uintah & Ouray Reservation, Utah; Ute Mountain Tribe of the Ute Mountain Reservation, Colorado, New Mexico & Utah; Ysleta del Sur Pueblo of Texas; and Zuni Tribe of the Zuni Reservation, New Mexico.\\n        At an unknown date, human remains representing a minimum of two individuals were removed from site 42TO23, referred to as the Ibapah Burials, in Tooele County, UT. No additional information is available regarding the excavation of the human remains or the circumstances under which they were accessioned into the Utah Museum of Natural History. No known individuals were identified. The 32 associated funerary objects are 3 animal bones, 1 wood item, 1 leather halter fragment, 1 log, 1 cedar post, 1 cloth, 1 fabric swatch, 1 cloth bundle, 20 buttons, 1 bottle of sclerotia, and a pair of glasses. The following 13 objects were also identified in museum records as being associated with the human remains, but the museum could not verify their current location: 1 lot of steel knives, 1 lot of buttons, 1 lot of mineral paint, 1 lot of beads, 1 butcher knife, 1 iron vessel, 1 log, 2 iron pan fragments, 1 rope, 1 ring, and 2 shoes.\\n        The burials date to the Historic Period, but their sex and age are unknown. The human remains are affiliated with the Confederated Tribes of the Goshute Reservation, Nevada and Utah based on the osteological assessment, associated funerary objects, and the location of the discovery.\\n        Officials of the Utah State Office, Bureau of Land Management have determined that, pursuant to 25 U.S.C. 3001 (9-10), the human remains described above represent the physical remains of two individuals of Native American ancestry. Officials of the Utah State Office, Bureau of Land Management also have determined that, pursuant to 25 U.S.C. 3001 (3)(A), the 32 objects described above are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony. Lastly, officials of the Utah State Office, Bureau of Land Management have determined that, pursuant to 25 U.S.C. 3001 (2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and associated funerary objects and the Confederated Tribes of the Goshute Reservation, Nevada and Utah.\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the human remains and associated funerary objects should contact Byron Loosle, Utah State NAGPRA Coordinator, BLM Utah State Office, PO Box 45155, 440 West 200 South, Suite 600, Salt Lake City, UT 84145-0155, telephone (801) 539-4276, before April 13, 2009. Repatriation of the human remains and associated funerary objects to the Confederated Tribes of the Goshute Reservation, Nevada and Utah may proceed after that date if no additional claimants come forward.\\n        The Utah State Office, Bureau of Land Management is responsible for notifying the Confederated Tribes of the Goshute Reservation, Nevada and Utah; Duckwater Shoshone Tribe of the Duckwater Reservation, Nevada; Ely Shoshone Tribe of Nevada; Hopi Tribe of Arizona; Kaibab Band of Paiute Indians of the Kaibab Indian Reservation, Arizona; Moapa Band of Paiute Indians of the Moapa River Indian Reservation, Nevada; Navajo Nation, Arizona, New Mexico & Utah; Northwestern Band of Shoshoni Nation of Utah (Washakie); Ohkay Owingeh, New Mexico; Paiute Indian Tribe of Utah; Pueblo of Acoma, New Mexico; Pueblo of Cochiti, New Mexico; Pueblo of Isleta, New Mexico; Pueblo of Jemez, New Mexico; Pueblo of Laguna, New Mexico; Pueblo of Nambe, New Mexico; Pueblo of Picuris, New Mexico; Pueblo of Pojoaque, New Mexico; Pueblo of San Felipe, New Mexico; Pueblo of San Ildefonso, New Mexico; Pueblo of Sandia, New Mexico; Pueblo of Santa Ana, New Mexico; Pueblo of Santa Clara, New Mexico; Pueblo of Santo Domingo, New Mexico; Pueblo of Taos, New Mexico; Pueblo of Tesuque, New Mexico; Pueblo of Zia, New Mexico; San Juan Southern Paiute Tribe of Arizona; Shoshone Tribe of the Wind River Reservation, Wyoming; Shoshone-Bannock Tribes of the Fort Hall Reservation of Idaho; Shoshone-Paiute Tribes of the Duck Valley Reservation, Nevada; Skull Valley Band of Goshute Indians of Utah; Southern Ute Indian Tribe of the Southern Ute Reservation, Colorado; Te-Moak Tribes of Western Shoshone Indians of Nevada; Ute Indian Tribe of the Uintah & Ouray Reservation, Utah; Ute Mountain Tribe of the Ute Mountain Reservation, Colorado, New Mexico & Utah; Ysleta del Sur Pueblo of Texas; and Zuni Tribe of the Zuni Reservation, New Mexico that this notice has been published.\\n        \\n          Dated: January 26, 2009\\n          Sherry Hutt,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. E9-5351 Filed 3-11-09; 8:45 am]\\n      BILLING CODE 4312-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Inventory Completion: U.S. Department of the Interior, Utah State Office, Bureau of Land Management, Salt Lake City, UT and Utah Museum of Natural History, University of Utah, Salt Lake City, UT", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: January 26, 2009", "signature_name": "Sherry Hutt,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. E9-5351 Filed 3-11-09; 8:45 am]", "billing_code": "BILLING CODE 4312-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}