{"index": "I_1412", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Inventory Completion: U.S. Department of Energy, Richland Operations Office, Richland, WA and Phoebe A. Hearst Museum of Anthropology, University of California, Berkeley, Berkeley, CA\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains in the control of the U.S. Department of Energy, Richland Operations Office, Richland, WA, and in the physical custody of the Phoebe A. Hearst Museum of Anthropology (Hearst Museum), University of California, Berkeley, Berkeley, CA. The human remains were removed from Benton County, WA.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003 (d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains. The National Park Service is not responsible for the determinations in this notice.\\n        A detailed assessment of the human remains was made by Hearst Museum professional staff on behalf of the Department of Energy and in consultation with representatives of the Confederated Tribes of the Colville Reservation, Washington; Confederated Tribes of the Umatilla Indian Reservation, Oregon; Confederated Tribes and Bands of the Yakama Nation, Washington; Nez Perce Tribe, Idaho; and Wanapum Band, a non-Federally recognized Indian group.\\n        In 1947, human remains representing a minimum of one individual were collected from site 45BN157, Jaeger\\'s Island, located on the U.S. Department of Energy\\'s Hanford Site near the south bank of the Columbia River approximately one mile west of Vernita Bridge, Benton County, WA, by Francis Riddell. The human remains consist of a patella and a shaft fragment representing a minimum of one individual adult, sex unknown (catalog 2-21580). No known individual was identified. No associated funerary objects are present.\\n        The human remains were determined to be Native American based on the geographic location. Ethnographic documentation indicates that the present-day location of the Hanford Site, Benton County WA, is located within an overlapping aboriginal territory of the descendants of the Yakama, Walla Walla, and Wanapum groups, which are represented today by the Confederated Tribes and Bands of the Yakama Nation, Washington; Confederated Tribes of the Umatilla Indian Reservation, Oregon; and the Wanapum Band, a non-Federally recognized Indian group. The Confederated Tribes of the Colville Reservation, Washington, and Nez Perce Tribe, Idaho are also known to have used the area routinely.\\n        Officials of the Department of Energy and the Hearst Museum have determined that, pursuant to 25 U.S.C. 3001 (9-10), the human remains described above represent the physical remains of one individual of Native American ancestry. Officials of the Department of Energy and the Hearst Museum have also determined that, pursuant to 25 U.S.C. 3001 (2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and the Confederated Tribes of the Colville Reservation, Washington; Confederated Tribes of the Umatilla Indian Reservation, Oregon; Confederated Tribes and Bands of the Yakama Nation, Washington; and Nez Perce Tribe, Idaho. Furthermore, officials of the Department of Energy and the Hearst Museum have determined that there is a cultural relationship between the human remains and the Wanapum Band, a non-Federally recognized Indian group.\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the human remains should contact Annabelle Rodriguez, U.S. Department of Energy, Cultural/Historic Resources Program, Richland Operations Office, 825 Jadwin Avenue, MSIN A5-15 Richland, WA 99352, telephone (509) 372-0277, before April 6, 2009. Repatriation of the human remains to the Confederated Tribes of the Colville Reservation, Washington; Confederated Tribes of the Umatilla Indian Reservation, Oregon; Confederated Tribes and Bands of the Yakama Nation, Washington; Nez Perce Tribe, Idaho; and Wanapum Band, a non-Federally recognized Indian group, may proceed after that date if no additional claimants come forward. The Confederated Tribes of the Colville Reservation, Washington; Confederated Tribes of the Umatilla Indian Reservation, Oregon; Confederated Tribes and Bands of the Yakama Nation, Washington; Nez Perce Tribe, Idaho; and Wanapum Band, a non-Federally recognized Indian group, are claiming jointly all cultural items from the Hanford area.\\n        The Department of Energy, Richland Operations Office is responsible for notifying the Confederated Tribes of the Colville Reservation, Washington; Confederated Tribes of the Umatilla Indian Reservation, Oregon; Confederated Tribes and Bands of the Yakama Nation, Washington; Nez Perce Tribe, Idaho; and Wanapum Band, a non-Federally recognized Indian group, that this notice has been published.\\n        \\n          \\n          Dated: January 26, 2009.\\n          Sherry Hutt,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. E9-4671 Filed 3-4-09; 8:45 am]\\n      BILLING CODE 4312-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Inventory Completion: U.S. Department of Energy, Richland Operations Office, Richland, WA and Phoebe A. Hearst Museum of Anthropology, University of California, Berkeley, Berkeley, CA", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: January 26, 2009.", "signature_name": "Sherry Hutt,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. E9-4671 Filed 3-4-09; 8:45 am]", "billing_code": "BILLING CODE 4312-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}