{"index": "I_1478", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Inventory Completion: Central Washington University, Department of Anthropology, Ellensburg WA\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n\\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains in the possession of Central Washington University, Department of Anthropology, Ellensburg, WA. The human remains were removed from Umatilla County, OR.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003 (d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains. The National Park Service is not responsible for the determinations in this notice.\\n        A detailed assessment of the human remains was made by Central Washington University, Department of Anthropology professional staff in consultation with representatives of the Confederated Tribes and Bands of the Yakama Nation, Washington; Confederated Tribes of the Colville Reservation, Washington; Confederated Tribes of the Umatilla Indian Reservation, Oregon; and Confederated Tribes of the Warm Springs Reservation of Oregon.\\n        In 1949, human remains representing a minimum of one individual were removed from site 35-UM-20, on the Techumtas Island in the Columbia River, Umatilla County, OR, by the Smithsonian River Basin Survey under the direction of Dr. Douglas Osborne. Site 35-UM-20 was one of eight sites tested during the summer of 1949. In 1974, the Thomas Burke Memorial Washington State Museum (Burke Museum), University of Washington, Seattle, WA, legally transferred the human remains to Central Washington University, Department of Anthropology. No known individual was identified. No associated funerary objects are present.\\n        Roger Heglar, a University of Washington graduate student, conducted extensive osteometric analysis of human remains at the Burke Museum for his 1957 Master\\'s Thesis, \\xe2\\x80\\x9cA Racial Analysis of Indian Skeletal Material from the Columbia River Valley.\\xe2\\x80\\x9d Dr. Osborne provided some of the skeletal remains for the analysis. Heglar identified one individual as \\xe2\\x80\\x9c35-UM-20 Burial 2 from Cold Springs, Oregon (north).\\xe2\\x80\\x9d Measurements recorded by Central Washington University, Department of Anthropology physical anthropologist match Heglar\\'s measurements of the 35-UM-20 Burial 2.\\n        Early and late ethnographic sources identify the area around Techumtas Island and Cold Springs as territory of the Cayuse, Walla Walla, and Umatilla tribes (Hale 1841; Stern 1998; Ray 1936). The Cayuse, Walla Walla, and Umatilla were separate tribes prior to the treaty of June 9, 1855, but were removed to the Umatilla Reservation under the terms of the Walla Walla Treaty. The three tribes were officially confederated in 1949.\\n\\n        The Cold Springs area was heavily utilized by the Umatilla, including the spring and summer camp, tu\\'woyepa, on the Oregon side of the Columbia River, between Umatilla and Cold Springs (Ray 1936). The area north of Cold Springs, including Techumtas Island, is within the aboriginal territory of the Confederated Tribes of the Umatilla Indian Reservation, Oregon, as determined by the Indian Claims Commission.\\n        The human remains have been determined to be Native American based on geographic, historical, and osteological evidence, and culturally affiliated to the Confederated Tribes of the Umatilla Indian Reservation, Oregon.\\n        Officials of the Central Washington University, Department of Anthropology have determined that, pursuant to 25 U.S.C. 3001 (9-10), the human remains described above represent the physical remains of one individual of Native American ancestry. Officials of the Central Washington University Department of Anthropology also have determined that, pursuant to 25 U.S.C. 3001 (2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and the Confederated Tribes of the Umatilla Indian Reservation, Oregon.\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the human remains should contact Lourdes Henebry-DeLeon, NAGPRA Program Director, Central Washington University, Department of Anthropology, 400 East University Way, Ellensburg, WA 98926-7544, telephone (509) 963-2671, before September 29, 2008. Repatriation of the human remains to the Confederated Tribes of the Umatilla Indian Reservation, Oregon may proceed after that date if no additional claimants come forward.\\n        The Central Washington University, Department of Anthropology is responsible for notifying the Confederated Tribes and Bands of the Yakama Nation, Washington; Confederated Tribes of the Colville Reservation, Washington; Confederated Tribes of the Umatilla Indian Reservation, Oregon; and Confederated Tribes of the Warm Springs Reservation of Oregon that this notice has been published.\\n        \\n          Dated: August 6, 2008.\\n          Sherry Hutt,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. E8-20110 Filed 8-28-08; 8:45 am]\\n      BILLING CODE 4312-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Inventory Completion: Central Washington University, Department of Anthropology, Ellensburg WA", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: August 6, 2008.", "signature_name": "Sherry Hutt,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. E8-20110 Filed 8-28-08; 8:45 am]", "billing_code": "BILLING CODE 4312-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}