{"index": "I_1446", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Inventory Completion: U.S. Department of the Interior, National Park Service, Delaware Water Gap National Recreation Area, Bushkill, PA\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n\\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains and associated funerary objects in the possession of the U.S. Department of the Interior, National Park Service, Delaware Water Gap National Recreation Area, Bushkill, PA. The human remains and associated funerary objects were removed from sites in Monroe County, PA; Pike County, PA; Warren County, NJ; and Sussex County, NJ.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003 (d)(3). The determinations in this notice are the sole responsibility of the superintendent, Delaware Water Gap National Recreation Area.\\n        A detailed assessment of the human remains and associated funerary objects was made by Delaware Water Gap National Recreation Area professional staff in consultation with representatives of the Delaware Nation, Oklahoma; Delaware Tribe of Indians, Oklahoma (now part of the Cherokee Nation, Oklahoma); and Stockbridge Munsee Community, Wisconsin. When consultation was initiated, the Delaware Tribe of Indians, Oklahoma was Federally recognized. During consultations, court rulings determined that the Delaware Tribe cannot be recognized as a separate entity from the Cherokee Nation and that the Delaware Tribe is a part of the Cherokee Nation, Oklahoma. The Absentee-Shawnee Tribe of Indians of Oklahoma; Eastern Shawnee Tribe of Oklahoma; and Shawnee Tribe, Oklahoma were invited to consult, but declined to participate.\\n        In 1962, Congress passed a bill authorizing the U.S. Army Corps of Engineers to construct a dam on the Delaware River in the vicinity of the Delaware Water Gap. Archeological mitigation began that same year in advance of the dam construction. The Delaware Water Gap National Recreation Area was established in 1965, but the dam was never constructed. The land and collections from the recreation area were transferred to the National Park Service in 1978.\\n        In 1962 and 1963, human remains representing a minimum of 14 individuals were removed during legally authorized excavations at the Pahaquarra site (28Wa06) in Warren County, NJ. The excavations were conducted by the New Jersey State Museum under the direction of Patricia Marchiando and supervised by William Sloshberg. No known individuals were identified. The 378 associated funerary objects are 6 bags and 2 fragments of non-human bone; 3 bags of shell; 1 bag of charred beans; 7 bags of charcoal; 2 bags of charred nutshell; 1 bag of unidentified organic material; 6 projectile points or projectile point fragments (Archaic, Middle Woodland, Late Woodland); 9 untyped projectile point fragments; 1 untyped biface fragment; 7 scraper or scraper fragments; 26 flakes or flake fragments; 1 core fragment; 1 chert nodule; 1 piece of debitage; 2 hammerstones; 1 mano; 6 netsinkers; 1 pestle; 8 worked stone and worked stone fragments; 1 stone fragment; 2 pebble or pebble fragments; 1 bag and 15 pieces of fire-cracked rock; 253 Late Woodland sherds; 10 fragments of native-made ceramic pipes; 1 turtle shell vessel; and 3 quartz crystal fragments.\\n        Osteological assessment of the human remains and their archeological context confirm that these remains are Native American. The burial styles and diagnostic associated funerary objects, including a Syracuse Lawson sherd, Owasco Corded pottery, and two Levanna points, indicate that these human remains were buried during the Late Woodland Period (A.D. 1000-1650). The presence of Poplar Island, Eshback, Brewerton, and Fox Creek projectile points is due to the disturbance of Archaic and Middle Woodland features during the Late Woodland Period. Tribal representatives have indicated that the presence of artifacts from earlier periods is intentional, resulting from the act of burial, and have identified all objects in the soil matrix surrounding a burial as associated funerary objects.\\n        In 1972, human remains representing a minimum of two individuals were removed from the Pahaquarra site (28Wa06) in Warren County, NJ, during legally authorized excavations by Seton Hall University under the direction of Herbert Kraft. No known individuals were identified. The 4,564 associated funerary objects are 1 bag of bark wrapping fragments; 4 pieces of charred hickory nutshell; 1 biface fragment; 4,419 glass trade beads (including white, green, yellow or blue seed beads; white wire-wound round beads; blue or red faceted beads; blue or white barrel-shaped \\xe2\\x80\\x9cimitation wampum\\xe2\\x80\\x9d; blue drawn disc-shaped beads; and a round black bead); 8 runtees and runtee fragments; 38 shell hair pipes and fragments of shell hair pipes; 28 rings or ring fragments (some simple brass bands, some Jesuit, one with a glass bead \\xe2\\x80\\x9cjewel\\xe2\\x80\\x9d insert); 1 King George medal; 3 clasp knives; 1 sheath knife; 1 latch and handle from a \\xe2\\x80\\x9cjewel box\\xe2\\x80\\x9d; 2 pairs of scissors; 45 coffin nails; 3 lead baling seal fragments; 1 unidentified metal fragment with beads adhering to it; 1 needle and nail fused together; 1 mirror fragment; 1 soil sample; 1 bag of bark, organic material and seed beads; 1 bag of wood fragments; 1 bag of wood fragments and vermillion; and 2 bags of vermillion.\\n        Osteological assessment of the human remains and their archeological context confirm that these remains are Native American. The associated funerary objects date these burials to the Historic Period (circa A.D. 1650-1750). The lead baling seals, clasp knife, seed beads and blue faceted glass beads suggest that one burial dates to the early 18th century. The King George medal, Jesuit rings, seed beads, wire-wound white beads, and blue faceted beads suggest that the second burial dates between A.D. 1714 and circa 1740.\\n        In 1964, 1968 and 1972, human remains representing a minimum of four individuals were removed from the Faucett site (36Pi13A) in Pike County, PA, during legally authorized excavations by Dr. Fred Kinsey of Franklin and Marshall College. No known individuals were identified. The four associated funerary objects are one untyped Late Woodland rimsherd, one lithic fragment, and two flotation samples.\\n        Osteological assessment of the human remains and their archeological context confirm that these remains are Native American. In the site report, Kinsey identified these human remains as being from Late Woodland Period burials (A.D. 1000-1650). Diagnostic ceramics and the style and depth of the burials support this interpretation.\\n        In 1965, human remains representing a minimum of one individual were removed from the Friedman II site (28Sx16) in Sussex County, NJ, during legally authorized excavations by the New Jersey State Museum, supervised by Patricia Marchiando. No known individual was identified. The three associated funerary objects are one white clay pipe, one pestle fragment, and one flat stone.\\n        Osteological assessment of the human remains and their archeological context confirm that these remains are Native American. The white clay pipe contains diagnostic features of Dutch pipes and dates to the 17th century.\\n        In 1965, human remains representing a minimum of three individuals were removed from the Friedman Knoll (Friedman I) site (28Sx12), Sussex County, NJ, during legally authorized excavations by the New Jersey State Museum, supervised by Patricia Marchiando. No known individuals were identified. The 16 associated funerary objects are 12 coffin nails, 1 iron belt buckle, 1 scraper, 1 untyped side-notched point, and 1 untyped stemmed point.\\n\\n        Osteological assessment of the human remains and their archeological context confirm that these remains are Native American. The nails and belt buckle date one burial to the Historic Period (circa A.D. 1650-1750) when coffin burials were quickly adopted by some Native Americans living in the Upper Delaware Valley. The teshoa (not in the collection) found with another burial suggests that it dates to the Late Woodland or early Historic Period (A.D. 1000-1750). The shallow depth of the third burial suggests that it dates to the Late Woodland Period (A.D. 1000-1650).\\n        In 1966, human remains representing a minimum of two individuals were removed from the Peters-Albrecht Lower Terrace site (36Pi21) in Pike County, PA, during legally authorized excavations by Fred Kinsey of Franklin and Marshall College. No known individuals were identified. The 295 associated funerary objects are 1 shell fragment; 3 pieces and 1 bag of charcoal; 3 projectile point fragments; 2 biface fragments; 262 flakes; 3 core fragments; 1 cobble or honing stone; 1 netsinker; 3 pieces of fire-cracked rock; 9 untyped Late Woodland sherds; and 6 Early Woodland sherds.\\n        Osteological assessment of the human remains and their archeological context confirm that these remains are Native American. Burial styles indicate that the remains were buried during the Late Woodland Period (A.D. 1000-1650). One burial intruded into Early Woodland and Archaic Period components; as a result Lackawaxen point fragments and Vinette I sherds were incorporated into the grave. Tribal representatives have indicated that the presence of artifacts from earlier periods is intentional, resulting from the act of burial, and have identified all objects in the soil matrix surrounding a burial as associated funerary objects.\\n        In 1967 and 1968, human remains representing a minimum of six individuals were removed from the Bell Browning site (28Sx19) in Sussex County, NJ, during legally authorized excavations by the New Jersey State Museum, under the direction of Patricia Marchiando. No known individuals were identified. The 269 associated funerary objects are 2 bags and 6 fragments of non-human bone; 1 shell fragment; 34 fragments of bone beads; 20 turtle shell fragments; 1 knife fragment; 1 scraper; 5 hammerstones and hammerstone fragments; 1 chopper; 2 worked stone fragments; 7 core fragments; 1 cobble fragment; 3 pebbles and pebble fragments; 1 quartz crystal; 171 Late Woodland sherds; 9 red glass beads; 1 white glass bead; 1 white clay pipe stem fragment; 1 brass pot; and 1 pan cover and frizzen.\\n        Osteological assessment of the human remains and their archeological context confirm that these remains are Native American. The brass pot, pan cover and frizzen, and glass beads date one burial to the Historic Period (circa A.D. 1650-1750). The presence of Owasco Platted sherds in one burial and the flexed positions of other burials indicate that they date to the Late Woodland Period (A.D. 1000-1650).\\n        In 1969, human remains representing a minimum of five individuals were removed from the Bell-Browning-Blair site (28Sx19) in Sussex County, NJ, during legally authorized excavations by the New Jersey State Museum, directed by Patricia Marchiando. No known individuals were identified. The three associated funerary objects are one Owasco Platted rimsherd and two untyped Late Woodland sherds.\\n        Osteological assessment of the human remains and their archeological context confirm that these remains are Native American. The flexed burial positions and diagnostic artifacts\\xe2\\x80\\x94Owasco Platted rimsherd, untyped Late Woodland sherds, and a Levanna point (not in the collection)\\xe2\\x80\\x94indicate that the human remains were buried during the Late Woodland Period (A.D. 1000-1650).\\n        Between 1970 and 1971, human remains representing a minimum of three individuals were removed from the Harry\\'s Farm site (28Wa2) in Warren County, NJ, during legally authorized excavations by Seton Hall University, under the direction of Herbert Kraft. No known individuals were identified. No associated funerary objects are present.\\n        Osteological assessment of the human remains and their archeological context confirm that these remains are Native American. The flexed burial positions and shallow depth of burials indicate that the remains were buried during the Late Woodland Period (A.D. 1000-1650).\\n        In 1974, one associated funerary object was removed from the Minisink site (28Sx48) in Sussex County, NJ, during legally authorized excavations by Herbert Kraft. The associated funerary object is part of a bark wrapping. It was discovered in an unexcavated portion of a burial that had been excavated in 1894 by an amateur archeologist, Dr. Dalrymple. According to Dalrymple\\'s notes, the burial contained the remains of a child who was interred with a brass chain and glass beads. Historic documents record the use of bark mats to wrap remains before their interment. The fragment of the bark mat is considered an associated funerary object by statutory definition, i.e., it was made exclusively for funerary purposes. The chain and beads discovered in the burial by Dalrymple and the burial style date it to the Historic Period (circa A.D. 1650-1750).\\n        In 1974, human remains representing a minimum of one individual were removed from the Michaels Number 4 site (36Mr40) in Monroe County, PA, during legally authorized excavations by Franklin and Marshall College under the direction of Fred Kinsey. No known individual was identified. The 33 associated funerary objects are 4 pieces of carbonized wood; 1 piece of carbonized hickory nutshell; 1 celt fragment; 1 metate fragment; 14 flakes; and 12 untyped Late Woodland sherds.\\n        Osteological assessment of the human remains and their archeological context confirm that these remains are Native American. The site report from the excavations identifies the burial as a Late Woodland Period (A.D. 1000-1650) feature. The grit tempering of the ceramics supports this interpretation.\\n        In 1975, human remains representing a minimum of one individual were removed from the Medwin Knoll site (28Sx266) in Sussex County, NJ, during legally authorized excavations by the New Jersey State Museum, under the direction of Dr. Lorraine Williams. No known individual was identified. No associated funerary objects are present.\\n        Osteological assessment of the human remains and their archeological context confirm that these remains are Native American. Williams identified the feature in which the remains were recovered as part of the Minisink phase (A.D. 1350-1650) of the Late Woodland Period (A.D. 1000-1650).\\n\\n        Archeological evidence indicates that the people living in the Upper Delaware Valley formed a distinct group with unique stone tool traditions, bone tool traditions, settlement patterns, subsistence patterns, and burial styles as early as A.D. 1000. Continuity in the artifact styles, settlement and subsistence patterns, and burial styles suggest that the same people remained in the Upper Delaware Valley throughout the Late Woodland Period (A.D. 1000-1650) and into the Historic Period (circa A.D. 1650-1750). Historic records from the 17th and 18th centuries refer to the inhabitants of the Upper Delaware Valley, including Delaware Water Gap National Recreation Area, as \\xe2\\x80\\x9cMinisink.\\xe2\\x80\\x9d Linguistic information indicates that these people spoke the Munsee dialect of the Delaware language. During consultations, tribal representatives identified the Upper Delaware Valley as the traditional territory of the Lenape, or the Delaware-speaking people. As their traditional lands were sold, some Munsee people joined the Stockbridge Mohican in Massachusetts and New York and remained with them when the community resettled in Wisconsin. Today their descendants are members of the Stockbridge Munsee Community. Other Munsee people joined communities comprised primarily of people from southern New Jersey and Pennsylvania who spoke the Unami dialect of the Delaware language. These combined Delaware communities migrated westward and eventually settled in Oklahoma. Today descendants of these communities are members of the Delaware Nation, Oklahoma or the Delaware Tribe of the Cherokee Nation, Oklahoma.\\n        Officials of Delaware Water Gap National Recreation Area have determined that, pursuant to 25 U.S.C. 3001 (9-10), the human remains described above represent the physical remains of 42 individuals of Native American ancestry. Officials of Delaware Water Gap National Recreation Area also have determined that, pursuant to 25 U.S.C. 3001 (3)(A), the 5,566 objects described above are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony. Lastly, officials of Delaware Water Gap National Recreation Area have determined that, pursuant to 25 U.S.C. 3001 (2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and associated funerary objects and the Cherokee Nation, Oklahoma; Delaware Nation, Oklahoma; and Stockbridge Munsee Community, Wisconsin.\\n        A cultural affiliation determination was made with the Delaware Tribe of Indians, Oklahoma prior to its change in status. This determination is reflected in this notice as affiliation with the Cherokee Nation, Oklahoma.\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the human remains and associated funerary objects should contact John J. Donahue, superintendent, Delaware Water Gap National Recreation Area, River Road, Bushkill, PA 18324, telephone (570) 426-2418, before December 5, 2008. Repatriation of the human remains and associated funerary objects to the Cherokee Nation, Oklahoma; Delaware Nation, Oklahoma; and Stockbridge Munsee Community, Wisconsin may proceed after that date if no additional claimants come forward.\\n        Delaware Water Gap National Recreation Area is responsible for notifying the Cherokee Nation, Oklahoma; Delaware Nation, Oklahoma; and Stockbridge Munsee Community, Wisconsin that this notice has been published.\\n        \\n          Dated: October 21, 2008.\\n          Sherry Hutt,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. E8-26350 Filed 11-4-08; 8:45 am]\\n      BILLING CODE 4312-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Inventory Completion: U.S. Department of the Interior, National Park Service, Delaware Water Gap National Recreation Area, Bushkill, PA", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: October 21, 2008.", "signature_name": "Sherry Hutt,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. E8-26350 Filed 11-4-08; 8:45 am]", "billing_code": "BILLING CODE 4312-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}