{"index": "I_1474", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Inventory Completion: St. Lawrence University, Department of Anthropology, Canton, NY\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains in the possession of St. Lawrence University, Department of Anthropology, Canton, NY. The human remains were removed from St. Lawrence County, NY.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003 (d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal Agency that has control of the Native American human remain. The National Park Service is not responsible for the determinations in this notice.\\n        A detailed assessment of the human remain was made by professional staff of the Department of Anthropology at St. Lawrence University in consultation with representatives of the Saint Regis Mohawk Tribe, New York (formerly the St. Regis Band of Mohawk Indians of New York).\\n        At an unknown date, but probably either in 1928 or 1948, a human remain representing a minimum of one individual was removed from private land near Gouverneur in St. Lawrence County, NY, by John Frank Murray. Mr. Murray kept the human remain safely stored in his basement until the 1980s. During the early 1980\\'s (1983 at the latest), Mr. Murray turned over the human remain to Lauren (Foster) French, who was a student at St. Lawrence University. Ms. French then turned the human remain over to Dr. John Barthelme of the Department Anthropology at St. Lawrence University. On January 16, 2008, Dr. Richard A. Gonzalez took custody of the human remain. No known individual was identified. No associated funerary objects are present.\\n        The human remain is the cranium of a single individual. After conducting morphological analysis on the cranium, Dr. Gonzalez determined that the cranium belonged to an individual of Native American descent, as the craniofacial features are consistent with features present in crania of individuals of Native American descent. Specifically, the cranium exhibits artificial remodeling of the occipital region of the cranium, which is consistent with cranial alterations resulting from cradle-boarding. Cradle-boarding was commonly practiced among the Iroquois.\\n        The region of Gouverneur has been constantly occupied by Native Americans from 10,000 BP up to the historic period and beyond. The St. Lawrence River and its tributaries were continually used as part of Native American hunting and fishing grounds. During the French and Indian War, Native Americans who lived in the Oswegatchie River region (Oswegatchie is a tributary of the St. Lawrence River) were dislocated as a result of the war. Native American refugees were forced to settle at St. Regis, NY. Consultation with tribal representatives of the Saint Regis Mohawk Tribe, New York provided additional lines of evidence.\\n        Through ongoing consultation with Native American groups and Lauren French, examination of the human remains, and review of the available literature, officials of St. Lawrence University have determined that the human remain is Native American and most likely culturally affiliated with the Saint Regis Mohawk Tribe, New York.\\n\\n        Officials of the Department of Anthropology at St. Lawrence University have determined that, pursuant to 25 U.S.C. 3001 (9-10), the human remain described above represents the physical remain of one individual of Native American ancestry. Officials of the Department of Anthropology at St. Lawrence University have determined that, pursuant to 25 U.S.C. 3001 (2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remain and the Saint Regis Mohawk Tribe, New York.\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the human remain should contact Dr. Richard A. Gonzalez, Department of Anthropology, St. Lawrence University, Canton, NY 13617, telephone (315) 229-5745, before September 29, 2008. Repatriation of the human remain to the Saint Regis Mohawk Tribe, New York may proceed after that date if no additional claimants come forward.\\n        St. Lawrence University is responsible for notifying the Saint Regis Mohawk Tribe, New York that this notice has been published.\\n        \\n          Dated: July 31, 2008.\\n          Sherry Hutt,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. E8-20111 Filed 8-28-08; 8:45 am]\\n      BILLING CODE 4312-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Inventory Completion: St. Lawrence University, Department of Anthropology, Canton, NY", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: July 31, 2008.", "signature_name": "Sherry Hutt,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. E8-20111 Filed 8-28-08; 8:45 am]", "billing_code": "BILLING CODE 4312-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}