{"index": "I_1438", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Inventory Completion: Michigan Department of Natural Resources, Mackinac State Historic Parks, Mackinaw City, MI\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains and associated funerary objects in the possession of Michigan Department of Natural Resources, Mackinac State Historic Parks, Mackinaw City, MI. The human remains and associated funerary objects were removed from Emmet and Mackinac Counties, MI.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003 (d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations in this notice.\\n        A detailed assessment of the human remains was made by the Mackinac State Historic Parks professional staff in consultation with representatives from the Bay Mills Indian Community, Michigan; Grand Traverse Bay Band of Ottawa and Chippewa Indians, Michigan; Little Traverse Bay Band of Odawa, Michigan; Sault Ste. Marie Tribe of Chippewa Indians of Michigan; and the Michigan Anishnaabek Cultural Preservation and Repatriation Alliance (MACPRA), a non-Federally recognized Indian group.\\n        In 1966, human remains representing a minimum of one individual were excavated from Fort Michilimackinac, Mackinaw City in Emmet County, MI, by Dr. Lyle Stone, archeologist, during excavations to locate Fort Michilimackinac. The human remains were placed into the parks\\' collection at that time (Accn. # MS2.3438). No known individual was identified. No associated funerary objects are present.\\n        In 1973, human remains representing a minimum of one individual were excavated from the Fort Michilimackinac suburbs, Mackinaw City in Emmet County, MI, by W.L. Minnerly, archeologist, during excavations in preparation for construction done by the state park. The human remains were placed into the parks\\'collection at that time (Accn. # F.533). No known individual was identified. The 15 associated funerary objects are 12 white seed beads, 2 glass French trade beads, and 1 kaolin pipestem fragment.\\n        In 1981, human remains representing a minimum of five individuals were recovered from Arch Rock on Mackinac Island in Mackinac County, MI, by a park visitor who notified the state park. Dr. Roger Grange, archeologist, investigated and determined that the location was a Native American rock-shelter burial. The human remains were placed into the parks\\' collection at that time. No known individuals were identified. No associated funerary objects are present.\\n        In 1994, human remains representing a minimum of one individual were excavated at the Island House Hotel on Mackinac Island in Mackinac County, MI, by Richard Clute, contractual archeologist, during excavations to construct a hotel pool. The human remains were transferred to the park and were placed into the collection. No known individual was identified. No associated funerary objects are present.\\n        The area of Emmet and Mackinac Counties, encompassing the Straits of Mackinac, are situated at the top of Michigan\\'s lower peninsula (Emmet County) and lower southeast corner of Michigan\\'s upper peninsula (Mackinac County). Within the boundaries of Mackinac County, Mackinac Island is situated in northern Lake Huron. This area has a long established history of Native American occupation before European encroachment in the early 17th century. The Anishnaabek, which is comprised of the Odawa/Ottawa, Ojibwe/Chippewa and Potawatomi, have long called this area home. Officials of the Mackinac State Historic Parks have reasonably determined that the individuals described above from Emmet and Mackinac Counties are Native American, however, officials of the Mackinac State Historic Parks have determined that the evidence is insufficient to determine cultural affiliation to any present-day Indian tribe.\\n        Officials of the Mackinac State Historic Parks have determined that, pursuant to 25 U.S.C. 3001 (9-10), the human remains described above represent the physical remains of eight individuals of Native American ancestry. Officials of the Mackinac State Historic Parks also have determined that, pursuant to 25 U.S.C. 3001 (3)(A), the 15 objects described above are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony. Lastly, officials of the Mackinac State Historic Parks have determined that, pursuant to 25 U.S.C. 3001 (2), a relationship of shared group identity cannot be reasonably traced between the Native American human remains and associated funerary objects and any present-day Indian tribe.\\n        The Native American Graves Protection and Repatriation Review Committee (Review Committee) is responsible for recommending specific actions for disposition of culturally unidentifiable human remains. In May 2008, Mackinac State Historic Parks requested that the Review Committee recommend disposition of eight culturally unidentifiable human remains to the Bay Mills Indian Community, Michigan; Little Traverse Bay Band of Odawa, Michigan; and Sault Ste. Marie Tribe of Chippewa Indians of Michigan, as the aboriginal occupants of the lands encompassing the present-day Emmet and Mackinac Counties, MI.\\n\\n        The Review Committee considered the proposal at its May 15-16, 2008 meeting and recommended disposition of the human remains to the Bay Mills Indian Community, Michigan; Little Traverse Bay Band of Odawa, Michigan; and Sault Ste. Marie Tribe of Chippewa Indians of Michigan. A July 18, 2008 letter on behalf of the Secretary of Interior from the Designated Federal Official, transmitted the authorization for the state park to effect disposition of the human remains and associated funerary objects of the culturally unidentifiable individuals to the three Indian tribes listed above contingent on the publication of a Notice of Inventory Completion in the Federal Register. This notice fulfills that requirement.\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the human remains and associated funerary objects should contact Brian Jaeschke, Registrar, Mackinac State Historic Parks, P.O. Box 873, Mackinaw City, MI 40701, telephone (231) 436-4100, fax (231) 436-4210, before January 5, 2009. Disposition of the human remains and associated funerary objects to the Bay Mills Indian Community, Michigan; Little Traverse Bay Band of Odawa, Michigan; and Sault Ste. Marie Tribe of Chippewa Indians of Michigan may proceed after that date if no additional claimants come forward.\\n        Mackinac State Historic Parks is responsible for notifying the Bay Mills Indian Community, Michigan; Grand Traverse Bay Band of Ottawa and Chippewa Indians, Michigan; Little Traverse Bay Band of Odawa, Michigan; and Sault Ste. Marie Tribe of Chippewa Indians of Michigan; and the Michigan Anishnaabek Cultural Preservation and Repatriation Alliance (MACPRA), a non-Federally recognized Indian group, that this notice has been published.\\n        \\n          Dated: October 21, 2008\\n          Sherry Hutt,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. E8-28697 Filed 12-3-08; 8:45 am]\\n      BILLING CODE 4312-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Inventory Completion: Michigan Department of Natural Resources, Mackinac State Historic Parks, Mackinaw City, MI", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: October 21, 2008", "signature_name": "Sherry Hutt,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. E8-28697 Filed 12-3-08; 8:45 am]", "billing_code": "BILLING CODE 4312-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}