{"index": "I_1439", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Inventory Completion: Robert S. Peabody Museum of Archaeology, Phillips Academy, Andover, MA\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains and associated funerary objects in the possession of the Robert S. Peabody Museum of Archaeology, Phillips Academy, Andover, MA. The human remains and associated funerary objects were removed from Montezuma County, CO, and San Juan County, NM.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003 (d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations in this notice.\\n        A detailed assessment of the human remains was made by Robert S. Peabody Museum of Archaeology professional staff in consultation with representatives of the Hopi Tribe of Arizona; Navajo Nation, Arizona, New Mexico & Utah; Ohkay Owingeh, New Mexico (formerly the Pueblo of San Juan); Pueblo of Acoma, New Mexico; Pueblo of Cochiti, New Mexico; Pueblo of Isleta, New Mexico; Pueblo of Jemez, New Mexico; Pueblo of Laguna, New Mexico; Pueblo of Nambe, New Mexico; Pueblo of Picuris, New Mexico; Pueblo of Pojoaque, New Mexico; Pueblo of San Felipe, New Mexico; Pueblo of San Ildefonso, New Mexico; Pueblo of Sandia, New Mexico; Pueblo of Santa Ana, New Mexico; Pueblo of Santa Clara, New Mexico; Pueblo of Santo Domingo, New Mexico; Pueblo of Taos, New Mexico; Pueblo of Tesuque, New Mexico; Pueblo of Zia, New Mexico; Ysleta del Sur Pueblo of Texas; and Zuni Tribe of the Zuni Reservation, New Mexico.\\n        In 1898, human remains representing a minimum of one individual were removed from \\xe2\\x80\\x9ccliff house,\\xe2\\x80\\x9d Mesa Verde, Montezuma, CO, by Warren King Moorehead for Robert S. Peabody. No known individual was identified. The one associated funerary object is the cotton cloth in which the mummified infant is wrapped.\\n        \\xe2\\x80\\x9cCliff house\\xe2\\x80\\x9d may be Cliff Palace or it may be one of several unidentifiable structures excavated by Moorehead. Occupation dates for Mesa Verde are A.D. 600 to A.D. 1300. Based on Moorehead\\'s description and the cotton wrapping, the human remains fall within these dates. The Mesa Verde area was the center of important cultural developments archeologically classified as Pueblo I-III periods, during which people established aggregated agricultural villages with distinctive architecture, ceramics, and ceremonial practices.\\n        In 1897, human remains representing a minimum of one individual were removed from Pueblo Bonito, Chaco Group, San Juan County, NM, by Warren King Moorehead for Robert S. Peabody. No known individual was identified. The one associated funerary object is a reed mat.\\n        In 1897, human remains representing a minimum of two individuals were removed from Pueblo Bonito, Chaco Group, San Juan County, NM, by Warren King Moorehead for Robert S. Peabody. No known individuals were identified. No associated funerary objects are present.\\n        In 1897, five associated funerary objects were removed from Pueblo Bonito, Chaco Group, San Juan County, NM, by Warren King Moorehead for Robert S. Peabody. The human remains are held by the Peabody Museum of Archaeology and Ethnology at Harvard University, Cambridge, MA, which is a separate institution from the Robert S. Peabody Museum of Archaeology. The five associated funerary objects are one wood mat, one feathered robe, and three ceramic pitchers.\\n\\n        Pueblo Bonito is the largest and most famous site in Chaco Canyon, and among the most well documented of the 12 Ancestral Puebloan \\xe2\\x80\\x9cgreat houses\\xe2\\x80\\x9d located there. As an architectural type, it shares with the others multiple stories, core-and-veneer masonry construction, and larger rooms and subterranean kivas than found in preceding periods. Pueblo Bonito\\'s planned D-shaped structure was five stories high along its back wall and may have had 800 rooms. It was built in three major episodes beginning around A.D. 919 and ending about A.D. 1140. At its peak in the late 10th century as many as 600 rooms may have been in use.\\n        In 1897, human remains representing a minimum of one individual were removed from a \\xe2\\x80\\x9cGraveyard\\xe2\\x80\\x9d near Chaco Group, San Juan County, NM, by Warren King Moorehead for Robert S. Peabody. No known individual was identified. No associated funerary objects are present.\\n        This site is a small \\xe2\\x80\\x9ccemetery\\xe2\\x80\\x9d about a mile from Pueblo Bonito. Archeological evidence indicates that Puebloan people were in Chaco Canyon since at least the Basketmaker period (circa A.D. 1). A survey of the Chaco area has identified what archeologists refer to as Pueblo I sites that date from A.D. 700 to 900. Pueblo Bonito was built and occupied during later Pueblo II and III, a period of time lasting from approximately A.D. 900 to 1200.\\n        Robert S. Peabody\\'s collection became the basis for the Robert S. Peabody Museum of Archaeology at its founding in 1901. Peabody hired Moorehead to excavate Chaco Canyon and Mesa Verde. The items Moorehead collected were added to Peabody\\'s already existing collection. The oral tradition evidence describes dynamic population movements from Mesa Verde around A.D. 1300. It also describes migration and trade routes at the time of occupation. The archeological literature refers to this widespread cultural tradition as \\xe2\\x80\\x9cAnasazi,\\xe2\\x80\\x9d \\xe2\\x80\\x9cAncestral Puebloan,\\xe2\\x80\\x9d or \\xe2\\x80\\x9cAncient Puebloan.\\xe2\\x80\\x9d After approximately A.D. 1300, climatic changes evidently caused the populations to leave the Four Corners region, and resettle in Pueblos along the Rio Grande and in the Pueblos of Acoma, Zuni, and Hopi. Pueblo oral tradition places Chaco Canyon, including Pueblo Bonito, on migration routes. Songs and stories include Chaco as a place of occupation, trade, and migration. Based on scientific evidence, the establishment of trading networks with neighboring areas during the preliminary stages of Pueblo II at Pueblo Bonito is indicated by decorated ceramics from sources to the south and corrugated utility wares that originated to the west (Cordell 1979:149). These relationships expanded during Pueblo III and resulted in a cultural florescence typified by the construction of great kivas, a system of trails and roads connecting the site to a network of others, and a complex irrigation system. Diagnostic ceramics in the museum\\'s Moorehead collection are Pueblo II and III types tentatively identified as Red Mesa Black-on-white (A.D. 875-1000), Gallup Black-on-white (A.D. 1000-1100), Chaco Black-on-white (A.D. 1075-1130), and Mesa Verde Black-on-white (A.D. 1140-1225).\\n        After about A.D. 1200, the entire Chaco area, including Pueblo Bonito, went into a decline that roughly corresponds to population growth occurring in regions to the east and south. Continuities in architecture, ceramics, agricultural practices, food-processing technology, and rituals from Chaco Canyon\\'s prehistoric settlements to the present-day Pueblos and Hopi Tribe bolster claims of cultural affiliation by these communities. Anthropological research corroborated during consultation indicates that many Puebloan peoples have additional bases for claiming cultural affiliation with the ancient residents of Chaco Canyon due to clan migrations, intermarriage, and the regrouping of communities over time.\\n        Navajo Nation oral history, which includes stories, songs and prayers, supports a relationship with Mesa Verde and Chaco Canyon, but there is not a preponderance of evidence to support a relationship of shared group identity to the human remains described in this notice.\\n        Based on oral history, architecture, archeological, anthropological, consultation evidence, and scientific evidence, a relationship of shared group identity can be reasonably traced between the human remains from Mesa Verde, Pueblo Bonito, and the \\xe2\\x80\\x9cGraveyard\\xe2\\x80\\x9d near Chaco group and the Hopi Tribe of Arizona; Ohkay Owingeh, New Mexico; Pueblo of Acoma, New Mexico; Pueblo of Cochiti, New Mexico; Pueblo of Isleta, New Mexico; Pueblo of Jemez, New Mexico; Pueblo of Laguna, New Mexico; Pueblo of Nambe, New Mexico; Pueblo of Picuris, New Mexico; Pueblo of Pojoaque, New Mexico; Pueblo of San Felipe, New Mexico; Pueblo of San Ildefonso, New Mexico; Pueblo of Sandia, New Mexico; Pueblo of Santa Ana, New Mexico; Pueblo of Santa Clara, New Mexico; Pueblo of Santo Domingo, New Mexico; Pueblo of Taos, New Mexico; Pueblo of Tesuque, New Mexico; Pueblo of Zia, New Mexico; Ysleta del Sur Pueblo of Texas; and Zuni Tribe of the Zuni Reservation, New Mexico.\\n        Officials of the Robert S. Peabody Museum of Archaeology have determined that, pursuant to 25 U.S.C. 3001 (9-10), the human remains described above represent the physical remains of five individuals of Native American ancestry. Officials of the Robert S. Peabody Museum of Archaeology also have determined that, pursuant to 25 U.S.C. 3001 (3)(A), the seven objects described above are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony. Lastly, officials of the Robert S. Peabody Museum of Archaeology also have determined that, pursuant to 25 U.S.C. 3001 (2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and the Hopi Tribe of Arizona; Ohkay Owingeh, New Mexico; Pueblo of Acoma, New Mexico; Pueblo of Cochiti, New Mexico; Pueblo of Isleta, New Mexico; Pueblo of Jemez, New Mexico; Pueblo of Laguna, New Mexico; Pueblo of Nambe, New Mexico; Pueblo of Picuris, New Mexico; Pueblo of Pojoaque, New Mexico; Pueblo of San Felipe, New Mexico; Pueblo of San Ildefonso, New Mexico; Pueblo of Sandia, New Mexico; Pueblo of Santa Ana, New Mexico; Pueblo of Santa Clara, New Mexico; Pueblo of Santo Domingo, New Mexico; Pueblo of Taos, New Mexico; Pueblo of Tesuque, New Mexico; Pueblo of Zia, New Mexico; Ysleta del Sur Pueblo of Texas; and Zuni Tribe of the Zuni Reservation, New Mexico.\\n\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the human remains and associated funerary objects should contact Malinda Blustain, Director, Robert S. Peabody Museum of Archaeology, Phillips Academy, 175 Main Street, Andover, MA 01810, telephone (978) 749-4493, before January 5, 2009. Repatriation of the human remains and associated funerary objects to the Hopi Tribe of Arizona; Ohkay Owingeh, New Mexico; Pueblo of Acoma, New Mexico; Pueblo of Cochiti, New Mexico; Pueblo of Isleta, New Mexico; Pueblo of Jemez, New Mexico; Pueblo of Laguna, New Mexico; Pueblo of Nambe, New Mexico; Pueblo of Picuris, New Mexico; Pueblo of Pojoaque, New Mexico; Pueblo of San Felipe, New Mexico; Pueblo of San Ildefonso, New Mexico; Pueblo of Sandia, New Mexico; Pueblo of Santa Ana, New Mexico; Pueblo of Santa Clara, New Mexico; Pueblo of Santo Domingo, New Mexico; Pueblo of Taos, New Mexico; Pueblo of Tesuque, New Mexico; Pueblo of Zia, New Mexico; Ysleta del Sur Pueblo of Texas; and Zuni Tribe of the Zuni Reservation, New Mexico may proceed after that date if no additional claimants come forward.\\n        The Robert S. Peabody Museum of Archaeology is responsible for notifying the Hopi Tribe of Arizona; Navajo Nation, Arizona, New Mexico & Utah; Ohkay Owingeh, New Mexico; Pueblo of Acoma, New Mexico; Pueblo of Cochiti, New Mexico; Pueblo of Isleta, New Mexico; Pueblo of Jemez, New Mexico; Pueblo of Laguna, New Mexico; Pueblo of Nambe, New Mexico; Pueblo of Picuris, New Mexico; Pueblo of Pojoaque, New Mexico; Pueblo of San Felipe, New Mexico; Pueblo of San Ildefonso, New Mexico; Pueblo of Sandia, New Mexico; Pueblo of Santa Ana, New Mexico; Pueblo of Santa Clara, New Mexico; Pueblo of Santo Domingo, New Mexico; Pueblo of Taos, New Mexico; Pueblo of Tesuque, New Mexico; Pueblo of Zia, New Mexico; Ysleta del Sur Pueblo of Texas; and Zuni Tribe of the Zuni Reservation, New Mexico that this notice has been published.\\n        \\n          Dated: November 6, 2008\\n          Sherry Hutt.\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. E8-28696 Filed 12-3-08; 8:45 am]\\n      BILLING CODE 4312-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Inventory Completion: Robert S. Peabody Museum of Archaeology, Phillips Academy, Andover, MA", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: November 6, 2008", "signature_name": "Sherry Hutt.", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. E8-28696 Filed 12-3-08; 8:45 am]", "billing_code": "BILLING CODE 4312-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}