{"index": "I_1476", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Inventory Completion: Phoebe A. Hearst Museum of Anthropology, University of California, Berkeley, Berkeley, CA\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains and associated funerary objects in the possession of the Phoebe A. Hearst Museum of Anthropology, University of California, Berkeley, Berkeley, CA. The human remains and associated funerary objects were removed from Siskiyou County, CA.\\n        This notice is published as part of the National Park Service\\'s administration responsibilities under NAGPRA, 25 U.S.C. 3003(d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations in this notice.\\n        An assessment of documents associated with the human remains and associated funerary objects was made by professional staff of the Phoebe A. Hearst Museum of Anthropology in consultation with representatives of the Confederated Tribes of the Grand Ronde Community of Oregon; Confederated Tribes of the Siletz Reservation, Oregon; and Quartz Valley Indian Community of the Quartz Valley Reservation of California.\\n        In 1955, human remains representing a minimum of 21 individuals were removed from CA-Sis-262 (also known as the Foster site), a site located along Bogus Creek in Siskiyou County, CA, by J. Foster, the landowner, and J.A. Bennyhoff and A.B. Elsasser of the University of California Archaeological Survey. The human remains and associated funerary objects were accessioned into the museum later that same year (Accession UCAS-357). No known individuals were identified. The 31,970 associated funerary objects are 4 lots of animal bones (including horse and dog burials); 3 arrow points; 1 fragment of baked clay; 2 bangles; 55 basketry fragments; 31,246 beads (approximate count); 73 bells; 1 belt fragment; 3 blades; 13 bracelets; 2 buckles; 226 buttons; 100 charcoal fragments (approximate count); 2 china fragments; 1 obsidian flake; 2 clappers; 32 cloth fragments; 12 cordage fragments; 1 glass fragment; 2 handles; 1 harness; 2 hatched handles; 2 hooks; 5 iron fragments; 1 lead or pewter fragment; 1 piece of leather; 2 nail fragments; 65 pendants; 2 pestles; 1 pipe fragment; 2 porcelain fragments; 2 pots; 1 rivet; 1 rod; 1 scissors fragment; 1 screw; 1 sheat; 1 shell fragment; 2 sherds; 1 shoe sole; 2 shots; 1 spool; 3 spoon fragments; 21 animal teeth; 66 thimbles; and 1 wire fragment.\\n\\n        CA-Sis-262 was an historic cemetery located on the west bank of Bogus Creek, a tributary of the Klamath River, about 1 mile south of Foster\\'s Ranch. The site was destroyed during the process of diverting Bogus Creek from its original course between May 7 and May 12, 1955. Prior to the site\\'s destruction, the University of California Archaeological Survey received permission to excavate the site by the landowner who had earlier removed human remains and artifacts. Museum documents indicate that some of the artifacts were kept by the landowner while all the human remains were given to the museum without, however, any accompanying documentation.\\n        The antiquity of CA-Sis-262 is known through the presence of Desert side notched points that indicate that the site was in use during the Tule Lake Phase (after A.D. 1500). The recovery of some coins minted in A.D. 1776, 1781, and 1860, further refine the chronological timeline of some of the burials. Two newspaper articles, which were published at the time of the University of California Archaeological Survey excavation, reported that a woman of Indian descent recalled the story of a deadly ambush that happened sometime between 1863 and 1866 when a German peddler and a group of Shasta were killed by members of the Modoc (Sacramento Bee, May 11, 1955; Oakland Tribune, May 29, 1955). After the soldiers came and ran off the Modoc, the Shasta went back and buried their dead with the exception of the German peddler who was buried by the soldiers in a different location. These newspaper accounts suggest that (at least part of) the site is the result of a deadly skirmish between the Modoc and the Shasta sometime between 1863 and 1866.\\n        The Shasta language belongs to the Hokan stock, which is probably the oldest language stock in California (Shipley 1978). At the time of contact with the Europeans, Shasta-speakers inhabited Siskiyou County, as well as parts of Oregon\\'s Jackson and Klamath Counties. The first contact with Europeans came in the early part of the 19th century in the form of fur trappers, as indicated by the Shasta word for \\xe2\\x80\\x9cWhite,\\xe2\\x80\\x9d which is the Chinook Jargon word for \\xe2\\x80\\x9cBoston\\xe2\\x80\\x9d (Silver 1978:212). The first published personal account of the Shasta came from the United States Exploring Expedition that passed through Shasta territory in 1841 on its way to San Francisco (Dixon 1907:389). For the area and the native population, the biggest impact came with the Gold Rush in the 1850s. The destruction of food sources and the general hostility of the miners led to a rapid decline in the Shasta population. In 1851, the Shasta signed one of the infamous unratified treaties. In the agreement, their reservation was to be in Scott Valley, CA. In 1856, however, the Shasta were taken first to the Grande Ronde and then to the Siletz reservations in Oregon. In 1962, only a small number of surviving members were living on the Quartz Valley Rancheria in California, which is located in Siskiyou County (Silver 1978:212). The descendants of the Shasta are members of the Confederated Tribes of the Grand Ronde Community of Oregon; Confederated Tribes of the Siletz Reservation, Oregon; and Quartz Valley Indian Community of the Quartz Valley Reservation of California.\\n        Officials of the Phoebe A. Hearst Museum of Anthropology have determined that, pursuant to 25 U.S.C. 3001 (9-10), the human remains described above represent the physical remains of 21 individuals of Native American ancestry. Officials of the Phoebe A. Hearst Museum of Anthropology have also determined that, pursuant to 25 U.S.C. 3001 (3)(A), the 31,970 objects described above are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony. Lastly, officials of the Phoebe A. Hearst Museum of Anthropology have determined that, pursuant to 25 U.S.C. 3001 (2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and associated funerary objects and the Confederated Tribes of the Grand Ronde Community of Oregon; Confederated Tribes of the Siletz Reservation, Oregon; and Quartz Valley Indian Community of the Quartz Valley Reservation of California.\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the human remains and associated funerary objects should contact Judd King, Interim Director of the Phoebe A. Hearst Museum of Anthropology, University of California, Berkeley, Berkeley, CA 94720, telephone (510) 642-3682, before September 29, 2008. Repatriation of the human remains and associated funerary objects to the Confederated Tribes of the Grand Ronde Community of Oregon; Confederated Tribes of the Siletz Reservation, Oregon; and Quartz Valley Indian Community of the Quartz Valley Reservation of California may proceed after that date if no additional claimants come forward.\\n        The Phoebe A. Hearst Museum of Anthropology is responsible for notifying the Confederated Tribes of the Grand Ronde Community of Oregon; Confederated Tribes of the Siletz Reservation, Oregon; and Quartz Valley Indian Community of the Quartz Valley Reservation of California that this notice has been published.\\n        \\n          Dated: July 28, 2008.\\n          Sherry Hutt,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. E8-20092 Filed 8-28-08; 8:45 am]\\n      BILLING CODE 4312-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Inventory Completion: Phoebe A. Hearst Museum of Anthropology, University of California, Berkeley, Berkeley, CA", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: July 28, 2008.", "signature_name": "Sherry Hutt,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. E8-20092 Filed 8-28-08; 8:45 am]", "billing_code": "BILLING CODE 4312-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}