{"index": "I_1482", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Inventory Completion: Horner Collection, Oregon State University, Corvallis, OR\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains in the Horner Collection, Oregon State University, Corvallis, OR. The human remains were removed from an unknown location in Hawai`i.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003 (d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains. The National Park Service is not responsible for the determinations in this notice.\\n        A detailed assessment of the human remains was made by Horner Collection, Oregon State University professional staff in consultation with representatives of the Office of Hawaiian Affairs, Hawai`i. The Alapa `I Hanapi, Hawai`i Island Burial Council, Hui Malama I Na Kupuna O Hawai`i Nei, Kauai/Niihau Island Burial Council, Maui/Lanai Island Burial Council, Molokai Island Burial Council, O\\'ahu Burial Committee, and Van Horn Diamond `Ohana were notified, but did not participate in consultations concerning the human remains.\\n        At an unknown time by an unknown donor, human remains representing a minimum of one individual were accessioned into the Horner Collection. This skull came into the Horner Collection at an unknown time, but is accounted for in an inventory report of the Oregon State University\\'s Osteology Collection, located in the Anthropology Department, in 1976. Notations taken at the time identify the skull as \\xe2\\x80\\x9cHawaii.\\xe2\\x80\\x9d No additional information on provenience is available. No known individual was identified. No associated funerary objects are present.\\n        Osteologist professionals of the Anthropology Department at Oregon State University have determined that the skull is possibly of Native Hawaiian ancestry.\\n\\n        Officials of the Horner Collection, Oregon State University have determined that, pursuant to 25 U.S.C. 3001 (9-10), the human remains described above represent the physical remains of one individual of Native Hawaiian ancestry. Officials of the Horner Collection, Oregon State University have determined that, pursuant to 25 U.S.C. 3001 (2), there is a relationship of shared group identity that can be reasonably traced between the Native Hawaiian human remains and the Office of Hawaiian Affairs.\\n        Representatives of any other Indian tribe or Native Hawaiian Organization that believes itself to be culturally affiliated with the human remains should contact Sabah Randhawa, Executive Vice President and Provost, President\\'s Office, Oregon State University, 600 Kerr Administration Building, Corvallis, OR 97331, telephone (541) 737-8260, before September 22, 2008. Repatriation of the human remains to the Office of Hawaiian Affairs may proceed after that date if no additional claimants come forward.\\n        Horner Collection, Oregon State University is responsible for notifying the Alapa `I Hanapi, Hawai`i Island Burial Council, Hui Malama I Na Kupuna O Hawai`i Nei, Kauai/Niihau Island Burial Council, Maui/Lanai Island Burial Council, Molokai Island Burial Council, O\\'ahu Burial Committee, Office of Hawaiian Affairs, and Van Horn Diamond `Ohana that this notice has been published.\\n        \\n          Dated: July 14, 2008\\n          Sherry Hutt,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. E8-19310 Filed 8-20-08; 8:45 am]\\n      BILLING CODE 4312-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Inventory Completion: Horner Collection, Oregon State University, Corvallis, OR", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: July 14, 2008", "signature_name": "Sherry Hutt,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. E8-19310 Filed 8-20-08; 8:45 am]", "billing_code": "BILLING CODE 4312-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}