{"index": "I_1441", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Inventory Completion: U.S. Department of the Interior, U.S. Fish and Wildlife Service, Region 7, Anchorage, AK\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains in the possession of the U.S. Department of the Interior, U.S. Fish and Wildlife Service, Region 7, Anchorage, AK. The human remains were removed from Krugloi Point, Agattu Island, AK.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003 (d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains. The National Park Service is not responsible for the determinations in this notice.\\n        A detailed assessment of the human remains was made by U.S. Fish and Wildlife Service, Region 7 professional staff with assistance from the Alaska State Office of History and Archaeology and University of Alaska, Anchorage, in consultation with representatives of the Aleut Corporation, Ounalashka Corporation, and Unangan Repatriation Commission, a non-Federally recognized Native Alaskan advisory group.\\n        In 1949, human remains representing a minimum of one individual were removed from Krugloi Point, Agattu Island, AK, during research permitted to T.P. Bank and supervised in the field by A.C. Spaulding. The human remains gathered by the expedition were sent to the University of Michigan, Ann Arbor, MI, and then to the University of Alaska Fairbanks. In 2002, the human remains were moved to the Museum of the Aleutians at the request of the Ounalashka Corporation. No known individual was identified. No associated funerary objects are present.\\n        Radiocarbon dates from unworked pieces of wood associated with the human remains, but not considered to be funerary objects, were run at the University of Michigan, Michigan Memorial-Phoenix Project Radiocarbon Laboratory. The samples yielded dates of 2500 \\xc2\\xb1 300 years and 2630 \\xc2\\xb1 300 years ago (Spaulding 1962). The burial context and physical traits of the human remains are consistent with those observed for pre-contact Aleut populations. Skeletal morphology of present-day Aleut populations is similar to that of prehistoric populations and demonstrates biological and cultural affiliation between present-day Aleut groups and prehistoric populations in the Aleutian Islands.\\n        After Russian contact with the Aleutians in 1751, the population declined precipitously. By the 1760s, all Near Islanders had moved into a single village on Attu Island. During World War II, the villagers of Attu were interred in Japan and at war\\'s end the survivors were resettled in the village on Atka. The Unangan Repatriation Commission provided the Fish and Wildlife Service with a list of islands and their culturally affiliated village corporations and tribal entities. The Ounalashka Corporation claimed ownership and affiliation with the entire T.P. Bank collection including human remains, and were also consulted, but were determined not to have cultural affiliation with the human remains removed from Agattu Island. The Aleut Corporation is responsible for human remains from islands without strong village claims. Agattu Island is accordingly represented and reasonably determined by officials of the U.S. Fish and Wildlife Service, Region 7 to have a shared group relationship to members of the Aleut Corporation.\\n        Officials of the U.S. Fish and Wildlife Service, Region 7 have determined that, pursuant to 25 U.S.C. 3001 (9-10), the human remains described above represent the physical remains of one individual of Native American ancestry. Officials of the U.S. Fish and Wildlife Service, Region 7 also have determined that, pursuant to 25 U.S.C. 3001(2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and the Aleut Corporation.\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the human remains should contact Debra Corbett, U.S. Fish and Wildlife Service, 1011 East Tudor Road, Anchorage, AK 99503, telephone (907) 786-3399, before December 26, 2008. Repatriation of the human remains to the Aleut Corporation may proceed after that date if no additional claimants come forward.\\n        U.S. Fish and Wildlife Service, Region 7 is responsible for notifying the Aleut Corporation, Ounalashka Corporation, and Unangan Repatriation Commission, a non-Federally recognized Native Alaskan advisory group, that this notice has been published.\\n        \\n          Dated: October 28, 2008\\n          Sherry Hutt,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. E8-28001 Filed 11-24-08; 8:45 am]\\n      BILLING CODE 4312-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Inventory Completion: U.S. Department of the Interior, U.S. Fish and Wildlife Service, Region 7, Anchorage, AK", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: October 28, 2008", "signature_name": "Sherry Hutt,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. E8-28001 Filed 11-24-08; 8:45 am]", "billing_code": "BILLING CODE 4312-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}