{"index": "I_1479", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Inventory Completion: University of Wyoming, Anthropology Department, Human Remains Repository, Laramie, WY\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains and associated funerary objects in the possession and control of the University of Wyoming Anthropology Department Human Remains Repository in Laramie, WY. The human remains and associated funerary objects were removed from Goshen County, WY.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003 (d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations in this notice.\\n        A detailed assessment of the human remains was made by University of Wyoming Anthropology Department Human Remains Repository professional staff in consultation with representatives of the Rosebud Sioux Tribe of the Rosebud Indian Reservation, South Dakota.\\n        In 1977, human remains representing a minimum of two individuals were removed from near the old Bordeaux Trading Post in Goshen County, WY, by personnel from Fort Laramie, Goshen County Sheriff\\'s Office, and Goshen County Coroner, after the burial location had been disturbed by earth leveling activities associated with farming. No known individuals were identified. The four associated funerary objects are one set of glass trade beads, one brass button, one set of cloth fragments, and one set of wooden coffin fragments.\\n        The remains are a partial skeleton of a female of probable mixed Native American/Euroamerican parentage. Some features on the cranium and mandible suggest that the individual has both Euroamerican and Native American aspects in her parentage. The cranial cap is partially mummified and a stripe of red ocher or vermillion had been painted down the center of the top of the head, approximately at the part of the hair. The woman was apparently pregnant or had just delivered a child at the time of her death. The child interred with her is also likely of mixed parentage and was likely a newborn infant.\\n        Historic background research and ethnographic inquiries indicates that the human remains are most likely related to the Sioux groups that were known to have intermarried with the Bordeaux family and their employees at the old Bordeaux Trading Post a few miles below Fort Laramie near the North Platte River. The Bordeaux name is still carried by members of the Rosebud Sioux Tribe and tribal representatives identified specific bands of the Rosebud Sioux Tribe that had married Bordeaux Trading Post employees. Tribal evidence presented for cultural affiliation is based on review of records afforded to the tribe, contact with the Bordeaux family, and review of the information from the Human Remains Repository.\\n        Officials of the University of Wyoming, Anthropology Department, Human Remains Repository have determined that, pursuant to 25 U.S.C. 3001 (9-10), the human remains described above represent the physical remains of two individuals of Native American ancestry. Officials of the University of Wyoming, Anthropology Department, Human Remains Repository also have determined that, pursuant to 25 U.S.C. 3001 (3)(A), the four objects described above are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony. Lastly, officials of the University of Wyoming, Anthropology Department, Human Remains Repository have determined that, pursuant to 25 U.S.C. 3001 (2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and associated funerary objects and the Rosebud Sioux Tribe of the Rosebud Indian Reservation, South Dakota.\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the human remains and associated funerary objects should contact Rick L. Weathermon, NAGPRA Contact at the University of Wyoming Department 3431, Anthropology, 1000 E. University Ave., Laramie, WY 82071, telephone (307) 766-5136, before September 29, 2008. Repatriation of the human remains and associated funerary objects to the Rosebud Sioux Tribe of the Rosebud Indian Reservation, South Dakota may proceed after that date if no additional claimants come forward.\\n        University of Wyoming Anthropology Department Human Remains Repository is responsible for notifying the Rosebud Sioux Tribe of the Rosebud Indian Reservation, South Dakota that this notice has been published.\\n        \\n          Dated: July 29, 2008.\\n          Sherry Hutt,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. E8-20090 Filed 8-28-08; 8:45 am]\\n      BILLING CODE 4312-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Inventory Completion: University of Wyoming, Anthropology Department, Human Remains Repository, Laramie, WY", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: July 29, 2008.", "signature_name": "Sherry Hutt,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. E8-20090 Filed 8-28-08; 8:45 am]", "billing_code": "BILLING CODE 4312-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}