{"index": "I_1428", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Inventory Completion: Bishop Museum, Honolulu, HI; Correction\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice; correction.\\n        \\n\\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains in the possession and control of the Bishop Museum, Honolulu, HI. The human remains were removed from the Island of Kauai, HI.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003 (d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains. The National Park Service is not responsible for the determinations in this notice.\\n\\n        This notice corrects a Notice of Inventory Completion published in the Federal Register on August 13, 2007, (FR Doc E7-15822, Page 45269), by amending the list of Native Hawaiian Organizations determined to be culturally affiliated with the human remains removed from sites on the Island of Kauai.\\n        In the Federal Register of August 13, 2007, the notice is corrected by substituting the following for paragraphs 10 and 11:\\n        Officials of the Bishop Museum have determined that, pursuant to 25 U.S.C. 3001 (9-10), the human remains described above represent the physical remains of a minimum of six individuals of Native Hawaiian ancestry. Officials of the Bishop Museum also have determined that, pursuant to 25 U.S.C. 3001 (2), there is a relationship of shared group identity that can be reasonably traced between the Native Hawaiian human remains and Hui Malama I Na Kupuna O Hawaii Nei and Kauai/Niihau Island Burial Council. Based upon information provided regarding geographical relationship and kinship traditions, Bishop Museum has determined the Kauai/Niihau Island Burial Council to be the most appropriate claimant.\\n        Representatives of any other Indian tribe or Native Hawaiian organization that believes itself to be culturally affiliated with the human remains should contact Betty Lou Kam, Vice President, Cultural Resources, Bishop Museum, 1525 Bernice Street, Honolulu, HI 96817, telephone (808) 808-4144, before February 2, 2009. Repatriation of the human remains to the Kauai/Niihau Island Burial Council may proceed after that date if no additional claimants come forward.\\n        The Bishop Museum is responsible for notifying Hui Malama I Na Kupuna O Hawaii Nei and Kauai/Niihau Island Burial Council that this notice has been published.\\n        \\n          Dated: December 8, 2008\\n          Sherry Hutt,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. E8-30904 Filed 12-31-08; 8:45 am]\\n      BILLING CODE 4312-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Inventory Completion: Bishop Museum, Honolulu, HI; Correction", "agency2": "National Park Service, Interior.", "action": "Notice; correction.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: December 8, 2008", "signature_name": "Sherry Hutt,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. E8-30904 Filed 12-31-08; 8:45 am]", "billing_code": "BILLING CODE 4312-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}