{"index": "I_1484", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Inventory Completion: Arkansas Highway and Transportation Department, Little Rock, AR\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains and associated funerary objects in the possession of the Arkansas Highway and Transportation Department, Little Rock, AR. The human remains and associated funerary objects were removed from Poinsett County, AR.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003 (d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains. The National Park Service is not responsible for the determinations in this notice.\\n        A detailed assessment of the human remains was made by the Arkansas Highway and Transportation Department professional staff with assistance from the University of Missouri in Columbia, MO, and in consultation with representatives of the Quapaw Tribe of Indians, Oklahoma.\\n        In 1988, human remains representing a minimum of 15 individuals were removed from the Priestly site (3PO490) in Poinsett County, AR, by the Center for Archaeological Research, Southwest Missouri State University, Springfield, MO. The human remains were sent to the University of Missouri, Columbia for analysis and curation. The human remains were transferred to the Arkansas Highway and Transportation in June 2004. No known individuals were identified. The 46 associated funerary objects are 2 Lander points, 1 Gary point, 42 plain shell-tempered body sherds, and 1 plain shell-tempered sherd from the rim of a bowl.\\n        Archeological evidence indicates the human remains are Native American and are considered to be from an Emergent Mississippian culture. Judging from the context and radio-carbon dates obtained from various features at the site, the main component at the site and the human remains are thought to date between A.D. 750 to 1100.\\n        Oral history evidence presented by representatives of the Quapaw Tribe of Indians, Oklahoma indicates that the region has long been included in the traditional and hunting territory of the Quapaw. French colonial records from the 1700s also indicate that at that time, the Quapaw were the only Native American group present in the St. Frances River valley where the Priestly site is located. Based on geographical location, historical documents, and oral history, the human remains are most likely associated with the Quapaw Tribe of Indians, Oklahoma.\\n        Officials of the Arkansas Highway and Transportation have determined that, pursuant to 25 U.S.C. 3001 (9-10), the human remains described above represent the physical remains of at least 15 individuals of Native American ancestry. Officials of the Arkansas Highway and Transportation also have determined that, pursuant to 25 U.S.C. 3001 (3)(A), the 46 objects described above are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony. Lastly, officials of the Arkansas Highway and Transportation have determined that, pursuant to 25 U.S.C. 3001 (2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and associated funerary objects and the Quapaw Tribe of Indians, Oklahoma.\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the human remains and associated funerary objects should contact Diana Wilks, Arkansas Highway and Transportation Department, P.O. Box 2261, Little Rock, AR 72203, telephone (501) 569-2038, before September 22, 2008. Repatriation of the human remains and associated funerary objects to the Quapaw Tribe of Indians, Oklahoma may proceed after that date if no additional claimants come forward.\\n        Arkansas Highway and Transportation Department is responsible for notifying the Quapaw Tribe of Indians, Oklahoma that this notice has been published.\\n        \\n          Dated: July 28, 2008\\n          Sherry Hutt,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. E8-19314 Filed 8-20-08; 8:45 am]\\n      BILLING CODE 4312-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Inventory Completion: Arkansas Highway and Transportation Department, Little Rock, AR", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: July 28, 2008", "signature_name": "Sherry Hutt,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. E8-19314 Filed 8-20-08; 8:45 am]", "billing_code": "BILLING CODE 4312-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}