{"index": "I_1481", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Inventory Completion: U.S. Department of Agriculture, San Juan National Forest, Durango, CO, and University of Denver Department of Anthropology and Museum of Anthropology, Denver, CO; Correction\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice; correction.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains in the control of the U.S. Department of Agriculture, San Juan National Forest, Durango, CO, and in the possession of the University of Denver Department of Anthropology and Museum of Anthropology, Denver, CO. The human remains were removed from Dolores County, CO.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003 (d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains. The National Park Service is not responsible for the determinations in this notice.\\n\\n        This notice corrects the Notice of Inventory Completion published by the University of Denver Department of Anthropology and Museum of Anthropology in the Federal Register of October 9, 2001, (FR Doc. 01-25140; pages 51472-51474). This notice corrects the controller of the human remains, per 43 CFR 10.2 (a)(3)(ii), and the cultural affiliation of the human remains, per 43 CFR 10.14 (c), of one individual (catalog numbers DU6015 and DU 6066). After publication, a review of the records associated with the human remains indicated that the human remains had been removed from lands administered by the U.S. Department of Agriculture, San Juan National Forest, Durango, CO. Therefore, the San Juan National Forest has the control of the human remains for the purposes of NAGPRA. An overall evaluation of the totality of the circumstances and evidence pertaining to the human remains by the officials of the U.S. Department of Agriculture, San Juan National Forest indicate that no cultural affiliation can be determined by the preponderance of the evidence. Therefore, the human remains have been determined to be culturally unidentifiable.\\n        \\n        A companion notice published in the Federal Register by the University of Denver Department of Anthropology and Museum of Anthropology also corrects the October 9, 2001 notice by deleting the references in paragraph 11, page 51473, to the one individual (catalog numbers DU6015 and DU 6066) that were collected at Dove Creek, Dolores County, CO, from lands administered by the U.S. Department of Agriculture, San Juan National Forest. In 1943, the human remains were found in the office of Lee A. Brown, an employee of the U.S. Department of Agriculture, Forest Service, who had been transferred from the Dolores Ranger District to Washington, D.C, by Fred R. Johnsono. At the time, Dr. E.B. Renaud of the University of Denver, Department of Anthropology was asked to examine the human remains, which were physically transferred to the University of Denver by Mr. Johnson. No known individual was identified. No associated funerary objects were present.\\n        While the examination of the human remains (DU 6015 and DU 6066) by Dr. E.B. Renaud established that the human remains were of Native American ancestry, Dr. Renaud\\'s examination did not provide any information regarding the cultural ancestry. The officials of the U.S. Department of Agriculture, Forest Service have determined that the human remains are culturally unidentifiable human remains based on the lack of evidence regarding the specific provenience from which the human remains were removed, the absence of associated funerary objects, the lack of evidence that provides a date for the original burial of the human remains, and the lack of evidence regarding the cultural ancestry of the human remains.\\n        Officials of the U.S. Department of Agriculture, Forest Service have determined that, pursuant to 25 U.S.C. 3001 (9-10), the human remains described above represent the physical remains of one individual of Native American ancestry. Officials of the U.S. Department of Agriculture, Forest Service also have determined that, pursuant to 25 U.S.C. 3001 (2), a relationship of shared group identity cannot be reasonably traced between the Native American human remains and any present-day Indian Tribe.\\n        Representatives of any Indian tribe that believes itself to be culturally affiliated with the human remains should contact Julie Coleman, Heritage Program Manager, San Juan National Forest, San Juan Public Lands Center, 15 Burnett Court, Durango, CO 81301, telephone (970) 385-1250, before September 22, 2008.\\n        The San Juan National Forest is responsible for notifying the Colorado River Indian Tribes of the Colorado River Indian Reservation, Arizona and California; Hopi Tribe of Arizona; Jicarilla Apache Nation, New Mexico; Navajo Nation, Arizona, New Mexico & Utah; Ohkay Owingeh, New Mexico (formerly Pueblo of San Juan); Pueblo of Acoma, New Mexico; Pueblo of Cochiti, New Mexico; Pueblo of Isleta, New Mexico; Pueblo of Jemez, New Mexico; Pueblo of Laguna, New Mexico; Pueblo of Nambe, New Mexico; Pueblo of Picuris, New Mexico; Pueblo of Pojoaque, New Mexico; Pueblo of San Felipe, New Mexico; Pueblo of San Ildefonso, New Mexico; Pueblo of Sandia, New Mexico; Pueblo of Santa Ana, New Mexico; Pueblo of Santa Clara, New Mexico; Pueblo of Santo Domingo, New Mexico; Pueblo Of Taos, New Mexico; Pueblo of Tesuque, New Mexico; Pueblo of Zia, New Mexico; Skull Valley Band of Goshute Indians of Utah; Southern Ute Indian Tribe of the Southern Ute Reservation, Colorado; Ute Mountain Tribe of the Ute Mountain Reservation, Colorado, New Mexico & Utah; Ysleta del Sur Pueblo of Texas; and Zuni Tribe of the Zuni Reservation, New Mexico that this notice has been published.\\n        \\n          Dated: July 14, 2008\\n          Sherry Hutt,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. E8-19319 Filed 8-20-08; 8:45 am]\\n      BILLING CODE 4312-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Inventory Completion: U.S. Department of Agriculture, San Juan National Forest, Durango, CO, and University of Denver Department of Anthropology and Museum of Anthropology, Denver, CO; Correction", "agency2": "National Park Service, Interior.", "action": "Notice; correction.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: July 14, 2008", "signature_name": "Sherry Hutt,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. E8-19319 Filed 8-20-08; 8:45 am]", "billing_code": "BILLING CODE 4312-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}