{"index": "I_1426", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Inventory Completion: Binghamton University, State University of New York, Binghamton, NY\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains in the possession of Binghamton University, State University of New York, Binghamton, NY. The human remains were removed from the Susquehanna Valley, Delaware County, NY.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003 (d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains. The National Park Service is not responsible for the determinations in this notice.\\n        A detailed assessment of the human remains was made by Binghamton University, State University of New York professional staff in consultation with representatives of the Delaware Nation, Oklahoma; Oneida Nation of New York; Oneida Tribe of Indians of Wisconsin; Saint Regis Mohawk Tribe, New York (formerly the St. Regis Band of Mohawk Indians of New York); and Mohawk Nation Council of Chiefs, a non-Federally recognized Indian group.\\n        In 1973, human remains representing a minimum of five individuals were removed from the Hoyt West site (SUBi-085) in Delaware County, NY. The human remains were uncovered accidentally by Lane Construction during construction of the Interstate-88 highway. Construction workers gave the human remains to archeologists who were working nearby the site. No known individuals were identified. No associated funerary objects are present.\\n        Partial excavations and surface collections occurred at Hoyt West as part of salvage operations during the Interstate-88 construction project. Undiagnostic precontact artifacts (mostly lithics) and historic artifacts (mostly European-made ceramics) were found at the site. Local collectors reported finding slate pendants in the area. During construction, the topsoil was stripped and employees of the contractor found fragmented human remains. While some fire-reddened areas were noted by archeologists, no burial features were exposed. Analysis by a bioarcheologist found that some individuals had Native American, African, and European traits. Historical artifacts, the mixture of biological traits, oral history, and a Haudenosaunee map of aboriginal lands indicate that this site is located within a region that was the territory of the Mohawk during the early Historic Period. The human remains from the Hoyt West site are determined to be culturally affiliated with the present-day descendants of the Mohawk represented by the Akwesasne Mohawk community composed of the Saint Regis Mohawk Tribe, New York and Mohawk Nation Council of Chiefs, a non-Federally recognized Indian group.\\n        Officials of Binghamton University have determined that, pursuant to 25 U.S.C. 3001 (9-10), the human remains described above represent the physical remains of five individuals of Native American ancestry. Officials of Binghamton University also have determined that, pursuant to 25 U.S.C. 3001 (2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and the Saint Regis Mohawk Tribe, New York, and Mohawk Nation Council of Chiefs, a non-Federally recognized Indian group.\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the human remains should contact Nina M. Versaggi, Public Archaeology Facility, Binghamton University, Binghamton, NY 13902-6000, telephone (607) 777-4786, before March 4, 2009. Repatriation of the human remains to the Saint Regis Mohawk Tribe, New York, on behalf of themselves and the Mohawk Nation Council of Chiefs, a non-Federally recognized Indian group, may proceed after that date if no additional claimants come forward.\\n        Binghamton University is responsible for notifying the Delaware Nation, Oklahoma; Oneida Nation of New York; Oneida Tribe of Indians of Wisconsin; Saint Regis Mohawk Tribe, New York; and Mohawk Nation Council of Chiefs, a non-Federally recognized Indian group that this notice has been published.\\n        \\n          Dated: December 18, 2008\\n          Sherry Hutt,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. E9-2125 Filed 1-30-09; 8:45 am]\\n      BILLING CODE 4312-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Inventory Completion: Binghamton University, State University of New York, Binghamton, NY", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: December 18, 2008", "signature_name": "Sherry Hutt,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. E9-2125 Filed 1-30-09; 8:45 am]", "billing_code": "BILLING CODE 4312-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}