{"index": "I_1433", "messy_full": "\\n      \\n        \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Inventory Completion: San Diego Museum of Man, San Diego, CA\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains in the possession of the San Diego Museum of Man, San Diego, CA. The human remains were removed from Clark and Nye Counties, NV.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003 (d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains. The National Park Service is not responsible for the determinations in this notice.\\n        A detailed assessment of the human remains was made by the San Diego Museum of Man professional staff in consultation with the Paiute-Shoshone Tribe of the Fallon Reservation and Colony, Nevada, acting on behalf of the Great Basin Inter-Tribal NAGPRA Coalition, a non-Federally recognized Indian group, which represents the Battle Mountain Shoshone Tribe (Constituent Band of the Te-Moak Tribe of Western Shoshone Indians of Nevada); Bridgeport Paiute Indian Colony of California; Duckwater Shoshone Tribe of the Duckwater Reservation, Nevada; Ely Shoshone Tribe of Nevada; Las Vegas Tribe of Paiute Indians of the Las Vegas Indian Colony, Nevada; Lovelock Paiute Tribe of the Lovelock Indian Colony, Nevada; Moapa Band of Paiute Indians of the Moapa River Indian Reservation, Nevada; Paiute-Shoshone Indians of the Bishop Community of the Bishop Colony, California; Paiute-Shoshone Tribe of the Fallon Reservation and Colony, Nevada; Reno-Sparks Indian Colony, Nevada; Shoshone-Paiute Tribes of the Duck Valley Reservation, Nevada; South Fork Band (Constituent Band of the Te-Moak Tribe of Western Shoshone Indians of Nevada); Susanville Indian Rancheria, California; Te-Moak Tribe of Western Shoshone Indians of Nevada; Washoe Tribe of Nevada & California; Yomba Shoshone Tribe of the Yomba Reservation, Nevada; and the Inter-Tribal Council of Nevada, a non-Federally recognized Indian group. Direct consultation was made with the Duckwater Shoshone Tribe of the Duckwater Reservation, Nevada; Moapa Band of Paiute Indians of the Moapa River Indian Reservation, Nevada; and Paiute-Shoshone Tribe of the Fallon Reservation and Colony, Nevada.\\n        Between 1933 and 1936, human remains representing a minimum of one individual were removed from Moapa, Clark County, NV. On February 22, 1968, the human remains were donated to the San Diego Museum of Man (1968-7-1). No known individual was identified. No associated funerary objects are present.\\n        The donor found the human remains while working on the \\xe2\\x80\\x9cHome Ranch,\\xe2\\x80\\x9d 8 miles northwest of Moapa. The skull and mandible were discovered in a crevasse that had apparently been used as a communal burial pit, as it contained additional human remains. It is thought by the donor that these human remains were part of a modern Paiute burial since the modern inhabitants of the area were, and still are, Paiute.\\n        Representatives at the San Diego Museum of Man dated the human remains to be \\xe2\\x80\\x9cprobably 20th century.\\xe2\\x80\\x9d After colonization by the Mormons in the 19th century, available literature supports evidence that the modern Southern Paiute people shifted from cremation to burial. Depositing a body in a rock cleft or shallow wash would be considered a burial. The closest modern-day Southern Paiute tribal entity to inhabit the area nearest to the discovery site in the 20th century is the Moapa Band of Paiute Indians of the Moapa River Indian Reservation, Nevada. The museum finds the human remains to be reasonably culturally affiliated to the Moapa Band of Paiute Indians of the Moapa River Indian Reservation, Nevada, who, through Resolution No. M 07-11-32, agree to be part of the Great Basin Inter-Tribal NAGPRA Coalition, and therefore agree to be represented by the Paiute-Shoshone Tribe of the Fallon Reservation and Colony, Nevada, who are making claim to the human remains.\\n        At an unknown time, human remains representing a minimum of one individual were removed from an unknown location near Belmont, Nye County, NV. On August 14, 1974, the human remains were donated to the San Diego Museum of Man as a gift (1973-65-1). No known individual was identified. No associated funerary objects are present.\\n        Little information is known about the discovery and collection of this individual. San Diego Museum of Man representatives have dated the human remains to \\xe2\\x80\\x9cprehistoric\\xe2\\x80\\x9d time and from an \\xe2\\x80\\x9caboriginal southwest\\xe2\\x80\\x9d culture. However, the \\xe2\\x80\\x9cprehistoric\\xe2\\x80\\x9d designation remains vague since a specific date or date range has not been assigned to the human remain since it was removed from its site of origin before further analysis of the site could be performed. The specific location of the site remains unknown to this day. Available literature supports evidence that aboriginal occupation of the central portion of Nevada took place by the ethnographically represented Western Shoshone people for at least the last 1,000 years. This information is not fully supported by all literature and debate continues over the length of an unbroken aboriginal occupation. Since a \\xe2\\x80\\x9cprehistoric\\xe2\\x80\\x9d designation remains vague, it is unlikely that a specific tribal affiliation can be assigned to the Native American human remain. However, a review of the available literature demonstrates ethnographically, linguistically, and/or archeologically, that the present-day Western Shoshone have both historic and prehistoric ties to the general geographic area near Belmont, NV. Therefore, the museum finds the human remains to be reasonably culturally affiliated to the Paiute-Shoshone Tribe of the Fallon Reservation and Colony, Nevada, who are making this claim and acting on behalf of the Federally-recognized tribes that comprise the Western Shoshone, which are also members of the Great Basin Inter-Tribal NAGPRA Coalition.\\n\\n        Officials of the San Diego Museum of Man have determined that, pursuant to 25 U.S.C. 3001 (9-10), the human remains described above represent the physical remains of two individuals of Native American ancestry. Officials of the San Diego Museum of Man have also determined that, pursuant to 25 U.S.C. 3001 (2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and the Paiute-Shoshone Tribe of the Fallon Reservation and Colony, Nevada, acting on behalf of the Great Basin Inter-Tribal NAGPRA Coalition, a non-Federally recognized Indian group, which represents the Battle Mountain Band (Constituent Band of the Te-Moak Tribe of Western Shoshone Indians of Nevada); Bridgeport Paiute Indian Colony of California; Duckwater Shoshone Tribe of the Duckwater Reservation, Nevada; Ely Shoshone Tribe of Nevada; Las Vegas Tribe of Paiute Indians of the Las Vegas Indian Colony, Nevada; Lovelock Paiute Tribe of the Lovelock Indian Colony, Nevada; Moapa Band of Paiute Indians of the Moapa River Indian Reservation, Nevada; Paiute-Shoshone Indians of the Bishop Community of the Bishop Colony, California; Paiute-Shoshone Tribe of the Fallon Reservation and Colony, Nevada; Reno-Sparks Indian Colony, Nevada; Shoshone-Paiute Tribes of the Duck Valley Reservation, Nevada; South Fork Band (Constituent Band of the Te-Moak Tribe of Western Shoshone Indians of Nevada); Susanville Indian Rancheria, California; Te-Moak Tribe of Western Shoshone Indians of Nevada; Washoe Tribe of Nevada & California; Yomba Shoshone Tribe of the Yomba Reservation, Nevada; and the Inter-Tribal Council of Nevada, a non-Federally recognized Indian group.\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the human remains should contact Philip Hoog, the San Diego Museum of Man, 1350 El Prado, Balboa Park, San Diego, CA 92101, telephone (619) 239-2001, before January 29, 2009. Repatriation of the human remains to the Paiute-Shoshone Tribe of the Fallon Reservation and Colony, Nevada, acting on behalf of the Great Basin Inter-Tribal NAGPRA Coalition, a non-Federally recognized Indian group, which represents the Battle Mountain Band; Bridgeport Paiute Indian Colony of California; Duckwater Shoshone Tribe of the Duckwater Reservation, Nevada; Ely Shoshone Tribe of Nevada; Las Vegas Tribe of Paiute Indians of the Las Vegas Indian Colony, Nevada; Lovelock Paiute Tribe of the Lovelock Indian Colony, Nevada; Moapa Band of Paiute Indians of the Moapa River Indian Reservation, Nevada; Paiute-Shoshone Indians of the Bishop Community of the Bishop Colony, California; Paiute-Shoshone Tribe of the Fallon Reservation and Colony, Nevada; Reno-Sparks Indian Colony, Nevada; Shoshone-Paiute Tribes of the Duck Valley Reservation, Nevada; South Fork Band; Susanville Indian Rancheria, California; Te-Moak Tribe of Western Shoshone Indians of Nevada; Washoe Tribe of Nevada & California; Yomba Shoshone Tribe of the Yomba Reservation, Nevada; and the Inter-Tribal Council of Nevada, a non-Federally recognized Indian group, may proceed after that date if no additional claimants come forward.\\n        The San Diego Museum of Man is responsible for notifying the Battle Mountain Band; Bridgeport Paiute Indian Colony of California; Duckwater Shoshone Tribe of the Duckwater Reservation, Nevada; Ely Shoshone Tribe of Nevada; Las Vegas Tribe of Paiute Indians of the Las Vegas Indian Colony, Nevada; Lovelock Paiute Tribe of the Lovelock Indian Colony, Nevada; Moapa Band of Paiute Indians of the Moapa River Indian Reservation, Nevada; Paiute-Shoshone Indians of the Bishop Community of the Bishop Colony, California; Paiute-Shoshone Tribe of the Fallon Reservation and Colony, Nevada; Reno-Sparks Indian Colony, Nevada; Shoshone-Paiute Tribes of the Duck Valley Reservation, Nevada; South Fork Band; Susanville Indian Rancheria, California; Te-Moak Tribe of Western Shoshone Indians of Nevada; Washoe Tribe of Nevada & California; Yomba Shoshone Tribe of the Yomba Reservation, Nevada; and the Great Basin Inter-Tribal NAGPRA Coalition, a non-Federally recognized Indian group; and the Inter-Tribal Council of Nevada, a non-Federally recognized Indian group, that this notice has been published.\\n        \\n          Dated: December 8, 2008\\n          Sherry Hutt,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. E8-30895 Filed 12-29-08; 8:45 am]\\n      BILLING CODE 4312-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Inventory Completion: San Diego Museum of Man, San Diego, CA", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: December 8, 2008", "signature_name": "Sherry Hutt,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. E8-30895 Filed 12-29-08; 8:45 am]", "billing_code": "BILLING CODE 4312-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}