{"index": "I_1492", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Inventory Completion: Phoebe A. Hearst Museum of Anthropology, University of California, Berkeley, Berkeley, CA\\n        \\n          AGENCY:\\n          National Park Service.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains and associated funerary objects in the control of the Phoebe A. Hearst Museum of Anthropology, University of California, Berkeley, Berkeley, CA. The human remains and associated funerary objects were removed from San Louis Obispo, Santa Barbara, and Ventura Counties, CA.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003 (d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations in this notice.\\n        An assessment of the human remains, catalogue records, and relevant associated documents was made by the Phoebe A. Hearst Museum of Anthropology professional staff in consultation with representatives of the Santa Ynez Band of Chumash Mission Indians of the Santa Ynez Reservation, California.\\n\\n        In 1928, human remains representing a minimum of 22 individuals (10 catalogue records) were removed from CA-SBa-1, also known as Olson\\'s Site 6, a site located on the north bank of Rincon Creek at Rincon Point, approximately three miles southeast of Carpinteria in Santa Barbara County, CA, by Ronald L. Olson. The human remains and archeological materials were accessioned into the Phoebe A. Hearst Museum of Anthropology in 1928 through University Appropriation (Accession 633). Additional archeological materials were removed and donated to the museum by Francis A. Riddell and Franklin Fenenga in 1949 (Accession UCAS-8), by Eugene Prince in 1957 (Accession UCAS-465), and by Robert L. Hoover in 1968 (Accession 2413). No known individuals were identified. The 36 associated funerary objects are 5 soil samples, 12 shells and 1 shell fragment, 1 pestle, 10 lumps of clay, 1 ochre fragment, 5 animal bones, and 1 bead.\\n        In 1928, human remains representing a minimum of 71 individuals (56 catalogue records) were removed from CA-SBa-43, also known as Olson\\'s Site 2, a site located on the More Ranch near Goleta, in Santa Barbara County, CA, by Ronald L. Olson. In 1928, the human remains and archeological materials were accessioned into the Phoebe A. Hearst Museum of Anthropology through University Appropriation (Accession 633). Additional archeological materials were removed and donated to the museum by Robert L. Hoover in 1968 (Accession 2413). No known individuals were identified. The 83 associated funerary objects are 10 animal bones, 1 asphalt fragment, 4 awls and awl fragments, 4 charmstones, 1 dagger point, 8 flint flakes, 1 hammerstone, 1 fragmented implement, 5 limestone objects, 11 mortars and mortar fragments, 2 lumps of ochre, 8 pebbles, 5 pestles and pestle fragments, 1 rubbing stone, 4 shells, 8 spear points, 7 stone fragments, and 2 whetstones.\\n        Between 1927 and 1928, human remains representing a minimum of 137 individuals (121 catalogue records) were removed from CA-SBa-46, also known as Olson\\'s Site 1, a site located on Mescal Island near Goleta, in Santa Barbara County, CA, by Ronald L. Olson. In 1928, the human remains and archeological materials were accessioned into the Phoebe A. Hearst Museum of Anthropology through University Appropriation (Accession 633). Additional archeological materials were removed and donated to the museum by Phillip C. Orr in 1941 (Accession 1941T). No known individuals were identified. The 2,106 associated funerary objects are 9 abalone fragments; 19 animal bones (including uncounted lots); 20 arrow points; 1 lump of ash; 4 asphalt fragments; 6 awl and awl fragments; 1 ball; 1 barb; 2 basketry fragments; 1,360 beads and bead fragments; 3 bowls; 4 buttons; 2 flint cores; 3 crystal fragments; 2 dagger points; 5 dishes; 2 drill; 5 fishhooks; 61 flint flakes; 1 matting fragment; 47 implements; 6 knives; 3 limestone fragments; 9 mortars; 4 mullers; 22 necklaces; 3 needles; 16 lumps of ochre; 31 olla and olla fragments; 4 ornaments; 10 pebbles; 19 pendants and pendant fragments; 4 pestles; 1 pin; 2 pipes; 7 rings; 2 rocks; 1 sandstone fragment; 281 shells, various shell objects and uncounted lots; 1 sinker; 2 stone slabs; 8 soil samples (possibly containing materials); 5 spear points; 1 spike; 1 turtle shell fragment; 25 stones and stone fragments; 4 animal teeth; 19 tubes and tube fragments; 10 twine fragments; 1 weapon; 11 whalebone fragments; and 35 whistles and whistle fragments.\\n        In 1950, human remains representing a minimum of one individual (one catalogue record) were removed from CA-SBa-543, a site located on a knoll north of Jalama Creek near the confluence with Gaspar Creek north of Point Conception, in Santa Barbara County, CA, by D.W. Lathrap and R.H. Brooks. The human remains were accessioned into the museum through a donation by the collectors (Accession 1011). No known individual was identified. No associated funerary objects are present.\\n        Between 1949 and 1950, human remains representing a minimum of 187 individuals (149 catalogue records) were removed from CA-SBa-7, a site located at the mouth of Carpinteria Creek in Santa Barbara County, CA, by J.A. Bennyhoff & A.D. Mohr. The human remains and archeological materials were accessioned into the museum both in 1949 and 1950 through University Appropriation (Accession numbers 970 and 996 respectively). Additional human remains were removed by J.A. Bennyhoff and donated to the museum by Charles Rozaire of the Los Angeles County Museum in 1950 (Accession 1864). No known individuals were identified. The 997 associated funerary objects are 1 antler, 1 lump of ash, 1 asphalt fragment, 1 awl fragment, 735 beads, 1 blade, 17 bones and bone fragments, 1 charmstone, 2 choppers, 1 concretion, 7 crystals, 26 uncounted bags of faunal remains, 3 grinding slabs, 2 hammerstones, 1 fragment of human bone (unconfirmed), 2 implements, 3 knives, 37 manos and mano fragments, 48 metates and metate fragments, 2 fragments of mica, 16 lumps of ochre, 1 pebble, 8 pecking stones, 8 lumps of pigment, 1 pin fragment, 1 point, 1 ring, 1 rubbing stone, 1 lot of sand with ochre, 26 scrapers and 10 scraper fragments, 16 shells, 2 sinkers, 3 slabs, 1 steatite fragment, 6 stones, 2 bone tool fragments, and 1 tooth fragment.\\n        In 1908, human remains representing a minimum of 21 individuals (21 catalogue records) were removed from CA-SBa-73, a site located on the north side of Tecolate Creek on the Tecolate Ranch, Santa Barbara County, CA, by F. W. Putnam. In 1908, the human remains and archeological materials were donated by the collector to the museum and accessioned (Accession 329). No known individuals were identified. The 347 associated funerary objects are 2 antler tips, 245 beads, 13 animal bones, 10 flint chips, 1 club stone, 2 drills, 1 hammerstone, 2 knives, 1 mortar, 3 ornaments, 7 pendants, 2 points, 34 shells and shell fragments, 1 whetstone, and 23 whistles and whistle fragments.\\n        In 1928, human remains representing a minimum of two individuals (one catalogue record) were removed from CA-SBa-8, also known as Olson\\'s Site 7, a site located approximately two miles southwest of Carpinteria, Santa Barbara County, CA, by Ronald L. Olson. In 1928, the human remains and archeological materials were accessioned into the museum through University Appropriation (Accession 633). No known individuals were identified. No associated funerary objects are present.\\n        In 1928, human remains representing a minimum of nine individuals (4 catalogue records) were removed from CA-SBa-89, also known as Olson\\'s Site 11, a site located on the east bank of Tajiguas Creek approximately 18 miles west of Goleta, Santa Barbara County, CA, by Ronald L. Olson. In 1928, the human remains and archeological materials were accessioned into the museum through University Appropriation (Accession 633). No known individuals were identified. The six associated funerary objects are one mortar and five wood fragments.\\n        Prior to 1900, human remains representing a minimum of one individual (one catalogue record) were removed from an unspecified location \\xe2\\x80\\x9cprobably near Santa Ynez, California,\\xe2\\x80\\x9d (CA-SBa-NL-1), in Santa Barbara County, CA, by P. M. Jones. The human remains were accessioned into the museum later that same year through a donation by Mrs. Phoebe A. Hearst (Accession 33). No known individual was identified. No associated funerary objects are present.\\n\\n        In 1928, human remains representing a minimum of one individual (one catalogue record) were removed from an unspecified location listed as \\xe2\\x80\\x9csite 4, 2 mi. n. of Goleta on James Stevens Indian Orchard ranch,\\xe2\\x80\\x9d (CA-SBa-NL-3), in Santa Barbara County, CA, by Ronald L. Olson. The human remains were accessioned into the museum later that same year through University Appropriation (Accession 633). No known individual was identified. No associated funerary objects are present.\\n        In 1984, human remains representing a minimum of one individual (one catalogue record) were removed from an unknown location, (CA-SBa-NL-6), in Santa Barbara County, CA, by A.V. Wood. In 1984, the human remains were accessioned into the museum through a donation by A. Borg (Accession 3938). No known individual was identified. No associated funerary objects are present.\\n        In 1929, human remains representing a minimum of one individual (one catalogue record) were removed from \\xe2\\x80\\x9cvarious sites on Santa Barbara Coast and Islands,\\xe2\\x80\\x9d (CA-SBa-NL-7), in Santa Barbara County, CA, by Ronald L. Olson. The human remains were accessioned into the museum later that same year through University Appropriation (Accession 630). No known individual was identified. No associated funerary objects are present.\\n        In 1928, human remains representing a minimum of 357 individuals (189 catalogue records) were removed from CA-SCrI-100, a site located near Posa Landing, Santa Cruz Island in Santa Barbara County, CA, by Ronald L. Olson. In 1928, the human remains and archeological materials were accessioned into the museum through University Appropriation (Accession 636). No known individuals were identified. The 10,871 associated funerary objects are 17 abalone fragments; 95 animal bones (approximate count); 17 arrow points; 41 asphalt fragments; 62 awls and awl fragments; 5 barbs; 11 bark fragments; 45 basketry fragments; 6,396 beads; 2 blades; 1 bowl with 1 lid; 11 buttons; 1 claw fragment; 1 clay fragment; 4 concretions; 1 crystal fragment; 14 disks; 220 drills; 62 fishhooks; 3 flakes; 4 flukes; 25 implement fragments; 1 incineration; 3 knives; 24 matting fragments; 1 metate; 7 mortar fragments; 5 necklaces; 2 needles; 1 obsidian flake; 52 fragments of ochre; 201 ornaments; 11 pebbles; 414 pendants; 5 pestle fragments; 35 pin fragments; 4 planking fragments; 21 points; 37 rings; 1 stone scraper; 2 scutes; 10 seal bone fragments; 2 serpentines; 2,835 shells (approximate count); 11 non-human skull fragments; 1 soil sample containing uncounted lithics, uncounted beads and other fragmented materials; 2 spatulas; 2 spear point fragments; 3 steatite fragments; 42 stone fragments; 10 string fragments; 1 sword; 6 animal teeth; 19 tube fragments; 30 turtle shell fragments; 15 whalebones; 1 whetstone; 11 whistle fragments; 3 wood fragments; and 1 worked bone.\\n        Between 1927 and 1928, human remains representing a minimum of 10 individuals (7 catalogue records) were removed from CA-SCrI-103, a site located near Johnson\\'s Landing, Santa Cruz Island, Santa Barbara County, CA, by Ronald L. Olson. In 1928, the human remains and archeological materials were accessioned into the museum through University Appropriation (Accession 633). No known individuals were identified. The 172 associated funerary objects are 1 animal bone, 17 awl fragments, 1 barb, 41 beads, 9 pendants, and 103 shells.\\n        Between 1927 and 1928, human remains representing a minimum of 13 individuals (8 catalogue records) were removed from CA-SCrI-104, a site located near Johnson\\'s Landing on Santa Cruz Island, in Santa Barbara County, CA, by Ronald L. Olson. In 1928, the human remains and archeological materials were accessioned into the museum through University Appropriation (Accession 633). No known individuals were identified. The 20 associated funerary objects are 2 awl fragments, 1 bead, 10 animal bones, 1 fish vertebra, 2 implement fragments, 3 stingray jawbones, and 1 whalebone fragment.\\n        In 1927, human remains representing a minimum of 37 individuals (26 catalogue records) were removed from CA-SCrI-131, a site located near Coches Prietos on Santa Cruz Island, in Santa Barbara County, CA, by Ronald L. Olson. Later that same year, the human remains and archeological materials were accessioned into the museum through University Appropriation (Accession 630). No known individuals were identified. The 47 associated funerary objects are 1 stone and 46 animal bone fragments.\\n        In 1928, human remains representing a minimum of 25 individuals (16 catalogue records) were removed from CA-SCrI-138, a site located near Smuggler\\'s Cove on Santa Cruz Island, Santa Barbara County, CA, by Ronald L. Olson. Later that same year, the human remains and archeological materials were accessioned into the museum through University Appropriation (Accession 633). No known individuals were identified. The 196 associated funerary objects are 27 animal bones, 3 arrow points, 4 awl and awl fragments, 1 barb, 20 basketry fragments, 40 beads, 1 piece of coral, 1 crystal, 10 disks, 3 dishes, 10 drills, 2 implement fragments, 1 lid, 17 fragments of ochre, 2 pebbles, 31 pendants, 2 pestles, 1 point fragment, 1 shark tooth, 14 shells, 1 steatite fragment, 2 stones, and 2 wood fragments.\\n        In 1927, human remains representing a minimum of 11 individuals (7 catalogue records) were removed from CA-SCrI-147, a site located near Prisoners Harbor on Santa Cruz Island, Santa Barbara County, CA, by Ronald L. Olson. In 1927, the human remains and archeological materials were accessioned into the museum through University Appropriation (Accession 626). No known individuals were identified. The 1,981 associated funerary objects are 2 awls, 3 stones, 1 jar fragment, 1,476 animal bones, 8 beads, 489 shells, and 2 whale bone fragments.\\n        In 1927, human remains representing a minimum of five individuals (five catalogue records) were removed from CA-SCrI-154, a site located near Orizaba on Santa Cruz Island, Santa Barbara County, CA, by Ronald L. Olson. In 1927, the human remains and archeological materials were accessioned into the museum through University Appropriation (Accession 626). No known individuals were identified. The 108 associated funerary objects are 49 animal bones, 1 lithic implement, 2 mortar fragments, 2 pebbles, 33 shells and uncounted lots, 20 stone fragments, and 1 non-human vertebra.\\n        In 1927, human remains representing a minimum of eight individuals (six catalogue records) were removed from CA-SCrI-159, a site located near Orizaba on Santa Cruz Island, Santa Barbara County, CA, by Ronald L. Olson. In 1927, the human remains and archeological materials were accessioned into the museum through University Appropriation (Accession 633). No known individuals were identified. The 70 associated funerary objects are 7 animal bones, 3 awl fragments, 2 beads, 2 charmstones, 1 gravestone, 3 fragmented implements, 1 ornament, 5 pebbles, 7 pestles, 1 pipe, 3 points, 3 shells, 1 soil sample, 20 stone fragments, 6 tool fragments, and 5 whetstones.\\n        In 1927, human remains representing a minimum of five individuals (four catalogue records) were removed from CA-SCrI-162, a site located near Orizaba on Santa Cruz Island, Santa Barbara County, CA, by Ronald L. Olson. In 1927, the human remains and archeological materials were accessioned into the museum through University Appropriation (Accession 626). No known individuals were identified. The 57 associated funerary objects are 4 abalone fragments, 12 basketry fragments, 10 beads, 1 drill, 9 pebbles, 2 pestles, 8 shells, and 11 stone fragments.\\n\\n        In 1927, human remains representing a minimum of 108 individuals (83 catalogue records) were removed from CA-SCrI-3 (also known as Olson\\'s site 3), a site located near Forney\\'s Cove on Santa Cruz Island, Santa Barbara County, CA, by Ronald L. Olson. In 1927, the human remains and archeological materials were accessioned into the museum through University Appropriation (Accession 626). In 1968, additional human remains representing a minimum of five individuals (two catalogue records) were removed and donated to the museum by Robert Hoover (Accession 2413). There are a total minimum number of 113 individuals (85 catalogue records) removed from CA-SCrI-3 in the possession of the museum. No known individuals were identified. The 9,302 associated funerary objects are 10 abalone fragments, 80 animal bones and 2 bags of uncounted animal bones, 34 asphalt fragments, 46 awls and awl fragments, 7 barbs, 672 basketry fragments, 6,533 beads, 1 bowl, 14 buttons, 3 charcoal fragments and 1 bag of uncounted charcoal fragments, 3 disks, 1 drill, 2 fish bones, 27 flint flakes, 52 hammerstones, 410 implements and implement fragments, 1 jawbone, 3 knives, 11 mortars, 59 fragments of ochre, 62 ornaments, 8 lumps of paint, 33 pebbles, 10 pendants, 10 pestle fragments, 2 pins, 4 points, 1 sandstone fragment, 974 shells, 1 smoothing pebble, 1 smoothing stone, 1 soil sample, 2 steatite fragments, 102 stone fragments, 3 animal teeth, 3 tools, 2 tubes, 76 turtle shell fragments, 11 vertebrae, 9 wedge fragments, and 15 whalebone fragments.\\n        In 1927, human remains representing a minimum of 130 individuals (106 catalogue records) were removed from CA-SCrI-83, a site located near West Ranch on Santa Cruz Island, Santa Barbara County, CA, by Ronald L. Olson. In 1927, the human remains and archeological materials were accessioned into the museum through University Appropriation (Accession 630). No known individuals were identified. The 232 associated funerary objects are 50 abalone fragments, 63 animal bones, 2 asphalt fragments, 6 basket pebbles, 5 bone cylinders, 1 button, 2 flakes, 19 implements, 4 metate fragments, 7 mortar fragments, 50 pebbles, 7 pestles, 1 scraper, 2 smoothing stones, 10 stone fragments, and 3 whetstones.\\n        In 1899, human remains representing a minimum of three individuals (three catalogue records) were removed at an unknown location on Santa Cruz Island (CA-SCrI-NL-1), Santa Barbara County, CA, and donated to the museum by Mrs. Blanche Trask (Accession 382). No known individuals were identified. No associated funerary objects are present.\\n        In 1953, human remains representing a minimum of three individuals (one catalogue record) were removed from CA-SLO-125, a site located on the east side of Pismo Creek near Maxwelton, San Louis Obispo County, CA, by J.A. Bennyhoff and A.B. Elsasser. In 1953, the human remains were accessioned into the museum through University Appropriation (Accession UCAS 306). No known individuals were identified. No associated funerary objects are present.\\n        At an unknown date, human remains representing a minimum of four individuals (four catalogue records) were removed from an unknown location on San Miguel Island, (CA-SMI-NL-1), Santa Barbara County, CA, by an unknown individual. In 1994, the human remains were accessioned into the museum through a donation by the University of California, Berkeley Museum of Paleontology (Accession 4643). No known individuals were identified. The one associated funerary object is an animal bone.\\n        In 1901, human remains representing a minimum of three individuals (three catalogue records) were removed from CA-SRI-147 (also known as Jones\\' Campsite 6), a site located in the Jolla Vieja Canyon on Santa Rosa Island, Santa Barbara County, CA, by P.M. Jones. In 1901, the human remains were accessioned into the museum through a donation by Mrs. Phoebe Hearst (Accession 24). No known individuals were identified. The 20 associated funerary objects are 1 mortar and 19 pendants.\\n        In 1901, human remains representing a minimum of one individual (one catalogue record) were removed from CA-SRI-156 (also known as Jones\\' Campsite 34), a site located on the west side of South Point on Santa Rosa Island, Santa Barbara County, CA, by P.M. Jones. In 1901, the human remains were accessioned into the museum through a donation by Mrs. Phoebe Hearst (Accession 24). No known individual was identified. The one associated funerary object is a pendant.\\n        In 1901, human remains representing a minimum of three individuals (three catalogue records) were removed from CA-SRI-24 (also known as Jones\\' Campsite 19), a site located in a canyon south of Brockway Point on Santa Rosa Island, Santa Barbara County, CA, by P.M. Jones. In 1901, the human remains were accessioned into the museum through a donation by Mrs. Phoebe Hearst (Accession 24). No known individuals were identified. The four associated funerary objects are one fossil fragment, one bone implement, and two pendants.\\n        In 1901, human remains representing a minimum of eight individuals (eight catalogue records) were removed from CA-SRI-31 (also known as Jones\\' Campsite 35), a site located northwest of Bee Rock on Santa Rosa Island, Santa Barbara County, CA, by P.M. Jones. In 1901, the human remains were accessioned into the museum through a donation by Mrs. Phoebe Hearst (Accession 24). No known individuals were identified. The one associated funerary object is a pebble.\\n        In 1901, human remains representing a minimum of seven individuals (six catalogue records) were removed from CA-SRI-34 (also known as Jones\\' Campsite 21), a site located near Canada Soledad, south of Brockway Point on Santa Rosa Island, Santa Barbara County, CA, by P.M. Jones. In 1901, the human remains were accessioned into the museum through a donation by Mrs. Phoebe Hearst (Accession 24). No known individuals were identified. The four associated funerary objects are two ornaments and two pendants.\\n        In 1901, human remains representing a minimum of one individual (one catalogue record) were removed from CA-SRI-35 (also known as Jones\\' Campsite 18), a site located on a ridge between the east fork of Soledad Canyon and the west fork of Dry Canyon on Santa Rosa Island, Santa Barbara County, CA, by P.M. Jones. In 1901, the human remains were accessioned into the museum through a donation by Mrs. Phoebe Hearst (Accession 24). No known individual was identified. No associated funerary objects are present.\\n        In 1901, human remains representing a minimum of 27 individuals (22 catalogue records) were removed from CA-SRI-40 (also known as Jones\\' Campsite 4), a site located on a sea cliff on the west side of Verde Canyon on Santa Rosa Island, Santa Barbara County, CA, by P.M. Jones. In 1901, the human remains were accessioned into the museum through a donation by Mrs. Phoebe Hearst (Accession 24). No known individuals were identified. The nine associated funerary objects are nine wood fragments.\\n\\n        In 1901, human remains representing a minimum of three individuals (two catalogue records) were removed from CA-SRI-50 (also known as Jones\\' Campsite 15), a site located at the head of Canada Seca, south of Brockway Point on Santa Rosa Island, Santa Barbara County, CA, by P.M. Jones. In 1901, the human remains were accessioned into the museum through a donation by Mrs. Phoebe Hearst (Accession 24). No known individuals were identified. The one associated funerary object is a stone.\\n        \\n        In 1901, human remains representing a minimum of five individuals (five catalogue records) were removed from CA-SRI-6 (also known as Jones\\' Campsite 30), a site located at the mouth of Canada del Corral on Santa Rosa Island, Santa Barbara County, CA, by P.M. Jones. In 1901, the human remains were accessioned into the museum through a donation by Mrs. Phoebe Hearst (Accession 24). No known individuals were identified. The 626 associated funerary objects are 2 knives, 100 fragments of grass string, 340 pendants, 80 rings, 100 beads, and 4 animal bones.\\n        In 1901, human remains representing a minimum of 20 individuals (16 catalogue records) were removed from CA-SRI-60, a site located on the northwest anchorage on Beecher\\'s Bay on Santa Rosa Island, Santa Barbara County, CA, by P.M. Jones. In 1901, the human remains and archeological materials were accessioned into the museum through a donation by Mrs. Phoebe Hearst (Accession 24). No known individuals were identified. The 73 associated funerary objects are 40 asphalt fragments, 15 pendants, 1 uncounted lot of shells, and 17 tubes.\\n        In 1901, human remains representing a minimum of eight individuals (six catalogue records) were removed from CA-SRI-76 (also known as Jones\\' Campsite 8), a site located near Beecher\\'s Bay on Santa Rosa Island, Santa Barbara County, CA, by P.M. Jones. In 1901, the human remains and archeological materials were accessioned into the museum through a donation by Mrs. Phoebe Hearst (Accession 24). No known individuals were identified. No associated funerary objects are present.\\n        In 1901, human remains representing a minimum of six individuals (four catalogue records) were removed from CA-SRI-78 (also known as Jones\\' Campsite 3), a site located at the mouth of Water Canyon in Beecher\\'s Bay on Santa Rosa Island, Santa Barbara County, CA, by P.M. Jones. In 1901, the human remains and archeological materials were accessioned into the museum through a donation by Mrs. Phoebe Hearst (Accession 24). No known individuals were identified. No associated funerary objects are present.\\n        At an unknown date, human remains representing a minimum of four individuals (three catalogue records) were removed from an unknown location on Santa Rosa Island (CA-SRI-NL-10), Santa Barbara County, CA, by an unknown individual. The human remains and archeological materials were accessioned into the museum from the Berkeley Museum at an unknown date (Accession 100BL). No known individuals were identified. The 19 associated objects are 19 abalone pendants.\\n        In 1901, human remains representing a minimum of 126 individuals (106 catalogue records) were removed from an unknown location on Santa Rosa Island (CA-SRI-NL-1), Santa Barbara County, CA, by P.M. Jones. In 1901, the human remains and archeological materials were accessioned into the museum through a donation by Mrs. Phoebe Hearst (Accession 24). No known individuals were identified. No associated funerary objects are present.\\n        In 1901, human remains representing a minimum of two individuals (two catalogue records) were removed from an unknown location known as \\xe2\\x80\\x9cSanta Rosa Island, Campsite 10,\\xe2\\x80\\x9d (CA-SRI-NL-3), Santa Barbara County, CA, by P.M. Jones. In 1901, the human remains were accessioned into the museum through a donation by Mrs. Phoebe Hearst (Accession 24). No known individuals were identified. No associated funerary objects are present.\\n        In 1901, human remains representing a minimum of three individuals (three catalogue records) were removed from an unknown location known as \\xe2\\x80\\x9cSanta Rosa Island, Campsite 16,\\xe2\\x80\\x9d ( CA-SRI-NL-4), on Santa Rosa Island, Santa Barbara County, CA, by P.M. Jones. In 1901, the human remains were accessioned into the museum through a donation by Mrs. Phoebe Hearst (Accession 24). No known individuals were identified. No associated funerary objects are present.\\n        In 1901, human remains representing a minimum of one individual (one catalogue records) were removed from an unknown location on Santa Rosa Island (CA-SRI-NL-8), Santa Barbara County, CA, by P.M. Jones. Later that same year, the human remains were accessioned into the museum through a donation by Mrs. Phoebe Hearst (Accession 24). No known individual was identified. No associated funerary objects are present.\\n        In 1928, human remains representing a minimum of three individuals (three catalogue records) were removed from CA-Ven-62, a site located on the beach on the southeast bank of Rincon Creek, Ventura County, CA, by Ronald L. Olson. Later that same year, the human remains and archeological materials were accessioned into the museum through University Appropriation (Accession 633). No known individuals were identified. No associated funerary objects are present.\\n\\n        The determination of cultural affiliation of the human remains and associated funerary objects is based on consultation with the representatives of the Santa Ynez Band of Chumash Mission Indians of the Santa Ynez Reservation, California, and on museum analyses that show that the proveniences listed in this report are unambiguously situated within the Chumash aboriginal territory, as defined in the Handbook of North American Indians, Vol. 8. Data from archeology, linguistic, and oral traditions show that the Chumash have continuously inhabited Santa Barbara County, portions of Ventura and San Luis Obispo counties, Santa Cruz, Santa Rosa and San Miguel islands for more than 7,000 years. Descendants of these Chumash are members of the Federally-recognized Santa Ynez Band of Chumash Mission Indians of the Santa Ynez Reservation, California.\\n        Officials of the Phoebe A. Hearst Museum of Anthropology have determined that, pursuant to 25 U.S.C. 3001 (9-10), the human remains described above represent a minimum of 1,409 individuals of Native American ancestry. Officials of the Phoebe A. Hearst Museum of Anthropology have also determined that, pursuant to 25 U.S.C. 3001 (2), the 27,390 objects described above are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony. Lastly, officials of the Phoebe A. Hearst Museum of Anthropology have determined that, pursuant to 25 U.S.C. 3001 (2), there is a relationship of shared group identity which can be reasonably traced between the Native American human remains and associated funerary objects and the Santa Ynez Band of Chumash Mission Indians of the Santa Ynez Reservation, California.\\n        Representatives of any other Indian Tribe that believes itself to be culturally affiliated with the human remains and associated funerary objects should contact Judd King, Interim Director of the Phoebe A. Hearst Museum of Anthropology, University of California Berkeley, Berkeley, CA 94720, telephone (510) 642-3682, before September 12, 2008. Repatriation of the human remains and associated funerary objects to the Santa Ynez Band of Chumash Mission Indians of the Santa Ynez Reservation, California may proceed after that date if no additional claimants come forward.\\n        The Phoebe A. Hearst Museum of Anthropology is responsible for notifying the Santa Ynez Band of Chumash Mission Indians of the Santa Ynez Reservation, California that this notice has been published.\\n        \\n          \\n          Dated: July 14, 2008.\\n          Sherry Hutt,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. E8-18680 Filed 8-12-08; 8:45 am]\\n      BILLING CODE 4312-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Inventory Completion: Phoebe A. Hearst Museum of Anthropology, University of California, Berkeley, Berkeley, CA", "agency2": "National Park Service.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: July 14, 2008.", "signature_name": "Sherry Hutt,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. E8-18680 Filed 8-12-08; 8:45 am]", "billing_code": "BILLING CODE 4312-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}