{"index": "I_1415", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Inventory Completion: School District of Rhinelander, Rhinelander High School, Rhinelander, WI\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains in the possession of the School District of Rhinelander, Rhinelander High School, Rhinelander, WI. The human remains were removed from Oneida County, WI.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003 (d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains. The National Park Service is not responsible for the determinations in this notice.\\n        A detailed assessment of the human remains was made by the School District of Rhinelander professional staff in consultation with representatives of the Bad River Band of the Lake Superior Tribe of Chippewa Indians of the Bad River Reservation, Wisconsin; Bois Forte Band (Nett Lake) of the Minnesota Chippewa Indians, Minnesota; Fond du Lac Band of the Minnesota Chippewa Indians, Minnesota; Grand Portage Band of the Minnesota Chippewa Indians, Minnesota; Keeweenaw Bay Indian Community, Michigan; Lac Courte Oreilles Band of Lake Superior Chippewa Indians of Wisconsin; Lac du Flambeau Band of Lake Superior Chippewa Indians of the Lac du Flambeau Reservation of Wisconsin; Lac Vieux Desert Band of Lake Superior Chippewa Indians, Michigan; Leech Lake Band of the Minnesota Chippewa Indians, Minnesota; Mille Lacs Band of the Minnesota Chippewa Indians, Minnesota; Red Cliff Band of Lake Superior Chippewa Indians of Wisconsin; St. Croix Chippewa Indians of Wisconsin; Sokaogon Chippewa Community, Wisconsin; and White Earth Band of the Minnesota Chippewa Indians, Minnesota.\\n        In approximately 1969, human remains representing a minimum of one individual were removed from the Lake Nokomis area, Oneida County, WI, by an unknown individual. No known individual was identified. No associated funerary objects are present.\\n\\n        According to school district records, at the time of removal, the Oneida County Sheriff\\'s Department conducted an investigation. The human remains are between 2,500 and 3,000 years old. Based on the age of the human remains and their association to an area with a Native American presence, the human remains are determined to be Native American. Since the area has been occupied by many tribes, the Native American human remains are determined to have a broad cultural affiliation with tribes that inhabited the area. The tribes that have inhabited this area are the Bad River Band of the Lake Superior Tribe of Chippewa Indians of the Bad River Reservation, Wisconsin; Bois Forte Band (Nett Lake) of the Minnesota Chippewa Indians, Minnesota; Fond du Lac Band of the Minnesota Chippewa Indians, Minnesota; Grand Portage Band of the Minnesota Chippewa Indians, Minnesota; Keeweenaw Bay Indian Community, Michigan; Lac Courte Oreilles Band of Lake Superior Chippewa Indians of Wisconsin; Lac du Flambeau Band of Lake Superior Chippewa Indians of the Lac du Flambeau Reservation of Wisconsin; Lac Vieux Desert Band of Lake Superior Chippewa Indians, Michigan; Leech Lake Band of the Minnesota Chippewa Indians, Minnesota; Mille Lacs Band of the Minnesota Chippewa Indians, Minnesota; Red Cliff Band of Lake Superior Chippewa Indians of Wisconsin; St. Croix Chippewa Indians of Wisconsin; Sokaogon Chippewa Community, Wisconsin; and White Earth Band of the Minnesota Chippewa Indians, Minnesota.\\n        Officials of the School District of Rhinelander have determined that, pursuant to 25 U.S.C. 3001 (9-10), the human remains described above represent the physical remains of one individual of Native American ancestry. Officials of the School District of Rhinelander also have determined that, pursuant to 25 U.S.C. 3001 (2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and the Bad River Band of the Lake Superior Tribe of Chippewa Indians of the Bad River Reservation, Wisconsin; Bois Forte Band (Nett Lake) of the Minnesota Chippewa Indians, Minnesota; Fond du Lac Band of the Minnesota Chippewa Indians, Minnesota; Grand Portage Band of the Minnesota Chippewa Indians, Minnesota; Keeweenaw Bay Indian Community, Michigan; Lac Courte Oreilles Band of Lake Superior Chippewa Indians of Wisconsin; Lac du Flambeau Band of Lake Superior Chippewa Indians of the Lac du Flambeau Reservation of Wisconsin; Lac Vieux Desert Band of Lake Superior Chippewa Indians, Michigan; Leech Lake Band of the Minnesota Chippewa Indians, Minnesota; Mille Lacs Band of the Minnesota Chippewa Indians, Minnesota; Red Cliff Band of Lake Superior Chippewa Indians of Wisconsin; St. Croix Chippewa Indians of Wisconsin; Sokaogon Chippewa Community, Wisconsin; and White Earth Band of the Minnesota Chippewa Indians, Minnesota.\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the human remains should contact Terry Fondow, Principal, Rhinelander High School, 665 Coolidge Ave., Rhinelander, WI 54501, telephone (715) 365-9500, before April 6, 2009. Repatriation of the human remains has occurred to the Wisconsin Inter-tribal Repatriation Committee, which represents the Bad River Band of the Lake Superior Tribe of Chippewa Indians of the Bad River Reservation, Wisconsin; Forest County Potawatomi Community, Wisconsin; Ho-Chunk Nation of Wisconsin; Lac Courte Oreilles Band of Lake Superior Chippewa Indians of Wisconsin; Lac du Flambeau Band of Lake Superior Chippewa Indians of the Lac du Flambeau Reservation of Wisconsin; Lac Vieux Desert Band of Lake Superior Chippewa Indians, Michigan; Menominee Indian Tribe of Wisconsin; Oneida Tribe of Indians of Wisconsin; Red Cliff Band of Lake Superior Chippewa Indians of Wisconsin; St. Croix Chippewa Indians of Wisconsin; Sokaogon Chippewa Community, Wisconsin; and Stockbridge Munsee Community, Wisconsin.\\n        The School District of Rhinelander is responsible for notifying the Bad River Band of the Lake Superior Tribe of Chippewa Indians of the Bad River Reservation, Wisconsin; Bois Forte Band (Nett Lake) of the Minnesota Chippewa Indians, Minnesota; Fond du Lac Band of the Minnesota Chippewa Indians, Minnesota; Forest County Potawatomi Community, Wisconsin; Grand Portage Band of the Minnesota Chippewa Indians, Minnesota; Ho-Chunk Nation of Wisconsin; Keeweenaw Bay Indian Community, Michigan; Lac Courte Oreilles Band of Lake Superior Chippewa Indians of Wisconsin; Lac du Flambeau Band of Lake Superior Chippewa Indians of the Lac du Flambeau Reservation of Wisconsin; Lac Vieux Desert Band of Lake Superior Chippewa Indians, Michigan; Leech Lake Band of the Minnesota Chippewa Indians, Minnesota; Menominee Indian Tribe of Wisconsin; Mille Lacs Band of the Minnesota Chippewa Indians, Minnesota; Oneida Tribe of Indians of Wisconsin; Red Cliff Band of Lake Superior Chippewa Indians of Wisconsin; St. Croix Chippewa Indians of Wisconsin; Sokaogon Chippewa Community, Wisconsin; and White Earth Band of the Minnesota Chippewa Indians, Minnesota that this notice has been published.\\n        \\n          Dated: February 13, 2009.\\n          Sangita Chari,\\n          Acting Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. E9-4683 Filed 3-4-09; 8:45 am]\\n      BILLING CODE 4312-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Inventory Completion: School District of Rhinelander, Rhinelander High School, Rhinelander, WI", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: February 13, 2009.", "signature_name": "Sangita Chari,", "signature_title": "Acting Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. E9-4683 Filed 3-4-09; 8:45 am]", "billing_code": "BILLING CODE 4312-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}