{"index": "I_1459", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Inventory Completion: Office of the State Archaeologist, University of Iowa, Iowa City, IA and State Historical Society of Iowa, Des Moines, IA\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C 3003 (d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations in this notice.\\n        A detailed assessment of the human remains and associated funerary objects was made by the Office of the State Archaeologist, University of Iowa professional staff in consultation with representatives of the Citizen Potawatomi Nation, Oklahoma; Flandreau Santee Sioux Tribe of South Dakota; Ho-Chunk Nation of Wisconsin; Iowa Tribe of Kansas and Nebraska; Iowa Tribe of Oklahoma; Lower Sioux Indian Community in the State of Minnesota; Omaha Tribe of Nebraska; Otoe-Missouria Tribe of Indians, Oklahoma; Pawnee Nation of Oklahoma; Peoria Tribe of Indians of Oklahoma; Ponca Tribe of Indians of Oklahoma; Ponca Tribe of Nebraska; Prairie Band Potawatomi Nation, Kansas; Sac & Fox Tribe of the Mississippi in Iowa; Sac & Fox Nation of Missouri in Kansas; Sac & Fox Nation, Oklahoma; Santee Sioux Nation, Nebraska; Sisseton-Wahpeton Oyate of the Lake Traverse Reservation, South Dakota; Three Affiliated Tribes of the Fort Berthold Reservation, North Dakota; Winnebago Tribe of Nebraska; Yankton Sioux of South Dakota; and the Mendota Mdewakanton Dakota Community, a non-federally recognized Indian group.\\n        In 1937, human remains representing a minimum of one individual were recovered from an unknown bluff north of the Yellow River in Allamakee County, IA, by Harrison Toney. At an unknown date, the human remains were donated to the State Historical Society of Iowa (BP1034). No known individual was identified. No associated funerary objects are present.\\n        The human remains have been identified as Native American based on the overall condition of the bones (BP1034). These human remains cannot be dated or identified with an archeological context.\\n        In 1936, human remains representing a minimum of one individual were excavated from a mound at 13AM81, Allamakee County, IA, by Ellison Orr under the direction of Charles R. Keyes. The human remains became part of the Keyes Collection, State Historical Society of Iowa (BP1038). No known individual was identified. The three possible associated funerary objects are two sherds and one stone tool.\\n        The human remains from 13AM81 have been identified as Native American based on their context and association with diagnostic artifacts within a Late Woodland burial mound (BP1038).\\n        In 1936, human remains representing a minimum of one individual were excavated from a mound at 13AM86, Allamakee County, IA, by Ellison Orr under the direction of Charles R. Keyes. The human remains became part of the Keyes Collection, State Historical Society of Iowa (BP1045). No known individual was identified. The one possible associated funerary object is a potsherd.\\n        The human remains from 13AM86 have been identified as Native American based on their context and possible association with a diagnostic artifact within a Woodland burial mound (BP1045).\\n        In 1929, human remains representing a minimum of one individual were excavated from a rock shelter, 13AM96, Allamakee County, IA, by Ellison Orr under the direction of Charles R. Keyes. The human remains became part of the Keyes Collection, State Historical Society of Iowa (BP1039). No known individual was identified. No associated funerary objects are present.\\n        The human remains from 13AM96 have been identified as Native American based on the overall bone condition (BP1039). These human remains cannot be dated or identified with an archeological context.\\n        In 1934 and 1936, human remains representing a minimum of four individuals were excavated from mounds at 13AM104, Allamakee County, IA, by Ellison Orr under the direction of Charles R. Keyes. The human remains became part of the Keyes Collection, State Historical Society of Iowa (BP1040). No known individuals were identified. No associated funerary objects are present.\\n        The human remains from 13AM104 have been identified as Native American based on their context within a Woodland burial mound (BP1040).\\n        In 1936, human remains representing a minimum of 10 individuals were excavated from mounds at 13AM105, Allamakee County, IA, by Ellison Orr under the direction of Charles R. Keyes. The human remains became part of the Keyes Collection, State Historical Society of Iowa (BP1041). No known individuals were identified. The one possible associated funerary object is a sherd.\\n        The human remains from 13AM105 have been identified as Native American based on their context and association with a diagnostic artifact within a Woodland burial mound (BP1041).\\n        In 1934 and 1936, human remains representing a minimum of 17 individuals were excavated from mounds at 13AM108, Allamakee County, IA, by Ellison Orr under the direction of Charles R. Keyes. The human remains became part of the Keyes Collection, State Historical Society of Iowa (BP1042). No known individuals were identified. No associated funerary objects are present.\\n\\n        The human remains from 13AM108 have been identified as Native American based on their context within a Woodland burial mound (BP1042).\\n        In 1936, human remains representing a minimum of one individual were excavated from a mound at 13AM116, Allamakee County, IA, by Ellison Orr under the direction of Charles R. Keyes. The human remains became part of the Keyes Collection, State Historical Society of Iowa (BP1043). No known individual was identified. No associated funerary objects are present.\\n        The human remains from 13AM116 have been identified as Native American based on their context within a Woodland burial mound (BP1043)\\n        In 1934, human remains representing a minimum of one individual were excavated from a mound at 13AM120, Allamakee County, IA, by Ellison Orr under the direction of Charles R. Keyes. The human remains became part of the Keyes Collection, State Historical Society of Iowa (BP1044). No known individual was identified. No associated funerary objects are present.\\n        The human remains from 13AM120 have been identified as Native American based on their context within a Woodland burial mound (BP1044).\\n        In 1934, human remains representing a minimum of one individual were excavated from a mound at 13AM160, Allamakee County, IA, by Ellison Orr under the direction of Charles R. Keyes. The human remains became part of the Keyes Collection, State Historical Society of Iowa (BP1046). No known individual was identified. No associated funerary objects are present.\\n        The human remains from 13AM160 have been identified as Native American based on their context within a Woodland burial mound (BP1046).\\n        In 1926, human remains representing a minimum of one individual were collected from the surface at 13BV24, Buena Vista County, IA, by Charles R. Keyes. The human remains became part of the Keyes Collection, State Historical Society of Iowa (BP1048). No known individual was identified. No associated funerary objects are present.\\n        The human remains from 13BV24 have been identified as Native American based upon the overall condition of the bone (BP1048). These human remains cannot be dated or identified with an archeological context.\\n        In 1905, human remains representing a minimum of two individuals were collected from a mound in an unknown location near Washta, Cherokee County, IA, by G.G. Wheat. Sometime prior to 1950, the human remains were donated to the State Historical Society of Iowa and became part of the Keyes Collection (BP1049). No known individuals were identified. No associated funerary objects are present.\\n        The human remains have been identified as Native American based on the overall condition of the bones (BP1049). These human remains cannot be dated or identified with an archeological context.\\n        In 1935, human remains representing a minimum of one individual were excavated from a mound at 13CN7, Clinton County, IA, by Ellison Orr under the direction of Charles R. Keyes. The human remains became part of the Keyes Collection, State Historical Society of Iowa (BP1054). No known individual was identified. No associated funerary objects are present.\\n        The human remains from 13CN7 have been identified as Native American based on their context within a Woodland burial mound (BP1054).\\n        In 1935, human remains representing a minimum of three individuals were excavated from mounds at 13CT44, Clayton County, IA, by Ellison Orr under the direction of Charles R. Keyes. The human remains became part of the Keyes Collection, State Historical Society of Iowa (BP1051). No known individuals were identified. No associated funerary objects are present.\\n        The human remains from 13CT44 have been identified as Native American based on their context within a Woodland burial mound (BP1051).\\n        In 1935, human remains representing a minimum of one individual were excavated from a mound at 13CT66, Clayton County, IA, by Ellison Orr under the direction of Charles R. Keyes. The human remains became part of the Keyes Collection, State Historical Society of Iowa (BP1052). No known individual was identified. No associated funerary objects are present.\\n        The human remains from 13CT66 have been identified as Native American based on their context within a Woodland burial mound (BP1052).\\n        In 1935, human remains representing a minimum of nine individuals were excavated from mounds at 13CT166, Clayton County, IA, by Ellison Orr under the direction of Charles R. Keyes. The human remains became part of the Keyes Collection, State Historical Society of Iowa (BP1053). No known individuals were identified. The eight associated funerary objects are four stone tools, one modified bone, and three shell fragments.\\n        The human remains from 13CT166 have been identified as Native American based on their context within a Woodland burial mound (BP1053).\\n        At an unknown date, human remains representing a minimum of two individuals were excavated from a mound at 13CW7, Chickasaw County, IA, by Clement L. Webster. At an unknown date, the human remains were donated to the State Historical Society of Iowa and became part of the Keyes Collection (BP1050). No known individuals were identified. No associated funerary objects are present.\\n        The human remains from 13CW7 have been identified as Native American based on their context within a Woodland burial mound (BP1050).\\n        In 1904, human remains representing a minimum of 22 individuals were excavated from a mound at 13DK39, Dickinson County, IA, by Duren Ward. At an unknown date, the human remains became part of the Keyes Collection, State Historical Society of Iowa (BP1055). No known individuals were identified. No associated funerary objects are present.\\n        The human remains from 13DK39 have been identified as Native American based on their context within a Woodland burial mound (BP1055).\\n        At an unknown date, human remains representing a minimum of one individual were reportedly collected from a burial mound near Charles City, Floyd County, IA, by Clement L. Webster. In 1927, the human remains became part of the Keyes Collection, State Historical Society of Iowa (BP1057). No known individual was identified. No associated funerary objects are present.\\n        These human remains have been identified as Native American based on their reported context within a Woodland burial mound (BP1057).\\n        At an unknown date, human remains representing a minimum of five individuals were reportedly collected from a burial mound near the town of Floyd, Floyd County, IA, by Clement L. Webster. In 1927, the human remains became part of the Keyes Collection, State Historical Society of Iowa (BP1107). No known individuals were identified. No associated funerary objects are present.\\n        The human remains have been identified as Native American based on their reported context within a Woodland burial mound (BP1107).\\n        At an unknown date, human remains representing a minimum of two individuals were collected from a mound at 13FD2, Floyd County, IA, by Clement L. Webster. In 1927, the human remains became part of the Keyes Collection, State Historical Society of Iowa (BP1058). No known individuals were identified. No associated funerary objects are present.\\n\\n        The human remains from 13FD2 have been identified as Native American based on their context within a Woodland burial mound (BP1058).\\n        In 1883, human remains representing a minimum of two individuals were collected from an unknown location in Fremont County, IA, by Ernest O. Svenson. At an unknown date, the human remains were donated to the State Historical Society of Iowa and became part of the Keyes Collection (BP1059). No known individuals were identified. No associated funerary objects are present.\\n        The human remains have been identified as Native American based on the overall condition of the bones (BP1059). These human remains cannot be dated or identified with an archeological context.\\n        In the late 1800s, human remains representing a minimum of one individual were excavated from a mound at 13FT2, Fayette County, IA, by F.J. Becker. In 1930, the human remains were donated to the State Historical Society of Iowa and became part of the Keyes Collection (BP1056). In 1927, human remains representing eight individuals were excavated from mounds at this site by Ellison Orr under the supervision of Charles R. Keyes. These human remains also became part of the Keyes Collection. No known individuals were identified. No associated funerary objects are present.\\n        The human remains from 13FT2 have been identified as Native American based on their context within a Woodland burial mound (BP1056).\\n        Sometime probably prior to 1921, human remains representing a minimum of one individual were excavated from an unknown location near the town of Humboldt, Humboldt County, IA, by G.G. Wheat. Sometime prior to 1950, the human remains were donated to the State Historical Society of Iowa and became part of the Keyes Collection (BP1061). No known individual was identified. No associated funerary objects are present.\\n        The human remains have been identified as Native American based on the overall condition of the bone (BP1061). These human remains cannot be dated or identified with an archeological context.\\n        In 1938, human remains representing a minimum of one individual were excavated from a mound at 13HM1, Hamilton County, IA, by Mildred Mott (Wedel) under the direction of Charles R. Keyes. The human remains became part of the Keyes Collection, State Historical Society of Iowa (BP1060). No known individual was identified. No associated funerary objects are present.\\n        The human remains from 13HM1 have been identified as Native American based on their context within a Woodland burial mound (BP1060).\\n        In 1935, human remains representing a minimum of three individuals were excavated from mounds at 13JK11, Jackson County, IA, by Ellison Orr under the direction of Charles R. Keyes. The human remains became part of the Keyes Collection, State Historical Society of Iowa (BP1062). No known individuals were identified. No associated funerary objects are present.\\n        The human remains from 13JK11 have been identified as Native American based on their context within a Woodland burial mound (BP1062).\\n        In 1935, human remains representing a minimum of two individuals were collected from mounds at 13JK14, Jackson County, IA, by Ellison Orr. The human remains became part of the Keyes Collection, State Historical Society of Iowa (BP1063). No known individuals were identified. No associated funerary objects are present.\\n        The human remains from 13JK14 have been identified as Native American based on their context within a Woodland burial mound (BP1063).\\n        In 1935, human remains representing a minimum of one individual were excavated from a mound at 13JK17, Jackson County, IA, by Ellison Orr under the direction of Charles R. Keyes. The human remains became part of the Keyes Collection, State Historical Society of Iowa (BP1064). No known individual was identified. No associated funerary objects are present.\\n        The human remains from 13JK17 have been identified as Native American based on their context within a Woodland burial mound (BP1064).\\n        In 1925, human remains representing a minimum of 14 individuals were excavated from a rock shelter, 13JN10, Jones County, IA, by Frank L. Baldwin and Albert E. Coe. In the 1920s, the human remains were donated to the State Historical Society of Iowa and became part of the Keyes Collection (BP1066). No known individuals were identified. No associated funerary objects are present.\\n        The human remains from 13JN10 have been identified as Native American based on their context within a rock shelter where Woodland period artifacts were also found (BP1066).\\n        Sometime between 1925 and 1928, human remains representing a minimum of one individual were excavated from a rock shelter, 13JN11, Jones County, IA, by Albert E. Coe. In 1928, the human remains were donated to the State Historical Society of Iowa and became part of the Keyes Collection (BP1067). No known individual was identified. No associated funerary objects are present.\\n        The human remains from 13JN11 have been identified as Native American based on their context within a rock shelter where Woodland period artifacts were also found (BP1067).\\n        In 1938, human remains representing a minimum of 10 individuals were excavated from mounds at 13ML49, Mills County, IA, by Ellison Orr under the direction of Charles R. Keyes. The human remains became part of the Keyes Collection, State Historical Society of Iowa (BP1069). No known individuals were identified. The one possible associated funerary object is a shell fragment.\\n        The human remains from 13ML49 have been identified as Native American based on their context within a Woodland burial mound (BP1069).\\n        In 1938, human remains representing a minimum of one individual were excavated from a mound at 13ML117, Mills County, IA, by Ellison Orr under the direction of Charles R. Keyes. The human remains became part of the Keyes Collection, State Historical Society of Iowa (BP1070). No known individual was identified. No associated funerary objects are present.\\n        The human remains from 13ML117 have been identified as Native American based on their context within a Woodland burial mound (BP1070).\\n        At an unknown date, human remains representing a minimum of one individual were collected from the surface of 13ML184, Mills County, IA, by Paul Rowe. At an unknown date, the human remains were donated to the State Historical Society of Iowa and became part of the Keyes Collection (BP1076). No known individual was identified. No associated funerary objects are present.\\n        The human remains from 13ML184 have been identified as Native American based on their context within a Woodland burial mound (BP1076).\\n        At an unknown date, human remains representing a minimum of one individual were collected from the surface along the banks of Little Pony Creek, in the vicinity of 13ML203 and 13ML220, Mills County, IA, by Paul Rowe. At an unknown date, the human remains were donated to the State Historical Society of Iowa and became part of the Keyes Collection (BP1075). No known individual was identified. No associated funerary objects are present.\\n\\n        The human remains have been identified as Native American based on the overall condition of the bone (BP1075). These human remains cannot be dated or identified with an archeological context.\\n        \\n        At an unknown date, human remains representing a minimum of one individual were collected from the general mound surface of 13ML247, Mills County, IA, by Paul Rowe. In 1937, the human remains were donated to the Keyes Collection, State Historical Society of Iowa. In 1938, human remains representing a minimum of one individual were excavated from a mound at the site by Ellison Orr under the direction of Charles R. Keyes. The human remains became part of the Keyes Collection, State Historical Society of Iowa (BP1074, 1077). No known individuals were identified. No associated funerary objects are present.\\n        The human remains from 13ML247 have been identified as Native American based on their context within a Woodland burial mound (BP1074, 1077).\\n        In 1939, human remains representing a minimum of one individual were excavated from 13PM1, Plymouth County, IA, by Ellison Orr under the direction of Charles R. Keyes. The human remains became part of the Keyes Collection, State Historical Society of Iowa (BP1078). No known individual was identified. No associated funerary objects are present.\\n        The human remains from 13PM1 have been identified as Native American based on the overall condition of the bone (BP1078). These human remains cannot be dated or identified with an archeological context.\\n        In 1929 or 1933, human remains representing a minimum of one individual were collected from the surface of 13PM5, Plymouth County, IA, by Charles R. Keyes. The human remains became part of the Keyes Collection, State Historical Society of Iowa (BP1080). No known individual was identified. No associated funerary objects are present.\\n        The human remains from 13PM5 have been identified as Native American based on the overall condition of the bone and their presence on the surface of a Woodland site (BP1080).\\n        In 1926, human remains representing a minimum of two individuals were collected from the surface of 13PM20, Plymouth County, IA, by Charles R. Keyes. The human remains became part of the Keyes Collection, State Historical Society of Iowa (BP1082). No known individuals were identified. No associated funerary objects are present.\\n        The human remains from 13PM20 have been identified as Native American based on the overall condition of the bones (BP1082). These human remains cannot be dated or identified with an archeological context.\\n        In 1934, human remains representing a minimum of one individual were excavated from 13PM30, Plymouth County, IA, by Ellison Orr under the direction of Charles R. Keyes. The human remains became part of the Keyes Collection, State Historical Society of Iowa (BP1081). No known individual was identified. No associated funerary objects are present.\\n        The human remains from 13PM30 have been identified as Native American based on the overall condition of the bone (BP1081). These human remains cannot be dated or identified with an archeological context.\\n        In 1924, human remains representing a minimum of one individual were exposed by a road cut across a possible mound, 13PW43, Pottawattamie County, IA. Charles R. Keyes was present at the site and is assumed to have collected the remains. The human remains became part of the Keyes Collection, State Historical Society of Iowa (BP1083). No known individual was identified. No associated funerary objects are present.\\n        The human remains from 13PW43have been identified as Native American based on the overall condition of the bone (BP1083). These human remains cannot be dated or identified with an archeological context.\\n        In 1925, human remains representing a minimum of one individual were collected from the surface of 13WD60, Woodbury County, IA, by Charles R. Keyes. The human remains became part of the Keyes Collection, State Historical Society of Iowa (BP1084). No known individual was identified. No associated funerary objects are present.\\n        The human remains collected at 13WD60 have been identified as Native American based on the overall condition of the bone (BP1084). These human remains cannot be dated or identified with an archeological context.\\n        In 1922, human remains representing a minimum of two individuals were collected during road construction at an unknown location in Worth County, IA, by E.E. Brown. In 1927, the human remains were donated to the Keyes Collection, State Historical Society of Iowa (BP1085). No known individuals were identified. No associated funerary objects are present.\\n        The human remains have been identified as Native American based on osteological evidence and the overall condition of the bones (BP1085). These human remains cannot be dated or identified with an archeological context.\\n        At an unknown date, human remains representing a minimum of one individual were collected from an unknown location in northern Iowa, possibly Chickasaw, Bremer, or Floyd Counties, by Otho Laird. In 1949, the human remains became part of the Keyes Collection, State Historical Society of Iowa (BP1087). No known individual was identified. No associated funerary objects are present.\\n        The human remains have been identified as Native American based on the overall condition of the bone (BP1087). These human remains cannot be dated or identified with an archeological context.\\n        In 1992, human remains representing a minimum of four individuals were recovered during earthmoving work at a private campground, Dickinson County, IA. The human remains were transferred to the Office of the State Archaeologist, University of Iowa (BP596). No known individuals were identified. No associated funerary objects are present.\\n        Archeological investigations suggested the human remains were deposited several years earlier as a result of earthmoving work and had probably come from a nearby burial mound, 13DK39 (BP596). The human remains have been identified as Native American based on the overall condition of the bones and their probable context within a Woodland burial mound.\\n        In 1973, human remains representing a minimum of three individuals were recovered during excavations at 13CK405, Cherokee County, IA. All of the materials from the excavations reposed at the Office of the State Archaeologist, University of Iowa (BP928). In 1996, three deciduous teeth were discovered in the collections and identified as human. No known individuals were identified. No associated funerary objects are present.\\n        The human remains from 13CK405 have been identified as Native American based on their archeological context in an Early Archaic component of the site (BP928).\\n        At an unknown date, human remains representing a minimum of one individual were recovered on a sandbar along the Skunk River, north of Ames, Story County, IA, by a local resident. In 1967, the resident gave the materials to the Iowa State University Archaeological Laboratory, Ames, IA. In 1996, the Iowa State University Archaeological Laboratory transferred the human remains to the Office of the State Archaeologist, University of Iowa (BP945). No known individual was identified. No associated funerary objects are present.\\n\\n        The human remains have been identified as Native American based on osteological evidence and overall bone condition (BP945). These human remains cannot be dated or identified with an archeological context.\\n        In the 1960s or 1970s, human remains representing a minimum of two individuals were recovered from a possible mound near Ridgeport, Boone County, IA, by unknown individuals from Iowa State University, Ames, IA. At an unknown date, the human remains were transferred to the Boone County Historical Museum. In 1996, the remains were found in the Boone County Historical Museum, identified as human, and transferred to the Office of the State Archaeologist, University of Iowa (BP962). The location of any other human remains from this site is unknown. No known individuals were identified. No associated funerary objects are present.\\n        The human remains have been identified as Native American based on their reported context within a Woodland burial mound (BP962).\\n        In 1996 and 1999, human remains representing a minimum of two individuals were recovered from the eroding surface of 13WD27, Woodbury County, IA, by the Office of the State Archaeologist, University of Iowa (BP980, 1357). No known individuals were identified. The six possible associated funerary objects are one sherd, one shell fragment, one modified shell fragment, and three shell beads.\\n        The human remains from 13WD27, as originally reported, have been reburied as part of the reburial of culturally unidentifiable human remains from Iowa, pursuant to an agreement approved by the NAGPRA Review Committee (BP980, 1357). Subsequently, additional human remains from this site were found in the collection. Whether they represent an additional number of individuals or belong to the individuals previously reported on the 1995 NAGPRA inventory is not known. The human remains have been identified as Native American based on the overall bone condition and their recovery from a Great Oasis site.\\n        At an unknown date, human remains representing a minimum of one individual were recovered at an unknown location, Louisa County, IA, by a Mr. Parsons. At an unknown date, Mr. Parsons donated his collections to the Louisa County Historical Museum, Wapello, IA. In 1996, the human remains were transferred to the Office of the State Archaeologist, University of Iowa (BP994). No known individual was identified. No associated funerary objects are present.\\n        The individual from this unknown location in Louisa County has been identified as Native American based on the overall condition of the bone (BP994). These human remains cannot be dated or identified with an archeological context.\\n        Between 1990 and 1994, excavations were conducted at 13LA12, Louisa County, IA, by University of Iowa Department of Anthropology field schools. The human remains from this site were originally reported in the 1995 NAGPRA inventory where they were determined to be culturally unidentifiable, and were reburied, pursuant to a disposition agreement approved by the NAGPRA Review Committee. In 1996, 1999, and 2000, fragments of human remains representing a minimum of 14 individuals, were identified during laboratory analysis. The human remains were transferred to the Office of the State Archaeologist, University of Iowa (BP1004, 1334, 1423). The remains of four individuals might belong to the group originally reported on the 1995 NAGPRA inventory. No known individuals were identified. No associated funerary objects are present.\\n        The human remains from 13 LA12 have been identified as Native American based on their archeological context in a Woodland habitation site.\\n        At an unknown date, human remains representing a minimum of one individual were recovered in a rock shelter, 13JN23, Jones County, IA, by a local resident. In 1996, the resident gave the materials to the Office of the State Archaeologist, University of Iowa (BP1018, 1224). In 1998, limited archeological excavations were conducted at the site by University of Iowa Department of Anthropology and Department of Geology personnel. During laboratory analysis, human remains representing an additional six individuals were identified and transferred to the Office of the State Archaeologist. No known individuals were identified. No associated funerary objects are present.\\n        The human remains from 13JN23 have been identified as Native American based on their archeological context within a Woodland site (BP1018, 1224).\\n        In 1996, human remains representing a minimum of one individual were recovered from a sandbar along Waterman Creek, O\\'Brien County, IA, by a local collector. That same year, the human remains were transferred to the Office of the State Archaeologist, University of Iowa (BP1032). No known individual was identified. No associated funerary objects are present.\\n        The human remains have been identified as Native American based on the overall condition of the bone (BP1032). These human remains cannot be dated or identified with an archeological context.\\n        In 1996, human remains representing a minimum of one individual were recovered during test excavations at 13JK220, Jackson County, IA, by Louis Berger Group, Inc. The human remains were identified during laboratory analysis and transferred to the Office of the State Archaeologist, University of Iowa (BP1091). No known individual was identified. No associated funerary objects are present.\\n        The human remains from 13JK220 have been identified as Native American based on their recovery from a Late Archaic or Woodland archeological component and the overall bone condition (BP1091).\\n        At an unknown date, human remains representing a minimum of two individuals were recovered at an unknown location in northwest Iowa, possibly Buena Vista, Cherokee, or O\\'Brien Counties, IA, by a local collector. At an unknown date, the human remains were donated to the Buena Vista County Historical Society. In 1996, the human remains were transferred to the Office of the State Archaeologist, University of Iowa (BP1105). No known individuals were identified. No associated funerary objects are present.\\n        The human remains have been identified as Native American based on the overall condition of the bones (BP1105). These human remains cannot be dated or identified with an archeological context.\\n        In 1963, human remains representing a minimum of one individual were recovered from 13CA5, Cass County, IA, by a local resident. In 1997, the human remains were transferred to the Office of the State Archaeologist, University of Iowa (BP1111). No known individual was identified. No associated funerary objects are present.\\n        The human remains from 13CA5 have been identified as Native American based on their probable archeological context within an Archaic site and the overall bone condition (BP1111).\\n        In 1977, excavations were conducted at 13DA11, Dallas County, IA, by the Office of the State Archaeologist, University of Iowa. In 1997, two tooth fragments were found in the repository of the Office of the State Archaeologist and identified as probably human. At minimum, they represent one individual (BP1189). No known individual was identified. No associated funerary objects are present.\\n\\n        The human remains from 13DA11 have been identified as Native American based on their archeological context within a Woodland or Great Oasis site (BP1189).\\n        At an unknown date, human remains representing a minimum of one individual were recovered at an unknown location in Allamakee County, IA, by Henry P. Field. At an unknown date, Dr. Field donated his collections to the Luther College Archaeological Laboratory, Decorah, IA. In 1988, the human remains were transferred to the Office of the State Archaeologist, University of Iowa, but were inadvertently left off the 1995 NAGPRA inventory (BP1190). No known individual was identified. No associated funerary objects are present.\\n        The human remains have been identified as Native American based on the overall condition of the bone (BP1190). These human remains cannot be dated or identified with an archeological context.\\n        In 1998, human remains representing a minimum of six individuals were recovered during excavations at 13WD88, Woodbury County, IA, by the Office of the State Archaeologist, University of Iowa (BP1210). No known individuals were identified. No associated funerary objects are present.\\n        The human remains from 13WD88 have been identified as Native American based on their recovery from a Great Oasis habitation site (BP1210).\\n        In 1998, human remains representing a minimum of one individual were recovered from an eroding bluff face adjacent to an active quarry, 13ML635, Mills County, IA, by a quarry employee, and during a follow-up investigation, by the Office of the State Archaeologist, University of Iowa. The human remains were transferred to the Office of the State Archaeologist (BP1245). No known individual was identified. No associated funerary objects are present.\\n        The human remains from 13ML635 have been identified as Native American based on the overall condition of the bone (BP1245). These human remains cannot be dated or identified with an archeological context.\\n        In 1967, excavations were conducted at 13PM25, Plymouth County, IA, by the Office of the State Archaeologist, University of Iowa. The human remains from this site were reported on the 1995 NAGPRA inventory where they were determined to be culturally unidentifiable and reburied, pursuant to a disposition agreement approved by the NAGPRA Review Committee. In 1998, three human bone fragments representing a minimum of two individuals were identified in the Office of the State Archaeologist repository (BP1247). They probably date to the 1967 excavation. No known individuals were identified. No associated funerary objects are present.\\n        The human remains from 13PM25 have been identified as Native American based on their context within a Great Oasis habitation site and the overall condition of the bones (BP1247).\\n        In 1935, human remains representing a minimum of two individuals were excavated from a mound, 13JK17, Jackson County, IA, by Ellison Orr under the supervision of Charles R. Keyes. In 1999, the human remains were found in an attic at Cornell College, Mount Vernon, IA, and were transferred to the Office of the State Archaeologist, University of Iowa (BP1294). No known individuals were identified. No associated funerary objects are present.\\n        The human remains from 13JK17 have been identified as Native American based on their context within a Woodland burial mound (BP1294).\\n        Sometime in the 1970s, human remains representing a minimum of four individuals were recovered at an unknown location in Woodbury County, IA, by an unknown individual. In 1999, a member of the Menominee Tribe of Wisconsin contacted the curator at the Milwaukee Public Museum concerning the human remains in the possession of an acquaintance. The tribal member requested the museum\\'s assistance in returning the human remains to Iowa. In 1999, the human remains were transferred to the Office of the State Archaeologist, University of Iowa (BP1300). No known individuals were identified. No associated funerary objects are present.\\n        The human remains have been identified as Native American based on the overall condition of the bones (BP1300). These human remains cannot be dated or identified with an archeological context.\\n        In the early 1990s, human remains representing a minimum of four individuals were recovered from two unknown locations in Woodbury County, IA, by an unknown individual. In 1999, the human remains were turned over to the University of South Dakota Archaeology Laboratory, and subsequently transferred to the Office of the State Archaeologist, University of Iowa (BP1309). No known individuals were identified. No associated funerary objects are present.\\n        The human remains have been identified as Native American based on the overall condition of the bones (BP1309). These human remains cannot be dated or identified with an archeological context.\\n        At an unknown date, human remains representing a minimum of one individual were recovered at an unknown location, possibly Jackson or Jones County, IA, by Paul Sagers. In 1999, the human remains were transferred to the Office of the State Archaeologist, University of Iowa (BP1313). No known individual was identified. No associated funerary objects are present.\\n        The human remains have been identified as Native American based on the overall bone condition (BP1313). These human remains cannot be dated or identified with an archeological context.\\n        In 1955, human remains were recovered from 13MN2, Monona County, IA, by the Sanford Museum, Cherokee, Cherokee County, IA. In 1999, human remains representing a minimum of one individual were found in the museum collections and transferred to the Office of the State Archaeologist, University of Iowa (BP1331). No known individual was identified. No associated funerary objects are present.\\n        The human remains from 13MN2 appear to be the missing cranial portions of a subadult reburied in 1988. These human remains have been identified as Native American based on their context within an Archaic burial site (BP1331).\\n        In 1999, human remains representing a minimum of one individual were recovered from the surface of 13IA5, Ida County, IA, by Dennis Laughlin. The human remains were transferred to the Office of the State Archaeologist, University of Iowa (BP1336). No known individual was identified. No associated funerary objects are present.\\n        The human remains from 13IA5 have been identified as Native American based on the overall bone condition (BP1336). These human remains cannot be dated or identified with an archeological context.\\n        In 1999, human remains representing a minimum of one individual were found on a sandbar near the confluence of Beaver Creek and Soldier River, Crawford County, IA, by Dennis Laughlin. The human remains were transferred to the Office of the State Archaeologist, University of Iowa (BP1337). No known individual was identified. No associated funerary objects are present.\\n        The human remains have been identified as Native American based on the overall bone condition (BP1337). These human remains cannot be dated or identified with an archeological context.\\n\\n        In 1968, excavations were conducted at 13AM100, Allamakee County, IA, by a University of Iowa student. The collection reposed at the Office of the State Archaeologist, University of Iowa. In 2000, several bone fragments in the repository collection were identified as possibly human, representing two individuals (BP1373). No known individuals were identified. No associated funerary objects are present.\\n        The human remains from 13AM100 have been identified as Native American based on their context within a Woodland burial mound (BP1373).\\n        In 2000, human remains representing a minimum of one individual were recovered from the surface of 13WD13, Woodbury County, IA, by Louis Berger Group, Inc. The human remains were transferred to the Office of the State Archaeologist, University of Iowa (BP1397). No known individual was identified. No associated funerary objects are present.\\n        The human remains from 13WD13 have been identified as Native American based on the overall bone condition (BP1397). These human remains cannot be dated or identified with an archeological context.\\n        At an unknown date, human remains representing a minimum of one individual were recovered at an unknown location in Polk County, IA, by an unknown individual. In 2000, the human remains were transferred to the Office of the State Archaeologist, University of Iowa (BP1401). No known individual was identified. No associated funerary objects are present.\\n        The human remains have been identified as Native American based on the overall bone condition (BP1401). These human remains cannot be dated or identified with an archeological context.\\n        At an unknown date, human remains representing a minimum of one individual were recovered at an unknown location in Mills County, IA, by an unknown individual. In 2000, the human remains were transferred to the Office of the State Archaeologist, University of Iowa (BP1414). No known individual was identified. No associated funerary objects are present.\\n        The human remains removed from this unknown location in Mills County have been identified as Native American based on the overall bone condition (BP1414). These human remains cannot be dated or identified with an archeological context.\\n        Sometime prior to 1926, human remains representing a minimum of one individual were recovered at an unknown location in Mills County, IA, by an unknown individual. In 1926, the human remains were sent to the University of Iowa College of Dentistry. At an unknown date, much of the museum collection was put into storage, and its existence was forgotten. In 2000, the human remains were found and transferred to the Office of the State Archaeologist, University of Iowa (BP1446). No known individual was identified. No associated funerary objects are present.\\n        The human remains have been identified as Native American based on the overall condition of the bone (BP1446). These human remains cannot be dated or identified with an archeological context.\\n        Sometime prior to 1932, human remains representing a minimum of one individual were found at a gravel pit near the town of Humboldt, Humboldt County, IA, by an unknown individual. In 1932, the human remains were sent to the University of Iowa College of Dentistry. At an unknown date, much of the museum collection was put into storage, and its existence was forgotten. In 2000, the human remains were found and transferred to the Office of the State Archaeologist, University of Iowa (BP1447). No known individual was identified. No associated funerary objects are present.\\n        The human remains have been identified as Native American based on the overall bone condition (BP1447). These human remains cannot be dated or identified with an archeological context.\\n        Sometime prior to 1932, human remains representing a minimum of one individual were excavated from a bluff near Council Bluffs, Pottawattamie County, IA, by an unknown individual. In 1932, the human remains were sent to the University of Iowa College of Dentistry. At an unknown date, much of the museum collection was put into storage, and its existence was forgotten. In 2000, the human remains were found and transferred to the Office of the State Archaeologist, University of Iowa (BP1448). No known individual was identified. No associated funerary objects are present.\\n        The human remains have been identified as Native American based on the overall bone condition (BP1448). These human remains cannot be dated or identified with an archeological context.\\n        At an unknown date, human remains representing a minimum of one individual were recovered at an unknown location in Allamakee County, IA, by Henry P. Field. At an unknown date, Dr. Field donated the human remains to the Luther College Archaeological Laboratory, Decorah, IA. In 2001, the human remains were transferred to the Office of the State Archaeologist, University of Iowa (BP1472). No known individual was identified. No associated funerary objects are present.\\n        The human remains have been identified as Native American based on the overall bone condition (BP1472). These human remains cannot be dated or identified with an archeological context.\\n        In or around 1937, human remains representing a minimum of one individual were recovered at an unknown location within Iowa, by an unknown individual. In 2001, the human remains were transferred to the Office of the State Archaeologist, University of Iowa (BP1487). No known individual was identified. No associated funerary objects are present.\\n        The human remains have been identified as Native American based on osteological evidence and the overall bone condition (BP1487). These human remains cannot be dated or identified with an archeological context.\\n        In 1960, human remains representing a minimum of four individuals were recovered from the surface of 13HM10, Hamilton County, IA, by two unknown individuals. In 2002, the human remains were transferred to the Office of the State Archaeologist, University of Iowa. Around 1970, human remains representing a minimum of four individuals were recovered from 13HM10 by Rex Hansman. In 2001, the human remains were transferred to the Office of the State Archaeologist, University of Iowa. Other human remains from 13HM10 were included in a 1995 NAGPRA inventory, and were determined to be culturally unidentifiable. They were reburied, pursuant to a disposition agreement approved by the NAGPRA Review Committee. Whether the human remains from 13HM10 reported in this notice represent additional individuals to those on the 1995 NAGPRA inventory is unknown (BP1500, 1602). No known individuals were identified. No associated funerary objects are present.\\n        The human remains from 13HM10 have been identified as Native American based on their recovery from a prehistoric burial site (Archaic, Woodland, and Great Oasis) and the overall condition of the bones (BP1500, 1602).\\n\\n        In the 1960s, human remains representing a minimum of one individual were recovered near the town square, Fort Dodge, Webster County, IA, by city workers. The human remains were given to Rex Hansman. In 2001, the human remains were transferred to the Office of the State Archaeologist, University of Iowa (BP1501). No known individual was identified. No associated funerary objects are present.\\n        The human remains have been identified as Native American based on the overall condition of the bone (BP1501). These human remains cannot be dated or identified with an archeological context.\\n        In 2001, human remains representing a minimum of one individual were recovered from the Big Sioux River near Hawarden, Sioux County, IA, by an unknown individual. The human remains were transferred to the Office of the State Archaeologist, University of Iowa (BP1503). No known individual was identified. No associated funerary objects are present.\\n        The human remains have been identified as Native American based on the overall condition of the bone (BP1503). These human remains cannot be dated or identified with an archeological context.\\n        At an unknown date, human remains representing a minimum of one individual were recovered from the surface of a rock shelter in an unknown location, Jackson County, IA, by the landowner. In 2001, the human remains were transferred to the Office of the State Archaeologist, University of Iowa (BP1540). No known individual was identified. No associated funerary objects are present.\\n        The human remains have been identified as Native American based on the overall condition of the bone (BP1540). These human remains cannot be dated or identified with an archeological context.\\n        At an unknown date, human remains representing a minimum of two individuals were recovered from the surface of 13PM81, Plymouth County, IA, by Paul Williams. In 2001, the human remains were transferred to the Office of the State Archaeologist, University of Iowa (BP1591). No known individuals were identified. No associated funerary objects are present.\\n        The human remains have been identified as Native American based on the overall bone condition (BP1591). These human remains cannot be dated or identified with an archeological context.\\n        In 1905, human remains representing a minimum of two individuals were recovered at 13SR206 during construction of a high school in Story County, IA, by unknown individuals. At an unknown date, the human remains were given to the local school. In 2003, the human remains were transferred to the Office of the State Archaeologist, University of Iowa (BP1641). No known individuals were identified. No associated funerary objects are present.\\n        The human remains from 13SR206 have been identified as Native American based on osteological evidence and the overall condition of the bones (BP1641). These human remains cannot be dated or identified with an archeological context.\\n        In 2003, human remains representing a minimum of four individuals were uncovered during earthmoving activities at 13CY52, Clay County, IA, by the landowner, and collected by the Clay County Sherriff\\'s Office and the Office of the State Archaeologist, University of Iowa (BP1647). The human remains were transferred to the Office of the State Archaeologist. No known individuals were identified. The 71 possibly associated funerary objects are 57 sherds, 2 projectile points, 10 flakes, and 2 shell fragments.\\n        The human remains from 13CY52 have been identified as Native American based on their context within a Woodland site (BP1647).\\n        In 1970, human remains representing a minimum of one individual were recovered from the surface of 13LO414, Lyon County, IA, by the University of Nebraska Department of Anthropology. In 2003, the collection from this site was transferred to the Office of the State Archaeologist, University of Iowa, and several bone fragments were identified as human (BP1660). No known individual was identified. No associated funerary objects are present.\\n        The human remains from 13LO414 have been identified as Native American based on the overall condition of the bones (BP1660). These human remains cannot be dated or identified with an archeological context.\\n        In 1970, human remains representing a minimum of one individual were recovered from the surface of 13LO421, Lyon County, IA, by University of Nebraska Department of Anthropology. In 2003, the collection from this site was transferred to the Office of the State Archaeologist, University of Iowa, where bone fragments were identified as human (BP1661). No known individual was identified. No associated funerary objects are present.\\n        The human remains from 13LO421 have been identified as Native American based on the overall condition of the bones (BP1661). These human remains cannot be dated or identified with an archeological context.\\n        In 1966, human remains representing a minimum of one individual were recovered at an unknown location, Allamakee County, IA, by Robert Stoddard. In the late 1990s or early 2000s, Mr. Stoddard donated his collections to the Luther College Archaeological Laboratory, Decorah, IA. In 2003, as the collections were being accessioned, the human remains were identified and transferred to the Office of the State Archaeologist, University of Iowa (BP1679). No known individual was identified. No associated funerary objects are present.\\n        The human remains have been identified as Native American based on the overall bone condition (BP1679). These human remains cannot be dated or identified with an archeological context.\\n        At an unknown date, human remains representing a minimum of one individual were recovered from the surface of 13AM335 (formerly 13AM208), Allamakee County, IA, by Henry P. Field. At an unknown date, Dr. Field donated the human remains to the Luther College Archaeological Laboratory, Decorah, IA. In 2003, the human remains were transferred to the Office of the State Archaeologist, University of Iowa (BP1680). No known individual was identified. No associated funerary objects are present.\\n        The human remains from 13AM335 have been identified as Native American based on their recovery from a Woodland site and the overall condition of the remains (BP1680). These human remains cannot be dated or identified with an archeological context.\\n        In 2003, human remains representing a minimum of one individual were exposed during house construction at 13DK109, Dickinson County, IA, and recovered by the Dickinson County Sheriff\\'s Office. The human remains were transferred to the Office of the State Archaeologist, University of Iowa (BP1707). No known individual was identified. No associated funerary objects are present.\\n        The human remains from 13DK109 have been identified as Native American based on the overall condition of the bone (BP1707). These human remains cannot be dated or identified with an archeological context.\\n        In 1977, excavations were conducted at 13JF52, Jefferson County, IA, by the Office of the State Archaeologist, University of Iowa. In 2003, two small bone fragments in the Office of the State Archaeologist repository collection were identified as probably human, representing a minimum of one individual (BP1717). No known individual was identified. No associated funerary objects are present.\\n        The human remains from 13JF52 have been identified as Native American based on their context in a Woodland site and the overall condition of the bones (BP1717).\\n\\n        In 2004, human remains representing a minimum of one individual were found on a sandbar in the Maple River, Ida County, IA, by Dennis Laughlin. The human remains were transferred to the Office of the State Archaeologist, University of Iowa (BP1782). No known individual was identified. No associated funerary objects are present.\\n        The human remains have been identified as Native American based on osteological evidence and the overall condition of the bone (BP1782). These human remains cannot be dated or identified with an archeological context.\\n        At an unknown date, human remains representing a minimum of one individual were recovered at an unknown location in Iowa, possibly Lyon County, by an unknown individual. At an unknown date, the unknown individual\\'s collections were donated to the Lyon County Conservation Board, IA. In 2004, four teeth in the collection were identified as human, and were transferred to the Office of the State Archaeologist, University of Iowa (BP1788). No known individual was identified. No associated funerary objects are present.\\n        The human remains have been identified as Native American based on the overall condition of the teeth (BP1788). These human remains cannot be dated or identified with an archeological context.\\n        At an unknown date, human remains representing a minimum of one individual were recovered from the West Nishnabotna River, Mills County, IA, by John Boruff. In 2004, the human remains were transferred to the Office of the State Archaeologist, University of Iowa (BP1797). No known individual was identified. No associated funerary objects are present.\\n        The human remains have been identified as Native American based on osteological evidence and the overall condition of the bone (BP1797). These human remains cannot be dated or identified with an archeological context.\\n        At an unknown date, human remains representing a minimum of two individuals were recovered at an unknown location, possibly a mound in Boone County, IA, by an unknown individual. At an unknown date, the human remains were donated to the Madrid Historical Society, Madrid, IA, and may have been part of the C.L. Lucas collection. In 2005, the human remains were transferred to the Office of the State Archaeologist, University of Iowa (BP1807). No known individuals were identified. No associated funerary objects are present.\\n        The human remains have been identified as Native American based on the overall condition of the bones (BP1807). These human remains cannot be dated or identified with an archeological context.\\n        At an unknown date, human remains representing a minimum of one individual were recovered at an unknown location, possibly in Hamilton County, IA, by an unknown individual. At an unknown date, the human remains were donated to Wilson Brewer Park, Hamilton County, IA. In 2006, the human remains were transferred to the Office of the State Archaeologist, University of Iowa (BP1826). No known individual was identified. No associated funerary objects are present.\\n        The human remains have been identified as Native American based on the overall condition of the bone (BP1826). These human remains cannot be dated or identified with an archeological context.\\n        In 1979, human remains representing a minimum of one individual were removed from 13WN172, Winnebago County, IA, by Steve Lensink during archeological testing, but the human remains were not identified as such at that time. The collection from the site reposed at the Office of the State Archaeologist, University of Iowa. In 2005, a bone fragment was identified as possibly human (BP1833). No known individual was identified. No associated funerary objects are present.\\n        The human remains from 13WN172 have been identified as Native American based on the overall condition of the bone (BP1833). These human remains cannot be dated or identified with an archeological context.\\n        At an unknown date, human remains representing a minimum of one individual were recovered from the surface of 13PM247, Plymouth County, IA, by Paul Williams. In 2005, the human remains were transferred to the Office of the State Archaeologist, University of Iowa (BP1869). No known individual was identified. No associated funerary objects are present.\\n        The human remains removed from 13PM247 have been identified as Native American based on the overall condition of the bone (BP1869). These human remains cannot be dated or identified with an archeological context.\\n        In 2005, human remains representing a minimum of 58 individuals were recovered from 13PM248, Plymouth County, IA, initially by a landowner during earthmoving activities, and subsequently through salvage excavations by the Office of the State Archaeologist. The human remains were transferred to the Office of the State Archaeologist, University of Iowa (BP1881). No known individuals were identified. The nine associated funerary objects are four sherds, two projectile pointes, one worked bone, and two bird bones.\\n        The human remains from 13PM248 have been identified as Native American based on the overall condition of the bones and prehistoric cultural materials recovered from the site (BP1881).\\n        At an unknown date, human remains representing a minimum of one individual were recovered from a sandbar in the Little Sioux River, O\\'Brien County, IA, by an unknown individual. In 2005, the human remains were transferred to the Office of the State Archaeologist, University of Iowa (BP1902). No known individual was identified. No associated funerary objects are present.\\n        The human remains from the Little Sioux River have been identified as Native American based on the overall condition of the bone (BP1902). These human remains cannot be dated or identified with an archeological context.\\n        At an unknown date, human remains representing a minimum of one individual were recovered from a sandbar in the Iowa River, Hardin County, IA, by an unknown individual. In 2005, the human remains were transferred to the Office of the State Archaeologist, University of Iowa (BP1904). No known individual was identified. No associated funerary objects are present.\\n        The human remains removed from the Iowa River have been identified as Native American based on the overall condition of the bone (BP1904). These human remains cannot be dated or identified with an archeological context.\\n        In 1960, excavations were conducted at 13WB1, Webster County, IA, by Richard Flanders and Rex Hansman. Human remains were not identified at that time. At an unknown date, Flanders and Hansman donated their collection to the Office of the State Archaeologist, University of Iowa (BP1916). In 2005, very fragmented remains were identified as possibly human, and representing a minimum of one individual. No known individual was identified. No associated funerary objects are present.\\n        The human remains from 13WB1 have been identified as Native American based on their context within a Woodland burial mound and the overall condition of the bones (BP1916). These human remains cannot be dated or identified with an archeological context.\\n\\n        At an unknown date, human remains representing a minimum of one individual were recovered at 13MC241, Muscatine County, IA, by Jennifer Hill. In 2005, the human remains were transferred to the Office of the State Archaeologist, University of Iowa (BP1922). No known individual was identified. No associated funerary objects are present.\\n        The human remains from 13MC241 have been identified as Native American based on the overall condition of the remains (BP1922). These human remains cannot be dated or identified with an archeological context.\\n        At an unknown date, human remains representing a minimum of one individual were recovered, possibly from 13LA29, Louisa County, IA, by an unknown individual. In 1983, the human remains came into the possession of the Harris County, Texas Medical Examiner\\'s Office. In 2005, the human remains were transferred to the University of North Texas Laboratory of Forensic Anthropology, and subsequently, to the Office of the State Archaeologist, University of Iowa (BP1925). No known individual was identified. No associated funerary objects are present.\\n        The human remains from 13LA29 have been identified as Native American based on their possible context within a Woodland burial mound and the overall condition of the bones (BP1925). These human remains cannot be dated or identified with an archeological context.\\n        At an unknown date, human remains representing a minimum of one individual were recovered from the West Nishnabotna River, Pottawattamie County, IA, by an unknown individual. In 2005, the human remains were transferred to the Office of the State Archaeologist, University of Iowa (BP1940). No known individual was identified. No associated funerary objects are present.\\n        The human remains from the West Nishnabotna River have been identified as Native American based on the overall condition of the bone (BP1940). These human remains cannot be dated or identified with an archeological context.\\n        At an unknown date, human remains representing a minimum of three individuals were recovered at an unknown location, probably in northeast Iowa, possibly Allamakee or Winneshiek County, IA, by Gavin Sampson. In 1969, Mr. Sampson donated the human remains to the Luther College Archaeological Laboratory, Decorah, IA. In 1996, the human remains were transferred to the Office of the State Archaeologist, University of Iowa (BP1970). No known individuals were identified. No associated funerary objects are present.\\n        The human remains have been identified as Native American based on the overall bone condition (BP1970). These human remains cannot be dated or identified with an archeological context.\\n        At an unknown date, human remains representing a minimum of one individual were recovered from mud rock piles at a quarry near the town of Shenandoah, Page County, IA, by Larry O\\'Brien. In 2007, the human remains were transferred to the Office of the State Archaeologist, University of Iowa (BP2003). No known individual was identified. No associated funerary objects are present.\\n        The human remains have been identified as Native American based on the overall bone condition (BP2003). These human remains cannot be dated or identified with an archeological context.\\n        At an unknown date, human remains representing a minimum of one individual were recovered from 13ML0o, West Nishnabotna River, Mills County, IA, by John Boruff. In 2004, the human remains were transferred to the Office of the State Archaeologist, University of Iowa (BP2009). No known individual was identified. No associated funerary objects are present.\\n        The human remains from 13ML0o have been identified as Native American based on the overall condition of the bone (BP2009). These human remains cannot be dated or identified with an archeological context.\\n        At an unknown date, human remains representing a minimum of one individual were recovered from the West Nishnabotna River, Pottawattamie County, IA, by John Boruff. In 2004, the human remains were transferred to the Office of the State Archaeologist, University of Iowa (BP2010). No known individual was identified. No associated funerary objects are present.\\n        The human remains have been identified as Native American based on the overall bone condition (BP2010). These human remains cannot be dated or identified with an archeological context.\\n        In 1887, human remains representing a minimum of one individual were recovered during grading of Jackson Square, City of Dubuque, Dubuque County, IA, by an unknown individual. At an unknown date, the human remains were donated to the University of Iowa Geology Repository. In 2006, the human remains were transferred to the Office of the State Archaeologist, University of Iowa (BP2029). No known individual was identified. No associated funerary objects are present.\\n        The human remains have been identified as Native American based on the overall condition of the bone (BP2029). These human remains cannot be dated or identified with an archeological context.\\n        At an unknown date, human remains representing a minimum of one individual were recovered at 13MA11, Marion County, IA, by an unknown individual. At an unknown date, the human remains were included in repository collections at Iowa State University Archaeological Laboratory. In 2006, a single tooth was found and identified as human and transferred to the Office of the State Archaeologist, University of Iowa (BP2048). No known individual was identified. No associated funerary objects are present.\\n        The human remains from 13MA11 have been identified as Native American based on the overall condition of the tooth (BP2048). These human remains cannot be dated or identified with an archeological context.\\n        In 2007, human remains representing a minimum of one individual were recovered from a small stream at an unknown location, Fremont County, IA, by an unknown individual. The human remains were sent to the State Medical Examiner\\'s Office, Des Moines, IA, and subsequently transferred to the Office of the State Archaeologist, University of Iowa (BP2119). No known individual was identified. No associated funerary objects are present.\\n        The human remains have been identified as Native American based on the overall bone condition (BP2119). These human remains cannot be dated or identified with an archeological context.\\n        At an unknown date, human remains representing a minimum of one individual were recovered at 13PM8, Plymouth County, IA, by an unknown individual. In 2007, the human remains were found in the collections of the Sanford Museum, Cherokee, IA, and transferred to the Office of the State Archaeologist, University of Iowa (BP2161). No known individual was identified. No associated funerary objects are present.\\n        The human remains from 13PM8 have been identified as Native American based on the overall condition of the bone and possible context within a Great Oasis habitation site (BP2161).\\n        At an unknown date, human remains representing a minimum of one individual were recovered at 13PM50, Plymouth County, IA, by an unknown individual. In 2007, a single tooth identified as human was found in collections of the Sanford Museum, Cherokee, IA, and transferred to the Office of the State Archaeologist, University of Iowa (BP2162). No known individual was identified. No associated funerary objects are present.\\n\\n        The human remains from 13PM50 have been identified as Native American based on the overall condition of the tooth and possible context within a Great Oasis habitation site (BP2162).\\n        At an unknown date, an unknown individual collected material from 13LE136, Lee County, IA. In 1979, the unknown individual donated the collection to the Office of the State Archaeologist, University of Iowa (BP2167). In 1980, human remains from this site had been reported on and reburied by the Office of the State Archaeologist. In 2007, a small fragment of tooth enamel was found, and determined to be human, and to represent one individual. No known individual was identified. No associated funerary objects are present.\\n        The human remain from 13LE136 has been identified as Native American based on the possible association of the tooth enamel with the earlier reburied human remains (BP2167). These human remains cannot be dated or identified with an archeological context.\\n        The Native American human remains described above fall into two main categories - known archeological manifestations (Archaic, Woodland, and Great Oasis) and general prehistoric. Because of the antiquity of the human remains and the lack of identifiable or traceable cultural continuity, no tribal affiliation could be established for the Archaic, Woodland, or Great Oasis period human remains. The general prehistoric human remains are either from known sites lacking diagnostic materials, archeological context, or insufficient osteological evidence; or they are from unknown locations.\\n        Officials of the Office of the State Archaeologist, University of Iowa have determined that, pursuant to 25 U.S.C. 3001 (9-10), the human remains described above represent the physical remains of a minimum of 329 individuals of Native American ancestry. Officials of the Office of the State Archaeologist, University of Iowa also have determined that, pursuant to 25 U.S.C. 3001 (3)(A), the 100 objects described above are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony. Lastly, officials of the Office of the State Archaeologist, University of Iowa have determined that, pursuant to 25 U.S.C. 3001 (2), a relationship of shared group identity cannot be reasonably traced between the Native American human remains and associated funerary objects and any present-day Indian tribe.\\n        The Office of the State Archaeologist, University of Iowa administers the provisions in the Code of Iowa that provide for any human remains over 150 years old to be reburied in a state cemetery. The Office of the State Archaeologist, University of Iowa and the State Historical Society of Iowa have in their possession the human remains of 329 Native American individuals from Iowa whose cultural affiliation is unknown, and 100 associated or possibly associated funerary objects. These human remains are considered \\xe2\\x80\\x9cculturally unidentifiable\\xe2\\x80\\x9d under NAGPRA, 43 C.F.R 10.10 (g). Federal regulations currently preclude disposition of culturally unidentifiable human remains absent an overriding legal requirement or a recommendation from the Secretary of the Interior, 43 C.F.R 10.9 (e)(6). In 2004, the Iowa Office of the State Archaeologist started to develop a process, in consultation with tribes with a historic interest in Iowa, for the disposition of culturally unidentifiable human remains from Iowa. The Native American Graves Protection and Repatriation Review Committee (Review Committee) is responsible for recommending specific actions for disposition of culturally unidentifiable human remains.\\n        In October 2004, the Iowa Office of the State Archaeologist, University of Iowa, the State Historical Society of Iowa, and the Office of the State Archaeologist Indian Advisory Council (a group composed of representatives of Native American tribes in and from Iowa) hosted a tribal conference where 21 Federally-recognized tribes and 1 non-federally recognized tribe were invited to develop the process for disposition of culturally unidentifiable human remains and associated funerary objects from Iowa in possession of the Office of the State Archaeologist, University of Iowa, and the State Historical Society of Iowa, in accordance with Iowa law (Code of Iowa 263B.8). Final drafting of the process was conducted through on-going tribal consultation involving phone calls, mail, and email.\\n\\n        On May 30-31, 2006, the process developed through consultation was considered by the Review Committee. A June 14, 2006, letter on behalf of the Review Committee from the Designated Federal Officer provisionally authorized the Iowa Office of State Archaeologist to proceed with the development of the process for disposition. In 2007, the Iowa Office of State Archaeologist and the tribes completed the NAGPRA process document. A March 25, 2008, letter from the Assistant Secretary for Fish and Wildlife and Parks, as the designee for the Secretary of the Interior, transmitted the authorization for the disposition according to provisions of the Code of Iowa 263B.8 and the NAGPRA process document, subject to publication of a Notice of Inventory Completion in the Federal Register. This notice fulfills that requirement.\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the human remains and associated funerary objects should contact Shirley Schermer, Burials Program Director, Office of the State Archaeologist, 700 Clinton Street Building, University of Iowa, Iowa City, IA 52242, telephone (319) 384-0740, or Jerome Thompson, State Historical Society of Iowa, 600 East Locust, Des Moines, IA 50319-0290, telephone (515) 281-4221, before November 10, 2008. Disposition of the human remains to the Citizen Potawatomi Nation, Oklahoma; Flandreau Santee Sioux Tribe of South Dakota; Ho-Chunk Nation of Wisconsin; Iowa Tribe of Kansas and Nebraska; Iowa Tribe of Oklahoma; Lower Sioux Indian Community in the State of Minnesota; Omaha Tribe of Nebraska; Otoe-Missouria Tribe of Indians, Oklahoma; Pawnee Nation of Oklahoma; Peoria Tribe of Indians of Oklahoma; Ponca Tribe of Indians of Oklahoma; Ponca Tribe of Nebraska; Prairie Band Potawatomi Nation, Kansas; Sac & Fox Tribe of the Mississippi in Iowa; Sac & Fox Nation of Missouri in Kansas; Sac & Fox Nation, Oklahoma; Santee Sioux Nation, Nebraska; Sisseton-Wahpeton Oyate of the Lake Traverse Reservation, South Dakota; Three Affiliated Tribes of the Fort Berthold Reservation, North Dakota; Winnebago Tribe of Nebraska; and Yankton Sioux of South Dakota may proceed after that date if no additional claimants come forward.\\n\\n        The Office of the State Archaeologist is responsible for notifying the Citizen Potawatomi Nation, Oklahoma; Flandreau Santee Sioux Tribe of South Dakota; Ho-Chunk Nation of Wisconsin; Iowa Tribe of Kansas and Nebraska; Iowa Tribe of Oklahoma; Lower Sioux Indian Community in the State of Minnesota; Omaha Tribe of Nebraska; Otoe-Missouria Tribe of Indians, Oklahoma; Pawnee Nation of Oklahoma; Peoria Tribe of Indians of Oklahoma; Ponca Tribe of Indians of Oklahoma; Ponca Tribe of Nebraska; Prairie Band Potawatomi Nation, Kansas; Sac & Fox Tribe of the Mississippi in Iowa; Sac & Fox Nation of Missouri in Kansas; Sac & Fox Nation, Oklahoma; Santee Sioux Nation, Nebraska; Sisseton-Wahpeton Oyate of the Lake Traverse Reservation, South Dakota; Three Affiliated Tribes of the Fort Berthold Reservation, North Dakota; Winnebago Tribe of Nebraska; Yankton Sioux of South Dakota; and the Mendota Mdewakanton Dakota Community, a non-federally recognized Indian group.\\n        \\n          Dated: September 10, 2008.\\n          Sherry Hutt,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. E8-23972 Filed 10-8-08; 8:45 am]\\n      BILLING CODE 4312-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Inventory Completion: Office of the State Archaeologist, University of Iowa, Iowa City, IA and State Historical Society of Iowa, Des Moines, IA", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: September 10, 2008.", "signature_name": "Sherry Hutt,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. E8-23972 Filed 10-8-08; 8:45 am]", "billing_code": "BILLING CODE 4312-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}