{"index": "I_1421", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Inventory Completion: Oregon State University, Department of Anthropology, Corvallis, OR\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains in the control of Oregon State University, Department of Anthropology, Corvallis, OR. The human remains were removed from an unknown site in eastern Oregon.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003 (d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains. The National Park Service is not responsible for the determinations in this notice.\\n        A detailed assessment of the human remains was made by Oregon State University Department of Anthropology professional staff in consultation with representatives of the Confederated Tribes of the Umatilla Indian Reservation, Oregon. The Burns Paiute Tribe of the Burns Paiute Indian Colony of Oregon; Confederated Tribes of the Coos, Lower Umpqua and Siuslaw Indians of Oregon; Confederated Tribes of the Grande Ronde Community of Oregon; Confederated Tribes of the Siletz Reservation, Oregon; Confederated Tribes of the Warm Springs Reservation of Oregon; Confederated Tribes and Bands of the Yakama Nation, Washington; Coquille Tribe of Oregon; Cow Creek Band of Umpqua Indians of Oregon; Klamath Tribes, Oregon; and Nez Perce Tribe of Idaho were notified, but did not participate in consultations about the human remains described in this notice.\\n        On an unknown date, human remains representing a minimum of one individual were removed from Eastern Oregon. No known individual was identified. No associated funerary objects are present.\\n        The first record of the human remains occurred during an inventory in 1976. At that time, the human remains were recorded with the origins \\xe2\\x80\\x9cE. Oregon.\\xe2\\x80\\x9d No additional information regarding the accession of the human remains is available. In 2006, the human remains were identified as Native American by departmental physical anthropology faculty based on characteristics of cranial bone structure.\\n\\n        The Confederated Tribes of the Umatilla Indian Reservation ceded 6.4 million acres to the U.S. Government, including southeast Washington and northeast Oregon. Traditional use lands of the Confederated Tribes of the Umatilla Indian Reservation have extended beyond those boundary areas. Tribal representatives of the Confederated Tribes of the Colville Reservation concur that the Confederated Tribes of the Umatilla Indian Reservation occupied the areas of southeast Washington and northeast Oregon. Officials of the Oregon State University, Department of Anthropology reasonably believe that the human remains are from an area that was occupied by the ancestors of members of the Confederated Tribes of the Umatilla Indian Reservation, Oregon.\\n        Officials of the Oregon State University, Department of Anthropology have determined that, pursuant to 25 U.S.C. 3001 (9-10), the human remains described above represent the physical remains of one individual of Native American ancestry. Officials of the Oregon State University, Department of Anthropology also have determined that, pursuant to 25 U.S.C. 3001 (2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and the Confederated Tribes of the Umatilla Indian Reservation, Oregon.\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the human remains should contact Dr. David McMurray, Oregon State University Department of Anthropology, 238 Waldo Hall, Corvallis, OR 97331, telephone (541) 737-3850, before March 4, 2009. Repatriation of the human remains to the Confederated Tribes of the Umatilla Indian Reservation, Oregon may proceed after that date if no additional claimants come forward.\\n        The Oregon State University, Department of Anthropology is responsible for notifying the Burns Paiute Tribe of the Burns Paiute Indian Colony of Oregon; Confederated Tribes of the Coos, Lower Umpqua and Siuslaw Indians of Oregon; Confederated Tribes of the Grande Ronde Community of Oregon; Confederated Tribes of the Siletz Reservation, Oregon; Confederated Tribes of the Umatilla Indian Reservation, Oregon; Confederated Tribes of the Warm Springs Reservation of Oregon; Confederated Tribes and Bands of the Yakama Nation, Washington; Coquille Tribe of Oregon; Cow Creek Band of Umpqua Indians of Oregon; Klamath Tribes, Oregon; and Nez Perce Tribe of Idaho that this notice has been published.\\n        \\n          Dated: January 5, 2009\\n          Sherry Hutt,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. E9-2123 Filed 1-30-09; 8:45 am]\\n      BILLING CODE 4312-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Inventory Completion: Oregon State University, Department of Anthropology, Corvallis, OR", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: January 5, 2009", "signature_name": "Sherry Hutt,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. E9-2123 Filed 1-30-09; 8:45 am]", "billing_code": "BILLING CODE 4312-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}