{"index": "I_1414", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Inventory Completion: Southwest Museum of the American Indian, Autry National Center, Los Angeles, CA\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains and associated funerary objects in the control of the Southwest Museum of the American Indian, Autry National Center, Los Angeles, CA. The human remains and associated funerary objects were removed from Fresno, Kings and Tulare Counties, CA.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003(d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations in this notice.\\n        A detailed assessment of the human remains was made by the Southwest Museum of the American Indian, Autry National Center professional staff in consultation with representatives of the Big Sandy Rancheria of Mono Indians of California; Picayune Rancheria of the Chukchansi Indians of California; Santa Rosa Indian Community of the Santa Rosa Rancheria, California; Table Mountain Rancheria of California; Tule River Indian Tribe of the Tule River Reservation, California; and Tuolumne Band of Me-Wuk Indians of the Tuolumne Rancheria of California. The Cold Springs Rancheria of Mono Indians of California and Northfork Rancheria of Mono Indians of California were contacted, but did not participate in the consultations about the human remains and associated funerary objects described in this notice.\\n\\n        In an unknown year, human remains representing a minimum of four individuals were removed from an unknown site in Kingsburg, Fresno County, CA. The museum has no additional information regarding the circumstances of the removal or the museum\\'s acquisition of the human remains. No known individuals were identified. No associated funerary objects are present.\\n        At an unknown date, human remains representing a minimum of one individual were removed from an unknown site in Kettleman Hills, Kings County, CA. The museum has no additional information regarding the circumstances of the removal. On June 26, 1942, the human remains were donated to the museum by Mrs. Frank S. Johnson for the Frank S. Johnson Collection. No known individual was identified. No associated funerary objects are present.\\n        In an unknown year, human remains representing a minimum of one individual were removed from an unknown site near Tulare Lake, 2 miles southwest of Burrell, Kings County, CA, during an excavation by a contractor\\'s bulldozer that was clearing ground for an oil well for the General Petroleum Company. On November 6, 1944, the human remains were donated to the museum by Edwin F. Walker. No known individual was identified. No associated funerary objects are present.\\n        At an unknown date, human remains representing a minimum of seven individuals were removed from an unknown site near Tule Lake, approximately 5 miles from Corcoran, Kings County, CA. The human remains were found in a bulldozed area near an irrigation project. At an unknown time and by unknown means, Mr. Charles Dirks acquired the human remains. On May 17, 1954, the human remains were donated to the museum by Mr. Dirks. No known individuals were identified. The three associated funerary objects are two obsidian arrow points and one obsidian dart point fragment.\\n        At an unknown date, human remains representing a minimum of one individual were removed from an unknown site near the south end of Tule Lake Basin, Kings County, CA. At an unknown time and by unknown means, R.B. Luckey acquired the human remains. On January 10, 1955, the human remains were donated to the museum by R.B. Luckey. No known individual was identified. The one associated funerary object is a hard soil sample with embedded fresh-water shells.\\n        At an unknown date, human remains representing a minimum of one individual were removed from an unknown site near the eastern Sierra foothills, Lost and Long Canyons, Tulare County, CA, by Mr. Henry F. Fuller. The site was on and/or nearby Mr. Fuller\\'s ranch in the Long Canyon area. On January 4, 1949, the human remains and associated funerary items were donated to the museum by Mr. Fuller. No known individual was identified. The 28 associated funerary objects are 17 glass beads and 11 glass trade bead fragments. An additional three associated funerary objects (a biface mano, an obsidian biface blade fragment, and an obsidian uniface scrape) were documented with the burial, but have not been located in the collection.\\n        The ages of the above detailed human remains are unknown. Based on an archeological analysis, the individuals have been identified as Native American. Consultation with a tribal representative of the Santa Rosa Indian Community of the Santa Rosa Rancheria, California, confirmed that the provenience of the human remains is consistent with that of other discoveries of indigenous human remains in the area. Geographical and historical evidence indicates that the sites are located within the traditional territory of the Central Valley Yokuts and Monache people. The Central Valley Yokuts\\' traditional territory extends from Tulare Lake to the Western Sierra Nevada Foothills. Descendants of the Central Valley Yokuts are members of the Picayune Rancheria of the Chukchansi Indians of California; Santa Rosa Indian Community of the Santa Rosa Rancheria, California; Table Mountain Rancheria of California; Tule River Indian Tribe of the Tule River Reservation, California; and Tuolumne Band of Me-Wuk Indians of the Tuolumne Rancheria of California. The Monache\\'s traditional territory is in the proximity of the Western slope of the Sierra Nevada Mountains. Descendants of the Monache are members of the Big Sandy Rancheria of Mono Indians of California; Cold Springs Rancheria of Mono Indians of California; and Northfork Rancheria of Mono Indians of California.\\n        Officials of the Southwest Museum of the American Indian, Autry National Center have determined that, pursuant to 25 U.S.C. 3001 (9-10), the human remains described above represent the physical remains of at least 15 individuals of Native American ancestry. Officials of the Southwest Museum of the American Indian, Autry National Center also have determined that, pursuant to 25 U.S.C. 3001 (3)(A), the 32 objects described above are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony. Lastly, officials of the Southwest Museum of the American Indian, Autry National Center have determined that, pursuant to 25 U.S.C. 3001 (2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and associated funerary objects and the Big Sandy Rancheria of Mono Indians of California; Cold Springs Rancheria of Mono Indians of California; Northfork Rancheria of Mono Indians of California; Picayune Rancheria of the Chukchansi Indians of California; Santa Rosa Indian Community of the Santa Rosa Rancheria, California; Table Mountain Rancheria of California; Tule River Indian Tribe of the Tule River Reservation, California; and Tuolumne Band of Me-Wuk Indians of the Tuolumne Rancheria of California.\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the human remains and associated funerary objects should contact Steven M. Karr, Ph.D., Ahmanson Curator of History and Culture and Interim Executive Director, 234 Museum Drive, Los Angeles, CA 90065, telephone (323) 221-2164, extension 241, or LaLena Lewark, Senior NAGPRA Coordinator, Autry National Center, 4700 Western Heritage Way, Los Angeles, CA 90027, telephone (323) 667-2000, extension 220, before April 6, 2009. Repatriation of the human remains and associated funerary objects to the Santa Rosa Indian Community of the Santa Rosa Rancheria, California may proceed after that date if no additional claimants come forward.\\n        The Southwest Museum of the American Indian, Autry National Center is responsible for notifying the Big Sandy Rancheria of Mono Indians of California; Cold Springs Rancheria of Mono Indians of California; Northfork Rancheria of Mono Indians of California; Picayune Rancheria of the Chukchansi Indians of California; Santa Rosa Indian Community of the Santa Rosa Rancheria, California; Table Mountain Rancheria of California; Tule River Indian Tribe of the Tule River Reservation, California; and Tuolumne Band of Me-Wuk Indians of the Tuolumne Rancheria of California that this notice has been published.\\n        \\n          Dated: February 13, 2009.\\n          Sangita Chari,\\n          Acting Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. E9-4674 Filed 3-4-09; 8:45 am]\\n      BILLING CODE 4312-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Inventory Completion: Southwest Museum of the American Indian, Autry National Center, Los Angeles, CA", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: February 13, 2009.", "signature_name": "Sangita Chari,", "signature_title": "Acting Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. E9-4674 Filed 3-4-09; 8:45 am]", "billing_code": "BILLING CODE 4312-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}