{"index": "I_1489", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Inventory Completion: Alaska State Office, Bureau of Land Management, Anchorage, AK; Alutiiq Museum and Archaeological Repository, Kodiak, AK; and University of Wisconsin Anthropology Department, Madison, WI\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains in the control of the Alaska State Office, Bureau of Land Management, Anchorage, AK, and in the possession of the Alutiiq Museum and Archaeological Repository, Kodiak, AK, and University of Wisconsin Anthropology Department, Madison, WI. The human remains were removed from the Crag Point archeological site (49-KOD-00044) and Anton Larsen archeological site (49-KOD-00040) on Kodiak Island, AK.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003 (d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains. The National Park Service is not responsible for the determinations in this notice.\\n        A detailed assessment of the human remains was made by the Alaska State Office, Bureau of Land Management; Alutiiq Museum and Archaeological Repository; University of Wisconsin Anthropology Department; and Smithsonian Institution professional staff in consultation with representatives of the Koniag, Inc., Native Village of Ouzinkie, and Ouzinkie Native Corporation.\\n        In 1968, excavations occurred at the Crag Point archeological site (49-KOD-00044) on Kodiak Island, AK, by researchers from Bryn Mawr College working in partnership with the Kodiak Area Native Association. Faunal samples from the project were shipped directly from the field to the Department of Anthropology\\'s zooarchaeology laboratory at Hunter College for analysis, where they remained unstudied. In 2000, Robert Kopperl, a graduate student of the University of Washington, Department of Anthropology, gained permission to move the faunal samples to Seattle, WA, to study a portion of the material as part of his doctoral research. During analyses, the human remains were identified. They consist of 41 individual human bones that together make up 20 skeletal elements representing the partial remains of at least 3 individuals. In 2002, 21 of the 41 individual bones were sent to the Alutiiq Museum and Archaeological Repository by Robert Kopperl for assistance with repatriation. In July of 2006, 19 of the 41 individual bones were hand-carried from Seattle to the Alutiiq Museum by a visiting researcher. In September 2007, with permission from the Bureau of Land Management, one additional bone was hand-carried from Seattle to the Alutiiq Museum. No known individuals were identified. No associated funerary objects are present.\\n\\n        At an unknown date in the 1970s, human remains representing a minimum of one individual were removed from Crag Point archeological site (49-KOD-00044) on Kodiak Island, AK, by the now-deceased William Laughlin. The human remains were transported to the University of Wisconsin Anthropology Department at an unknown date and under unknown circumstances. In 2006, the human remains were found among William Laughlin\\'s collections at the University of Wisconsin Anthropology Department where they are presently located. No known individual was identified. No associated funerary objects are present.\\n        At an unknown date in the 1970s, human remains representing a minimum of two individuals were removed from Crag Point archeological site (49-KOD-00044) on Kodiak Island, AK, by the now-deceased William Laughlin. The human remains were transported to the University of Wisconsin Anthropology Department at an unknown date and under unknown circumstances. In 2006, the human remains were found among William Laughlin\\'s collections at the University of Wisconsin Anthropology Department. In 2007, the human remains were sent to the Smithsonian Institution where they are presently located. No known individuals were identified. No associated funerary objects are present.\\n        At an unknown date in the 1960s or 1970s, human remains representing a minimum of one individual were removed from Anton Larsen archeological site (49-KOD-00040) on Kodiak Island, AK, by the now-deceased William Laughlin. The human remains were transported to the University of Wisconsin Anthropology Department at an unknown date and under unknown circumstances. In 2006, the human remains were found among William Laughlin\\'s collections at the University of Wisconsin Anthropology Department. In 2007, the human remains were sent to the Smithsonian Institution for inventory, where they are presently located. No known individual was identified. No associated funerary objects are present.\\n        The Crag Point and Anton Larsen sites are located on Federal lands administered by the Bureau of Land Management. The Crag Point site is a prehistoric archeological deposit with strata spanning the period from about 7,000 to 800 years ago. The human remains at the Alutiiq Museum that were found in the faunal samples come from dense deposits of well-preserved shell midden in the site\\'s upper layers (L1 and L2). These deposits surround a cluster of collapsed sod houses and are known to include both formal burials and scattered deposits of human remains. These well-preserved deposits date primarily to the Late Kachemak tradition (circa 2,700 B.P. to 800 B.P.) as evidenced by typological studies of artifacts and features, as well as multiple radiometric dates. The human remains were not found in a specific feature or area within the midden, but represent scattered elements from a variety of excavation squares. They may be from burials disturbed by the construction of site features, as the site was occupied repeatedly during the Late Kachemak tradition and is known to have contained both individual pit burials and crypt burials in the midden; or they may be the remains of individuals who were not formally buried. Previous studies of human remains from Crag Point illustrate that the remains of some individuals were butchered and mixed with midden deposits. Archeologists believe that the people of the Late Kachemak tradition are ancestors of modern day Alutiiqs. Archeological data collected over the past 20 years indicates that Late Kachemak societies evolved into the more complexly organized societies of the Koniag tradition observed at historic contact in the late 18th century. As such, the human remains from the Crag Point site are presumed to be Native American and most closely affiliated with the contemporary Native residents of the Kodiak archipelago, the Kodiak Alutiiq. Specifically, they were recovered from an area of the Kodiak Archipelago traditionally used by members of the Native Village of Ouzinkie.\\n        The human remains found at the Crag Point archeological site by William Laughlin in the 1970s presently located at the University of Wisconsin Anthropology Department and at the Smithsonian Institution are similarly presumed to date no more recently than 800 B.P., though no specific information is available about them.\\n        The Anton Larsen site is a prehistoric archeological deposit near the Crag Point site. The human remains found at this site by William Laughlin in the 1960s or 1970s and presently at the Smithsonian Institution are similarly presumed to date no more recently than 800 B.P., though no specific information is available about them.\\n        Officials of the Alaska State Office, Bureau of Land Management have determined that, pursuant to 25 U.S.C. 3001 (9-10), the human remains described above represent the physical remains of at least seven individuals of Native American ancestry. Officials of the Alaska State Office, Bureau of Land Management have also determined that, pursuant to 25 U.S.C. 3001 (2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and the Native Village of Ouzinkie.\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the human remains should contact Dr. Robert E. King, Alaska State NAGPRA Coordinator, Bureau of Land Management, 222 W. 7th Avenue, Box 13, Anchorage, AK 99513-7599, telephone (907) 271-5510, before September 12, 2008. Repatriation of the human remains to the Native Village of Ouzinkie may proceed after that date if no additional claimants come forward.\\n        The Alaska State Office, Bureau of Land Management is responsible for notifying the Koniag, Inc., Native Village of Ouzinkie, and Ouzinkie Native Corporation that this notice has been published.\\n        \\n          Dated: July 8, 2008\\n          Daniel Odess,\\n          Assistant Associate Director, Park Cultural Resources.\\n        \\n      \\n      [FR Doc. E8-18713 Filed 8-12-08; 8:45 am]\\n      BILLING CODE 4312-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Inventory Completion: Alaska State Office, Bureau of Land Management, Anchorage, AK; Alutiiq Museum and Archaeological Repository, Kodiak, AK; and University of Wisconsin Anthropology Department, Madison, WI", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: July 8, 2008", "signature_name": "Daniel Odess,", "signature_title": "Assistant Associate Director, Park Cultural Resources.", "fr_doc": "[FR Doc. E8-18713 Filed 8-12-08; 8:45 am]", "billing_code": "BILLING CODE 4312-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}