{"index": "I_1467", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Inventory Completion: New York State Museum, Albany, NY\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains and associated funerary objects in the possession of the New York State Museum, Albany, NY. The human remains were removed from Livingston, Monroe, and Ontario Counties, NY.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003 (d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations in this notice.\\n        A detailed assessment of the human remains was made by New York State Museum professional staff in consultation with representatives of the Seneca Nation of New York, Seneca-Cayuga Tribe of Oklahoma, and Tonawanda Band of Seneca Indians of New York.\\n        In 1911, human remains representing a minimum of 17 individuals were removed during excavations at the Tram Site (NYSM site No. 1037), Livonia Township, Livingston County, NY, by Everett R. Burmaster and Arthur C. Parker, New York State Museum staff. No known individuals were identified. The 38 associated funerary objects are 2 brass or copper bracelets, 15 plum pits, fragments of 2 ceramic vessels, 1 steatite sherd, 1 sample of hematite, 1 antler flaker, 1 chert end scraper, 1 chert core, 1 string of discoidal and tubular shell beads, 1 abrading stone, 3 bone awls, 3 antler pins, 5 unmodified shells, and 1 worked bone square.\\n\\n        Archeological and ethnohistoric evidence used to reconstruct a sequence of historic Seneca village movements identifies the Tram Site as an early historic Seneca site dating to circa A.D. 1580-1600. It is a large palisaded village site with at least two associated cemeteries.\\n        At an unknown time, but prior to 1916, human remains representing a minimum of one individual were removed from the Richmond Mills, also known as the Reed Fort site, in the Town of Richmond, Ontario County, NY, by George R. Mills. Mr. Mills sold the human remains to Ward\\'s Natural Scientific Establishment, as part of a larger collection. In 1916, the New York State Museum purchased the human remains from Ward\\'s Natural Scientific Establishment. No known individual was identified. No associated funerary objects are present.\\n        At an unknown time, but prior to 1918, human remains representing a minimum of one individual were removed from the Richmond Mills site in the Town of Richmond, Ontario County, NY, by an unknown individual. In 1918, the New York State Museum purchased the human remains, as part of a larger collection, from Alvin H. Dewey. No known individual was identified. No associated funerary objects are present.\\n        Archeological evidence, including pottery, removed during excavations at the Richmond Mills site, but not in the possession of the New York State Museum, indicates that the site was a habitation site and was occupied circa A.D. 1450-1550. Analysis of pottery styles indicates that the site was inhabited during a time when the Seneca and Cayuga cultural groups were developing distinct tribal identities while maintaining close social ties. The presence of Richmond Incised pottery is indicative of stylistic continuity with later Seneca sites as well as affinities with contemporary settlements in the Cayuga homeland.\\n        At an unknown time, but prior to 1918, human remains representing a minimum of two individuals were removed from the Marsh site in the Town of East Bloomfield, Ontario County, NY, by Harrison C. Follett. In 1918, the New York State Museum purchased the human remains, as part of a larger collection, from Alvin H. Dewey. No known individuals were identified. No associated funerary objects are present.\\n        The Marsh Site is the location of Gandagan, also known as Gandagaro, a large eastern Seneca village and cemetery, occupied circa A.D. 1655-1675. Gandagan was the site of St. Jacques, the third mission established by the Jesuits among the Seneca. The residents of this community, along with the mission, subsequently moved to Boughton Hill, where it was known by the same Seneca and mission names.\\n        In 1919 and 1920, human remains representing a minimum of 23 individuals were removed from the Boughton Hill site (NYSM Site # 1384) in Victor Township, Ontario County, NY, during excavations by Arthur C. Parker and Everett R. Burmaster, New York State Museum staff (Accession Nos. A1919.50 and 1920.50). Many of the burials had been previously disturbed, the field notes were brief, and the human remains and objects were poorly labeled. No known individuals were identified. The 94 associated funerary objects are 1 pottery effigy pipe; 7 pottery pipe stem fragments; 1 iron adze; 1 iron axe; 1 musket barrel with fragments of the ramrod and ramrod pipe; 2 smoothing stones; fragments of a wooden bowl; fragments of a bark bowl; fragments of a woven bark mat; 1 wooden spoon containing squash seeds; 3 brass kettles; 20 brass fragments; 2 iron knife blades; 9 botanical samples (e.g., seeds); 9 samples of hide, bark, and textile; 10 faunal remains; 3 bear canines; 1 bone comb; 1 bone bead; 15 glass, shell, and catlinite beads; 3 projectile points; and 1 sample of red ochre.\\n        In approximately 1670, residents of the Marsh site relocated to the Boughton Hill site to establish the second and better known site of St. Jacques, the third Jesuit mission established among the Seneca, and the Seneca village of Gannagaro. The village also appears in two contemporary documents with a Seneca name meaning \\xe2\\x80\\x9cbasswood place.\\xe2\\x80\\x9d The village was inhabited from circa A.D. 1655 until 1687, when it was destroyed during the French Campaign of Denonville. The Boughton Hill site is now Ganondagan State Historic Site.\\n        At an unknown time, but prior to 1918, human remains representing a minimum of one individual were removed from the Dann site, also known as the Ball Farm, in Mendon Township, Monroe County, NY, by an unknown individual. In 1918, the New York State Museum purchased the human remains, as part of a larger collection, from Alvin H. Dewey. No known individual was identified. No associated funerary objects are present.\\n        The Dann site was the location of Gandachioragon, a large western Seneca village and cemetery, inhabited circa A.D. 1655-1675. Jesuit missionaries established the first mission among the Seneca, La Conception, at Gandachioragon. Archeologically, the site is also known as Totiakton II. Residents of the community and the mission relocated to Shadekaronyes, the Rochester Junction Site, circa A.D. 1675. Looting of the cemetery began soon after Gandachioragon was abandoned.\\n        At an unknown time, but prior to 1918, human remains representing a minimum of one individual were removed from the Rochester Junction Site, also known as the Sheldon Farm site, in Mendon Township, Monroe County, NY, by an unknown individual. In 1918, the New York State Museum purchased the human remains, as part of a larger collection, from Alvin H. Dewey. No known individual was identified. No associated funerary objects are present.\\n        Rochester Junction was the location of a large western Seneca village and cemetery. In 1675, it was established by Jesuit missionaries and Seneca after the abandonment of Gandachioragon. The site was also known as Shadekaronyes, after the principal Seneca Snipe Clan chief who resided there. Archeologically, the site is also known as Totiakton I. The village was destroyed during the French Denonville Campaign of 1687. Looting of the cemetery commenced soon after the abandonment of the village.\\n        At an unknown time, but prior to 1925, human remains representing a minimum of one individual were removed from an unknown location in the vicinity of Lima, Livingston County, NY. In 1925, the New York State Museum acquired the human remains. No known individual was identified. No associated funerary objects are present.\\n        Copper staining on the mandible indicates that the human remains were originally buried with copper objects, suggesting a historic date for the interment. Five Seneca habitation sites and cemeteries have been identified in the vicinity of Lima, NY. Seneca sites in the vicinity of Lima include a historic period Seneca settlement in the village of Lima; a historic period Seneca cemetery one mile north of Lima; Fort Hill in the town of Lima (Archaeological History of New York, Parker, 1922); historic period Keinthe cemetery, in the town of Lima; and several small fishing camps. It is probable that the human remains were removed from one of the settlements and/or cemeteries.\\n\\n        In 1955, human remains representing a minimum of seven individuals were removed from the Kanadesaga Mound site, Geneva Township, Ontario, NY, during excavations by New York State Museum staff. No known individuals were identified. The 32 associated funerary objects are 3 coffin nails and over 10 fragments of coffin wood; 1 strap buckle; 1 iron hoe; 5 iron fittings (including 1 musket side plate, 1 iron handle, and 3 unidentified iron fragments); 3 crotal bells; 1 glass bead; 2 European clay pipe stem fragments; and 6 wampum beads.\\n        \\n        Kanadesaga was the large eastern village of the Seneca dating to circa A.D. 1754-1779, and the home of the Seneca chief Sayenqueraghta, known also as \\xe2\\x80\\x9cOld King\\xe2\\x80\\x9d and \\xe2\\x80\\x9cOld Smoke.\\xe2\\x80\\x9d Contemporary accounts referred to Kanadesaga as the \\xe2\\x80\\x9cSeneca Castle,\\xe2\\x80\\x9d and the village\\'s prominence on the political landscape was recognized by colonial leaders. The settlement was the site of a blockhouse built on Sir William Johnson\\'s orders, which was the place of residence and workplace of several colonial blacksmiths to the Seneca, briefly the home of Reverend Samuel Kirkland, and a base for Butler\\'s Rangers during the American Revolution. The settlement was destroyed by the American Sullivan-Clinton Campaign in 1779. In the mid-19th century, E.G. Squier and Lewis H. Morgan describe the site and associate the burial mound with the village\\'s Seneca occupants. Morgan reported that Indians made annual visits to the burial mound.\\n        Historical evidence and oral history indicates that the sites discussed above are located in a region that was occupied by the Seneca Indians from A.D. 1450-1779. Archeological evidence indicated that these sites were occupied during the time of Seneca occupation of the region. Based on historical evidence, oral history, and archeological evidence, the human remains and associated funerary objects are identified by officials of the New York State Museum as being Seneca. Descendants of the Seneca are represented by the Seneca Nation of New York, Seneca-Cayuga Tribe of Oklahoma, and Tonawanda Band of Seneca Indians of New York.\\n        Officials of the New York State Museum have determined that, pursuant to 25 U.S.C. 3001 (9-10), the human remains described above represent the physical remains of 54 individuals of Native American ancestry. Officials of the New York State Museum also have determined that, pursuant to 25 U.S.C. 3001 (3)(A), the 164 objects described above are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony. Lastly, officials of the New York State Museum have determined that, pursuant to 25 U.S.C. 3001 (2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and associated funerary objects and the Seneca Nation of New York, Seneca-Cayuga Tribe of Oklahoma, and Tonawanda Band of Seneca Indians of New York.\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the human remains and associated funerary objects should contact Lisa M. Anderson, NAGPRA Coordinator, New York State Museum, 3122 Cultural Education Center, Albany, NY 12230, telephone (518) 486-2020, before November 6, 2008. Repatriation of the human remains and associated funerary objects to the Seneca Nation of New York, Seneca-Cayuga Tribe of Oklahoma, and Tonawanda Band of Seneca Indians of New York may proceed after that date if no additional claimants come forward.\\n        New York State Museum is responsible for notifying the Seneca Nation of New York, Seneca-Cayuga Tribe of Oklahoma, and Tonawanda Band of Seneca Indians of New York that this notice has been published.\\n        \\n          Dated: September 10, 2008.\\n          Sherry Hutt,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. E8-23699 Filed 10-6-08; 8:45 am]\\n      BILLING CODE 4312-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Inventory Completion: New York State Museum, Albany, NY", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: September 10, 2008.", "signature_name": "Sherry Hutt,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. E8-23699 Filed 10-6-08; 8:45 am]", "billing_code": "BILLING CODE 4312-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}