{"index": "I_1454", "messy_full": "\\n      \\n        \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Inventory Completion: University of Denver Department of Anthropology and Museum of Anthropology, Denver, CO; Correction\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice; correction.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains and associated funerary objects in the possession of the University of Denver Department of Anthropology and Museum of Anthropology, Denver, CO.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003 (d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the cultural items. The National Park Service is not responsible for the determinations in this notice.\\n\\n        This notice rescinds a Notice of Inventory Completion published in the Federal Register of July 2, 2001 (FR Doc 01-16547, pages 34956-34957). After further consideration of the evidence, museum officials have determined that the human remains are of Native American ancestry, but that there is not sufficient available evidence that can lead to a reasonable assignment of cultural affiliation as defined at 25 U.S.C. 3001 (2). This research conclusion was supported by feedback during tribal consultations, claims to the area, associated funerary objects, and a rendering of the pictograph found at Cave 5 on the T.O Ranch.\\n        The original notice identified a relationship of shared group identity that was reasonably traced between the Native American human remains and the associated funerary objects with the Apache Tribe of Oklahoma; Arapahoe Tribe of the Wind River Reservation, Wyoming; Cheyenne-Arapaho Tribes of Oklahoma; Comanche Nation, Oklahoma; Fort McDowell Yavapai Nation Arizona; Fort Sill Apache Tribe of Oklahoma; Hopi Tribe of Arizona; Jicarilla Apache Nation, New Mexico; Kiowa Indian Tribe of Oklahoma; Mescalero Apache Tribe of the Mescalero Reservation, New Mexico; Pueblo of Acoma, New Mexico; Pueblo of Cochiti, New Mexico; Pueblo of Isleta, New Mexico; Pueblo of Jemez, New Mexico; Pueblo of Laguna, New Mexico; Pueblo of Nambe, New Mexico; Pueblo of Picuris, New Mexico; Pueblo of Pojoaque, New Mexico; Pueblo of San Felipe, New Mexico; Pueblo of San Ildefonso, New Mexico; Ohkay Owingeh, New Mexico (formerly the Pueblo of San Juan); Pueblo of Sandia, New Mexico; Pueblo of Santa Ana, New Mexico; Pueblo of Santa Clara, New Mexico; Pueblo of Santo Domingo, New Mexico; Pueblo of Taos, New Mexico; Pueblo of Tesuque, New Mexico; Pueblo of Zia, New Mexico; San Carlos Apache Tribe of the San Carlos Reservation, Arizona; Tonto Apache Tribe of Arizona; White Mountain Apache Tribe of the Fort Apache Reservation, Arizona; Yavapai-Apache Nation of the Camp Verde Indian Reservation, Arizona; Ysleta Del Sur Pueblo of Texas; and Zuni Tribe of the Zuni Reservation, New Mexico.\\n        After July 2, 2001, museum officials contracted a research archeologist and conducted additional consultations with representatives of the Comanche Nation, Oklahoma; Hopi Tribe of Arizona; Jicarilla Apache Nation, New Mexico; Navajo Nation, Arizona, New Mexico & Utah; Ohkay Owingeh, New Mexico (formerly the Pueblo of San Juan); Pueblo of Acoma, New Mexico; Pueblo of Cochiti, New Mexico; Pueblo of Isleta, New Mexico; Pueblo of Jemez, New Mexico; Pueblo of Laguna, New Mexico; Pueblo of Nambe, New Mexico; Pueblo of Pojoaque, New Mexico; Pueblo of Sandia, New Mexico; Pueblo of Santa Ana, New Mexico; Pueblo of Santa Clara, New Mexico; Pueblo of Taos, New Mexico; Pueblo of Tesuque, New Mexico; Pueblo of Zia, New Mexico; and Zuni Tribe of the Zuni Reservation, New Mexico. The museum also sent reports and solicited feedback via telephone and correspondence with representatives from the Apache Tribe of Oklahoma; Arapahoe Tribe of the Wind River Reservation, Wyoming; Fort McDowell Yavapai Nation, Arizona; Fort Sill Apache Tribe of Oklahoma; Kiowa Indian Tribe of Oklahoma; Mescalero Apache Tribe of the Mescalero Reservation, New Mexico; Pueblo of Picuris, New Mexico; Pueblo of San Felipe, New Mexico; Pueblo of San Ildefonso, New Mexico; Pueblo of Santo Domingo, New Mexico; San Carlos Apache Tribe of the San Carlos Reservation, Arizona; Tonto Apache Tribe of Arizona; White Mountain Apache Tribe of the Fort Apache Reservation, Arizona; Yavapai-Apache Nation of the Camp Verde Indian Reservation, Arizona; and Ysleta del Sur Pueblo of Texas.\\n        In the notice of July 2, 2001, the human remains representing a minimum of one individual (catalog number DU6065) were removed from an unknown location in the Southwestern part of the United States between the 1920s and the 1950s, possibly by Dr. E.B. Renaud, founder of the University of Denver Department of Anthropology, or H.B. Roberts, who often worked on Dr. Renaud\\'s excavations. The human remains include a cranium of a young adult female with worn dentition and no evidence of cranial flattening (cradleboarding). The cranium is labeled by H.B. Roberts in pencil as \\xe2\\x80\\x9cBasketmaker Female Early Southwest.\\xe2\\x80\\x9d Catalog records do not identify a specific site or any archeological context. No known individual was identified. No associated funerary objects are present. Officials at the University of Denver Museum of Anthropology recognize that scholars have historically attributed the activity of cradleboarding to Pueblo Tribes, but during consultation, Pueblo officials knew of examples of other groups who used cradleboards. In the absence of specific archeological dates, representatives agreed that cranial flattening was not specifically a Pueblo cultural practice.\\n        In the notice of July 2, 2001, the human remains representing one individual (catalog number DU6067) and 198 associated funerary objects were recovered from a cave (Renaud number Cave 6) on the T.O. Ranch, near Folsom, Colfax County, NM, by Dr. E.B. Renaud of the University of Denver Department of Anthropology in 1929. No known individual was identified. The 198 associated funerary objects are 9 bone awls, 1 antler flaker, 124 bone beads (found in the configuration of a necklace), 1 hammerstone, 2 choppers, 1 stone pounder, 1 metate, and 59 chipped stone tools. The assemblage has been dated to the terminal Archaic/Transitional Basketmaker (circa 200 B.C. to A.D. 700 based on the archeological context of the site).\\n\\n        Dr. Renaud collected the human remains and funerary objects while on an expedition sponsored by the Colorado Museum of Natural History (now the Denver Museum of Nature & Science). The burial site and other caves in the area included corn cobs as well as fragments of yucca sandals that Dr. Reynaud says resemble those found by Kidder and Guernsey in northeastern Arizona. Dr. Renaud characterizes the entire culture as \\xe2\\x80\\x9cprimitive maize growers.\\xe2\\x80\\x9d Dr. Renaud links Cave 6 with another cave in the area, Cave 5, based on the relative position of the hearths and the similarity of the lithic and animal bone assemblages. He concludes that the occupations of these neighboring caves were essentially the same and contemporaneous, and that both reflect the same culture. A pictograph appears at the opening of Cave 5, described as a small, conventionalized male figure with squared-shoulders.\\n        The expedition encompassed the Cimarron Valley, including Kenton Caves in the panhandle of Oklahoma. Based on the material culture, Renaud groups all the sites in the Cimarron Valley as a discrete cultural group, which he describes alternatively as \\xe2\\x80\\x9cBasketmaker,\\xe2\\x80\\x9d \\xe2\\x80\\x9cPrimitive Basketmaker,\\xe2\\x80\\x9d and \\xe2\\x80\\x9cFumerole.\\xe2\\x80\\x9d The lack of specific evidence does not make cultural affiliation conclusive. A review of more recent literature regarding the Cimarron Valley reveals that as a result of scattered artifact collections, inadequate material descriptions, and poor provenience information, assigning cultural affiliation to these sites is impossible.\\n        Based on the information described above, including tribal consultation and expert opinion, officials of the University of Denver Museum of Anthropology have determined that, pursuant to 25 U.S.C. 3001 (2), a relationship of shared group identity cannot be reasonably traced between the Native American human remains and associated funerary objects and any present-day Indian tribe.\\n        Representatives of any Native American tribe who wish to comment on this notice should address their comments to Dr. Christina Kreps, University of Denver Museum of Anthropology, Sturm 146, Denver, CO 80208, telephone (303) 871-2688, before November 20, 2008.\\n        The University of Denver Museum of Anthropology is responsible for notifying the Apache Tribe of Oklahoma; Arapahoe Tribe of the Wind River Reservation, Wyoming; Cheyenne-Arapaho Tribes of Oklahoma; Comanche Nation, Oklahoma; Fort McDowell Yavapai Nation, Arizona; Fort Sill Apache Tribe of Oklahoma; Hopi Tribe of Arizona; Jicarilla Apache Nation, New Mexico; Kiowa Indian Tribe of Oklahoma; Mescalero Apache Tribe of the Mescalero Reservation, New Mexico; Ohkay Owingeh, New Mexico (formerly the Pueblo of San Juan); Pueblo of Acoma, New Mexico; Pueblo of Cochiti, New Mexico; Pueblo of Isleta, New Mexico; Pueblo of Jemez, New Mexico; Pueblo of Laguna, New Mexico; Pueblo of Nambe, New Mexico; Pueblo of Picuris, New Mexico; Pueblo of Pojoaque, New Mexico; Pueblo of San Felipe, New Mexico; Pueblo of San Ildefonso, New Mexico; Pueblo of Sandia, New Mexico; Pueblo of Santa Ana, New Mexico; Pueblo of Santa Clara, New Mexico; Pueblo of Santo Domingo, New Mexico; Pueblo of Taos, New Mexico; Pueblo of Tesuque, New Mexico; Pueblo of Zia, New Mexico; San Carlos Apache Tribe of the San Carlos Reservation, Arizona; Tonto Apache Tribe of Arizona; White Mountain Apache Tribe of the Fort Apache Reservation, Arizona; Yavapai-Apache Nation of the Camp Verde Indian Reservation, Arizona; Ysleta Del Sur Pueblo of Texas; and Zuni Tribe of the Zuni Reservation, New Mexico that this notice has been published.\\n        \\n          Dated: October 6, 2008\\n          Sherry Hutt,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. E8-24963 Filed 10-20-08; 8:45 am]\\n      BILLING CODE 4312-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Inventory Completion: University of Denver Department of Anthropology and Museum of Anthropology, Denver, CO; Correction", "agency2": "National Park Service, Interior.", "action": "Notice; correction.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: October 6, 2008", "signature_name": "Sherry Hutt,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. E8-24963 Filed 10-20-08; 8:45 am]", "billing_code": "BILLING CODE 4312-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}