{"index": "I_1449", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Inventory Completion: U.S. Department of the Interior, Bureau of Indian Affairs, Washington, DC, and New York State Museum, Albany, NY\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C 3003, of the completion of an inventory of human remains and associated funerary objects in the control of the U.S. Department of the Interior, Bureau of Indian Affairs, Washington, DC, and in the possession of the New York State Museum, Albany, NY. The human remains and associated funerary objects were removed from Dukes County, MA.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C 3003 (d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations in this notice.\\n        A detailed assessment of the human remains was made by New York State Museum professional staff in consultation with representatives of the Wampanoag Tribe of Gay Head (Acquinnah) of Massachusetts.\\n        In 1966, human remains representing a minimum of two individuals were recovered from the Howland 2 Site, Dukes County, Martha\\'s Vineyard Island, MA, during an archeological survey conducted by Frank Schambach, New York State Museum staff. No known individuals were identified. The nine associated funerary objects are eight wrought iron nails with wood adhering and a fragment of deer bone scapula.\\n        The Howland 2 Site is located on Shotnine Hill overlooking Squibnocket Pond within the historic boundaries of the community of Gay Head. The human remains were found in two separate locations on the same site. Wrought iron nails associated with one of the individuals dates the burial to post-European contact, dated to circa 18th-19th centuries. Although the only funerary object found with the second individual consisted of a fragment of animal bone, the depth of the burial, which was over 4 1/2 feet deep, and its proximity to the other individual of historic age, indicates that these human remains may also date to a post-contact time period.\\n        Historic records indicate that the Wampanoag have maintained a continuous presence on Martha\\'s Vineyard, despite colonization of the island by Euroamericans in A.D. 1641. In 1711, Gay Head was established as a reservation for the Wampanoag Gay Head Indians by the Society for the Propogation of the Gospel in New England. In 1714, the community was closed off to the public by a ditch and gate enclosure, along what is now the boundary with Chilmark. The Howland 2 Site is located within this boundary. Its location within the historic boundary of Gay Head suggests that the site was used for burial by residents of the Wampanoag community, rather than by Euroamericans.\\n        Historic information indicates that the area of the Howland 2 Site has been part of Wampanoag-use lands since 1711. Archeological evidence indicates that the burials most likely date to a time subsequent to the establishment of the Gay Head community for the Wampanoag Indians by the Society for the Propagation of the Gospel in New England. Based on this historical and archeological evidence, officials of the New York State Museum have determined that the human remains and funerary objects are culturally affiliated with the Wampanoag Tribe of Gay Head (Aquinnah) of Massachusetts. Officials of the Bureau of Indian Affairs concur with the determinations in this notice.\\n        Officials of the Bureau of Indian Affairs and New York State Museum have determined that, pursuant to 25 U.S.C. 3001 (9-10), the human remains described above represent the physical remains of two individuals of Native American ancestry. Officials of the Bureau of Indian Affairs and New York State Museum have also determined that, pursuant to 25 U.S.C. 3001 (3)(A), the nine objects described above are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony. Lastly, officials of the Bureau of Indian Affairs and New York State Museum have determined that, pursuant to 25 U.S.C. 3001(2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and associated funerary objects and the Wampanpoag Tribe of Gay Head (Aquinnah) of Massachusetts.\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the human remains and associated funerary objects should contact Lisa M. Anderson, NAGPRA Coordinator, New York State Museum, 3049 CEC, Albany, NY 12230, telephone (518) 486-2020, before November 28, 2008. Repatriation of the human remains and associated funerary objects to the Wampanpoag Tribe of Gay Head (Aquinnah) of Massachusetts may proceed after that date if no additional claimants come forward.\\n        The New York State Museum is responsible for notifying the Wampanpoag Tribe of Gay Head (Aquinnah) of Massachusetts that this notice has been published.\\n        \\n          Dated: September 30, 2008\\n          Sherry Hutt,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. E8-25763 Filed 10-28-08; 8:45 am]\\n      BILLING CODE 4312-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Inventory Completion: U.S. Department of the Interior, Bureau of Indian Affairs, Washington, DC, and New York State Museum, Albany, NY", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: September 30, 2008", "signature_name": "Sherry Hutt,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. E8-25763 Filed 10-28-08; 8:45 am]", "billing_code": "BILLING CODE 4312-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}