{"index": "I_1430", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Inventory Completion: U.S. Department of the Interior, Bureau of Land Management, California State Office, Sacramento, CA and University of California, Los Angeles, Fowler Museum of Cultural History, Los Angeles, CA\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains in the control of the U.S. Department of the Interior, Bureau of Land Management, California State Office, Sacramento, CA, and in the possession of the University of California, Los Angeles, Fowler Museum of Cultural History, Los Angeles, CA. The human remains were removed from Inyo County, CA.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003 (d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains. The National Park Service is not responsible for the determinations in this notice.\\n        A detailed assessment of the human remains was made by the University of California, Los Angeles, Fowler Museum of Cultural History professional staff with the Bureau of Land Management consulting with representatives of the Big Pine Band of Owens Valley Paiute-Shoshone Indians of the Big Pine Reservation, California; Death Valley Timbi-Sha Shoshone Band of California; Fort Independence Indian Community of Paiute Indians of the Fort Independence Reservation, California; Paiute-Shoshone Indians of the Bishop Community of the Bishop Colony, California; and Paiute-Shoshone Indians of the Lone Pine Community of the Lone Pine Reservation, California.\\n        In 1950-1951, fragmentary human remains representing a minimum of one individual were removed from Dry Lake Cave (site CA-INY-1898) in Inyo County, CA, during permitted excavations by the University of California, Los Angeles, Department of Anthropology. No known individual was identified. No associated funerary objects are present.\\n        The age of the site is prehistoric. Archeological evidence and oral tradition of tribal representatives identify the Dry Lake Cave area as located within the traditional territory of the Big Pine Band of Owens Valley Paiute-Shoshone Indians of the Big Pine Reservation, California; Death Valley Timbi-Sha Shoshone Band of California; Fort Independence Indian Community of Paiute Indians of the Fort Independence Reservation, California; Paiute-Shoshone Indians of the Bishop Community of the Bishop Colony, California; and Paiute-Shoshone Indians of the Lone Pine Community of the Lone Pine Reservation, California.\\n        Officials of the Bureau of Land Management, California State Office have determined that, pursuant to 25 U.S.C. 3001 (9-10), the human remains described above represent the physical remains of one individual of Native American ancestry. Officials of the Bureau of Land Management, California State Office also have determined that, pursuant to 25 U.S.C. 3001 (2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and the Big Pine Band of Owens Valley Paiute-Shoshone Indians of the Big Pine Reservation, California; Death Valley Timbi-Sha Shoshone Band of California; Fort Independence Indian Community of Paiute Indians of the Fort Independence Reservation, California; Paiute-Shoshone Indians of the Bishop Community of the Bishop Colony, California; and Paiute-Shoshone Indians of the Lone Pine Community of the Lone Pine Reservation, California.\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the human remains should contact Dr. Stephanie Damadio, Bureau of Land Management, 2800 Cottage Way, Sacramento, CA 95825, telephone (916) 978-4650, before January 29, 2009. Repatriation of the human remains to the Big Pine Band of Owens Valley Paiute-Shoshone Indians of the Big Pine Reservation, California; Death Valley Timbi-Sha Shoshone Band of California; Fort Independence Indian Community of Paiute Indians of the Fort Independence Reservation, California; Paiute-Shoshone Indians of the Bishop Community of the Bishop Colony, California; and Paiute-Shoshone Indians of the Lone Pine Community of the Lone Pine Reservation, California may proceed after that date if no additional claimants come forward.\\n        The Bureau of Land Management, California State Office is responsibe for notifying the Big Pine Band of Owens Valley Paiute-Shoshone Indians of the Big Pine Reservation, California; Death Valley Timbi-Sha Shoshone Band of California; Fort Independence Indian Community of Paiute Indians of the Fort Independence Reservation, California; Paiute-Shoshone Indians of the Bishop Community of the Bishop Colony, California; and Paiute-Shoshone Indians of the Lone Pine Community of the Lone Pine Reservation, California that this notice has been published.\\n        \\n          Dated: November 24, 2008\\n          Sherry Hutt,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. E8-30896 Filed 12-29-08; 8:45 am]\\n      BILLING CODE 4312-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Inventory Completion: U.S. Department of the Interior, Bureau of Land Management, California State Office, Sacramento, CA and University of California, Los Angeles, Fowler Museum of Cultural History, Los Angeles, CA", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: November 24, 2008", "signature_name": "Sherry Hutt,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. E8-30896 Filed 12-29-08; 8:45 am]", "billing_code": "BILLING CODE 4312-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}