{"index": "I_1470", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR  \\n        National Park Service  \\n        Notice of Inventory Completion: U.S. Department of the Interior, National Park Service, San Juan Island National Historical Park, Friday Harbor, WA and Thomas Burke Memorial Washington State Museum, University of Washington, Seattle, WA; Correction  \\n        \\n          AGENCY:  \\n          National Park Service, Interior.  \\n        \\n        \\n          ACTION:  \\n          Notice; correction.  \\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains and associated funerary objects in the possession of the Thomas Burke Memorial Washington State Museum (Burke Museum), University of Washington, Seattle, WA, and in the control of the U.S. Department of the Interior, National Park Service, San Juan Island National Historical Park, Friday Harbor, WA. The human remains and associated funerary objects were removed from San Juan County, WA.  \\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003 (d)(3). The determinations in this notice are the sole responsibility of the superintendent, San Juan Island National Historical Park.  \\n\\n        This notice corrects the number of associated funerary objects reported in a Notice of Inventory Completion published in the Federal Register on July 18, 2008.  \\n        In the Federal Register of July 18, 2008 (FR Doc E8-16482, page 41379 - 41380), paragraph numbers 7-8 are corrected by substituting the following paragraphs:  \\n        In 1950, human remains representing a minimum of seven individuals were removed from the English Camp Site (45-SJ-24) in San Juan County, WA, during a University of Washington summer field school directed by Professor Adan Treganza of San Francisco State University. The human remains and associated funerary objects were transferred to the Burke Museum and accessioned by the National Park Service. No known individuals were identified. The 23 associated funerary objects are 1 broken chipped stone projectile point and 22 non-human bone fragments.  \\n        In 1970, 1971, and 1972, human remains representing a minimum of eight individuals were removed from the English Camp Site in San Juan County, WA, during University of Idaho field schools directed by Dr. Roderick Sprague. The human remains and associated funerary objects were transferred to the Burke Museum and accessioned by the National Park Service. No known individuals were identified. The 58 associated funerary objects are 1 splinter awl made from deer bone, 1 tip of an antler tine, 1 square nail fragment, 1 wood fragment, 1 Horse Clam shell fragment, 6 basalt flakes, and 47 non-human skeletal fragments and non-human teeth.  \\n        Paragraph number 10 is corrected by substituting the following paragraph:  \\n\\n        In 1951, human remains representing a minimum of seven individuals were removed from the North Garrison Bay Site (45-SJ-25) in San Juan County, WA, during a summer field school in archeology under the direction of Professor Carroll Burroughs of the University of Washington. The North Garrison Bay Site is a prehistoric village site north of both the Guss Island Site and English Camp Site referred to previously. The fragmentary human remains were transferred to the Burke Museum and accessioned by the National Park Service. No known individuals were identified. The 11 associated funerary objects are 1 shell fragment, 1 fused non-human radius and ulna, 1 deer ulna, 1 carnivore mandible fragment, 1 non-human rib fragment, 2 non-human bone fragments, and 4 lots of organic matter.  \\n        Paragraph number 13 is corrected by substituting the following paragraph:  \\n        Officials of San Juan Island National Historical Park have determined that, pursuant to 25 U.S.C. 3001 (9-10), the human remains described above represent the physical remains of 34 individuals of Native American ancestry. Officials of San Juan Island National Historical Park also have determined that, pursuant to 25 U.S.C. 3001 (3)(A), the 130 associated funerary objects are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony. Lastly, officials of San Juan Island National Historical Park have determined that, pursuant to 25 U.S.C. 3001 (2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and associated funerary objects and the Lummi Tribe of the Lummi Reservation, Washington.  \\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the human remains and associated funerary objects should contact Peter Dederich, superintendent, San Juan Island National Historical Park, P.O. Box 429, Friday Harbor, WA 98250-04289, telephone (360) 378-2240, before October 3, 2008. Repatriation of the human remains and associated funerary objects to the Lummi Tribe of the Lummi Reservation, Washington may proceed after that date if no additional claimants come forward.  \\n        San Juan Island National Historical Park is responsible for notifying the Lummi Tribe of the Lummi Reservation, Washington; Samish Indian Tribe, Washington; and Swinomish Indians of the Swinomish Reservation, Washington that this notice has been published.  \\n        \\n          Dated: August 11, 2008  \\n          Sherry Hutt,  \\n          Manager, National NAGPRA Program.  \\n        \\n      \\n      [FR Doc. E8-20400 Filed 9-2-08; 8:45 am]\\n      BILLING CODE 4312-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR  ", "sub_agency1": "National Park Service  ", "dep_doc": "Null", "subject": "Notice of Inventory Completion: U.S. Department of the Interior, National Park Service, San Juan Island National Historical Park, Friday Harbor, WA and Thomas Burke Memorial Washington State Museum, University of Washington, Seattle, WA; Correction  ", "agency2": "National Park Service, Interior.  ", "action": "Notice; correction.  ", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: August 11, 2008  ", "signature_name": "Sherry Hutt,  ", "signature_title": "Manager, National NAGPRA Program.  ", "fr_doc": "[FR Doc. E8-20400 Filed 9-2-08; 8:45 am]", "billing_code": "BILLING CODE 4312-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}