{"index": "I_1450", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Inventory Completion: U.S. Department of the Interior, Bureau of Indian Affairs, Washington, DC, and Minnesota Indian Affairs Council, St. Paul and Bemidji, MN\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains in the control of the U.S. Department of the Interior, Bureau of Indian Affairs, Washington, DC, and in the possession of the Minnesota Indian Affairs Council, St. Paul and Bemidji, MN.  The human remains were removed from an unknown location on the White Earth Reservation, Mahnomen County, MN.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003(d)(3).  The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains.  The National Park Service is not responsible for the determinations in this notice.\\n        A detailed assessment of the human remains was made by Minnesota Indian Affairs Council professional staff on behalf of the Bureau of Indian Affairs, in consultation with representatives of the White Earth Band of the Minnesota Chippewa Tribe, Minnesota.\\n        In 1934, human remains representing a minimum of one individual were removed from an unknown location at Rice Lake, White Earth Reservation, Mahnomen County, MN, during a building project by the Indian Emergency Conservation.  No known individual was identified.  No associated funerary objects are present.\\n        Based on reported associated burial objects not present in the Minnesota Indian Council\\'s collection, including a bone needle with thread, the human remains have been identified as a post-Euroamerican contact cemetery burial related to the local Ojibwe population, also known as Chippewa, residing at the White Earth Reservation.\\n\\n        Officials of the U.S. Department of the Interior, Bureau of Indian Affairs and Minnesota Indian Affairs Council have determined that, pursuant to 25 U.S.C. 3001 (9-10), the human remains described above represent the physical remains of one individual of Native American ancestry. Officials of the U.S. Department of the Interior, Bureau of Indian Affairs and Minnesota Indian Affairs Council also have determined that, pursuant to 25 U.S.C. 3001 (2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and the White Earth Band of the Minnesota Chippewa Tribe, Minnesota.\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the human remains should contact James L. (Jim) Jones Jr., Cultural Resource Director, Minnesota Indian Affairs Council, 1819 Bemidji Ave., Bemidji, MN 56601, telephone (218) 755-3825, before November 28, 2008.  Repatriation of the human remains to the White Earth Band of the Minnesota Chippewa Tribe, Minnesota may proceed after that date if no additional claimants come forward.\\n        The Minnesota Indian Affairs Council is responsible for notifying the White Earth Band of the Minnesota Chippewa Tribe, Minnesota that this notice has been published.\\n        \\n          Dated:  September 30, 2008\\n          Sherry Hutt,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. E8-25792 Filed 10-27-08; 8:45 am]\\n      BILLING CODE 4312-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Inventory Completion: U.S. Department of the Interior, Bureau of Indian Affairs, Washington, DC, and Minnesota Indian Affairs Council, St. Paul and Bemidji, MN", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated:  September 30, 2008", "signature_name": "Sherry Hutt,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. E8-25792 Filed 10-27-08; 8:45 am]", "billing_code": "BILLING CODE 4312-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}