{"index": "I_144", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        [NPS-WASO-NAGPRA-NPS0027261; PPWOCRADN0-PCU00RP14.R50000]\\n        Notice of Inventory Completion: Arizona State Museum, University of Arizona, Tucson, AZ\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        \\n          SUMMARY:\\n\\n          The Arizona State Museum, University of Arizona (ASM) has completed an inventory of human remains, in consultation with the appropriate Indian Tribes or Native Hawaiian organizations, and has determined that there is a cultural affiliation between the human remains and present-day Indian Tribes or Native Hawaiian organizations. Lineal descendants or representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains should submit a written request to the ASM. If no additional requestors come forward, transfer of control of the human remains to the lineal descendants, Indian Tribes, or Native Hawaiian organizations stated in this notice may proceed.\\n        \\n        \\n          DATES:\\n          Lineal descendants or representatives of any Indian Tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains should submit a written request with information in support of the request to the ASM at the address in this notice by April 1, 2019.\\n        \\n        \\n          ADDRESSES:\\n          John McClelland, NAGPRA Coordinator, P.O. Box 210026, Arizona State Museum, University of Arizona, Tucson, AZ 85721, telephone (520) 626-2950.\\n        \\n      \\n      \\n        SUPPLEMENTARY INFORMATION:\\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains under the control of the Arizona State Museum, University of Arizona, Tucson, AZ. The human remains and associated funerary objects were removed from Pima County, AZ.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003(d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains. The National Park Service is not responsible for the determinations in this notice.\\n        Consultation\\n        A detailed assessment of the human remains was made by the ASM professional staff in consultation with representatives of the Ak-Chin Indian Community (previously listed as the Ak Chin Indian Community of the Maricopa (Ak Chin) Indian Reservation, Arizona); Cocopah Tribe of Arizona; Gila River Indian Community of the Gila River Indian Reservation, Arizona; Hopi Tribe of Arizona; Pascua Yaqui Tribe of Arizona; Quechan Tribe of the Fort Yuma Indian Reservation, California & Arizona; Salt River Pima-Maricopa Indian Community of the Salt River Reservation, Arizona; Tohono O\\'odham Nation of Arizona; and the Zuni Tribe of the Zuni Reservation, New Mexico (hereafter referred to as \\xe2\\x80\\x9cThe Consulted Tribes\\xe2\\x80\\x9d).\\n        History and Description of the Remains\\n        In 1981, human remains representing, at minimum, one individual were removed from an unrecorded location, AZ Y:2:0, located in Yuma County, AZ, during a legally authorized survey of Arizona State Trust lands conducted by the ASM under the direction of Richard Lange. The survey was conducted in advance of a proposed agricultural lease. The designation AZ Y:2:0 was used to refer to isolated artifacts collected outside the boundaries of recorded archeological sites within the survey area. No human burials were reported at the time of the survey. Collections from this survey were received by ASM in 1981, and were assigned an accession number in 1995. In 2010, museum staff discovered these human remains in the site survey collections. No known individuals were identified. No associated funerary objects are present.\\n\\n        Recorded sites in the vicinity of these human remains were reported to contain a mixture of Yuman and Hohokam material culture including, but not limited to, Colorado Buff Ware ceramics. The condition of the human remains is consistent with Yuman and Hohokam mortuary practices. Archeologists describe the earliest settlements in Southern Arizona as belonging to the Late Archaic/Early Agricultural horizon. Recent archeological investigations have added support to the hypothesis that the Hohokam cultural tradition arose from this earlier horizon, based on continuities in settlement pattern, architectural technologies, irrigation technologies, subsistence patterns, and material culture. It has been difficult for archeologists to date the beginning of the Hohokam period because the appearance of its distinctive cultural traits, such as ceramic technologies and mortuary patterns, was a gradual process spanning several hundred years. This gradualism adds further support to the hypothesis that the Hohokam tradition evolved in place from earlier Late Archaic traditions. Linguistic evidence furthermore suggests that the Hohokam tradition was multiethnic in nature. Cultural continuity between these prehistoric occupants of Southern Arizona and present-day O\\'odham peoples is supported by continuities in settlement pattern, architectural technologies, basketry, textiles, ceramic technology, and ritual practices. Oral traditions that are documented for the Ak-Chin Indian Community (previously listed as the Ak Chin Indian Community of the Maricopa (Ak Chin) Indian Reservation, Arizona); Gila River Indian Community of the Gila River Indian Reservation, Arizona; Salt River Pima-Maricopa Indian Community of the Salt River Reservation, Arizona; and the Tohono O\\'odham Nation of Arizona support cultural affiliation with Late Archaic/Early Agricultural period and Hohokam sites in southern Arizona. Oral traditions that are documented for the Hopi Tribe also support cultural affiliation with Late Archaic/Early Agricultural period and Hohokam sites in the region. Several Hopi clans and religious societies are derived from ancestors who migrated from the south, and likely identified with the Hohokam tradition. Oral traditions of medicine societies and kiva groups of the Zuni Tribe recount migration from distant portions of the Southwest to present day Zuni and supports affiliation with Hohokam and Late Archaic traditions. Historical linguistic analysis also suggests interaction between ancestral Zuni and UtoAztecan speakers during the late Hohokam period. Archeological studies suggest that Yuman groups have resided along the Lower Colorado River and the Lower Gila River in Southern Arizona for at least 1,000 years. Their presence in these areas is documented historically by Spanish explorers who, in the 1600s and 1700s, encountered people living in widely scattered rancherias around the Lower Colorado River and the Lower Gila River. Several lines of archeological evidence including similarities in material culture, settlement patterns, ceremonial sites and practices, residential architecture, and subsistence patterns suggest that the Yuman cultural traditions arose from an earlier, archeological tradition typically referred to as Patayan. Evidence of early Patayan occupation in the Lower Colorado River is poorly preserved largely due to the inundation of large areas by the Lake Mohave and Lake Havasu reservoirs, and the intensive agricultural practices of surrounding valleys. However, permanent settlements dating to around 1500 are documented in the Mohave Valley, as well as contemporaneous geoglyphs and trail networks linking ceremonial, occupational, and resource exploitation areas. In the Lower Gila River area, evidence of Patayan occupation prior to the introduction of ceramics is poorly documented due to the ephemeral nature of such early sites. However, following the introduction of ceramics around A.D. 700, settlements in the area became more permanent. Archeological evidence for these more permanent settlements include sites with pit houses and roasting or fire pits, and artifact assemblages containing similar ceramic sherds, chipped stone, and ground stone. Although there is evidence of some co-residence between Patayan and Hohokam groups, especially in the vicinity of Gila Bend, Patayan groups share distinct cultural practices. These practices include settlement and subsistence patterns characterized by semi-permanent or permanent farming rancherias scattered across the floodplain of the Lower Gila River and the Lower Colorado River that are typically comprised of two to seven pit houses. Produce from these farms was augmented by seasonal gathering of resources from temporary camps along the river tributaries, as well as adjacent deserts and mountains. Large ceremonial sites served as gathering places for multiple families, are characterized by shrines, petroglyphs, earth figures, intaglios, dance pathways, and rock alignments located on desert terraces adjacent to the floodplains. All Patayan groups and their descendants practice cremation. Given the relative lack of archeological evidence on Patayan groups, archeologists have had difficulty establishing a relationship between prehispanic Patayan groups and specific historic Yuman tribes. However, archeologists have found the Patayan to be culturally affiliated with the Fort Mojave Tribe, Colorado River Indian Tribes, Cocopah Tribe, and Fort Yuma-Quechan Tribe. Modern Yuman groups in Southern Arizona, including the Fort Mojave Tribe, Colorado River Indian Tribes, Cocopah Tribe, and the Fort-Yuma Quechan Tribe, share oral traditions which trace their origins to the time of creation at Spirit Mountain (Avikwaame). According to this oral tradition, the Creator led the seven original Yuman groups to their various ancestral homelands, naming certain geographical markers along the way. Cultural informants cited place names from their oral traditions\\xe2\\x80\\x94settlements, geographic features, and significant locations\\xe2\\x80\\x94that correlate to geographical areas of occupation defined by archeological material culture. These oral traditions suggest cultural continuity between modern Yuman groups and the earlier archeological Patayan culture.\\n        Determinations Made by the Arizona State Museum\\n        Officials of the Arizona State Museum have determined that:\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice represent the physical remains of one individual of Native American ancestry.\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and the Ak-Chin Indian Community (previously listed as the Ak Chin Indian Community of the Maricopa (Ak Chin) Indian Reservation, Arizona); Cocopah Tribe of Arizona; Colorado River Indian Tribes of the Colorado River Indian Reservation, Arizona and California; Fort Mojave Indian Tribe of Arizona, California & Nevada; Gila River Indian Community of the Gila River Indian Reservation, Arizona; Hopi Tribe of Arizona; Quechan Tribe of the Fort Yuma Indian Reservation, California & Arizona; Salt River Pima-Maricopa Indian Community of the Salt River Reservation, Arizona; Tohono O\\'odham Nation of Arizona; and the Zuni Tribe of the Zuni Reservation, New Mexico (hereafter referred to as \\xe2\\x80\\x9cThe Affiliated Tribes\\xe2\\x80\\x9d).\\n        Additional Requestors and Disposition\\n        Lineal descendants or representatives of any Indian Tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human should submit a written request with information in support of the request to John McClelland, NAGPRA Coordinator, P.O. Box 210026, Arizona State Museum, University of Arizona, Tucson, AZ 85721, telephone (520) 626-2950, by April 1, 2019. After that date, if no additional requestors have come forward, transfer of control of the human remains to The Affiliated Tribes may proceed.\\n        The Arizona State Museum is responsible for notifying The Consulted Tribes and The Affiliated Tribes that this notice has been published.\\n        \\n          Dated: February 1, 2019.\\n          Melanie O\\'Brien,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. 2019-03568 Filed 2-28-19; 8:45 am]\\n       BILLING CODE 4312-52-P\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "[NPS-WASO-NAGPRA-NPS0027261; PPWOCRADN0-PCU00RP14.R50000]", "subject": "Notice of Inventory Completion: Arizona State Museum, University of Arizona, Tucson, AZ", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "The Arizona State Museum, University of Arizona (ASM) has completed an inventory of human remains, in consultation with the appropriate Indian Tribes or Native Hawaiian organizations, and has determined that there is a cultural affiliation between the human remains and present-day Indian Tribes or Native Hawaiian organizations. Lineal descendants or representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains should submit a written request to the ASM. If no additional requestors come forward, transfer of control of the human remains to the lineal descendants, Indian Tribes, or Native Hawaiian organizations stated in this notice may proceed.", "dates": "Lineal descendants or representatives of any Indian Tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains should submit a written request with information in support of the request to the ASM at the address in this notice by April 1, 2019.", "addresses": "John McClelland, NAGPRA Coordinator, P.O. Box 210026, Arizona State Museum, University of Arizona, Tucson, AZ 85721, telephone (520) 626-2950.", "signature_dated": "Dated: February 1, 2019.", "signature_name": "Melanie O\\'Brien,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. 2019-03568 Filed 2-28-19; 8:45 am]", "billing_code": " BILLING CODE 4312-52-P", "supp_info": "SUPPLEMENTARY INFORMATION: \n Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains under the control of the Arizona State Museum, University of Arizona, Tucson, AZ. The human remains and associated funerary objects were removed from Pima County, AZ. \n This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003(d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains. The National Park Service is not responsible for the determinations in this notice. \n Consultation \n A detailed assessment of the human remains was made by the ASM professional staff in consultation with representatives of the Ak-Chin Indian Community (previously listed as the Ak Chin Indian Community of the Maricopa (Ak Chin) Indian Reservation, Arizona); Cocopah Tribe of Arizona; Gila River Indian Community of the Gila River Indian Reservation, Arizona; Hopi Tribe of Arizona; Pascua Yaqui Tribe of Arizona; Quechan Tribe of the Fort Yuma Indian Reservation, California & Arizona; Salt River Pima-Maricopa Indian Community of the Salt River Reservation, Arizona; Tohono O\\'odham Nation of Arizona; and the Zuni Tribe of the Zuni Reservation, New Mexico (hereafter referred to as \\xe2\\x80\\x9cThe Consulted Tribes\\xe2\\x80\\x9d). \n History and Description of the Remains \n In 1981, human remains representing, at minimum, one individual were removed from an unrecorded location, AZ Y:2:0, located in Yuma County, AZ, during a legally authorized survey of Arizona State Trust lands conducted by the ASM under the direction of Richard Lange. The survey was conducted in advance of a proposed agricultural lease. The designation AZ Y:2:0 was used to refer to isolated artifacts collected outside the boundaries of recorded archeological sites within the survey area. No human burials were reported at the time of the survey. Collections from this survey were received by ASM in 1981, and were assigned an accession number in 1995. In 2010, museum staff discovered these human remains in the site survey collections. No known individuals were identified. No associated funerary objects are present. \n Recorded sites in the vicinity of these human remains were reported to contain a mixture of Yuman and Hohokam material culture including, but not limited to, Colorado Buff Ware ceramics. The condition of the human remains is consistent with Yuman and Hohokam mortuary practices. Archeologists describe the earliest settlements in Southern Arizona as belonging to the Late Archaic/Early Agricultural horizon. Recent archeological investigations have added support to the hypothesis that the Hohokam cultural tradition arose from this earlier horizon, based on continuities in settlement pattern, architectural technologies, irrigation technologies, subsistence patterns, and material culture. It has been difficult for archeologists to date the beginning of the Hohokam period because the appearance of its distinctive cultural traits, such as ceramic technologies and mortuary patterns, was a gradual process spanning several hundred years. This gradualism adds further support to the hypothesis that the Hohokam tradition evolved in place from earlier Late Archaic traditions. Linguistic evidence furthermore suggests that the Hohokam tradition was multiethnic in nature. Cultural continuity between these prehistoric occupants of Southern Arizona and present-day O\\'odham peoples is supported by continuities in settlement pattern, architectural technologies, basketry, textiles, ceramic technology, and ritual practices. Oral traditions that are documented for the Ak-Chin Indian Community (previously listed as the Ak Chin Indian Community of the Maricopa (Ak Chin) Indian Reservation, Arizona); Gila River Indian Community of the Gila River Indian Reservation, Arizona; Salt River Pima-Maricopa Indian Community of the Salt River Reservation, Arizona; and the Tohono O\\'odham Nation of Arizona support cultural affiliation with Late Archaic/Early Agricultural period and Hohokam sites in southern Arizona. Oral traditions that are documented for the Hopi Tribe also support cultural affiliation with Late Archaic/Early Agricultural period and Hohokam sites in the region. Several Hopi clans and religious societies are derived from ancestors who migrated from the south, and likely identified with the Hohokam tradition. Oral traditions of medicine societies and kiva groups of the Zuni Tribe recount migration from distant portions of the Southwest to present day Zuni and supports affiliation with Hohokam and Late Archaic traditions. Historical linguistic analysis also suggests interaction between ancestral Zuni and UtoAztecan speakers during the late Hohokam period. Archeological studies suggest that Yuman groups have resided along the Lower Colorado River and the Lower Gila River in Southern Arizona for at least 1,000 years. Their presence in these areas is documented historically by Spanish explorers who, in the 1600s and 1700s, encountered people living in widely scattered rancherias around the Lower Colorado River and the Lower Gila River. Several lines of archeological evidence including similarities in material culture, settlement patterns, ceremonial sites and practices, residential architecture, and subsistence patterns suggest that the Yuman cultural traditions arose from an earlier, archeological tradition typically referred to as Patayan. Evidence of early Patayan occupation in the Lower Colorado River is poorly preserved largely due to the inundation of large areas by the Lake Mohave and Lake Havasu reservoirs, and the intensive agricultural practices of surrounding valleys. However, permanent settlements dating to around 1500 are documented in the Mohave Valley, as well as contemporaneous geoglyphs and trail networks linking ceremonial, occupational, and resource exploitation areas. In the Lower Gila River area, evidence of Patayan occupation prior to the introduction of ceramics is poorly documented due to the ephemeral nature of such early sites. However, following the introduction of ceramics around A.D. 700, settlements in the area became more permanent. Archeological evidence for these more permanent settlements include sites with pit houses and roasting or fire pits, and artifact assemblages containing similar ceramic sherds, chipped stone, and ground stone. Although there is evidence of some co-residence between Patayan and Hohokam groups, especially in the vicinity of Gila Bend, Patayan groups share distinct cultural practices. These practices include settlement and subsistence patterns characterized by semi-permanent or permanent farming rancherias scattered across the floodplain of the Lower Gila River and the Lower Colorado River that are typically comprised of two to seven pit houses. Produce from these farms was augmented by seasonal gathering of resources from temporary camps along the river tributaries, as well as adjacent deserts and mountains. Large ceremonial sites served as gathering places for multiple families, are characterized by shrines, petroglyphs, earth figures, intaglios, dance pathways, and rock alignments located on desert terraces adjacent to the floodplains. All Patayan groups and their descendants practice cremation. Given the relative lack of archeological evidence on Patayan groups, archeologists have had difficulty establishing a relationship between prehispanic Patayan groups and specific historic Yuman tribes. However, archeologists have found the Patayan to be culturally affiliated with the Fort Mojave Tribe, Colorado River Indian Tribes, Cocopah Tribe, and Fort Yuma-Quechan Tribe. Modern Yuman groups in Southern Arizona, including the Fort Mojave Tribe, Colorado River Indian Tribes, Cocopah Tribe, and the Fort-Yuma Quechan Tribe, share oral traditions which trace their origins to the time of creation at Spirit Mountain (Avikwaame). According to this oral tradition, the Creator led the seven original Yuman groups to their various ancestral homelands, naming certain geographical markers along the way. Cultural informants cited place names from their oral traditions\\xe2\\x80\\x94settlements, geographic features, and significant locations\\xe2\\x80\\x94that correlate to geographical areas of occupation defined by archeological material culture. These oral traditions suggest cultural continuity between modern Yuman groups and the earlier archeological Patayan culture. \n Determinations Made by the Arizona State Museum \n Officials of the Arizona State Museum have determined that: \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice represent the physical remains of one individual of Native American ancestry. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and the Ak-Chin Indian Community (previously listed as the Ak Chin Indian Community of the Maricopa (Ak Chin) Indian Reservation, Arizona); Cocopah Tribe of Arizona; Colorado River Indian Tribes of the Colorado River Indian Reservation, Arizona and California; Fort Mojave Indian Tribe of Arizona, California & Nevada; Gila River Indian Community of the Gila River Indian Reservation, Arizona; Hopi Tribe of Arizona; Quechan Tribe of the Fort Yuma Indian Reservation, California & Arizona; Salt River Pima-Maricopa Indian Community of the Salt River Reservation, Arizona; Tohono O\\'odham Nation of Arizona; and the Zuni Tribe of the Zuni Reservation, New Mexico (hereafter referred to as \\xe2\\x80\\x9cThe Affiliated Tribes\\xe2\\x80\\x9d). \n Additional Requestors and Disposition \n Lineal descendants or representatives of any Indian Tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human should submit a written request with information in support of the request to John McClelland, NAGPRA Coordinator, P.O. Box 210026, Arizona State Museum, University of Arizona, Tucson, AZ 85721, telephone (520) 626-2950, by April 1, 2019. After that date, if no additional requestors have come forward, transfer of control of the human remains to The Affiliated Tribes may proceed. \n The Arizona State Museum is responsible for notifying The Consulted Tribes and The Affiliated Tribes that this notice has been published. \n ", "consultation": "A detailed assessment of the human remains was made by the ASM professional staff in consultation with representatives of the Ak-Chin Indian Community (previously listed as the Ak Chin Indian Community of the Maricopa (Ak Chin) Indian Reservation, Arizona); Cocopah Tribe of Arizona; Gila River Indian Community of the Gila River Indian Reservation, Arizona; Hopi Tribe of Arizona; Pascua Yaqui Tribe of Arizona; Quechan Tribe of the Fort Yuma Indian Reservation, California & Arizona; Salt River Pima-Maricopa Indian Community of the Salt River Reservation, Arizona; Tohono O\\'odham Nation of Arizona; and the Zuni Tribe of the Zuni Reservation, New Mexico (hereafter referred to as \\xe2\\x80\\x9cThe Consulted Tribes\\xe2\\x80\\x9d). \n ", "h_d_r": "In 1981, human remains representing, at minimum, one individual were removed from an unrecorded location, AZ Y:2:0, located in Yuma County, AZ, during a legally authorized survey of Arizona State Trust lands conducted by the ASM under the direction of Richard Lange. The survey was conducted in advance of a proposed agricultural lease. The designation AZ Y:2:0 was used to refer to isolated artifacts collected outside the boundaries of recorded archeological sites within the survey area. No human burials were reported at the time of the survey. Collections from this survey were received by ASM in 1981, and were assigned an accession number in 1995. In 2010, museum staff discovered these human remains in the site survey collections. No known individuals were identified. No associated funerary objects are present. \n Recorded sites in the vicinity of these human remains were reported to contain a mixture of Yuman and Hohokam material culture including, but not limited to, Colorado Buff Ware ceramics. The condition of the human remains is consistent with Yuman and Hohokam mortuary practices. Archeologists describe the earliest settlements in Southern Arizona as belonging to the Late Archaic/Early Agricultural horizon. Recent archeological investigations have added support to the hypothesis that the Hohokam cultural tradition arose from this earlier horizon, based on continuities in settlement pattern, architectural technologies, irrigation technologies, subsistence patterns, and material culture. It has been difficult for archeologists to date the beginning of the Hohokam period because the appearance of its distinctive cultural traits, such as ceramic technologies and mortuary patterns, was a gradual process spanning several hundred years. This gradualism adds further support to the hypothesis that the Hohokam tradition evolved in place from earlier Late Archaic traditions. Linguistic evidence furthermore suggests that the Hohokam tradition was multiethnic in nature. Cultural continuity between these prehistoric occupants of Southern Arizona and present-day O\\'odham peoples is supported by continuities in settlement pattern, architectural technologies, basketry, textiles, ceramic technology, and ritual practices. Oral traditions that are documented for the Ak-Chin Indian Community (previously listed as the Ak Chin Indian Community of the Maricopa (Ak Chin) Indian Reservation, Arizona); Gila River Indian Community of the Gila River Indian Reservation, Arizona; Salt River Pima-Maricopa Indian Community of the Salt River Reservation, Arizona; and the Tohono O\\'odham Nation of Arizona support cultural affiliation with Late Archaic/Early Agricultural period and Hohokam sites in southern Arizona. Oral traditions that are documented for the Hopi Tribe also support cultural affiliation with Late Archaic/Early Agricultural period and Hohokam sites in the region. Several Hopi clans and religious societies are derived from ancestors who migrated from the south, and likely identified with the Hohokam tradition. Oral traditions of medicine societies and kiva groups of the Zuni Tribe recount migration from distant portions of the Southwest to present day Zuni and supports affiliation with Hohokam and Late Archaic traditions. Historical linguistic analysis also suggests interaction between ancestral Zuni and UtoAztecan speakers during the late Hohokam period. Archeological studies suggest that Yuman groups have resided along the Lower Colorado River and the Lower Gila River in Southern Arizona for at least 1,000 years. Their presence in these areas is documented historically by Spanish explorers who, in the 1600s and 1700s, encountered people living in widely scattered rancherias around the Lower Colorado River and the Lower Gila River. Several lines of archeological evidence including similarities in material culture, settlement patterns, ceremonial sites and practices, residential architecture, and subsistence patterns suggest that the Yuman cultural traditions arose from an earlier, archeological tradition typically referred to as Patayan. Evidence of early Patayan occupation in the Lower Colorado River is poorly preserved largely due to the inundation of large areas by the Lake Mohave and Lake Havasu reservoirs, and the intensive agricultural practices of surrounding valleys. However, permanent settlements dating to around 1500 are documented in the Mohave Valley, as well as contemporaneous geoglyphs and trail networks linking ceremonial, occupational, and resource exploitation areas. In the Lower Gila River area, evidence of Patayan occupation prior to the introduction of ceramics is poorly documented due to the ephemeral nature of such early sites. However, following the introduction of ceramics around A.D. 700, settlements in the area became more permanent. Archeological evidence for these more permanent settlements include sites with pit houses and roasting or fire pits, and artifact assemblages containing similar ceramic sherds, chipped stone, and ground stone. Although there is evidence of some co-residence between Patayan and Hohokam groups, especially in the vicinity of Gila Bend, Patayan groups share distinct cultural practices. These practices include settlement and subsistence patterns characterized by semi-permanent or permanent farming rancherias scattered across the floodplain of the Lower Gila River and the Lower Colorado River that are typically comprised of two to seven pit houses. Produce from these farms was augmented by seasonal gathering of resources from temporary camps along the river tributaries, as well as adjacent deserts and mountains. Large ceremonial sites served as gathering places for multiple families, are characterized by shrines, petroglyphs, earth figures, intaglios, dance pathways, and rock alignments located on desert terraces adjacent to the floodplains. All Patayan groups and their descendants practice cremation. Given the relative lack of archeological evidence on Patayan groups, archeologists have had difficulty establishing a relationship between prehispanic Patayan groups and specific historic Yuman tribes. However, archeologists have found the Patayan to be culturally affiliated with the Fort Mojave Tribe, Colorado River Indian Tribes, Cocopah Tribe, and Fort Yuma-Quechan Tribe. Modern Yuman groups in Southern Arizona, including the Fort Mojave Tribe, Colorado River Indian Tribes, Cocopah Tribe, and the Fort-Yuma Quechan Tribe, share oral traditions which trace their origins to the time of creation at Spirit Mountain (Avikwaame). According to this oral tradition, the Creator led the seven original Yuman groups to their various ancestral homelands, naming certain geographical markers along the way. Cultural informants cited place names from their oral traditions\\xe2\\x80\\x94settlements, geographic features, and significant locations\\xe2\\x80\\x94that correlate to geographical areas of occupation defined by archeological material culture. These oral traditions suggest cultural continuity between modern Yuman groups and the earlier archeological Patayan culture. \n ", "h_d_ci": "Null", "determinations": "Determinations Made by the Arizona State Museum \n Officials of the Arizona State Museum have determined that: \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice represent the physical remains of one individual of Native American ancestry. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and the Ak-Chin Indian Community (previously listed as the Ak Chin Indian Community of the Maricopa (Ak Chin) Indian Reservation, Arizona); Cocopah Tribe of Arizona; Colorado River Indian Tribes of the Colorado River Indian Reservation, Arizona and California; Fort Mojave Indian Tribe of Arizona, California & Nevada; Gila River Indian Community of the Gila River Indian Reservation, Arizona; Hopi Tribe of Arizona; Quechan Tribe of the Fort Yuma Indian Reservation, California & Arizona; Salt River Pima-Maricopa Indian Community of the Salt River Reservation, Arizona; Tohono O\\'odham Nation of Arizona; and the Zuni Tribe of the Zuni Reservation, New Mexico (hereafter referred to as \\xe2\\x80\\x9cThe Affiliated Tribes\\xe2\\x80\\x9d). \n ", "a_r_d": "Lineal descendants or representatives of any Indian Tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human should submit a written request with information in support of the request to John McClelland, NAGPRA Coordinator, P.O. Box 210026, Arizona State Museum, University of Arizona, Tucson, AZ 85721, telephone (520) 626-2950, by April 1, 2019. After that date, if no additional requestors have come forward, transfer of control of the human remains to The Affiliated Tribes may proceed. \n The Arizona State Museum is responsible for notifying The Consulted Tribes and The Affiliated Tribes that this notice has been published. \n "}