{"index": "I_1453", "messy_full": "\\n      \\n        \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Inventory Completion: University of Denver Department of Anthropology and Museum of Anthropology, Denver, CO; Correction\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice; correction.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains and associated funerary objects in the possession of the University of Denver Department of Anthropology and Museum of Anthropology, Denver, CO.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003 (d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the cultural items. The National Park Service is not responsible for the determinations in this notice.\\n        A detailed assessment of the human remains was made by University of Denver Department of Anthropology and Museum of Anthropology professional staff in consultation with representatives of the Hopi Tribe of Arizona; Jicarilla Apache Nation, New Mexico; Navajo Nation, Arizona, New Mexico & Utah; Ohkay Owingeh, New Mexico (formerly the Pueblo of San Juan); Pueblo of Acoma, New Mexico; Pueblo of Cochiti, New Mexico; Pueblo of Isleta, New Mexico; Pueblo of Jemez, New Mexico; Pueblo of Laguna, New Mexico; Pueblo of Nambe, New Mexico; Pueblo of Pojoaque, New Mexico; Pueblo of Sandia, New Mexico; Pueblo of Santa Ana, New Mexico; Pueblo of Santa Clara, New Mexico; Pueblo of Taos, New Mexico; Pueblo of Tesuque, New Mexico; Pueblo of Zia, New Mexico; Southern Ute Indian Tribe of the Southern Ute Reservation, Colorado; Ute Mountain Tribe of the Ute Mountain Reservation, Colorado, New Mexico & Utah; and Zuni Tribe of the Zuni Reservation, New Mexico. The following tribes were contacted, but did not participate in consultations: Pueblo of Picuris, New Mexico; Pueblo of San Felipe, New Mexico; Pueblo of San Ildefonso, New Mexico; Pueblo of Santo Domingo, New Mexico; Skull Valley Band of Goshute Indians of Utah; Ute Indian Tribe of the Uintah & Ouray Reservation, Utah; and Ysleta Del Sur Pueblo of Texas.\\n\\n        This notice replaces a Notice of Inventory Completion published in the Federal Register of October 9, 2001, (FR Doc 01-25157, page 51474-51475) and supports a correction notice published in the Federal Register of December 10, 2003 (FR Doc 03-30568, pages 68951-68952) that had corrected which museum or Federal agency had control of the human remains and associated funerary objects per 43 CFR 10.2 (a)(3)(ii), transferring control from the U.S. Department of Agriculture, San Juan National Forest, Durango, CO, to the University of Denver Department of Anthropology and Museum of Anthropology. After further consideration of museum records, contract work of a research archeologist, and additional consultations with tribes, the University of Denver Department of Anthropology and Museum of Anthropology have determined that the cultural affiliation is incorrect, pursuant to 25 U.S.C. 3001 (2).\\n        Between 1921 and 1924, human remains representing a minimum of two individuals (catalog number DU 108) were recovered from a pithouse at a site near Chimney Rock, (site 5AA245), Archuleta County, CO. The State Historical and Natural History Society of Colorado (either in collaboration with University of Denver for the first two years or later on its own) conducted expeditions in the Pagosa-Piedra region where site 5AA245 is located. The field director was J. A. Jeancon, then curator of archeology at the State Museum, and was assisted by Frank H. H. Roberts, then an instructor at University of Denver, Henry B. Roberts, and several students. The site card was recorded by P.M. Heberling. No known individuals were identified. The nine associated funerary objects are seven nonhuman bones, one lot of plant fiber, and one grey ceramic jar with weathered black designs.\\n        The ceramic jar has been identified by a ceramics expert as a seed jar with typical checkerboard black-on-white design, P PII (AD 900-1100). Site records also indicate black-on-white, plain gray, and corrugated sherds, lithic cores and flakes, 2 obsidian flakes, mano and metate fragments and whole slab metates, but the cultural items are not in the University of Denver Museum of Anthropology collection.\\n        Henry Roberts described one individual as being found in a cist underneath the floor of the pithouse and the other was on the floor, just a few inches to the south. The pit had been \\xe2\\x80\\x9ccarefully plastered with adobe and was just large enough to admit the remains.\\xe2\\x80\\x9d The individual found in the cist was found lying on its right side, with the right hand under the head and the left arm folded across the chest. The knees were flexed and the body faced northwest. According to Mr. Roberts, \\xe2\\x80\\x9cthere were no artifacts in the grave other than an open bowl of the early black-on-white type.\\xe2\\x80\\x9d Mr. Roberts mentions that a fairly well-developed black-on-white ware was found on the same level with the skeletons.\\n        The research of Mr. Jeancon, Mr. Roberts, and recent investigators has established that the ceramic/architectural sites in the Piedra River drainage in the vicinity of Chimney Rock are ancestral Puebloan in nature and are generally contemporaneous with the occupations at Chimney Rock. The scientific literature also provides significant evidence of cultural affiliation between ancestral Puebloan culture and the Pueblo communities of today.\\n        Based on the preponderance of evidence, including archeology, architecture, material culture, oral traditions, and expert opinion, officials of the University of Denver Museum of Anthropology and Museum of Anthropology have reasonably determined that the Native American human remains (catalog number DU 108) are ancestral Puebloan. Descendants of ancestral Puebloan culture are members of the present-day tribes of the Hopi Tribe of Arizona; Ohkay Owingeh, New Mexico (formerly Pueblo of San Juan); Pueblo of Acoma, New Mexico; Pueblo of Cochiti, New Mexico; Pueblo of Isleta, New Mexico; Pueblo of Jemez, New Mexico; Pueblo of Laguna, New Mexico; Pueblo of Nambe, New Mexico; Pueblo of Picuris, New Mexico; Pueblo of Pojoaque, New Mexico; Pueblo of San Felipe, New Mexico; Pueblo of San Ildefonso, New Mexico; Pueblo of Sandia, New Mexico; Pueblo of Santa Ana, New Mexico; Pueblo of Santa Clara, New Mexico; Pueblo of Santo Domingo, New Mexico; Pueblo of Taos, New Mexico; Pueblo of Tesuque, New Mexico; Pueblo of Zia, New Mexico; Ysleta Del Sur Pueblo of Texas; and Zuni Tribe of the Zuni Reservation, New Mexico.\\n\\n        Officials of the University of Denver Department of Anthropology and Museum of Anthropology have determined that, pursuant to 25 U.S.C. 3001 (9-10), the human remains described represent the physical remains of a minimum of two individuals of Native American ancestry. Officials of the University of Denver Department of Anthropology and Museum of Anthropology also have determined that, pursuant to 25 U.S.C.3001 (3)(A), the nine objects described above are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony. Lastly, officials of the University of Denver Department of Anthropology and Museum of Anthropology have determined that, pursuant to 25 U.S.C. 3001 (2), the preponderance of the evidence supports a relationship of shared group identity that can be reasonably traced between the Native American human remains and associated funerary objects and the Hopi Tribe of Arizona; Ohkay Owingeh, New Mexico (formerly Pueblo of San Juan); Pueblo of Acoma, New Mexico; Pueblo of Cochiti, New Mexico; Pueblo of Isleta, New Mexico; Pueblo of Jemez, New Mexico; Pueblo of Laguna, New Mexico; Pueblo of Nambe, New Mexico; Pueblo of Picuris, New Mexico; Pueblo of Pojoaque, New Mexico; Pueblo of San Felipe, New Mexico; Pueblo of San Ildefonso, New Mexico; Pueblo of Sandia, New Mexico; Pueblo of Santa Ana, New Mexico; Pueblo of Santa Clara, New Mexico; Pueblo of Santo Domingo, New Mexico; Pueblo of Taos, New Mexico; Pueblo of Tesuque, New Mexico; Pueblo of Zia, New Mexico; Ysleta Del Sur Pueblo of Texas; and Zuni Tribe of the Zuni Reservation, New Mexico.\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the human remains and associated funerary objects should contact Dr. Christina Kreps, University of Denver Museum of Anthropology, Sturm 146, Denver, CO 80208, telephone (303) 871-2688, before November 20, 2008. Repatriation of the human remains and associated funerary objects to the Hopi Tribe of Arizona; Ohkay Owingeh, New Mexico; Pueblo of Acoma, New Mexico; Pueblo of Cochiti, New Mexico; Pueblo of Isleta, New Mexico; Pueblo of Jemez, New Mexico; Pueblo of Laguna, New Mexico; Pueblo of Nambe, New Mexico; Pueblo of Picuris, New Mexico; Pueblo of Pojoaque, New Mexico; Pueblo of San Felipe, New Mexico; Pueblo of San Ildefonso, New Mexico; Pueblo of Sandia, New Mexico; Pueblo of Santa Ana, New Mexico; Pueblo of Santa Clara, New Mexico; Pueblo of Santo Domingo, New Mexico; Pueblo of Taos, New Mexico; Pueblo of Tesuque, New Mexico; Pueblo of Zia, New Mexico; Ysleta Del Sur Pueblo of Texas; and Zuni Tribe of the Zuni Reservation, New Mexico may proceed after that date if no additional claimants come forward.\\n        The University of Denver Museum of Anthropology is responsible for notifying the Hopi Tribe of Arizona; Jicarilla Apache Nation, New Mexico; Navajo Nation, Arizona, New Mexico & Utah; Ohkay Owingeh, New Mexico (formerly the Pueblo of San Juan); Pueblo of Acoma, New Mexico; Pueblo of Cochiti, New Mexico; Pueblo of Isleta, New Mexico; Pueblo of Jemez, New Mexico; Pueblo of Laguna, New Mexico; Pueblo of Nambe, New Mexico; Pueblo of Picuris, New Mexico; Pueblo of Pojoaque, New Mexico; Pueblo of San Felipe, New Mexico; Pueblo of San Ildefonso, New Mexico; Pueblo of Sandia, New Mexico; Pueblo of Santa Ana, New Mexico; Pueblo of Santa Clara, New Mexico; Pueblo of Santo Domingo, New Mexico; Pueblo of Taos, New Mexico; Pueblo of Tesuque, New Mexico; Pueblo of Zia, New Mexico; Skull Valley Band of Goshute Indians of Utah; Southern Ute Indian Tribe of the Southern Ute Reservation, Colorado; Ute Indian Tribe of the Uintah & Ouray Reservation, Utah; Ute Mountain Tribe of the Ute Mountain Reservation, Colorado, New Mexico & Utah; Ysleta Del Sur Pueblo of Texas; and Zuni Tribe of the Zuni Reservation, New Mexico that this notice has been published.\\n        \\n          Dated: April 14, 2008\\n          Sherry Hutt,\\n          Manager, National NAGPRA Program.\\n        \\n        Editorial Note:\\n        This document was received at the Office of the Federal Register on October 16, 2008.\\n      \\n      [FR Doc. E8-24965 Filed 10-20-08; 8:45 am]\\n      BILLING CODE 4312-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Inventory Completion: University of Denver Department of Anthropology and Museum of Anthropology, Denver, CO; Correction", "agency2": "National Park Service, Interior.", "action": "Notice; correction.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: April 14, 2008", "signature_name": "Sherry Hutt,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. E8-24965 Filed 10-20-08; 8:45 am]", "billing_code": "BILLING CODE 4312-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}