{"index": "I_1425", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Inventory Completion: Oregon State University, Department of Anthropology, Corvallis, OR\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains in the control of Oregon State University, Department of Anthropology, Corvallis, OR. The human remains were removed from Clark County, WA.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003 (d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains. The National Park Service is not responsible for the determinations in this notice.\\n        A detailed assessment of the human remains was made by Oregon State University, Department of Anthropology professional staff in consultation with representatives of the Confederated Tribes of the Chehalis Reservation, Washington; Confederated Tribes of the Grand Ronde Community of Oregon; Confederated Tribes of the Siletz Reservation, Oregon; Confederated Tribes of the Umatilla Indian Reservation, Oregon; Confederated Tribes of the Warm Springs Reservation of Oregon; Confederated Tribes and Bands of the Yakama Nation, Washington; Cowlitz Indian Tribe, Washington; Muckleshoot Indian Tribe of the Muckleshoot Reservation, Washington; Nisqually Indian Tribe of the Nisqually Reservation, Washington; Snoqualmie Tribe, Washington; Spokane Tribe of the Spokane Reservation, Washington; Stillaguamish Tribe of Washington; and the Clatsop-Nehalem Confederated Tribes of Oregon, a non-Federally recognized Indian group; Snoqualmoo Tribe of Washington, a non-Federally recognized Indian group; and Wanapum Band, a non-Federally recognized Indian group. The Burns Paiute Tribe of the Burns Paiute Indian Colony of Oregon; Confederated Tribes of the Colville Reservation, Washington; Confederated Tribes of the Coos, Lower Umpqua and Siuslaw Indians of Oregon; Coquille Tribe of Oregon; Hoh Indian Tribe of the Hoh Indian Reservation, Washington; Jamestown S\\'Klallam Tribe of Washington; Kalispel Indian Community of the Kalispel Reservation, Washington; Klamath Tribes, Oregon; Lower Elwha Tribal Community of the Lower Elwha Reservation, Washington; Lummi Tribe of the Lummi Reservation, Washington; Makah Indian Tribe of the Makah Indian Reservation, Washington; Nooksack Indian Tribe of Washington; Port Gamble Indian Community of the Port Gamble Reservation, Washington; Puyallup Tribe of the Puyallup Reservation, Washington; Quileute Tribe of the Quileute Reservation, Washington; Quinault Tribe of the Quinault Reservation, Washington; Samish Indian Tribe, Washington; Sauk-Suiattle Indian Tribe of Washington; Shoalwater Bay Tribe of the Shoalwater Bay Indian Reservation, Washington; Skokomish Indian Tribe of the Skokomish Reservation, Washington; Squaxin Island Tribe of the Squaxin Island Reservation, Washington; Suquamish Indian Tribe of the Port Madison Reservation, Washington; Swinomish Indians of the Swinomish Reservation, Washington; Tulalip Tribes of the Tulalip Reservation, Washington; and Upper Skagit Indian Tribe of Washington were notified, but did not participate in consultations about the human remains described in this notice.\\n        On an unknown date, human remains representing a minimum of one individual were removed from Vancouver, Clark County, WA. In 1999, the skull was donated to the Department of Anthropology by an unknown donor. No known individual was identified. No associated funerary objects are present.\\n        Department records indicate an unsigned note stated that the skull was from Vancouver, WA, and removed from the north side of the Columbia River in the early 1900s during a construction project. Oregon State University, Department of Anthropology osteology experts have indicated that the skull has been culturally modified. The Vancouver area was used extensively by many Native Americans, both prior to and during the trading era of the Hudson\\'s Bay Company, which was located at Fort Vancouver. From 1824 until 1860, this site was a principle trading post, with over 25 Indian Tribes from the Northwest either living or visiting this area. In addition, tribes from the Great Plains, the eastern seaboard, and the Hawaiian Islands have been associated with this area during that time.\\n\\n        From 1860 to 1948, the site was considered part of the Fort Vancouver National Monument and was used by the U.S. Army. It was during this period that many Northwest tribal people were held as prisoners in the Vancouver Barracks. The above mentioned consulting tribes found the modification and geographic origin to be consistent with cultural practices common to Indian Tribes in Oregon and parts of Washington. The above mentioned consulting tribes also include the geographic region of Fort Vancouver, Clark County, WA, as an area that they used in both Pre- and Post-contact Periods.\\n        Officials of the Oregon State University, Department of Anthropology have determined that, pursuant to 25 U.S.C. 3001 (9-10), the human remains described above represent the physical remains of one individual of Native American ancestry. Officials of the Oregon State University, Department of Anthropology also have determined that, pursuant to 25 U.S.C. 3001 (2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and the Confederated Tribes of the Chehalis Reservation, Washington; Confederated Tribes of the Grand Ronde Community of Oregon; Confederated Tribes of the Siletz Reservation, Oregon; Confederated Tribes of the Umatilla Indian Reservation, Oregon; Confederated Tribes of the Warm Springs Reservation of Oregon; Confederated Tribes and Bands of the Yakama Nation, Washington; Cowlitz Indian Tribe, Washington; Muckleshoot Indian Tribe of the Muckleshoot Reservation, Washington; Nisqually Indian Tribe of the Nisqually Reservation, Washington; Snoqualmie Tribe, Washington; Spokane Tribe of the Spokane Reservation, Washington; Stillaguamish Tribe of Washington; and the Clatsop-Nehalem Confederated Tribes of Oregon, a non-Federally recognized Indian group; Snoqualmoo Tribe of Washington, a non-Federally recognized Indian group; and Wanapum Band, a non-Federally recognized Indian group.\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the human remains should contact Dr. David McMurray, Oregon State University, Department of Anthropology, 238 Waldo Hall, Corvallis, OR 97331, telephone (541) 737-4515, before March 4, 2009. Repatriation of the human remains to the Confederated Tribes of the Chehalis Reservation, Washington; Confederated Tribes of the Grand Ronde Community of Oregon; Confederated Tribes of the Siletz Reservation, Oregon; Confederated Tribes of the Umatilla Indian Reservation, Oregon; Confederated Tribes of the Warm Springs Reservation of Oregon; Confederated Tribes and Bands of the Yakama Nation, Washington; Cowlitz Indian Tribe, Washington; Muckleshoot Indian Tribe of the Muckleshoot Reservation, Washington; Nisqually Indian Tribe of the Nisqually Reservation, Washington; Snoqualmie Tribe, Washington; Spokane Tribe of the Spokane Reservation, Washington; Stillaguamish Tribe of Washington; and the Clatsop-Nehalem Confederated Tribes of Oregon, a non-Federally recognized Indian group; Snoqualmoo Tribe of Washington, a non-Federally recognized Indian group; and Wanapum Band, a non-Federally recognized Indian group, may proceed after that date if no additional claimants come forward.\\n        The Oregon State University, Department of Anthropology is responsible for notifying the Burns Paiute Tribe of the Burns Paiute Indian Colony of Oregon; Confederated Tribes of the Chehalis Reservation, Washington; Confederated Tribes of the Colville Reservation, Washington; Confederated Tribes of the Coos, Lower Umpqua and Siuslaw Indians of Oregon; Confederated Tribes of the Grand Ronde Community of Oregon; Confederated Tribes of the Siletz Reservation, Oregon; Confederated Tribes of the Umatilla Indian Reservation, Oregon; Confederated Tribes of the Warm Springs Reservation of Oregon; Confederated Tribes and Bands of the Yakama Nation, Washington; Coquille Tribe of Oregon; Cowlitz Indian Tribe, Washington; Hoh Indian Tribe of the Hoh Indian Reservation, Washington; Jamestown S\\'Klallam Tribe of Washington; Kalispel Indian Community of the Kalispel Reservation, Washington; Klamath Tribes, Oregon; Lower Elwha Tribal Community of the Lower Elwha Reservation, Washington; Lummi Tribe of the Lummi Reservation, Washington; Makah Indian Tribe of the Makah Indian Reservation, Washington; Muckleshoot Indian Tribe of the Muckleshoot Reservation, Washington; Nisqually Indian Tribe of the Nisqually Reservation, Washington; Nooksack Indian Tribe of Washington; Port Gamble Indian Community of the Port Gamble Reservation, Washington; Puyallup Tribe of the Puyallup Reservation, Washington; Quileute Tribe of the Quileute Reservation, Washington; Quinault Tribe of the Quinault Reservation, Washington; Samish Indian Tribe, Washington; Sauk-Suiattle Indian Tribe of Washington; Shoalwater Bay Tribe of the Shoalwater Bay Indian Reservation, Washington; Skokomish Indian Tribe of the Skokomish Reservation, Washington; Snoqualmie Tribe, Washington; Spokane Tribe of the Spokane Reservation, Washington; Squaxin Island Tribe of the Squaxin Island Reservation, Washington; Stillaguamish Tribe of Washington; Suquamish Indian Tribe of the Port Madison Reservation, Washington; Swinomish Indians of the Swinomish Reservation, Washington; Tulalip Tribes of the Tulalip Reservation, Washington; Upper Skagit Indian Tribe of Washington; and the Clatsop-Nehalem Confederated Tribes of Oregon, a non-Federally recognized Indian group; Snoqualmoo Tribe of Washington, a non-Federally recognized Indian group; and Wanapum Band, a non-Federally recognized Indian group, that this notice has been published.\\n        \\n          Dated: January 14, 2009\\n          Sherry Hutt,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. E9-2129 Filed 1-30-09; 8:45 am]\\n      BILLING CODE 4312-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Inventory Completion: Oregon State University, Department of Anthropology, Corvallis, OR", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: January 14, 2009", "signature_name": "Sherry Hutt,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. E9-2129 Filed 1-30-09; 8:45 am]", "billing_code": "BILLING CODE 4312-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}