{"index": "I_1405", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Inventory Completion: Bureau of Indian Affairs, Great Plains Regional Office, Aberdeen, SD\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains and associated funerary object in the possession of the Bureau of Indian Affairs, Great Plains Regional Office, Aberdeen, SD. The human remains and associated funerary object were removed from Buffalo and Hughes Counties, SD.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003 (3)(d). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains and associated funerary object. The National Park Service is not responsible for the determinations in this notice.\\n        A detailed assessment of the human remains was made by the South Dakota State Historical Society-Archaeological Research Center professional staff under the direction of the Bureau of Indian Affairs, Great Plains Regional Office staff in consultation with representatives of the Three Affiliated Tribes of the Fort Berthold Reservation, North Dakota.\\n        In 1986, human remains representing a minimum of one individual were removed from a cache pit at the Twin or Lillian All Arounds Village, 39BF206/87-131, Buffalo County, SD, by The Archeology Lab-Augustana College personnel during improvements to the Jennessee Road. The human remains were curated at the South Dakota State Historical Society-Archaeological Research Center in Rapid City, SD. No known individual was identified. No associated funerary objects are present.\\n\\n        The manner of burial suggests that the human remains are associated with the Extended Coalescent Period (A.D. 1500-A.D. 1675). Based on archeological, geographical and physical anthropological data, the Extended Coalescent Period is most likely culturally related with the Arikara Tribe.\\n        In 1989 and 1990, human remains representing a minimum of 16 individuals were removed from burial and cache pits at the Indian School Village, 39HU10/90-96, Hughes County, SD, by The Archeology Lab-Augustana College personnel during construction of a dining hall and waterlines. The human remains are curated at the Bureau of Indian Affairs office. No known individuals were identified. No associated funerary objects are present.\\n        In 1977, human remains representing a minimum of four individuals were removed from cache and burial pits at the Indian School Village, 39HU10/94-245, Hughes County, SD, by South Dakota State Historical Society-Archaeological Research Center personnel. The human remains were recovered during salvage excavations following disturbance by construction of a housing development. The human remains were curated at the Archaeological Research Center in Rapid City. No known individuals were identified. The one associated funerary object is bark matting that covered one of the burials.\\n        The manner of the burials suggests that the human remains are associated with the Extended (A.D. 1500-A.D. 1675) and Post-Contact Coalescent (A.D. 1675-A.D. 1750) Periods. Based on archeological, geographical and physical anthropological data, the Extended and Post-Contact Coalescent Periods are most likely culturally related with the Arikara Tribe.\\n        A physical anthropological assessment of the human remains resulted in a determination that the individuals are most likely Native American. An evaluation by the South Dakota State Historical Society-Archaeological Research Center professional staff under the direction of the Bureau of Indian Affairs, Great Plains Regional Office staff on the manner and location of the burials and type of associated funerary object, also supports an identification of the human remains as Native American and most likely culturally identifiable as Arikara. The Arikara Tribe is part of the Mandan, Hidatsa and Arikara Nation that comprises the Three Affiliated Tribes of the Fort Berthold Reservation, North Dakota.\\n        In June 2008, the Mandan, Hidatsa, and Arikara Nation of the Three Affiliated Tribes of the Fort Berthold Reservation, North Dakota submitted a request to the Bureau of Indian Affairs, Great Plains Regional Office for repatriation of the human remains and one associated funerary object from the Indian School and Twin or Lillian All Arounds Villages.\\n        Officials of the Bureau of Indian Affairs have determined that, pursuant to 25 U.S.C. 3001 (9-10), the human remains described above represent the physical remains of 21 individuals of Native American ancestry. Officials of the Bureau of Indian Affairs also have determined that, pursuant to 25 U.S.C. 3001 (3) (A), the one object described above is reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony. Lastly, officials of the Bureau of Indian Affairs have determined that, pursuant to 25 U.S.C. 3001 (2), a relationship of shared group identity can reasonably be traced between the Native American human remains and the associated funerary object and the Three Affiliated Tribes of the Fort Berthold Reservation, North Dakota.\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the human remains and associated funerary object should contact Paul Hofmann, Chief, Division of Environment, Safety and Cultural Resources, Bureau of Indian Affairs, 115 4th Ave. SE, MC208, Aberdeen, SD 57401, telephone (605) 226-7656, before April 13, 2009. Repatriation of the human remains and associated funerary object to the Three Affiliated Tribes of the Fort Berthold Reservation, North Dakota may proceed after that date if no additional claimants come forward.\\n        The Bureau of Indian Affairs, Great Plains Regional Office is responsible for notifying the Three Affiliated Tribes of the Fort Berthold Reservation, North Dakota that this notice has been published.\\n        \\n          Dated: February 3, 2009\\n          Sherry Hutt,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. E9-5328 Filed 3-11-09; 8:45 am]\\n      BILLING CODE 4312-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Inventory Completion: Bureau of Indian Affairs, Great Plains Regional Office, Aberdeen, SD", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: February 3, 2009", "signature_name": "Sherry Hutt,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. E9-5328 Filed 3-11-09; 8:45 am]", "billing_code": "BILLING CODE 4312-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}