{"index": "I_1400", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Inventory Completion: U.S. Department of the Interior, Utah State Office of the Bureau of Land Management, Salt Lake City, UT; Museum of Peoples and Cultures, Brigham Young University, Provo, UT; College of Eastern Utah Prehistoric Museum, Price, UT; Edge of the Cedars State Park Museum, Blanding, UT; Utah Museum of Natural History, University of Utah, Salt Lake City, UT; and Anthropology Museum at Washington State University, Pullman, WA\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains and associated funerary objects in the control of the U.S. Department of the Interior, Utah State Office, Bureau of Land Management, Salt Lake City, UT, and in the possession of the Museum of Peoples and Cultures, Brigham Young University, Provo, UT; College of Eastern Utah Prehistoric Museum, Price, UT; Edge of the Cedars State Park Museum, Blanding, UT; Utah Museum of Natural History, University of Utah, Salt Lake City, UT; and Anthropology Museum at Washington State University, Pullman, WA. The human remains and associated funerary objects were removed from Carbon, Grand, Kane, San Juan, Sevier, Tooele, Washington, and Wayne Counties, UT, and from unknown locations in Utah.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003 (d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations in this notice.\\n\\n        A detailed assessment of the human remains was made by Museum of Peoples and Cultures, Brigham Young University; College of Eastern Utah Prehistoric Museum; Edge of the Cedars State Park Museum; Utah Museum of Natural History, University of Utah; Anthropology Museum at Washington State University; and Utah State Office, Bureau of Land Management professional staff in consultation with representatives of the Confederated Tribes of the Goshute Reservation, Nevada and Utah; Duckwater Shoshone Tribe of the Duckwater Reservation, Nevada; Ely Shoshone Tribe of Nevada; Hopi Tribe of Arizona; Kaibab Band of Paiute Indians of the Kaibab Indian Reservation, Arizona; Moapa Band of Paiute Indians of the Moapa River Indian Reservation, Nevada; Navajo Nation, Arizona, New Mexico & Utah; Northwestern Band of Shoshoni Nation of Utah (Washakie); Ohkay Owingeh, New Mexico; Paiute Indian Tribe of Utah (Cedar City Band of Paiutes, Kanosh Band of Paiutes, Koosharem Band of Paiutes, Indian Peaks Band of Paiutes, and Shivwits Band of Paiutes); Pueblo of Acoma, New Mexico; Pueblo of Cochiti, New Mexico; Pueblo of Isleta, New Mexico; Pueblo of Jemez, New Mexico; Pueblo of Laguna, New Mexico; Pueblo of Nambe, New Mexico; Pueblo of Picuris, New Mexico; Pueblo of Pojoaque, New Mexico; Pueblo of San Felipe, New Mexico; Pueblo of San Ildefonso, New Mexico; Pueblo of Sandia, New Mexico; Pueblo of Santa Ana, New Mexico; Pueblo of Santa Clara, New Mexico; Pueblo of Santo Domingo, New Mexico; Pueblo of Taos, New Mexico; Pueblo of Tesuque, New Mexico; Pueblo of Zia, New Mexico; San Juan Southern Paiute Tribe of Arizona; Shoshone Tribe of the Wind River Reservation, Wyoming; Shoshone-Bannock Tribes of the Fort Hall Reservation of Idaho; Shoshone-Paiute Tribes of the Duck Valley Reservation, Nevada; Skull Valley Band of Goshute Indians of Utah; Southern Ute Indian Tribe of the Southern Ute Reservation, Colorado; Te-Moak Tribe of Western Shoshone Indians of Nevada (Four constituent bands: Battle Mountain Band, Elko Band, South Fork Band and Wells Band); Ute Indian Tribe of the Uintah & Ouray Reservation, Utah; Ute Mountain Tribe of the Ute Mountain Reservation, Colorado, New Mexico & Utah; Ysleta del Sur Pueblo of Texas; and Zuni Tribe of the Zuni Reservation, New Mexico.\\n        In 1973, human remains representing a minimum of one individual were removed from the surface of archeological site 42SA2799 in San Juan County, UT, during a legally authorized inventory effort conducted by Brigham Young University. The human remains were subsequently accessioned into the Museum of Peoples and Cultures, Brigham Young University. No known individual was identified. No associated funerary objects are present.\\n        In 1973, human remains representing a minimum of one individual were removed from the surface of archeological site 42SA2800 in San Juan County, UT, during a legally authorized inventory effort conducted by Brigham Young University. The human remains were subsequently accessioned into the Museum of Peoples and Cultures, Brigham Young University. No known individual was identified. No associated funerary objects are present.\\n        In 1973, human remains representing a minimum of one individual were removed from the surface of archeological site 42SA2911 in San Juan County, UT, during a legally authorized inventory effort conducted by Brigham Young University. The human remains were subsequently accessioned into the Museum of Peoples and Cultures, Brigham Young University. No known individual was identified. No associated funerary objects are present.\\n        Between 1970 and 1972, human remains representing a minimum of four individuals were removed from Three Kiva Pueblo (archeological site 42SA863) in San Juan County, UT, during legally authorized excavations conducted by Brigham Young University. The human remains and associated funerary objects were subsequently accessioned into the Museum of Peoples and Cultures, Brigham Young University. No known individuals were identified. The two associated funerary objects are a projectile point and a stone axe fragment.\\n        Between 1969 and 1974, human remains representing a minimum of one individual were removed from the surface of archeological site 42SA3581 in San Juan County, UT, during a legally authorized inventory effort conducted by Brigham Young University. The human remains were subsequently accessioned into the Museum of Peoples and Cultures, Brigham Young University. No known individual was identified. No associated funerary objects are present.\\n        In 1974, human remains representing a minimum of one individual were removed from the surface of archeological site 42SA3786 in San Juan County, UT, during a legally authorized inventory effort conducted by Brigham Young University. The human remains were subsequently accessioned into the Museum of Peoples and Cultures, Brigham Young University. No known individual was identified. No associated funerary objects are present.\\n        Between 1969 and 1972, human remains representing a minimum of one individual were removed from the surface of archeological site 42SA1782 in San Juan County, UT, during a legally authorized inventory effort conducted by Brigham Young University. The human remains were subsequently accessioned into the Museum of Peoples and Cultures, Brigham Young University. No known individual was identified. No associated funerary objects are present.\\n        Between 1969 and 1972, human remains representing a minimum of one individual were removed from the surface of archeological site 42SA1864 in San Juan County, UT, during a legally authorized inventory effort conducted by Brigham Young University. The human remains were subsequently accessioned into the Museum of Peoples and Cultures, Brigham Young University. No known individual was identified. No associated funerary objects are present.\\n        Between 1969 and 1972, human remains representing a minimum of one individual were removed from the surface of archeological site 42SA2117 in San Juan County, UT, during a legally authorized inventory effort conducted by Brigham Young University. The human remains and associated funerary object were subsequently accessioned into the Museum of Peoples and Cultures, Brigham Young University. No known individual was identified. The one associated funerary object is a worked stone flake.\\n        Between 1969 and 1979, human remains representing a minimum of one individual were removed from the surface of archeological site 42SA10862 in San Juan County, UT, during a legally authorized inventory effort conducted by Brigham Young University. The human remains were subsequently accessioned into the Museum of Peoples and Cultures, Brigham Young University. No known individual was identified. No associated funerary objects are present.\\n        Between 1969 and 1979, human remains representing a minimum of one individual were removed from the surface of archeological site 42SA10871 in San Juan County, UT, during a legally authorized inventory effort conducted by Brigham Young University. The human remains were subsequently accessioned into the Museum of Peoples and Cultures, Brigham Young University. No known individual was identified. No associated funerary objects are present.\\n\\n        Between 1969 and 1979, human remains representing a minimum of one individual were removed from the surface of archeological site 42SA10883 in San Juan County, UT, during a legally authorized inventory effort conducted by Brigham Young University. The human remains were subsequently accessioned into the Museum of Peoples and Cultures, Brigham Young University. No known individual was identified. No associated funerary objects are present.\\n        Between 1969 and 1979, human remains representing a minimum of one individual were removed from the surface of archeological site 42SA10983 in San Juan County, UT, during a legally authorized inventory effort conducted by Brigham Young University. The human remains were subsequently accessioned into the Museum of Peoples and Cultures, Brigham Young University. No known individual was identified. No associated funerary objects are present.\\n        At an unknown date, human remains representing a minimum of one individual were removed from Mill Creek Canyon, Grand County, UT. Circumstances of the removal are unknown. The human remains were originally housed in the Dan O\\'Laurie Museum in Moab and subsequently were given to a Bureau of Land Management archeologist because they could not be properly cared for in the museum. The human remains were later transferred to the College of Eastern Utah Prehistoric Museum. No known individual was identified. The five associated funerary objects are one lot of leather pieces, one lot of grass, one plaited juniper bark carrier, and one lot of cording.\\n        At an unknown date, human remains representing a minimum of one individual were removed from White Canyon, Grand County, UT. Circumstances of the removal are unknown. The human remains were originally housed in the Dan O\\'Laurie Museum in Moab and subsequently were given to a Bureau of Land Management archeologist because they could not be properly cared for in the museum. The human remains were later transferred to the College of Eastern Utah Prehistoric Museum. No known individual was identified. The three associated funerary objects are one lot of leather pieces, one lot of twined juniper bark carrier pieces, and twisted animal hide cordage.\\n        In 1977, human remains representing a minimum of four individuals were recovered from River House Ruin (42SA5281) in San Juan County, UT, during legally authorized excavations. The human remains were accessioned by the Edge of the Cedars State Park Museum. No known individuals were identified. No associated funerary objects are present.\\n        In 1983, human remains representing a minimum of one individual were recovered from archeological site 42SA14187 in San Juan County, UT, during legally authorized data recovery efforts after erosion exposed the burial. The human remains were accessioned by the Edge of the Cedars State Park Museum. No known individual was identified. The 170 associated funerary objects are 4 ceramic vessels; 1 ladle fragment; 158 ceramic sherds (Mancos Black-on-White, Piedra Black-on-White, McElmo Black-on-White, Chapin Gray, and Mancos neck banded); 1 broken ceramic pendant; 1 polishing stone; 1 pecking stone; 1 graver; 2 bifaces; and 1 utilized flake.\\n        In 1981, human remains representing a minimum of one individual were removed from site 42SA4856, the Little Square Tower site, San Juan County, UT, during legally authorized excavations for data recovery efforts for the Recapture Dam Project by Brigham Young University. The human remains were accessioned by the Edge of the Cedars State Park Museum. No known individual was identified. No associated funerary objects are present.\\n        In 1981, human remains representing a minimum of one individual were recovered from site 42SA8875, San Juan County, UT, during legally authorized excavations for data recovery efforts for the Recapture Dam Project by Brigham Young University. The human remains were accessioned by the Edge of the Cedars State Park Museum. No known individual was identified. No associated funerary objects are present.\\n        In 1981, human remains representing a minimum two individuals were recovered from site 42SA8876, San Juan County, UT, during legally authorized excavations for data recovery efforts for the Recapture Dam Project by Brigham Young University. The human remains were accessioned by the Edge of the Cedars State Park Museum. No known individuals were identified. No associated funerary objects are present.\\n        In 1981, human remains representing a minimum one individual were removed from site 42SA8880, the Cist site, San Juan County, UT, during legally authorized excavations for data recovery efforts for the Recapture Dam Project by Brigham Young University. The human remains were accessioned by the Edge of the Cedars State Park Museum. No known individual was identified. No associated funerary objects are present.\\n        In 1981, human remains representing a minimum two individuals were removed from site 42SA8887, the Bullpup Shelter site, San Juan County, UT, during legally authorized excavations for data recovery efforts for the Recapture Dam Project by Brigham Young University. The human remains were accessioned by Edge of the Cedars State Park Museum. No known individual was identified. The one associated funerary object is a polished tube of turkey bone.\\n        Three individuals were also recovered during the Recapture Dam Project by Brigham Young University, and are assumed to be from the same time periods and occupations of the other human remains, although their exact provenience is not known. The human remains were accessioned by the Edge of the Cedars State Park Museum.\\n        In 1965, human remains representing a minimum of one individual were recovered from the surface of a vandalized site, 42SA5093, in San Juan County, UT, during legally authorized surface inventory. The human remains were accessioned by the Edge of the Cedars State Park Museum. No known individual was identified. No associated funerary objects are present.\\n        In 1990, human remains representing a minimum of one individual were recovered from archeological site 42SA11624 in Nancy Patterson Canyon, San Juan County, UT, during legally authorized excavations. The human remains were accessioned by the Edge of the Cedars State Park Museum. No known individual was identified. The two associated funerary objects are a Mancos Corrugated ceramic vessel and a Mesa Verde white ware ceramic vessel.\\n        In 1976, human remains representing a minimum of two individuals were recovered from the surface of archeological site 42SA5622 in Butler Wash, San Juan County, UT, during a survey by the University of Denver. The human remains were scattered on the surface of a disturbed and looted site. The human remains were accessioned by the Edge of the Cedars State Park Museum. No known individuals were identified. No associated funerary objects are present.\\n        In 1965, human remains representing a minimum of two individuals were recovered from the surface of archeological site 42SA5156, San Juan County, UT, during inventory for a chaining at Westwater Point. The human remains were accessioned by the Edge of the Cedars State Park Museum. No known individuals were identified. No associated funerary objects are present.\\n\\n        Prior to 1979, human remains representing a minimum of two individuals were recovered from an unknown site in an unknown location. The human remains and the objects were held in the Monticello Field Office, Bureau of Land Management until 1983 when they were transferred to and accessioned by the Edge of the Cedars State Park for appropriate care. No known individuals were identified. The five associated funerary objects are one ceramic sherd, two worked/tanned animal hides, one turkey feather blanket, and one yucca cordage.\\n        In 1983, human remains representing a minimum of one individual were delivered to the Edge of the Cedars Museum by a Bureau of Land Management staff archeologist in California, and accessioned into the museum collections as under the control of the Bureau of Land Management. The Bureau of Land Management acquired the human remains from a collector who indicated they had been looted from a site near Blanding in San Juan County, UT. No additional information regarding the original place or manner of removal is available. No known individual was identified. The two associated funerary objects are a yucca fiber and a turkey feather blanket.\\n        In 1989, human remains representing a minimum of one individual were collected by hikers from an exposed burial on the surface of an unrecorded site on Bureau of Land Management public lands in the Grand Gulch area of San Juan County, UT. The human remains and the associated funerary object were turned over to Bureau of Land Management and subsequently taken to Edge of the Cedars State Park for appropriate care. No known individual was identified. The one associated funerary object is a turkey feather legging fragment.\\n        Between 1972 and 1973, human remains representing a minimum of one individual were recovered from site 42SA2137, during excavations as part of a U.S. 95 highway improvement project in San Juan County, UT. Subsequently, the Utah Museum of Natural History accessioned the materials into its collections. No known individual was identified. The 48 associated funerary objects are 1 McElmo Black-on-White jar, 2 McElmo Black-on-White fragments, 1 bowl, and 44 sherds.\\n        Between 1972 and 1973, human remains representing a minimum of one individual were recovered from site 42SA2139, Surprise Village, San Juan County, UT, during excavations as part of a U.S. 95 highway improvement project. Subsequently, the Utah Museum of Natural History accessioned the materials into its collections. No known individual was identified. No associated funerary objects are present.\\n        Between 1972 and 1973, human remains representing a minimum of two individuals were recovered from site 42SA2140, Gnat Knoll, San Juan County, UT, during excavations as part of a U.S. 95 highway improvement project. Subsequently, the Utah Museum of Natural History accessioned the materials into its collections. No known individuals were identified. The one associated funerary object is one lot of ceramics sherds.\\n        Between 1972 and 1973, human remains representing a minimum of two individuals were recovered from site 42SA2164, Mule Canyon Ruins, San Juan County, UT, during excavations as part of a U.S. 95 highway improvement project. Subsequently, the Utah Museum of Natural History accessioned the materials into its collections. No known individuals were identified. The one associated funerary object is a small bowl made from a handleless dipper.\\n        Between 1972 and 1973, human remains representing a minimum of one individual were recovered from site 42SA3203, Tall Pine Site, San Juan County, UT, during excavations as part of a U.S. 95 highway improvement project. Subsequently, the Utah Museum of Natural History accessioned the materials into its collections. No known individual was identified. No associated funerary objects are present.\\n        In 1975, human remains representing a minimum of one individual were removed from the surface of site HS C1-3 near the head of Polly\\'s Canyon, a tributary of Grand Gulch in San Juan County, UT, as part of the Cedar Mesa Project. The human remains were subsequently accession by the Anthropology Museum at Washington State University. No known individual was identified. No associated funerary objects are present.\\n        All the human remains and associated funerary objects evidence an affiliation with the archeological cultural known as Anasazi or Ancestral Puebloan. The Anasazi culture developed in Utah and elsewhere in the Southwest from about 1200 B.C. through the 13th and/or 14th centuries, after which there was an abandonment of some areas. Anasazi sites are also commonly referred to as Ancestral Puebloan because of a clear linkage and continuity to extant Puebloan culture from prehistoric times to the present. Ceramics, architecture, rock art, and other cultural traits documented in the archeological record, as well as the oral traditions of Puebloan tribes, provide relevant evidence for a general cultural affiliation to Puebloan tribes. Other tribes who have lived in the area since Anasazi abandonment of the region in the 13th and/or 14th centuries also claim a relationship with Anasazi archeological sites. To the extent that there has been intermarriage and gene flow across tribal populations in the Southwest, and transfer of some cultural traits through time and association, some argument could be made for broad affiliation. However, a focus on the culture in place during the time of Anasazi occupation, and continuity of key cultural traits through time justifies affiliation to Puebloans and not to tribes who appear to have entered the region after Anasazi abandonment. Determinations of cultural affiliation are based on a simple preponderance of the evidence. Based on archeological evidence and oral traditions/folklore, there is a general affiliation to extant Pueblo Tribes, which are the Hopi Tribe of Arizona; Ohkay Owingeh, New Mexico; Pueblo of Acoma, New Mexico; Pueblo of Cochiti, New Mexico; Pueblo of Isleta, New Mexico; Pueblo of Jemez, New Mexico; Pueblo of Laguna, New Mexico; Pueblo of Nambe, New Mexico; Pueblo of Picuris, New Mexico; Pueblo of Pojoaque, New Mexico; Pueblo of San Felipe, New Mexico; Pueblo of San Ildefonso, New Mexico; Pueblo of Sandia, New Mexico; Pueblo of Santa Ana, New Mexico; Pueblo of Santa Clara, New Mexico; Pueblo of Santo Domingo, New Mexico; Pueblo of Taos, New Mexico; Pueblo of Tesuque, New Mexico; Pueblo of Zia, New Mexico; Ysleta del Sur Pueblo of Texas; and Zuni Tribe of the Zuni Reservation, New Mexico.\\n\\n        Officials of the Utah State Office, Bureau of Land Management have determined that, pursuant to 25 U.S.C. 3001 (9-10), the human remains described above represent the physical remains of 51 individuals of Native American ancestry. Officials of the Utah State Office, Bureau of Land Management also have determined that, pursuant to 25 U.S.C. 3001 (3)(A), the 242 objects described above are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony. Lastly, officials of the Utah State Office, Bureau of Land Management have determined that, pursuant to 25 U.S.C. 3001 (2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and associated funerary objects and the Hopi Tribe of Arizona; Ohkay Owingeh, New Mexico; Pueblo of Acoma, New Mexico; Pueblo of Cochiti, New Mexico; Pueblo of Isleta, New Mexico; Pueblo of Jemez, New Mexico; Pueblo of Laguna, New Mexico; Pueblo of Nambe, New Mexico; Pueblo of Picuris, New Mexico; Pueblo of Pojoaque, New Mexico; Pueblo of San Felipe, New Mexico; Pueblo of San Ildefonso, New Mexico; Pueblo of Sandia, New Mexico; Pueblo of Santa Ana, New Mexico; Pueblo of Santa Clara, New Mexico; Pueblo of Santo Domingo, New Mexico; Pueblo of Taos, New Mexico; Pueblo of Tesuque, New Mexico; Pueblo of Zia, New Mexico; Ysleta del Sur Pueblo of Texas; and Zuni Tribe of the Zuni Reservation, New Mexico.\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the human remains and associated funerary objects should contact Byron Loosle, Utah State NAGPRA Coordinator, BLM Utah State Office, P.O. Box 45155, 440 West 200 South, Suite 600, Salt Lake City, UT 84145-0155, telephone (801) 539-4276, before April 13, 2009. Repatriation of the human remains and associated funerary objects to the Hopi Tribe of Arizona; Ohkay Owingeh, New Mexico; Pueblo of Acoma, New Mexico; Pueblo of Cochiti, New Mexico; Pueblo of Isleta, New Mexico; Pueblo of Jemez, New Mexico; Pueblo of Laguna, New Mexico; Pueblo of Nambe, New Mexico; Pueblo of Picuris, New Mexico; Pueblo of Pojoaque, New Mexico; Pueblo of San Felipe, New Mexico; Pueblo of San Ildefonso, New Mexico; Pueblo of Sandia, New Mexico; Pueblo of Santa Ana, New Mexico; Pueblo of Santa Clara, New Mexico; Pueblo of Santo Domingo, New Mexico; Pueblo of Taos, New Mexico; Pueblo of Tesuque, New Mexico; Pueblo of Zia, New Mexico; Ysleta del Sur Pueblo of Texas; and Zuni Tribe of the Zuni Reservation, New Mexico may proceed after that date if no additional claimants come forward.\\n        The Utah State Office, Bureau of Land Management is responsible for notifying the Confederated Tribes of the Goshute Reservation, Nevada and Utah; Duckwater Shoshone Tribe of the Duckwater Reservation, Nevada; Ely Shoshone Tribe of Nevada; Hopi Tribe of Arizona; Kaibab Band of Paiute Indians of the Kaibab Indian Reservation, Arizona; Moapa Band of Paiute Indians of the Moapa River Indian Reservation, Nevada; Navajo Nation, Arizona, New Mexico & Utah; Northwestern Band of Shoshoni Nation of Utah (Washakie); Ohkay Owingeh, New Mexico; Paiute Indian Tribe of Utah; Pueblo of Acoma, New Mexico; Pueblo of Cochiti, New Mexico; Pueblo of Isleta, New Mexico; Pueblo of Jemez, New Mexico; Pueblo of Laguna, New Mexico; Pueblo of Nambe, New Mexico; Pueblo of Picuris, New Mexico; Pueblo of Pojoaque, New Mexico; Pueblo of San Felipe, New Mexico; Pueblo of San Ildefonso, New Mexico; Pueblo of Sandia, New Mexico; Pueblo of Santa Ana, New Mexico; Pueblo of Santa Clara, New Mexico; Pueblo of Santo Domingo, New Mexico; Pueblo of Taos, New Mexico; Pueblo of Tesuque, New Mexico; Pueblo of Zia, New Mexico; San Juan Southern Paiute Tribe of Arizona; Shoshone Tribe of the Wind River Reservation, Wyoming; Shoshone-Bannock Tribes of the Fort Hall Reservation of Idaho; Shoshone-Paiute Tribes of the Duck Valley Reservation, Nevada; Skull Valley Band of Goshute Indians of Utah; Southern Ute Indian Tribe of the Southern Ute Reservation, Colorado; Te-Moak Tribe of Western Shoshone Indians of Nevada; Ute Indian Tribe of the Uintah & Ouray Reservation, Utah; Ute Mountain Tribe of the Ute Mountain Reservation, Colorado, New Mexico & Utah; Ysleta del Sur Pueblo of Texas; and Zuni Tribe of the Zuni Reservation, New Mexico that this notice has been published.\\n        \\n          Dated: January 29, 2009.\\n          Sherry Hutt,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. E9-5340 Filed 3-11-09; 8:45 am]\\n      BILLING CODE 4312-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Inventory Completion: U.S. Department of the Interior, Utah State Office of the Bureau of Land Management, Salt Lake City, UT; Museum of Peoples and Cultures, Brigham Young University, Provo, UT; College of Eastern Utah Prehistoric Museum, Price, UT; Edge of the Cedars State Park Museum, Blanding, UT; Utah Museum of Natural History, University of Utah, Salt Lake City, UT; and Anthropology Museum at Washington State University, Pullman, WA", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: January 29, 2009.", "signature_name": "Sherry Hutt,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. E9-5340 Filed 3-11-09; 8:45 am]", "billing_code": "BILLING CODE 4312-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}