{"index": "I_1418", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Inventory Completion: Raymond M. Alf Museum of Paleontology, Claremont, CA\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains in the control of the Raymond M. Alf Museum of Paleontology, Claremont, CA. The human remains were removed from Kern County, CA.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003 (d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains. The National Park Service is not responsible for the determinations in this notice.\\n        A detailed assessment of the human remains was made by the Raymond M. Alf Museum of Paleontology professional staff and University of California, Los Angeles professional staff member Archeologist Gail Kennedy, in consultation with representatives of the Santa Rosa Indian Community of the Santa Rosa Rancheria, California (Tachi Yokut Tribe).\\n        At an unknown date, human remains representing a minimum of six individuals were removed from the Kern Valley area near Kernville, Kern County, CA. No known individuals were identified. No associated funerary objects are present.\\n\\n        The Kern Valley area is near Kernville, Kern County, in the Central California area. Museum officials reasonably believe, based on locations where the museum has previously collected non-paleontological specimens, that these six individuals may have been collected from the same area associated with another individual described in a published Notice of Inventory Completion in the Federal Register (73 FR 34318, June 17, 2008), although at the time of publication the museum was unable to relate the six individuals in this notice to that individual. However, officials of the Raymond M. Alf Museum have subsequently determined that the six individuals in this notice are probably from the same area, and possibly the same site as the individual in the June 17, 2008 notice, based on two separate analyses, museum collection history, and tribal consultation.\\n        An investigation of the human remains conducted by Dr. Gail Kennedy, Physical Anthropologist, University of California, Los Angeles, determined that the individuals were California Native American based on dental wear. Tribal representatives of the Santa Rosa Rancheria conducted a second analysis, and independently concluded that the human remains are Native American.\\n\\n        The Kern Valley site is most likely either the habitation site of the Tubatulabal from which the individual in the June 17, 2008 notice had been removed, or a similar site. The Tubatulabal were loosely organized into three discrete bands called Pahkanapil, Palagewan, and Bankalachi (Smithsonian Institution, Handbook of North American Indians, Book 8, 1978). The Tubatulabal are considered Kern River Indians, speak an Uto-Aztecan language, and live in the Kern River/Lake Isabella area, which includes the south fork (Palagewan) and the lower Kern River below the south fork (Tubatulabal). Their neighbors are the Kawaiisu and the Yokuts. The Bankalachi, who were located a few miles from the Palagewan, resided in Yokuts territory.\\n\\n        In 1857, the Kern River gold rush began in Palagewan territory. During 1862, a few Tubatulabal joined the Owens Valley Paiute in hostilities against the Whites, and about this time, a group of Koso Indians settled in the Tubatulabal area, intermarrying with the Kawaiisu. In 1863, soldiers of the U.S. Army killed 35-40 Tubatulabal and Palagewan men near Kernville. Starting in 1865, the Tubatulabal began to practice agriculture and in 1893, the majority of them and a few Palagewan survivors were allotted land in the South Fork and Kern Valleys. From 1900 to 1972, many Tubatulabals moved to the Tule River Indian Reservation, north of the Kern valley region. It is reasonably believed that those that survived intermarried with the Yokuts in the Kern County area. Descendants of these Yokuts are members of the Federally-recognized Santa Rosa Indian Community of the Santa Rosa Rancheria, California and Tule River Indian Tribe of the Tule River Reservation, California.\\n        Officials of the Raymond M. Alf Museum of Paleontology have determined that, pursuant to 25 U.S.C. 3001 (9-10), the human remains described above represent the physical remains of six individuals of Native American ancestry. Officials of the Raymond M. Alf Museum of Paleontology also have determined that, pursuant to 25 U.S.C. 3001 (2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and the Santa Rosa Indian Community of the Santa Rosa Rancheria, California and Tule River Indian Tribe of the Tule River Reservation, California.\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the human remains should contact Don Lofgren, Director, Raymond M. Alf Museum of Paleontology, 1175 West Baseline Road, Claremont, CA 91711, telephone (909) 624-2798, before March 4, 2009. Repatriation of the human remains to the Santa Rosa Indian Community of the Santa Rosa Rancheria, California may proceed after that date if no additional claimants come forward.\\n        The Raymond M. Alf Museum of Paleontology is responsible for notifying the Santa Rosa Indian Community of the Santa Rosa Rancheria, California and Tule River Indian Tribe of the Tule River Reservation, California that this notice has been published.\\n        \\n          Dated: January 9, 2009\\n          Sherry Hutt,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. E9-2124 Filed 1-30-09; 8:45 am]\\n      BILLING CODE 4312-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Inventory Completion: Raymond M. Alf Museum of Paleontology, Claremont, CA", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: January 9, 2009", "signature_name": "Sherry Hutt,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. E9-2124 Filed 1-30-09; 8:45 am]", "billing_code": "BILLING CODE 4312-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}