{"index": "I_1523", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Inventory Completion: Robert S. Peabody Museum of Archaeology, Phillips Academy, Andover, MA\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains in the possession of the Robert S. Peabody Museum of Archaeology at Phillips Academy, Andover, MA. The human remains were removed from Barnstable County, MA.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003 (d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains. The National Park Service is not responsible for the determinations in this notice.\\n        A detailed assessment of the human remains was made by Robert S. Peabody Museum of Archaeology professional staff in consultation with representatives of the Wampanoag Repatriation Confederation, on behalf of the Mashpee Wampanoag Tribe; Wampanoag Tribe of Gay Head (Aquinnah) of Massachusetts; and Assonet Band of the Wampanoag Nation, a non-federally recognized Indian group.\\n        In 1951, a human remain representing a minimum of one individual was removed from the Rich Site (19-BN-163) in Barnstable County, MA, by Harold Curtis. The human remains were transferred at an unknown date to Ross Moffett and later donated to the Robert S. Peabody Museum of Archaeology in 1969. No known individual was identified. No associated funerary objects are present.\\n\\n        The isolated tooth documented in this inventory appears to come from the \\xe2\\x80\\x9cblack earth and shell\\xe2\\x80\\x9d strata, an upper level of the site that is presumably a Middle Woodland/Late Woodland occupation. The Rich site (19-BN-163) is one of several sites on the Outer Cape that reflects a pattern of year-round occupation and increasing sedentism in the late Middle Woodland to the Late Woodland (Massachusetts Historical Commission 1987 Historic and Archaeological Resources of Cape Cod and the Islands). In addition to the area around Truro, where the Rich site is located, other comparable cores on the Outer Cape include Wellfleet Harbor and the Nauset area in Eastham. In each site, there is a concentration of settlement not previously seen in the archeological record and strong evidence for year-round occupation. This includes floral and faunal data, as well as an array of site locations (and orientations) in each core area that fits the known range of seasonally exploited resources (Francis P. McManamon, ed. Chapters in the Archaeology of Cape Cod, Volumes I and II, 1984). Concomitant with this evidence for year-round occupation are mortuary data that indicate a significantly different pattern than evident on earlier sites. This includes the use of defined cemeteries, as well as ossuaries, which elsewhere in the Northeast are strongly linked with sedentary, tribal people (McManamon, Bradley and Magennis, The Indian Neck Ossuary, 1986). This pattern appears to occur elsewhere along the southern end of the Gulf of Maine and along the southern New England coast to Narragansett Bay and possibly beyond, and first becomes visible during the late Middle Woodland and continues to characterize Wampanoag subsistence patterns throughout the Late Woodland/Contact Periods.\\n        Distinct patterns of material culture and distribution for late Middle Woodland/Late Woodland sites such as the Rich site have been documented by many researchers (Ross Moffett, \\xe2\\x80\\x9cA Review of Cape Cod Archaeology,\\xe2\\x80\\x9d Bulletin of the Massachusetts Historical Society, XIX(1) 1957; William Ritchie The Archaeology of Martha\\'s Vineyard, 1969; McManamon 1984). \\xe2\\x80\\x9c[T]he first intensive peopling of the Cape region\\xe2\\x80\\x9d occurred during the Middle Woodland period and these sites were marked by \\xe2\\x80\\x9cnearly all of the earlier shell heap and black midden accumulations\\xe2\\x80\\x9d associated with grit-tempered pottery and stemmed points (Moffett 1957: 5). Although minor changes in ceramic form and decoration occur, current evidence indicates continuity rather than change in the material culture of late Middle Woodland through Late Woodland period sites (Ritchie 1969; McManamon 1984 I & II). The Massachusetts Historical Commission notes that the presence of Large Triangles is typical in Late Woodland Period assemblages (Michael J. Connolly, Historic and Archaeological Resources of Cape Cod and the Islands, 1987).\\n        Various European explorers and settlers documented the presence of Pokanoket (Wampanoag) people in southeastern Massachusetts, including Cape Cod during the late 16th and early 17th century. Historical sources used to identify Wellfleet inside Pamet/Wampanoag territory include William Wood, New England Prospect,1865; William Bradford, Of Plymouth Plantation, 1987; and Daniel Gookin, Historical Collections of the Indians in New England, 1970. Contemporary scholarship continues to document the presence of Wampanoag/Pamet people in this area including, Trigger, Bruce, ed., Handbook of North American Indians, v.15, 1978: 177-181, and Gibson, Susan B., ed., Burr\\'s Hill: A Seventeenth Century Wampanoag Burial Ground in Warren, Rhode Island,1980. Wampanoag presence has also been demonstrated in the Massachusetts Historical Commissions two volumes on Cape Cod and Southeastern Massachusetts (Massachusetts Historical Commission 1982 Historic and Archaeological Resources of Southeast Massachusetts, and 1987 Historic and Archaeological Resources of Cape Cod and the Islands).\\n        Other critical sources that identify the Mashpee Wampanoag Tribe as the present-day descendants of these people include Russell Peters, The Wampanoags of Mashpee, 1987; William S. Simmons, Spirit of the New England Tribes: Indian History and Folklore, 1620-1984, 1986; and Jack Campisi, The Mashpee Indians: Tribe on Trial, 1991. Writing about the numerous Wampanoag communities throughout southeastern Massachusetts, William Simmons explains, \\xe2\\x80\\x9c(F)rom the late seventeenth century to the early twentieth century, many of these enclaves either coalesced with others or simply died out, leaving two principal concentrations of Wampanoag at Gay Head on Martha\\'s Vineyard and at Mashpee.\\xe2\\x80\\x9d Russell Peters\\' text is an important document from the perspective of the Mashpee community documenting their continued existence as a tribe.\\n        The Mashpee Wampanoag Tribe; Wampanoag Tribe of Gay Head (Aquinnah) of Massachusetts; Assonet Band of the Wampanoag Nation, a non-federally recognized Indian group, and Wampanoag Repatriation Confederation, a non-federally recognized Indian group; provided verbal evidence during consultations for the Rich Site to have existed within the ancestral area of the Wampanoag.\\n        Officials of the Robert S. Peabody Museum of Archaeology have found, based on the preponderance of the evidence, including consultation evidence and scholarship, that a shared group identity can be reasonably traced between the inhabitants of the Rich site (19-BN-163) for the periods represented in the museum\\'s collections and the present-day Wampanoag Tribes of Massachusetts.\\n        Officials of the Robert S. Peabody Museum of Archaeology have determined that, pursuant to 25 U.S.C. 3001 (9-10), the human remain described above represent the physical remains of one individual of Native American ancestry. Officials of the Robert S. Peabody Museum of Archaeology also have determined that, pursuant to 25 U.S.C. 3001 (2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and the Mashpee Wampanoag Tribe and Wampanoag Tribe of Gay Head (Aquinnah) of Massachusetts. Furthermore, officials of the Robert S. Peabody Museum of Archaeology have determined that there is a cultural relationship between the Native American human remains and the Assonet Band of the Wampanoag Nation, a non-federally recognized Indian group.\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the human remains should contact Malinda S. Blustain, Director, Robert S. Peabody Museum of Archaeology, Phillips Academy, Andover, MA 01810, telephone (978) 749-4490, before June 30, 2008. Repatriation of the human remains to the Wampanoag Repatriation Confederation on behalf of the Wampanoag Tribe of Gay Head (Aquinnah) of Massachusetts, Mashpee Wampanoag Tribe, and Assonet Band of the Wampanoag Nation, a non-federally recognized Indian group may proceed after that date if no additional claimants come forward.\\n        The Robert S. Peabody Museum of Archaeology is responsible for notifying the Mashpee Wampanoag Tribe; Wampanoag Tribe of Gay Head (Aquinnah) of Massachusetts; Assonet Band of the Wampanoag Nation, a non-federally recognized Indian group; and Wampanoag Repatriation Confederation, a non-federally recognized Indian group that this notice has been published.\\n        \\n          Dated: April 18, 2008\\n          Sherry Hutt,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. E8-11993 Filed 5-28-08; 8:45 am]\\n      BILLING CODE 4312-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Inventory Completion: Robert S. Peabody Museum of Archaeology, Phillips Academy, Andover, MA", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: April 18, 2008", "signature_name": "Sherry Hutt,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. E8-11993 Filed 5-28-08; 8:45 am]", "billing_code": "BILLING CODE 4312-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}