{"index": "I_1530", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Inventory Completion: San Francisco State University, Department of Anthropology, San Francisco, CA\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains and associated funerary objects in the possession of San Francisco State University, Department of Anthropology, San Francisco, CA. The human remains and associated funerary objects were removed from Marin County, CA.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003 (d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations in this notice.\\n        A detailed assessment of the human remains was made by San Francisco State University, Department of Anthropology professional staff in consultation with representatives of the Federated Indians of Graton Rancheria, California.\\n        From 1980 to 1985, human remains representing a minimum of five individuals were removed from CA-MRN-17, De Silva Island, Richardson Bay, Marin County, CA, by San Francisco State University staff under the direction of Gary Pahl. Materials from the excavations were jointly curated by San Francisco State University and Sonoma State University Anthropological Studies Center until 1998, when all excavated materials from CA-MRN-17 were transferred to San Francisco State University. No known individuals were identified. The 17 associated funerary objects are 1 elk bone awl, 3 obsidian flakes, 2 lots of obsidian debitage, 1 chert flake, 1 core, 1 scraper, 2 lots of chert debitage, 2 pieces of ground stone, and 4 carbon samples.\\n        Site CA-MRN-17 is a shell mound that contains hearths and interments. The five individuals described above were found in three burials. One burial was radiocarbon dated to A.D. 65\\xc2\\xb1115. This date is consistent with archeological and linguistic evidence for the presence of ancestors of the Federated Indians of Graton Rancheria, California. A second burial was radiocarbon dated to 3480\\xc2\\xb1145 B.C. This burial represents one of the earliest Native American human remains recorded in the San Francisco Bay area. Archeological and linguistic research does not indicate a clear cultural affiliation for Native American human remains from this early period. However, consultation with tribal representatives indicates that the human remains are culturally affiliated with the Federated Indians of Graton Rancheria, California. Since the archeological and linguistic data are unresolved, and the tribe has stated a desire to repatriate the human remains, it is the opinion of officials of San Francisco State University given the totality of the circumstances, that the human remains from site CA-MRN-17 are reasonably believed to be culturally affiliated with the Federated Indians of Graton Rancheria, California.\\n        At an unknown date prior to 1962, human remains representing a minimum of one individual were removed from the San Anselmo Shellheap site (CA-MRN-74), Marin County, CA. The information on removal is according to Department of Anthropology records. At an unknown date, the human remains were donated to the San Francisco State University Department of Anthropology by an unknown person. No known individual was identified. No associated funerary objects are present.\\n        The age of CA-MRN-74 is unknown. The human remains were removed from a Native American shell midden located within the historically documented territory of the Federated Indians of Graton Rancheria, California. The preponderance of available evidence, indicates that the human remains are culturally affiliated with the Federated Indians of Graton Rancheria, California.\\n\\n        Between 1969 and 1971, human remains representing a minimum of eight individuals were removed from the Miller Creek Site (CA-MRN-138), Marin County, CA, by San Francisco State University staff under the direction of Charles Slaymaker and Michael Moratto. No known individuals were identified. The six associated funerary objects are one obsidian point, one shell bead, and four ochre fragments.\\n        \\n        The Miller Creek site is located on the bank of Miller Creek. Radiometric dates on materials removed from the site bracket 700\\xc2\\xb195 B.C. and A.D. 230\\xc2\\xb195. Occupation of the site dates from the Middle Archaic to the Upper Emergent Period (circa 1500 B.C.-A.D. 1500).\\n        Between 1972 and 1975, human remains representing a minimum of one individual were removed from the Pacheco Valle site (CA-MRN-152), Marin County, CA, during excavations conducted by the University of San Francisco, College of Marin, and Miwok Archaeological Preserve of Marin, CA, according to San Francisco State University Department of Anthropology records. At an unknown date after 1972, the human remains were donated to the Department of Anthropology, San Francisco State University by unknown individuals. No known individual was identified. No associated funerary objects are present.\\n        The Pacheco Valle site is located on the north bank of the south fork of Ignacio Creek. Radiometric dating and stylistic attributes of the artifact assemblages recovered during the excavations indicate that habitation of the site dates from the Middle Archaic to the Upper Emergent Period (circa 1100 B.C.-A.D. 1500).\\n        In 1963, human remains representing a minimum of 12 individuals were removed from CA-MRN-158, Marin County, CA, by San Francisco State University staff under the direction of A.E. Treganza. No known individuals were identified. The two associated funerary objects are stone flakes.\\n        Site CA-MRN-158 is located on the west bank of the Pachaco-Miller Creek. It is a shell mound and habitation site. The artifact assemblage indicates that site habitation dates from the Middle Archaic to the Upper Emergent Period (circa 1500 B.C.-A.D. 1500).\\n        In 1968, human remains representing a minimum of three individuals were removed from the Pacific Telephone site (CA-MRN-168), Marin County, CA, by San Francisco State University staff under the direction of Charles Slaymaker. No known individuals were identified. The four associated funerary objects are three lots of botanical remains and one cylindrical charmstone.\\n        The Pacific Telephone site is a series of shell mounds on the banks of the Arroyo-San Jose Creek. Stylistic attributes of the artifact assemblage indicate that site habitation dates from the Upper Archaic to the Upper Emergent Period (circa 500 B.C.-A.D. 1500).\\n        Between 1970 and 1972, human remains representing a minimum of 23 individuals were removed from the Ignacio site (CA-MRN-170), Marin County, CA, by San Francisco State University staff under the direction of Charles Slaymaker and Michael Moratto. No known individuals were identified. The 926 funerary objects are 1chert tool, 1 core, 1 scraper, 5 flakes, 3 bone awl fragments, 1 strigil, 1 needle, 1 spatulate tip, 1 piece of worked bone, 1 bear claw, 1 stone pestle, 1 steatite ear plug, 1 pebble tool, 900 olivella beads, 2 haliotis pendants, 1 obsidian blade, 3 modified flakes, and 1 piece of ochre.\\n        The Ignacio site is a shell mound located on the edge of a marsh. Radiometric dating and stylistic attributes of the artifact assemblage indicate that site occupation dates from the Upper Archaic to the Upper Emergent Period (circa 500 B.C.-A.D. 1500).\\n        In 1957, and between 1971 and 1977, human remains representing a minimum of three individuals were removed from the Olompali site (CA-MRN-193), Marin County, CA, by San Francisco State University staff. No known individuals were identified. The two associated funerary objects are one piece of flaked stone and one piece of ground stone.\\n        The Olompali site is located on San Antonio Creek. It is the largest village dating to the time of Euroamerican contact that is known to be culturally affiliated with the Federated Indians of Graton Rancheria, California. Radiometric dating and stylistic attributes of the artifact assemblage indicate that site occupation dates from A.D. 1500 to Euroamerican contact.\\n        In 1967 or earlier, human remains representing a minimum of one individual were removed from the surface of the North Inverness site (CA-MRN-207), Marin County, CA, by San Francisco State University staff under the direction of Rob Edwards. No known individual was identified. No associated funerary objects are present.\\n        The age of the North Inverness site is unknown. It is located within historically documented territory of the Federated Indians of Graton Rancheria, California, and it is most likely that the human remains are culturally affiliated with the Federated Indians of Graton Rancheria, California.\\n        Between 1961 and 1968, human remains representing a minimum of 25 individuals were removed from the Preston Point site (CA-MRN-396), Marin County, CA, by W. Beason, Sacramento State University; Ward Upson, Santa Rosa Junior College, Santa Rosa, CA; and Mrs. Agnes Gerkin of Sacramento, CA. The burials excavated by Ward Upson were curated at San Francisco State University, except for two bones which were curated at the Anthropological Studies Center, California State University, Sonoma, CA. The burials excavated by W. Beason and Mrs. Gerkin, along with the funerary objects excavated by Ward Upson, were curated at the Anthropological Studies Center, California State University, Sonoma, CA. Possession and control of all CA-MRN-396 materials at the Anthropological Studies Center was transferred to San Francisco State University in 1998. No known individuals were identified. The 658 funerary objects are 8 stone sinkers, 54 clamshell beads, 420 olivella beads, 1 clam shell disc bead, 159 bead fragments, 4 obsidian blades, 1 tinkler, 2 points, 1 bone hairpin in fragments, 1 awl, 1 piece of worked bone, 1 steatite ball, 1 piece of polished steatite, 1 chert core, 1 piece of ochre, 1 charmstone fragment, and 1 piece of worked stone.\\n        The Preston Point site is located on Tomales Bay, between Vincent Landing and Preston Point, near the mouth of Walker Creek. Stylistic attributes of the artifact assemblage indicate that site occupation dates from the Upper Emergent Period (circa A.D. 1500 to the time of European contact).\\n        At an unknown time prior to 1970, human remains representing a minimum of two individuals were removed from an unknown location in Marin County, CA, by San Francisco State University staff under the direction of Charles Slaymaker. No known individuals were identified. No associated funerary objects are present.\\n        The age of this site is unknown. Marin County is located within the historically documented territory of the Federated Indians of Graton Rancheria, California, and it is most likely that the human remains are culturally affiliated with the Federated Indians of Graton Rancheria, California.\\n        At an unknown date, human remains representing a minimum of one individual were removed from an unknown location on Tomales Bay, Marin County, CA. The human remains were donated to San Francisco State University by an unknown individual at an unknown date prior to 1996. No known individual was identified. The nine associated funerary objects are olivella shell beads.\\n\\n        The age of the site is unknown. Tomales Bay is located within the historically documented territory of the Federated Indians of Graton Rancheria, California, and it is most likely that the human remains are culturally affiliated with the Federated Indians of Graton Rancheria, California.\\n        \\n        Archeological evidence indicates that the Penutian-speaking proto-Miwok people settled in Marin County, CA, circa 2000 B.C.-A.D. 1500. Ancestral Coastal Miwok have been identified on the basis of similarities between the archeological record and historic material culture as early as 500 B.C. Ethnographic records show that the Coast Miwok occupied all of Marin County at the time of European contact. The preponderance of the ethnographic and archeological evidence, along with consultation with representatives of the Federated Indians of Graton Rancheria, California, indicates that all Native American sites in Marin County, CA, are culturally affiliated with descendants of the Coast Miwok. Descendants of the Coast Miwok are members of the Federated Indians of Graton Rancheria, California.\\n        Officials of San Francisco State University have determined that, pursuant to 25 U.S.C. 3001 (9-10), the human remains described above represent the physical remains of 85 individuals of Native American ancestry. Officials of the San Francisco State University also have determined that, pursuant to 25 U.S.C. 3001 (3)(A), the 1,624 objects described above are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony. Lastly, officials of the San Francisco State University have determined that, pursuant to 25 U.S.C. 3001 (2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and associated funerary objects and the Federated Indians of Graton Rancheria, California.\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the human remains and associated funerary objects should contact Jeffrey Fentress, Department of Anthropology, San Francisco State University, 1600 Holloway Avenue, San Francisco, CA 94132, telephone (415) 338-2046, before June 23, 2008. Repatriation of the human remains and associated funerary objects to the Federated Indians of Graton Rancheria, California may proceed after that date if no additional claimants come forward.\\n        San Francisco State University is responsible for notifying the Federated Indians of Graton Rancheria, California that this notice has been published.\\n        \\n          Dated: April 23, 2008.\\n          Sherry Hutt,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. E8-11569 Filed 5-22-08; 8:45 am]\\n      BILLING CODE 4312-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Inventory Completion: San Francisco State University, Department of Anthropology, San Francisco, CA", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: April 23, 2008.", "signature_name": "Sherry Hutt,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. E8-11569 Filed 5-22-08; 8:45 am]", "billing_code": "BILLING CODE 4312-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}