{"index": "I_154", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        [NPS-WASO-NAGPRA-NPS0027114; PPWOCRADN0-PCU00RP14.R50000]\\n        Notice of Inventory Completion: U.S. Department of Interior, Bureau of Reclamation, Upper Colorado Region, Salt Lake City, UT; Museum of New Mexico, Museum of Indian Arts and Culture, Santa Fe, NM; and Arizona State University, School of Human Evolution and Social Change, Tempe, AZ\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        \\n          SUMMARY:\\n          The U.S. Department of the Interior, Bureau of Reclamation, Upper Colorado Region (Reclamation); Museum of New Mexico, Museum of Indian Arts and Culture (Museum of Indian Arts and Culture); and Arizona State University, School of Human Evolution and Social Change (ASU) have completed an inventory of human remains and associated funerary objects, in consultation with the appropriate Indian Tribes or Native Hawaiian organizations, and have determined that there is a cultural affiliation between the human remains and associated funerary objects and present-day Indian Tribes or Native Hawaiian organizations. Lineal descendants or representatives of any Indian Tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request to Reclamation. If no additional requestors come forward, transfer of control of the human remains and associated funerary objects to the lineal descendants, Indian Tribes, or Native Hawaiian organizations stated in this notice may proceed.\\n        \\n        \\n          DATES:\\n          Lineal descendants or representatives of any Indian Tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to Reclamation at the address in this notice by March 11, 2019.\\n        \\n        \\n          ADDRESSES:\\n\\n          Nancy Coulam, U.S. Department of Interior, Bureau of Reclamation, Upper Colorado Region, 125 South State Street, Room 8100, Salt Lake City, UT 84138, telephone (801) 524-3684, email ncoulam@usbr.gov.\\n        \\n      \\n      \\n        SUPPLEMENTARY INFORMATION:\\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains and associated funerary objects under the control of the U.S. Department of Interior, Bureau of Reclamation, Salt Lake City, UT. The human remains and associated funerary objects were removed from 22 archeological sites in the Navajo Reservoir District in Rio Arriba County, NM; San Juan County, NM; and Archuleta County, CO from 1956 to 1963 by archeologists from the Museum of New Mexico and School for Advanced Research (then known as the School of American Research) under contract with the National Park Service. Additional excavations were conducted at one of the sites in Archuleta County, CO, during 1987 by Complete Archaeological Service Associates under contract with Reclamation. This notice includes cultural items dating from the Los Pinos Phase (A.D. 1-400), Sambrito Phase (A.D. 400-700), Rosa Phase (A.D. 750-850), Piedra Phase (A.D. 800-1000), and Arboles Phase (A.D. 950-1050).\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003(d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations in this notice.\\n        Consultation\\n        A detailed assessment of the human remains was made by Reclamation, Museum of Indian Arts and Culture, and ASU professional staff in consultation with representatives of the Hopi Tribe of Arizona; Navajo Nation, Arizona, New Mexico & Utah; Ohkay Owingeh, New Mexico (previously listed as the Pueblo of San Juan); Pueblo of Acoma, New Mexico; Pueblo of Jemez, New Mexico; Pueblo of Pojoaque, New Mexico; Pueblo of Santa Ana, New Mexico; Pueblo of Santa Clara, New Mexico; Pueblo of Zia, New Mexico; Southern Ute Indian Tribe of the Southern Ute Reservation, Colorado; Ute Mountain Ute Tribe (previously listed as the Ute Mountain Tribe of the Ute Mountain Reservation, Colorado, New Mexico & Utah); and the Zuni Tribe of the Zuni Reservation, New Mexico (hereafter referred to as \\xe2\\x80\\x9cThe Tribes\\xe2\\x80\\x9d).\\n        History and Description of the Remains\\n\\n        In 1961, human remains representing, at minimum, one individual were removed from LA 3430, in San Juan County, NM. No known individuals were identified. No associated funerary objects are present.\\n        In 1957, human remains representing, at minimum, one individual were removed from LA 3434 (ASU 3483), San Juan County, NM. No known individuals were identified. No associated funerary objects are present.\\n        In 1957, human remains representing, at minimum, one individual were removed from ASU 4048, San Juan County, NM. No known individuals were identified. No associated funerary objects are present.\\n        In 1959, human remains representing, at minimum, one individual were removed from LA 4053, Archuleta County, CO. No known individuals were identified. The six associated funerary objects are three worked bone tools, two elk bones, and one shell beads from a bracelet.\\n        In 1958, human remains representing, at minimum, three individuals were removed from LA 4054 (ASU 4056), San Juan County, NM. No known individuals were identified. No associated funerary objects are present.\\n        In 1961, human remains representing, at minimum, 58 individuals were removed from LA 4086, the Sanchez Site, Archuleta County, CO. No known individuals were identified. The 11 associated funerary objects are four pottery vessels, two worked bones, one groundstone, one antler, one adobe plug, one pot rest, and one lot of corn cobs.\\n        In 1961, human remains representing, at minimum, three individuals were removed from LA 4088, Archuleta County, CO. No known individuals were identified. The 12 associated funerary objects are five pottery vessels, two pipes, one shell necklace, one projectile point, one stone, one lot of sherds, and one lot of faunal remains.\\n        In 1961, human remains representing, at minimum, two individuals were removed from LA 4103, the Railroad Site, Archuleta County, CO. No known individuals were identified. The one associated funerary object is a pottery vessel.\\n        In 1961, human remains representing, at minimum, one individual were removed from LA 4120, Archuleta County, CO. No known individuals were identified. No associated funerary objects are present.\\n        In 1963, human remains representing, at minimum, 71 individuals were removed from LA 4131, Sandoval Village, Archuleta County, CO. No known individuals were identified. The 76 associated funerary objects are 29 pottery vessels, 12 stones, nine lots of sherds, six worked bones, six faunal remains, four crystals, two chipped stone tools, one adobe, one antler, one groundstone, one lot of debitage, one lot of corn cob, one mollusk cast, one worked stone, and one pipe fragment.\\n        In 1960, human remains representing, at minimum, nine individuals were removed from LA 4148, Archuleta County, NM. No known individuals were identified. No associated funerary objects are present.\\n        In 1960, human remains representing, at minimum, two individuals were removed from LA 4151, Archuleta County, CO. No known individuals were identified. The one associated funerary object is one pottery vessel.\\n        From 1962-1963, human remains representing, at minimum, 16 individuals were removed from LA 4169, the Oven Site, Archuleta County, CO. No known individuals were identified. The 39 associated funerary objects are 10 faunal remains, eight pottery vessels, six stones, four sherds, three worked bones, two chipped stone tools, one ground stone, one lot of corn cobs, one lot of shells, one bead, one shell bracelet, and one mat fragment.\\n        In 1987, additional human remains representing, at minimum, eight individuals were removed from LA 4169, the Oven Site. No known individuals were identified. The 44 associated funerary objects are 11 faunal remains, 10 worked bones, eight pottery vessels, four lots of sherds, three shells, two stones, two chipped stone tools, two groundstone, one clay ball, and one basket fragment.\\n        From 1960-1963, human remains representing, at minimum, 142 individuals were removed from LA 4195, Sambrito Village, San Juan County, NM. No known individuals were identified. The 88 associated funerary objects are 38 pottery vessels, 12 stones, 11 lots of sherds, seven worked bones, six shells, five beads, four faunal remains, one chipped stone tool, one crystal, one corn cob, one bracelet, and one basket fragment.\\n        In 1963, human remains representing, at minimum, six individuals were removed from LA 4198, the Mascarenas Site, San Juan County, NM. No known individuals were identified. The seven associated funerary objects are six pottery vessels, and one chipped stone tool.\\n        In 1960, human remains representing, at minimum, one individual were removed from LA 4242, Rio Arriba County, NM. No known individuals were identified. No associated funerary objects are present.\\n        In 1960, human remains representing, at minimum, one individual were removed from LA 4247, Rio Arriba County, NM. No known individuals were identified. No associated funerary objects are present.\\n        From 1961-1962, human remains representing, at minimum, four individuals were removed from LA 4363, the Uells Site, San Juan County, NM. No known individuals were identified. The four associated funerary objects are two beads, one pottery vessel, and one sherd.\\n        In 1962, human remains representing, at minimum, 52 individuals were removed from LA 4380, Bancos Village, San Juan County, NM. No known individuals were identified. The seven associated funerary objects are five pottery vessels, one adobe pot stopper, and one clay object.\\n        In 1962, human remains representing, at minimum, 10 individuals were removed from LA 4384, the Cemetery Site, San Juan County, NM. No known individuals were identified. The 35 associated funerary objects are 14 pottery vessels, seven gaming pieces, six worked bones, three stones, two chipped stone tools, two faunal remains, and one lot of shells.\\n        In 1962, human remains representing, at minimum, one individual was removed from ASU 4385, San Juan County, NM. No known individuals were identified. No associated funerary objects are present.\\n        In 1959, human remains representing, at minimum, four individuals were removed from LA 4406, the Candelaria Site, San Juan County, NM. No known individuals were identified. No associated funerary objects are present.\\n        Osteological analysis indicates the individuals are Native American. No known individuals or lineal descendants have been identified. The evidence shows that the individuals are culturally affiliated with the Pueblo of Jemez, New Mexico.\\n        Determinations Made by the U.S. Department of Interior, Bureau of Reclamation\\n        Officials of the U.S. Department of Interior, Bureau of Reclamation has determined that:\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice represent the physical remains of 398 individuals of Native American ancestry.\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(3)(A), the 331 objects described in this notice are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony.\\n\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and associated funerary objects and the Pueblo of Jemez, New Mexico.\\n        Additional Requestors and Disposition\\n\\n        Lineal descendants or representatives of any Indian Tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to Nancy Coulam, U.S. Department of the Interior, Bureau of Reclamation, Upper Colorado Region, 125 South State Street, Room 8100, Salt Lake City, UT 84138 telephone, (801) 524-3684, email ncoulam@usbr.gov, by March 11, 2019. After that date, if no additional requestors have come forward, transfer of control of the human remains and associated funerary objects to the Pueblo of Jemez, New Mexico may proceed.\\n        The U.S. Department of Interior, Bureau of Reclamation is responsible for notifying The Tribes that this notice has been published.\\n        \\n          Dated: December 4, 2018.\\n          Melanie O\\'Brien,\\n          Program Manager, National NAGPRA Program. \\n        \\n      \\n      [FR Doc. 2019-01618 Filed 2-7-19; 8:45 am]\\n      BILLING CODE 4312-52-P\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "[NPS-WASO-NAGPRA-NPS0027114; PPWOCRADN0-PCU00RP14.R50000]", "subject": "Notice of Inventory Completion: U.S. Department of Interior, Bureau of Reclamation, Upper Colorado Region, Salt Lake City, UT; Museum of New Mexico, Museum of Indian Arts and Culture, Santa Fe, NM; and Arizona State University, School of Human Evolution and Social Change, Tempe, AZ", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "The U.S. Department of the Interior, Bureau of Reclamation, Upper Colorado Region (Reclamation); Museum of New Mexico, Museum of Indian Arts and Culture (Museum of Indian Arts and Culture); and Arizona State University, School of Human Evolution and Social Change (ASU) have completed an inventory of human remains and associated funerary objects, in consultation with the appropriate Indian Tribes or Native Hawaiian organizations, and have determined that there is a cultural affiliation between the human remains and associated funerary objects and present-day Indian Tribes or Native Hawaiian organizations. Lineal descendants or representatives of any Indian Tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request to Reclamation. If no additional requestors come forward, transfer of control of the human remains and associated funerary objects to the lineal descendants, Indian Tribes, or Native Hawaiian organizations stated in this notice may proceed.", "dates": "Lineal descendants or representatives of any Indian Tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to Reclamation at the address in this notice by March 11, 2019.", "addresses": "Nancy Coulam, U.S. Department of Interior, Bureau of Reclamation, Upper Colorado Region, 125 South State Street, Room 8100, Salt Lake City, UT 84138, telephone (801) 524-3684, email ncoulam@usbr.gov.", "signature_dated": "Dated: December 4, 2018.", "signature_name": "Melanie O\\'Brien,", "signature_title": "Program Manager, National NAGPRA Program. ", "fr_doc": "[FR Doc. 2019-01618 Filed 2-7-19; 8:45 am]", "billing_code": "BILLING CODE 4312-52-P", "supp_info": "SUPPLEMENTARY INFORMATION: \n Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains and associated funerary objects under the control of the U.S. Department of Interior, Bureau of Reclamation, Salt Lake City, UT. The human remains and associated funerary objects were removed from 22 archeological sites in the Navajo Reservoir District in Rio Arriba County, NM; San Juan County, NM; and Archuleta County, CO from 1956 to 1963 by archeologists from the Museum of New Mexico and School for Advanced Research (then known as the School of American Research) under contract with the National Park Service. Additional excavations were conducted at one of the sites in Archuleta County, CO, during 1987 by Complete Archaeological Service Associates under contract with Reclamation. This notice includes cultural items dating from the Los Pinos Phase (A.D. 1-400), Sambrito Phase (A.D. 400-700), Rosa Phase (A.D. 750-850), Piedra Phase (A.D. 800-1000), and Arboles Phase (A.D. 950-1050). \n This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003(d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations in this notice. \n Consultation \n A detailed assessment of the human remains was made by Reclamation, Museum of Indian Arts and Culture, and ASU professional staff in consultation with representatives of the Hopi Tribe of Arizona; Navajo Nation, Arizona, New Mexico & Utah; Ohkay Owingeh, New Mexico (previously listed as the Pueblo of San Juan); Pueblo of Acoma, New Mexico; Pueblo of Jemez, New Mexico; Pueblo of Pojoaque, New Mexico; Pueblo of Santa Ana, New Mexico; Pueblo of Santa Clara, New Mexico; Pueblo of Zia, New Mexico; Southern Ute Indian Tribe of the Southern Ute Reservation, Colorado; Ute Mountain Ute Tribe (previously listed as the Ute Mountain Tribe of the Ute Mountain Reservation, Colorado, New Mexico & Utah); and the Zuni Tribe of the Zuni Reservation, New Mexico (hereafter referred to as \\xe2\\x80\\x9cThe Tribes\\xe2\\x80\\x9d). \n History and Description of the Remains \n In 1961, human remains representing, at minimum, one individual were removed from LA 3430, in San Juan County, NM. No known individuals were identified. No associated funerary objects are present. \n In 1957, human remains representing, at minimum, one individual were removed from LA 3434 (ASU 3483), San Juan County, NM. No known individuals were identified. No associated funerary objects are present. \n In 1957, human remains representing, at minimum, one individual were removed from ASU 4048, San Juan County, NM. No known individuals were identified. No associated funerary objects are present. \n In 1959, human remains representing, at minimum, one individual were removed from LA 4053, Archuleta County, CO. No known individuals were identified. The six associated funerary objects are three worked bone tools, two elk bones, and one shell beads from a bracelet. \n In 1958, human remains representing, at minimum, three individuals were removed from LA 4054 (ASU 4056), San Juan County, NM. No known individuals were identified. No associated funerary objects are present. \n In 1961, human remains representing, at minimum, 58 individuals were removed from LA 4086, the Sanchez Site, Archuleta County, CO. No known individuals were identified. The 11 associated funerary objects are four pottery vessels, two worked bones, one groundstone, one antler, one adobe plug, one pot rest, and one lot of corn cobs. \n In 1961, human remains representing, at minimum, three individuals were removed from LA 4088, Archuleta County, CO. No known individuals were identified. The 12 associated funerary objects are five pottery vessels, two pipes, one shell necklace, one projectile point, one stone, one lot of sherds, and one lot of faunal remains. \n In 1961, human remains representing, at minimum, two individuals were removed from LA 4103, the Railroad Site, Archuleta County, CO. No known individuals were identified. The one associated funerary object is a pottery vessel. \n In 1961, human remains representing, at minimum, one individual were removed from LA 4120, Archuleta County, CO. No known individuals were identified. No associated funerary objects are present. \n In 1963, human remains representing, at minimum, 71 individuals were removed from LA 4131, Sandoval Village, Archuleta County, CO. No known individuals were identified. The 76 associated funerary objects are 29 pottery vessels, 12 stones, nine lots of sherds, six worked bones, six faunal remains, four crystals, two chipped stone tools, one adobe, one antler, one groundstone, one lot of debitage, one lot of corn cob, one mollusk cast, one worked stone, and one pipe fragment. \n In 1960, human remains representing, at minimum, nine individuals were removed from LA 4148, Archuleta County, NM. No known individuals were identified. No associated funerary objects are present. \n In 1960, human remains representing, at minimum, two individuals were removed from LA 4151, Archuleta County, CO. No known individuals were identified. The one associated funerary object is one pottery vessel. \n From 1962-1963, human remains representing, at minimum, 16 individuals were removed from LA 4169, the Oven Site, Archuleta County, CO. No known individuals were identified. The 39 associated funerary objects are 10 faunal remains, eight pottery vessels, six stones, four sherds, three worked bones, two chipped stone tools, one ground stone, one lot of corn cobs, one lot of shells, one bead, one shell bracelet, and one mat fragment. \n In 1987, additional human remains representing, at minimum, eight individuals were removed from LA 4169, the Oven Site. No known individuals were identified. The 44 associated funerary objects are 11 faunal remains, 10 worked bones, eight pottery vessels, four lots of sherds, three shells, two stones, two chipped stone tools, two groundstone, one clay ball, and one basket fragment. \n From 1960-1963, human remains representing, at minimum, 142 individuals were removed from LA 4195, Sambrito Village, San Juan County, NM. No known individuals were identified. The 88 associated funerary objects are 38 pottery vessels, 12 stones, 11 lots of sherds, seven worked bones, six shells, five beads, four faunal remains, one chipped stone tool, one crystal, one corn cob, one bracelet, and one basket fragment. \n In 1963, human remains representing, at minimum, six individuals were removed from LA 4198, the Mascarenas Site, San Juan County, NM. No known individuals were identified. The seven associated funerary objects are six pottery vessels, and one chipped stone tool. \n In 1960, human remains representing, at minimum, one individual were removed from LA 4242, Rio Arriba County, NM. No known individuals were identified. No associated funerary objects are present. \n In 1960, human remains representing, at minimum, one individual were removed from LA 4247, Rio Arriba County, NM. No known individuals were identified. No associated funerary objects are present. \n From 1961-1962, human remains representing, at minimum, four individuals were removed from LA 4363, the Uells Site, San Juan County, NM. No known individuals were identified. The four associated funerary objects are two beads, one pottery vessel, and one sherd. \n In 1962, human remains representing, at minimum, 52 individuals were removed from LA 4380, Bancos Village, San Juan County, NM. No known individuals were identified. The seven associated funerary objects are five pottery vessels, one adobe pot stopper, and one clay object. \n In 1962, human remains representing, at minimum, 10 individuals were removed from LA 4384, the Cemetery Site, San Juan County, NM. No known individuals were identified. The 35 associated funerary objects are 14 pottery vessels, seven gaming pieces, six worked bones, three stones, two chipped stone tools, two faunal remains, and one lot of shells. \n In 1962, human remains representing, at minimum, one individual was removed from ASU 4385, San Juan County, NM. No known individuals were identified. No associated funerary objects are present. \n In 1959, human remains representing, at minimum, four individuals were removed from LA 4406, the Candelaria Site, San Juan County, NM. No known individuals were identified. No associated funerary objects are present. \n Osteological analysis indicates the individuals are Native American. No known individuals or lineal descendants have been identified. The evidence shows that the individuals are culturally affiliated with the Pueblo of Jemez, New Mexico. \n Determinations Made by the U.S. Department of Interior, Bureau of Reclamation \n Officials of the U.S. Department of Interior, Bureau of Reclamation has determined that: \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice represent the physical remains of 398 individuals of Native American ancestry. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(3)(A), the 331 objects described in this notice are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and associated funerary objects and the Pueblo of Jemez, New Mexico. \n Additional Requestors and Disposition \n Lineal descendants or representatives of any Indian Tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to Nancy Coulam, U.S. Department of the Interior, Bureau of Reclamation, Upper Colorado Region, 125 South State Street, Room 8100, Salt Lake City, UT 84138 telephone, (801) 524-3684, email ncoulam@usbr.gov, by March 11, 2019. After that date, if no additional requestors have come forward, transfer of control of the human remains and associated funerary objects to the Pueblo of Jemez, New Mexico may proceed. \n The U.S. Department of Interior, Bureau of Reclamation is responsible for notifying The Tribes that this notice has been published. \n ", "consultation": "A detailed assessment of the human remains was made by Reclamation, Museum of Indian Arts and Culture, and ASU professional staff in consultation with representatives of the Hopi Tribe of Arizona; Navajo Nation, Arizona, New Mexico & Utah; Ohkay Owingeh, New Mexico (previously listed as the Pueblo of San Juan); Pueblo of Acoma, New Mexico; Pueblo of Jemez, New Mexico; Pueblo of Pojoaque, New Mexico; Pueblo of Santa Ana, New Mexico; Pueblo of Santa Clara, New Mexico; Pueblo of Zia, New Mexico; Southern Ute Indian Tribe of the Southern Ute Reservation, Colorado; Ute Mountain Ute Tribe (previously listed as the Ute Mountain Tribe of the Ute Mountain Reservation, Colorado, New Mexico & Utah); and the Zuni Tribe of the Zuni Reservation, New Mexico (hereafter referred to as \\xe2\\x80\\x9cThe Tribes\\xe2\\x80\\x9d). \n ", "h_d_r": "In 1961, human remains representing, at minimum, one individual were removed from LA 3430, in San Juan County, NM. No known individuals were identified. No associated funerary objects are present. \n In 1957, human remains representing, at minimum, one individual were removed from LA 3434 (ASU 3483), San Juan County, NM. No known individuals were identified. No associated funerary objects are present. \n In 1957, human remains representing, at minimum, one individual were removed from ASU 4048, San Juan County, NM. No known individuals were identified. No associated funerary objects are present. \n In 1959, human remains representing, at minimum, one individual were removed from LA 4053, Archuleta County, CO. No known individuals were identified. The six associated funerary objects are three worked bone tools, two elk bones, and one shell beads from a bracelet. \n In 1958, human remains representing, at minimum, three individuals were removed from LA 4054 (ASU 4056), San Juan County, NM. No known individuals were identified. No associated funerary objects are present. \n In 1961, human remains representing, at minimum, 58 individuals were removed from LA 4086, the Sanchez Site, Archuleta County, CO. No known individuals were identified. The 11 associated funerary objects are four pottery vessels, two worked bones, one groundstone, one antler, one adobe plug, one pot rest, and one lot of corn cobs. \n In 1961, human remains representing, at minimum, three individuals were removed from LA 4088, Archuleta County, CO. No known individuals were identified. The 12 associated funerary objects are five pottery vessels, two pipes, one shell necklace, one projectile point, one stone, one lot of sherds, and one lot of faunal remains. \n In 1961, human remains representing, at minimum, two individuals were removed from LA 4103, the Railroad Site, Archuleta County, CO. No known individuals were identified. The one associated funerary object is a pottery vessel. \n In 1961, human remains representing, at minimum, one individual were removed from LA 4120, Archuleta County, CO. No known individuals were identified. No associated funerary objects are present. \n In 1963, human remains representing, at minimum, 71 individuals were removed from LA 4131, Sandoval Village, Archuleta County, CO. No known individuals were identified. The 76 associated funerary objects are 29 pottery vessels, 12 stones, nine lots of sherds, six worked bones, six faunal remains, four crystals, two chipped stone tools, one adobe, one antler, one groundstone, one lot of debitage, one lot of corn cob, one mollusk cast, one worked stone, and one pipe fragment. \n In 1960, human remains representing, at minimum, nine individuals were removed from LA 4148, Archuleta County, NM. No known individuals were identified. No associated funerary objects are present. \n In 1960, human remains representing, at minimum, two individuals were removed from LA 4151, Archuleta County, CO. No known individuals were identified. The one associated funerary object is one pottery vessel. \n From 1962-1963, human remains representing, at minimum, 16 individuals were removed from LA 4169, the Oven Site, Archuleta County, CO. No known individuals were identified. The 39 associated funerary objects are 10 faunal remains, eight pottery vessels, six stones, four sherds, three worked bones, two chipped stone tools, one ground stone, one lot of corn cobs, one lot of shells, one bead, one shell bracelet, and one mat fragment. \n In 1987, additional human remains representing, at minimum, eight individuals were removed from LA 4169, the Oven Site. No known individuals were identified. The 44 associated funerary objects are 11 faunal remains, 10 worked bones, eight pottery vessels, four lots of sherds, three shells, two stones, two chipped stone tools, two groundstone, one clay ball, and one basket fragment. \n From 1960-1963, human remains representing, at minimum, 142 individuals were removed from LA 4195, Sambrito Village, San Juan County, NM. No known individuals were identified. The 88 associated funerary objects are 38 pottery vessels, 12 stones, 11 lots of sherds, seven worked bones, six shells, five beads, four faunal remains, one chipped stone tool, one crystal, one corn cob, one bracelet, and one basket fragment. \n In 1963, human remains representing, at minimum, six individuals were removed from LA 4198, the Mascarenas Site, San Juan County, NM. No known individuals were identified. The seven associated funerary objects are six pottery vessels, and one chipped stone tool. \n In 1960, human remains representing, at minimum, one individual were removed from LA 4242, Rio Arriba County, NM. No known individuals were identified. No associated funerary objects are present. \n In 1960, human remains representing, at minimum, one individual were removed from LA 4247, Rio Arriba County, NM. No known individuals were identified. No associated funerary objects are present. \n From 1961-1962, human remains representing, at minimum, four individuals were removed from LA 4363, the Uells Site, San Juan County, NM. No known individuals were identified. The four associated funerary objects are two beads, one pottery vessel, and one sherd. \n In 1962, human remains representing, at minimum, 52 individuals were removed from LA 4380, Bancos Village, San Juan County, NM. No known individuals were identified. The seven associated funerary objects are five pottery vessels, one adobe pot stopper, and one clay object. \n In 1962, human remains representing, at minimum, 10 individuals were removed from LA 4384, the Cemetery Site, San Juan County, NM. No known individuals were identified. The 35 associated funerary objects are 14 pottery vessels, seven gaming pieces, six worked bones, three stones, two chipped stone tools, two faunal remains, and one lot of shells. \n In 1962, human remains representing, at minimum, one individual was removed from ASU 4385, San Juan County, NM. No known individuals were identified. No associated funerary objects are present. \n In 1959, human remains representing, at minimum, four individuals were removed from LA 4406, the Candelaria Site, San Juan County, NM. No known individuals were identified. No associated funerary objects are present. \n Osteological analysis indicates the individuals are Native American. No known individuals or lineal descendants have been identified. The evidence shows that the individuals are culturally affiliated with the Pueblo of Jemez, New Mexico. \n ", "h_d_ci": "Null", "determinations": "Determinations Made by the U.S. Department of Interior, Bureau of Reclamation \n Officials of the U.S. Department of Interior, Bureau of Reclamation has determined that: \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice represent the physical remains of 398 individuals of Native American ancestry. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(3)(A), the 331 objects described in this notice are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and associated funerary objects and the Pueblo of Jemez, New Mexico. \n ", "a_r_d": "Lineal descendants or representatives of any Indian Tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to Nancy Coulam, U.S. Department of the Interior, Bureau of Reclamation, Upper Colorado Region, 125 South State Street, Room 8100, Salt Lake City, UT 84138 telephone, (801) 524-3684, email ncoulam@usbr.gov, by March 11, 2019. After that date, if no additional requestors have come forward, transfer of control of the human remains and associated funerary objects to the Pueblo of Jemez, New Mexico may proceed. \n The U.S. Department of Interior, Bureau of Reclamation is responsible for notifying The Tribes that this notice has been published. \n "}