{"index": "I_1538", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Inventory Completion: California Department of Parks and Recreation, Sacramento, CA\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains and associated funerary objects in the possession of the California Department of Parks and Recreation, Sacramento, CA. The human remains and associated funerary objects were removed from Butte County, CA.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003(d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations in this notice.\\n        A detailed assessment of the human remains was made by California Department of Parks and Recreation Committee on Repatriation and professional staff in consultation with representatives of Mechoopda Indian Tribe of Chico Rancheria, California; Round Valley Indian Tribes of the Round Valley Reservation, California; and United Maidu Nation, a non-federally recognized Indian group. The Berry Creek Rancheria of Maidu Indians of California; Enterprise Rancheria of Maidu Indians of California; and Mooretown Rancheria of Maidu Indians of California were contacted to participate in the consultations.\\n        In February and April of 1963, human remains representing a minimum of 25 individuals were removed from the Murphy site, located 3 miles southeast of Gridley, on the west bank of the Feather River in southern Butte County, CA. The site was excavated by volunteer students from Chico State College, Sacramento State College, and American River College in Sacramento, CA, under the direction of William H. Olsen. No known individuals were identified. The 546 associated funerary objects are 457 beads, 4 blades, 3 bone tools, 2 bowls, 1 disk, 6 flakes, 1 flaker, 15 food remains, 2 gorge hooks, 1 hammer stone, 1 incised tube, 1 knife, 9 ornaments, 2 pestles, 9 pins, 17 projectile points, 1 quartz crystal, 2 rocks, 1 scraper, 1 seed, 2 utilized flakes, and 8 whistles.\\n        Excavations at the Murphy site were intended to salvage materials and information prior to site destruction for agriculture, and were related to researching the cultural chronology of the Lake Oroville vicinity. The Murphy site, dated circa A.D. 500-1500, is attributed to the Bidwell Complex (A.D. 1-A.D. 800), Sweetwater Complex (A.D. 800-1500), and Oroville Complex (A.D. 1500-1833). These sequences have been linked as the cultural antecedents of the Maidu. Geographic affiliation is consistent with the historically documented Konkow, also known as Northwestern Maidu.\\n\\n        In 1957, human remains representing a minimum of one individual were removed from the Garner\\'s Cave site, which is located 7 miles north of Chico along Rock Creek in northern Butte County, CA. In 1957, the human remains and associated funerary objects were donated to the State Indian Museum, which is part of the California Department of Parks and Recreation, by Otis Croy of Yuba City, CA. No known individual was identified. The 41 associated funerary objects are 1 awl, 1 basketry material, 1 botanical sample, 2 choppers, 1 cord, 11 food remains, 1 net, 1 reed, 16 seeds, 2 twigs, and 4 unidentified wood samples.\\n        \\n        Based on a May 1992 check of the California Office of Historic Preservation site files, identification of this collection as Garner\\'s Cave was determined. The cave was named for the landowner Jay Garner of Chico, CA. The burial from the Garner\\'s Cave site has been attributed to the proto-Historic period. The Bidwell Complex, Sweetwater Complex, and Oroville Complex are sequences that have been linked as the cultural antecedents of the Maidu in the region. No lineal descendant has been identified. Geographic affiliation is consistent with the historically documented Konkow or Northwestern Maidu.\\n        In 1966 and 1967, human remains representing a minimum of 125 individuals were removed from the Tie-Wiah site, located 6 miles northeast of Oroville, now under the main body of Lake Oroville; formerly northeast of the confluence of the North and South Forks of the Feather River, southeastern Butte County, CA. The site was first excavated by American River College in 1964 under the direction of Charles Gebhardt. In 1966, the California Department of Parks and Recreation sponsored excavations under the direction of Eric W. Ritter. In 1967, the excavation was under the direction of Roland Gage of Sacramento State College, as part of a salvage archeology excavation prior to inundation by Lake Oroville, with funds provided by the Department of Water Resources. No known individuals were identified. The 1,301 associated funerary objects are 3 acorns, 1 antler tine, 5 awls, 18 beads, 2 bifaces, 1 blade, 11 bone tools, 59 bowls, 1 burin and knife, 5 charcoal samples, 14 choppers, 1 chopper and core, 2 cores, 1 drill, 240 flakes, 732 food remains, 1 gorge, 1 hammer stone and mano, 18 hammer stones, 26 knives, 5 manos, 11 metates, 5 mortars, 1 mud dob, 22 pestles, 2 pigments, 6 pipes, 1 projectile point fragment, 37 projectile points, 34 quartz crystals, 1 rod, 15 scrapers, 4 scraper planes, 5 seeds, 2 seed beaters, 1 shaft straightner, 2 tubes, 3 unknown steatite and glass, 1 whetstone, and 1 whistle.\\n        The Tie-Wiah site appears to have been occupied intermittently from the Messilla Complex (circa 1000 B.C.-A.D.1), Bidwell Complex, Sweetwater Complex, and finally to the Oroville Complex. The oldest radiocarbon date from the Tie-Wiah site is 950 years B.P. (\\xc2\\xb1150 years). The Bidwell Complex, Sweetwater Complex, and Oroville Complex are sequences that have been linked as the cultural antecedents of the Maidu in the region. Geographic affiliation is consistent with the historically documented Konkow or Northwestern Maidu. No lineal descendants have been identified.\\n        In 1960 and 1961, human remains representing a minimum of 56 individuals were removed from the Chapman site, Sweetwater Springs, located 3 miles north of Oroville, north of the Thermalito Diversion Pool, east of Morris Ravine in south central Butte County, CA, during excavations on the site by William H. Olsen and Francis A. Riddell of the State Indian Museum. In 1979, the human remains were transferred from Sutter\\'s Fort Annex in Sacramento to the State Archeological Collections and Research Facility in West Sacramento and inventoried by the California Department of Parks and Recreation in 1982. No known individuals were identified. The 1,480 associated funerary objects are 1 antler, 9 awls, 1,143 beads, 8 blades, 9 bone tools, 24 bowls, 1 chopper, 4 cobbles, 3 cores, 1 core/scraper, 33 flakes, 69 food remains, 1 glass fragment, 1 gorge hook, 7 hammer stones, 11 incised bones, 4 knives, 5 manos, 5 metates, 1 mortar, 28 ornaments, 2 pendants, 7 pestles, 2 pigments, 3 pipes, 74 projectile points, 6 quartz crystals, 5 scrapers, 1 slide sample, 7 spatulas, 3 spoons, 1 utilized flake, and 1 whetstone.\\n        The Chapman site is attributed to the Sweetwater Complex. The Sweetwater Complex has been linked as the cultural antecedents of the Maidu in the region. The associated funerary objects are consistent with the occupation of the site by people attributed to the Sweetwater Complex. Geographic affiliation is consistent with the historically documented Konkow or Northwestern Maidu. No lineal descendants have been identified.\\n        In the mid-1960s, human remains representing a minimum of one individual were removed from an unknown site, located 8 miles north of Oroville, 2 miles southwest of Cherokee, along the Western Pacific Railroad in central Butte County, CA, possibly during surveys and excavations for the Lake Oroville reservoir project. No known individual was identified. No associated funerary objects are present.\\n        The site is attributed to the Messilla Complex. The Messilla Complex has been attributed to a possible sporadic occupation of the area by an intrusion of Hokan speakers. However, the succeeding Bidwell Complex, Sweetwater Complex, and Oroville Complex are sequences that have been linked as the cultural antecedents of the Maidu. Generally, archeologists believe that the Penutian-speaking Maidu are descended from what have been identified as the Windmiller people who occupied the Central Valley of California from 3,000 to 4,000 years ago. No lineal descendant has been identified. Geographic affiliation is consistent with the historically documented Konkow (Northwestern Maidu).\\n        In 1961 and 1962, human remains representing a minimum of seven individuals were removed from the Western Pacific Railroad Relocation site, 8 miles north of Oroville, along the Western Pacific Railroad line in south central Butte County, CA, by the Central California Archaeological Foundation, directed by William H. Olsen and Francis A. Riddell, during excavations under contract to California Department of Parks and Recreation with funds provided by Department of Water Resources. Mr. Riddell directed a second phase of excavations in the summer of 1962 with a Chico State College archeological field methods class. The new Western Pacific Railroad line cut through the site, almost completely destroying it. The old railroad right-of-way was inundated by Lake Oroville. No known individuals were identified. The 62 associated funerary objects are 2 blades, 11 flakes, 39 food remains, 1 metate, 1 projectile point, and 8 whistles.\\n        The Western Pacific Railroad site was occupied from circa A.D. 800 to 1833, during both Sweetwater Complex (to A.D. 1500) and Oroville Complex (after A.D. 1500), which have been linked as cultural antecedents of the Maidu. There are two radiocarbon dates from the site with the first at 370 years B.P. (+150) and the second at 565 B.P. (+250). The associated funerary objects are consistent with the occupation of the site by people attributed to the Sweetwater Complex. No lineal descendant has been identified. Geographic affiliation is consistent with the historically documented Konkow (Northwestern Maidu).\\n\\n        In 1964, human remains representing a minimum of 15 individuals were removed from an unknown site, 3 miles northeast of Oroville, downstream from the Oroville Dam spillway, along the Thermalito Diversion Pool, in south central Butte County, CA, under the direction of Francis A. Riddell, State Indian Museum with funds provided by the Department of Water Resources. A significant portion of the deposit has been removed due to natural erosion and vandalism. No known individuals were identified. The 1,420 associated funerary objects are 4 awls, 12 beads, 1 blade, 13 bone tools, 6 bowls, 2 charcoal samples, 2 choppers, 14 cobbles, 17 cores, 1 core/scrapper, 2 drills, 421 flakes, 845 food remains, 1 hammer stone/mano, 8 hammer stones, 6 knives, 2 knife/scraper, 5 manos, 1 metate, 5 pendants, 3 pestles, 2 pigment, 2 pins, 1 pipe, 11 projectile points, 4 quartz crystals, 4 rocks, 1 rod, 14 scrapers, 3 seeds, 3 slags, 1 unknown, 2 utilized flakes, and 1 wood sample.\\n        The burials have been attributed to the Bidwell Complex. The oldest radiocarbon date from the site is 2,800 years B.P. (\\xc2\\xb1100 years). The Bidwell Complex, Sweetwater Complex, and Oroville Complex are sequences that have been linked as the cultural antecedents of the Maidu. The associated funerary objects are consistent with the occupation of the site by people attributed to the Bidwell Complex. Generally, archeologists believe that the Penutian-speaking Maidu are descended from what have been identified as the Windmiller people who occupied the Central Valley of California from 3,000 to 4,000 years ago. No lineal descendant has been identified. Geographic affiliation is consistent with the historically documented Konkow (Northwestern Maidu).\\n        In 1930, human remains representing a minimum number of two individuals were removed from the Bidwell Ranch site, 4 miles east of Chico, 6 miles west of Paradise, along Little Chico Creek, from the Bidwell Ranch, in northwestern Butte County, CA, by a private individual on private land. On January 13, 1930, the collection was received by the State Indian Museum from J. McCord Stilson of Chico, CA, and purchased in 1933 from one of his heirs, Mrs. Harry Clark of Hamilton City. No known individuals were identified. No associated funerary objects are present.\\n        The age of the human remains is unknown. No lineal descendants have been identified. The Bidwell Ranch\\'s geographic location is consistent with the historically documented Konkow or Northwestern Maidu territory.\\n        Butte County, CA, is in the Central Valley region of California and the traditional lands of the Maidu. The history of the formation of California Indian reservations and rancherias in the Central Valley regions of California reveal that the descendants of the historical Konkow (Northwestern Maidu) were ultimately dispersed to several federally recognized Native American groups. Descendants of the Konkow or Northwestern Maidu are members of the federally recognized tribes of the Berry Creek Rancheria of Maidu Indians of California; Enterprise Rancheria of Maidu Indians of California; Mechoopda Indian Tribe of Chico Rancheria, California; Mooretown Rancheria of Maidu Indians of California; and Round Valley Indian Tribes of the Round Valley Reservation, California.\\n        Officials of the California Department of Parks and Recreation have determined that, pursuant to 25 U.S.C. 3001 (9-10), the human remains described above represent the physical remains of a minimum of 232 individuals of Native American ancestry. Officials of the California Department of Parks and Recreation also have determined that, pursuant to 25 U.S.C. 3001 (3)(A), the 4,850 objects described above are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony. Lastly, officials of the California Department of Parks and Recreation have determined that, pursuant to 25 U.S.C. 3001 (2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and associated funerary objects and the Berry Creek Rancheria of Maidu Indians of California; Enterprise Rancheria of Maidu Indians of California; Mechoopda Indian Tribe of Chico Rancheria, California; Mooretown Rancheria of Maidu Indians of California; and Round Valley Indian Tribes of the Round Valley Reservation, California.\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the human remains and associated funerary objects should contact Paulette Hennum, NAGPRA Coordinator, California Department of Parks and Recreation, 1416 Ninth Street, Room 902, Sacramento, CA 95814, telephone (916) 653-7976, before May 19, 2008. Repatriation of the human remains and associated funerary objects to the Berry Creek Rancheria of Maidu Indians of California; Enterprise Rancheria of Maidu Indians of California; Mechoopda Indian Tribe of Chico Rancheria, California; Mooretown Rancheria of Maidu Indians, California; and Round Valley Indian Tribes of the Round Valley Reservation, California may proceed after that date if no additional claimants come forward.\\n        The California Department of Parks and Recreation is responsible for notifying the Berry Creek Rancheria of Maidu Indians of California; Enterprise Rancheria of Maidu Indians of California; Mechoopda Indian Tribe of Chico Rancheria, California; Mooretown Rancheria of Maidu Indians, California; and Round Valley Indian Tribes of the Round Valley Reservation, California that this notice has been published.\\n        \\n          Dated: March 19, 2008.\\n          Sherry Hutt,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. E8-8301 Filed 4-16-08; 8:45 am]\\n      BILLING CODE 4312-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Inventory Completion: California Department of Parks and Recreation, Sacramento, CA", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: March 19, 2008.", "signature_name": "Sherry Hutt,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. E8-8301 Filed 4-16-08; 8:45 am]", "billing_code": "BILLING CODE 4312-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}