{"index": "I_1519", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Inventory Completion: Museum of Anthropology, Washington State University, Pullman, WA\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C., 3003, of the completion of an inventory of human remains in the possession and control of the Museum of Anthropology, Washington State University, Pullman, WA. The human remains were removed from various locations in southeastern Washington State.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003 (d)(3). The determinations in this notice are the sole responsibility of the museum that has control of the Native American human remains. The National Park Service is not responsible for the determinations in this notice.\\n        A detailed assessment of the human remains was made by the Museum of Anthropology, Washington State University professional staff in consultation with representatives of the Confederated Tribes of the Colville Reservation, Washington; Confederated Tribes of the Umatilla Indian Reservation, Oregon; Confederated Tribes and Bands of the Yakama Nation, Washington; Nez Perce Tribe of Idaho; and Wanapum Band, a non-federally recognized Indian group.\\n        Between approximately 1950 and 1970, human remains representing a minimum of 23 individuals were removed from various sites along the lower Snake and mid-Columbia Rivers by faculty or were donated to the Department of Anthropology at Washington State University. The human remains were assembled and used for a number of years in teaching human osteology. No known individuals have been identified. No associated funerary objects are present.\\n        The collection of human remains has become known as the Former Washington State University Human Osteology Teaching Collection. Institutional history within the department, including conversations with the late Dr. Grover Krantz who assembled and used the collection, indicate that the human remains are from sites along the lower Snake and mid-Columbia Rivers in southeastern Washington State. Osteological evidence indicates that the 845 remains in the Former Washington State University Human Osteology Teaching Collection represent a minimum of 23 individuals of Native American ancestry. Furthermore, the human remains that were removed date to the late prehistoric period and historic sites along the lower Snake and middle Columbia Rivers.\\n        The Confederated Tribes of the Colville Reservation, Washington; Confederated Tribes of the Umatilla Indian Reservation, Oregon; Confederated Tribes and Bands of the Yakama Nation, Washington; Nez Perce Tribe of Idaho; and Wanapum Band, a non-federally recognized Indian group, are descendants of the communities of the Native American people that used the lower Snake and Columbia Rivers. Based on linguistic, oral tradition, geographic and archeological evidence for the Columbia Plateau from prehistoric through the historic times, as well as consultation evidence, the officials of Museum of Anthropology, Washington State University have determined that the Confederated Tribes of the Colville Reservation, Washington; Confederated Tribes of the Umatilla Indian Reservation, Oregon; Confederated Tribes and Bands of the Yakama Nation, Washington; Nez Perce Tribe of Idaho; and Wanapum Band, a non-federally recognized Indian group, are culturally affiliated with the human remains in the Former Washington State University Teaching Collection. These above mentioned Indian Tribes have filed a joint claim for repatriation of the human remains.\\n        Officials of the Museum of Anthropology, Washington State University have determined that, pursuant to 25 U.S.C. 3001 (9-10), the human remains described above represent the physical remains of a minimum of 23 individuals of Native American ancestry. Officials of the Museum of Anthropology, Washington State University also have determined that, pursuant to 25 U.S.C. 3001 (2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and the Confederated Tribes of the Colville Reservation, Washington; Confederated Tribes of the Umatilla Indian Reservation, Oregon; Confederated Tribes and Bands of the Yakama Nation, Washington; Nez Perce Tribe of Idaho; and Wanapum Band, a non-federally recognized Indian group.\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the human remain should contact Mary Collins, Director, Museum of Anthropology, Washington State University, P.O. Box 644910, Pullman, WA 99164-4910, telephone (508)335-4314, before July 17, 2008. Repatriation of the human remains to the Confederated Tribes of the Colville Reservation, Washington; Confederated Tribes of the Umatilla Indian Reservation, Oregon; Confederated Tribes and Bands of the Yakama Nation, Washington; Nez Perce Tribe of Idaho; and Wanapum Band, a non-federally recognized Indian group may proceed after that date if no additional claims come forward.\\n        The Museum of Anthropology, Washington State University is responsible for notifying the Confederated Tribes of the Colville Reservation, Washington; Confederated Tribes of the Umatilla Indian Reservation, Oregon; Confederated Tribes and Bands of the Yakama Nation, Washington; Nez Perce Tribe of Idaho; and Wanapum Band, a non-federally recognized Indian group that this notice has been published.\\n        \\n          \\n          Dated: June 3, 2008\\n          Sherry Hutt,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. E8-13578 Filed 6-16-08; 8:45 am]\\n      BILLING CODE 4312-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Inventory Completion: Museum of Anthropology, Washington State University, Pullman, WA", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: June 3, 2008", "signature_name": "Sherry Hutt,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. E8-13578 Filed 6-16-08; 8:45 am]", "billing_code": "BILLING CODE 4312-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}