{"index": "I_155", "messy_full": "\\n      \\n        \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        [NPS-WASO-NAGPRA-NPS0027160; PPWOCRADN0-PCU00RP14.R50000]\\n        Notice of Inventory Completion: Pueblo Grande Museum, City of Phoenix, AZ\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        \\n          SUMMARY:\\n          The Pueblo Grande Museum has completed an inventory of human remains and associated funerary objects, in consultation with the appropriate Indian Tribes or Native Hawaiian organizations, and has determined that there is a cultural affiliation between the human remains and associated funerary objects and present-day Indian Tribes or Native Hawaiian organizations. Lineal descendants or representatives of any Indian Tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request to the Pueblo Grande Museum. If no additional requestors come forward, transfer of control of the human remains and associated funerary objects to the lineal descendants, Indian Tribes, or Native Hawaiian organizations stated in this notice may proceed.\\n        \\n        \\n          DATES:\\n          Lineal descendants or representatives of any Indian Tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to the Pueblo Grande Museum at the address in this notice by March 11, 2019.\\n        \\n        \\n          ADDRESSES:\\n\\n          Lindsey Vogel-Teeter, Pueblo Grande Museum, 4619 E Washington Street, Phoenix, AZ 85331, telephone (602) 495-0901, email lindsey.vogel-teeter@phoenix.gov.\\n          \\n        \\n      \\n      \\n        SUPPLEMENTARY INFORMATION:\\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains and associated funerary objects under the control of the Pueblo Grande Museum, Phoenix, AZ. The human remains and associated funerary objects were removed from Maricopa County, AZ, and central or southern AZ.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003(d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations in this notice.\\n        Consultation\\n        A detailed assessment of the human remains was made by the Pueblo Grande Museum professional staff in consultation with representatives of the Gila River Indian Community of the Gila River Indian Reservation, Arizona; Hopi Tribe of Arizona; Salt River Pima-Maricopa Indian Community of the Salt River Reservation, Arizona; and the Zuni Tribe of the Zuni Reservation, New Mexico.\\n        History and Description of the Remains\\n        On September 10, 2009, human remains representing, at minimum, 19 individuals, and 34 associated funerary objects were transferred from the Phoenix Museum of History (which closed in 2009) to the Pueblo Grande Museum. On February 4, 2011 human remains representing, at minimum, one individual, and two associated funerary objects were transferred from the Phoenix Museum of History (which closed in 2009) to the Pueblo Grande Museum. The collection history information regarding these 20 individuals and 36 associated funerary objects follows.\\n        At an unknown date, likely during the late 1800s or early 1900s, human remains representing, at minimum, one individual were removed from a site in Maricopa County, AZ, by James H. McClintock. The site was identified as \\xe2\\x80\\x9cthe great ruin on the Tempe Road,\\xe2\\x80\\x9d which is consistent with either AZ U:9:1(ASM)/Pueblo Grande or AZ T:12:1(ASM)/La Ciudad. At an unknown date, the human remains and associated funerary objects were loaned to the Arizona Museum, which later became the Phoenix Museum of History. No known individual was identified. The fragmentary and cremated human remains belong to a young to middle-aged adult of indeterminate sex. The two associated funerary objects are a partial Gila Red Ware ceramic jar and a Tucson Polychrome ceramic sherd. Tucson Polychrome dates between A.D. 1275 and 1450, which is within the Hohokam Classic period. Both AZ U:9:1(ASM) and AZ T:12:1(ASM) were located on the north side of the Salt River, along Canal System Two, and were occupied throughout the Hohokam cultural sequence, reaching their greatest extent during the Hohokam Classic period (between A.D. 1150 and 1450).\\n        Between 1910 and 1911, human remains representing, at minimum, four individuals were removed from the area near 32nd Avenue and Buckeye Road in Maricopa County, AZ by an unknown individual. On October 20, 1928, the human remains and associated funerary object were donated by Florence Blackmer to the Arizona Museum, which later became the Phoenix Museum of History. No known individuals were identified. The fragmentary and cremated human remains belong to four adults. One is possibly male, another is possibly female, and the other two are of indeterminate sex. The one associated funerary object is a Hohokam Sacaton Red-on-Buff ceramic jar. The location where the human remains and associated funerary object were collected is not a known archeological site. The Sacaton Red-on-Buff jar dates between A.D. 900 and 1150, which is within the Hohokam Sedentary period. The lower Salt River Valley was intensively occupied by the prehistoric Hohokam archeological culture during this time.\\n        At an unknown date, human remains representing, at minimum, one individual were removed from the area near the site of AZ T:12:256(ASM)/Grand Canal Ruin in Maricopa County, AZ by an unknown collector. The human remains and associated funerary objects were identified in the collection of the Phoenix Museum of History in 2002. No known individuals were identified. The fragmentary and cremated human remains belong to a young adult of indeterminate sex. The two associated funerary objects are one plain ware sherd and one daub fragment. Grand Canal Ruin is a prehistoric Hohokam habitation site that was heavily occupied from A.D. 1100 to 1450.\\n\\n        At an unknown date, likely during the late 1800s or early 1900s, human remains representing, at minimum, one individual were removed by an unknown individual from a location about 100 yards away from the redwood pipeline intake on the Verde River in Maricopa County, AZ. On October 27, 1932, the human remains and associated funerary objects were donated by Mrs. J.A.R. Irvine to the Arizona Museum, which later became the Phoenix Museum of History. No known individuals were identified. The fragmentary and cremated human remains belong to a middle-aged to old adult of indeterminate sex. The two associated funerary objects are a Hohokam Gila Plain Ware ceramic jar and one lot of plain ware sherds. The location where the human remains and associated funerary objects were collected is not a known archeological site. While the redwood pipeline intake itself was located on the Fort McDowell Yavapai Nation Indian Reservation, whether or not these human remains and associated funerary objects were collected on tribal lands is unclear. This area of the lower Verde River was occupied by the Hohokam archeological culture between A.D. 1 and 1450.\\n\\n        At an unknown date, likely during the late 1800s or early 1900s, human remains representing, at minimum, six individuals were removed by Herbert R. Patrick from an unknown location somewhere in the lower Salt River Valley (Maricopa County, AZ). On May 20, 1921, the human remains were donated to the Arizona Museum, which later became the Phoenix Museum of History. No known individuals were identified. The co-mingled and partial to fragmentary human remains were likely obtained from inhumations or surface collections. The preservation state of these individuals varies, and includes some organic materials, which suggests that individuals of both prehistoric and historic date are present. The human remains are those of one child, one sub-adult, three young adults, and one young to middle-aged adult. One individual is male, one is female, and the other individuals are of an indeterminate sex. No associated funerary objects are present. Herbert R. Patrick documented canals and prehistoric architecture in the lower Salt River Valley, and wrote a booklet called The Ancient Canal Systems and Pueblos of the Salt River Valley in 1903. According to a deed dated April 8, 1884, and an article in the Arizona Weekly Gazette (1/28/1899 pg. 4:4), Herbert R. Patrick lived within 100 feet of a Hohokam platform mound, and owned land within the site boundaries of AZ T:12:1(ASM)/La Ciudad. Historic documents and consultation with the Gila River Indian Community and the Salt River Pima-Maricopa Indian Community demonstrate that Herbert R. Patrick was a collector of Hohokam, O\\'odham, and Hopi material culture. More likely than not, these individuals are Hohokam or historic O\\'odham, and were collected in the lower Salt River Valley. This area of Arizona was intensively occupied by the prehistoric Hohokam archeological culture between A.D. 1 and 1450, and continues to be occupied by the O\\'odham people.\\n        At an unknown date, human remains representing, at minimum, one individual were removed from an unknown location by an unknown collector. The human remains were identified in the collection of the Phoenix Museum of History in 2002. No known individuals were identified. The fragmentary and cremated human remains belong to an older adolescent or adult of indeterminate sex. The one associated funerary object is a partial, burnt Glycymeris shell bracelet. The presence of this funerary object and the preservation of the human remains are consistent with the Hohokam archeological culture, which intensively occupied Central Arizona between A.D. 1 and 1450.\\n        At an unknown date, human remains representing, at minimum, one individual were removed from an unknown location by an unknown collector. The human remains were identified in the collection of the Phoenix Museum of History in 2002. No known individuals were identified. The fragmentary and cremated human remains belong to an older, possibly male, adult. The one associated funerary object is a plain ware ceramic sherd that is tempered with platy schist. A ceramicist identified the temper in the funerary object as being consistent with phyllite tempered ceramics produced along the middle Gila River and associated with the Hohokam archeological culture. Central Arizona was intensively occupied by the Hohokam archeological culture between A.D. 1 and 1450. A piece of paper with the human remains reading \\xe2\\x80\\x9cSallie Medina\\xe2\\x80\\x9d might identify the donor.\\n        Around 1900, human remains representing, at minimum, three individuals were collected by Thomas Whitney from an unknown location in central or southern Arizona. Thomas Whitney (d. 3/1/1919) lived in California between 1880 and 1910, and while there is no record of him living in Arizona, his son, John Thomas Whitney (d. 12/2/1939), was an undertaker and partial owner of the Whitney and Murphy Funeral Home in Phoenix, AZ, between 1900 and 1939. On February 21, 1951, the granddaughter of Thomas Whitney, Marion Russell, donated the human remains and associated funerary objects to the Arizona Museum, which later became the Phoenix Museum of History. No known individuals were identified. The human remains are those of three children who were naturally mummified. All three are of indeterminate sex. They include a perinatal (pre-term) infant, an infant between one and two years of age, and an infant under six months of age. The individuals\\xe2\\x80\\x94who are wrapped in Hohokam textiles, were displayed at the Arizona Museum for an unspecified length of time. The 24 associated funerary objects are seven textile fragments associated with the perinatal infant, six textile fragments associated with the infant who is one to two years old, and nine textile fragments, one leather sandal, and one woven sandal associated with the infant under six months old. Although provenience information for these individuals does not exist, the associated funerary objects are consistent with known examples of Hohokam textiles, as identified by the two conservators and a representative of the Salt River Pima-Maricopa Indian Community. One associated textile has brocade ornamentation that has been observed at the Hohokam site of Casa Grande. Mummified human remains and complete textiles from the Hohokam archeological culture are usually found in dry cave contexts. The Hohokam archeological culture was present across central and southern Arizona between A.D. 1 and 1450.\\n\\n        At an unknown date, likely during the late 1800s or early 1900s, human remains representing, at minimum, two individuals were removed by Herbert R. Patrick from an unknown location, somewhere in the lower Salt River Valley (Maricopa County, AZ). On May 20, 1921, the human remains and associated funerary objects were donated to the Arizona Museum, which later became the Phoenix Museum of History. No known individuals were identified. The fragmentary and cremated human remains belong to a middle-aged, possibly adult, and a young to middle-aged adult of indeterminate sex. The three associated funerary objects are two Hohokam Gila Red Ware ceramic jars, and one lot of sherds. Herbert R. Patrick documented canals and prehistoric architecture in the lower Salt River Valley, and wrote a booklet called The Ancient Canal Systems and Pueblos of the Salt River Valley in 1903. According to a deed dated April 8, 1884, and an article in the Arizona Weekly Gazette (1/28/1899 pg. 4:4), Herbert R. Patrick lived within 100 feet of a Hohokam platform mound, and owned land within the site boundaries of AZ T:12:1(ASM)/La Ciudad. Historic documents and consultation with the Gila River Indian Community and the Salt River Pima-Maricopa Indian Community demonstrate that Herbert R. Patrick was a collector of Hohokam, O\\'odham, and Hopi material culture. More likely than not, the associated funerary object types suggest that these individuals belong to the Hohokam archeological culture, and were collected in the lower Salt River Valley, which was intensively occupied by the prehistoric Hohokam archeological culture between A.D. 1 and 1450.\\n        The Ak Chin Indian Community of the Maricopa (Ak Chin) Indian Reservation, Arizona; Gila River Indian Community of the Gila River Indian Reservation, Arizona; Salt River Pima-Maricopa Indian Community of the Salt River Reservation, Arizona; and the Tohono O\\'odham Nation of Arizona comprise one cultural group known as the O\\'odham. Cultural continuity between the prehistoric Hohokam and present day O\\'odham peoples is supported by continuities in settlement pattern, architectural technologies, basketry, textiles, ceramic technology, and ritual practices. Oral traditions that are documented for the Ak Chin Indian Community of the Maricopa (Ak Chin) Indian Reservation, Arizona; Gila River Indian Community of the Gila River Indian Reservation, Arizona; Salt River Pima-Maricopa Indian Community of the Salt River Reservation, Arizona; and the Tohono O\\'odham Nation of Arizona support their cultural affiliation with Hohokam sites in central and southern Arizona.\\n        The Hopi Tribe of Arizona considers all of Arizona to be within traditional Hopi lands or within areas where Hopi clans migrated in the past. Oral traditions and material culture that are documented for the Hopi Tribe support their cultural affiliation with Hohokam sites in central and southern Arizona. Several Hopi clans and religious societies are derived from ancestors who migrated from the south, and likely identified with the Hohokam tradition.\\n        Migration from portions of the Southwest to present day Zuni are documented in the oral traditions of kivas, priesthoods, and medicine societies of the Zuni Tribe of the Zuni Reservation, New Mexico. These traditions support their affiliation with the central and southern Arizona Hohokam archeological culture. Historical linguistic analysis also suggests interaction between ancestral Zuni and Uto-Aztecan speakers during the late Hohokam period.\\n        Determinations Made by the Pueblo Grande Museum\\n        Officials of the Pueblo Grande Museum have determined that:\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice represent the physical remains of 20 individuals of Native American ancestry.\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(3)(A), the 36 objects described in this notice are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony.\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and associated funerary objects and the Ak-Chin Indian Community (previously listed as the Ak Chin Indian Community of the Maricopa (Ak Chin) Indian Reservation, Arizona); Gila River Indian Community of the Gila River Indian Reservation, Arizona; Hopi Tribe of Arizona; Salt River Pima-Maricopa Indian Community of the Salt River Reservation, Arizona; Tohono O\\'odham Nation of Arizona; and the Zuni Tribe of the Zuni Reservation, New Mexico (hereafter referred to as \\xe2\\x80\\x9cThe Tribes\\xe2\\x80\\x9d).\\n        Additional Requestors and Disposition\\n\\n        Lineal descendants or representatives of any Indian Tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to Lindsey Vogel-Teeter, Pueblo Grande Museum, 4619 E Washington Street, Phoenix, AZ 85331, telephone (602) 495-0901, email lindsey.vogel-teeter@phoenix.gov, by March 11, 2019. After that date, if no additional requestors have come forward, transfer of control of the human remains and associated funerary objects to The Tribes may proceed.\\n        The Pueblo Grande Museum is responsible for notifying The Tribes that this notice has been published.\\n        \\n          Dated: December 11, 2018.\\n          Melanie O\\'Brien,\\n          Manager, National NAGPRA Program. \\n        \\n      \\n      [FR Doc. 2019-01629 Filed 2-7-19; 8:45 am]\\n       BILLING CODE 4312-52-P\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "[NPS-WASO-NAGPRA-NPS0027160; PPWOCRADN0-PCU00RP14.R50000]", "subject": "Notice of Inventory Completion: Pueblo Grande Museum, City of Phoenix, AZ", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "The Pueblo Grande Museum has completed an inventory of human remains and associated funerary objects, in consultation with the appropriate Indian Tribes or Native Hawaiian organizations, and has determined that there is a cultural affiliation between the human remains and associated funerary objects and present-day Indian Tribes or Native Hawaiian organizations. Lineal descendants or representatives of any Indian Tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request to the Pueblo Grande Museum. If no additional requestors come forward, transfer of control of the human remains and associated funerary objects to the lineal descendants, Indian Tribes, or Native Hawaiian organizations stated in this notice may proceed.", "dates": "Lineal descendants or representatives of any Indian Tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to the Pueblo Grande Museum at the address in this notice by March 11, 2019.", "addresses": "Lindsey Vogel-Teeter, Pueblo Grande Museum, 4619 E Washington Street, Phoenix, AZ 85331, telephone (602) 495-0901, email lindsey.vogel-teeter@phoenix.gov.\\n          ", "signature_dated": "Dated: December 11, 2018.", "signature_name": "Melanie O\\'Brien,", "signature_title": "Manager, National NAGPRA Program. ", "fr_doc": "[FR Doc. 2019-01629 Filed 2-7-19; 8:45 am]", "billing_code": " BILLING CODE 4312-52-P", "supp_info": "SUPPLEMENTARY INFORMATION: \n Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains and associated funerary objects under the control of the Pueblo Grande Museum, Phoenix, AZ. The human remains and associated funerary objects were removed from Maricopa County, AZ, and central or southern AZ. \n This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003(d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations in this notice. \n Consultation \n A detailed assessment of the human remains was made by the Pueblo Grande Museum professional staff in consultation with representatives of the Gila River Indian Community of the Gila River Indian Reservation, Arizona; Hopi Tribe of Arizona; Salt River Pima-Maricopa Indian Community of the Salt River Reservation, Arizona; and the Zuni Tribe of the Zuni Reservation, New Mexico. \n History and Description of the Remains \n On September 10, 2009, human remains representing, at minimum, 19 individuals, and 34 associated funerary objects were transferred from the Phoenix Museum of History (which closed in 2009) to the Pueblo Grande Museum. On February 4, 2011 human remains representing, at minimum, one individual, and two associated funerary objects were transferred from the Phoenix Museum of History (which closed in 2009) to the Pueblo Grande Museum. The collection history information regarding these 20 individuals and 36 associated funerary objects follows. \n At an unknown date, likely during the late 1800s or early 1900s, human remains representing, at minimum, one individual were removed from a site in Maricopa County, AZ, by James H. McClintock. The site was identified as \\xe2\\x80\\x9cthe great ruin on the Tempe Road,\\xe2\\x80\\x9d which is consistent with either AZ U:9:1(ASM)/Pueblo Grande or AZ T:12:1(ASM)/La Ciudad. At an unknown date, the human remains and associated funerary objects were loaned to the Arizona Museum, which later became the Phoenix Museum of History. No known individual was identified. The fragmentary and cremated human remains belong to a young to middle-aged adult of indeterminate sex. The two associated funerary objects are a partial Gila Red Ware ceramic jar and a Tucson Polychrome ceramic sherd. Tucson Polychrome dates between A.D. 1275 and 1450, which is within the Hohokam Classic period. Both AZ U:9:1(ASM) and AZ T:12:1(ASM) were located on the north side of the Salt River, along Canal System Two, and were occupied throughout the Hohokam cultural sequence, reaching their greatest extent during the Hohokam Classic period (between A.D. 1150 and 1450). \n Between 1910 and 1911, human remains representing, at minimum, four individuals were removed from the area near 32nd Avenue and Buckeye Road in Maricopa County, AZ by an unknown individual. On October 20, 1928, the human remains and associated funerary object were donated by Florence Blackmer to the Arizona Museum, which later became the Phoenix Museum of History. No known individuals were identified. The fragmentary and cremated human remains belong to four adults. One is possibly male, another is possibly female, and the other two are of indeterminate sex. The one associated funerary object is a Hohokam Sacaton Red-on-Buff ceramic jar. The location where the human remains and associated funerary object were collected is not a known archeological site. The Sacaton Red-on-Buff jar dates between A.D. 900 and 1150, which is within the Hohokam Sedentary period. The lower Salt River Valley was intensively occupied by the prehistoric Hohokam archeological culture during this time. \n At an unknown date, human remains representing, at minimum, one individual were removed from the area near the site of AZ T:12:256(ASM)/Grand Canal Ruin in Maricopa County, AZ by an unknown collector. The human remains and associated funerary objects were identified in the collection of the Phoenix Museum of History in 2002. No known individuals were identified. The fragmentary and cremated human remains belong to a young adult of indeterminate sex. The two associated funerary objects are one plain ware sherd and one daub fragment. Grand Canal Ruin is a prehistoric Hohokam habitation site that was heavily occupied from A.D. 1100 to 1450. \n At an unknown date, likely during the late 1800s or early 1900s, human remains representing, at minimum, one individual were removed by an unknown individual from a location about 100 yards away from the redwood pipeline intake on the Verde River in Maricopa County, AZ. On October 27, 1932, the human remains and associated funerary objects were donated by Mrs. J.A.R. Irvine to the Arizona Museum, which later became the Phoenix Museum of History. No known individuals were identified. The fragmentary and cremated human remains belong to a middle-aged to old adult of indeterminate sex. The two associated funerary objects are a Hohokam Gila Plain Ware ceramic jar and one lot of plain ware sherds. The location where the human remains and associated funerary objects were collected is not a known archeological site. While the redwood pipeline intake itself was located on the Fort McDowell Yavapai Nation Indian Reservation, whether or not these human remains and associated funerary objects were collected on tribal lands is unclear. This area of the lower Verde River was occupied by the Hohokam archeological culture between A.D. 1 and 1450. \n At an unknown date, likely during the late 1800s or early 1900s, human remains representing, at minimum, six individuals were removed by Herbert R. Patrick from an unknown location somewhere in the lower Salt River Valley (Maricopa County, AZ). On May 20, 1921, the human remains were donated to the Arizona Museum, which later became the Phoenix Museum of History. No known individuals were identified. The co-mingled and partial to fragmentary human remains were likely obtained from inhumations or surface collections. The preservation state of these individuals varies, and includes some organic materials, which suggests that individuals of both prehistoric and historic date are present. The human remains are those of one child, one sub-adult, three young adults, and one young to middle-aged adult. One individual is male, one is female, and the other individuals are of an indeterminate sex. No associated funerary objects are present. Herbert R. Patrick documented canals and prehistoric architecture in the lower Salt River Valley, and wrote a booklet called The Ancient Canal Systems and Pueblos of the Salt River Valley in 1903. According to a deed dated April 8, 1884, and an article in the Arizona Weekly Gazette (1/28/1899 pg. 4:4), Herbert R. Patrick lived within 100 feet of a Hohokam platform mound, and owned land within the site boundaries of AZ T:12:1(ASM)/La Ciudad. Historic documents and consultation with the Gila River Indian Community and the Salt River Pima-Maricopa Indian Community demonstrate that Herbert R. Patrick was a collector of Hohokam, O\\'odham, and Hopi material culture. More likely than not, these individuals are Hohokam or historic O\\'odham, and were collected in the lower Salt River Valley. This area of Arizona was intensively occupied by the prehistoric Hohokam archeological culture between A.D. 1 and 1450, and continues to be occupied by the O\\'odham people. \n At an unknown date, human remains representing, at minimum, one individual were removed from an unknown location by an unknown collector. The human remains were identified in the collection of the Phoenix Museum of History in 2002. No known individuals were identified. The fragmentary and cremated human remains belong to an older adolescent or adult of indeterminate sex. The one associated funerary object is a partial, burnt Glycymeris shell bracelet. The presence of this funerary object and the preservation of the human remains are consistent with the Hohokam archeological culture, which intensively occupied Central Arizona between A.D. 1 and 1450. \n At an unknown date, human remains representing, at minimum, one individual were removed from an unknown location by an unknown collector. The human remains were identified in the collection of the Phoenix Museum of History in 2002. No known individuals were identified. The fragmentary and cremated human remains belong to an older, possibly male, adult. The one associated funerary object is a plain ware ceramic sherd that is tempered with platy schist. A ceramicist identified the temper in the funerary object as being consistent with phyllite tempered ceramics produced along the middle Gila River and associated with the Hohokam archeological culture. Central Arizona was intensively occupied by the Hohokam archeological culture between A.D. 1 and 1450. A piece of paper with the human remains reading \\xe2\\x80\\x9cSallie Medina\\xe2\\x80\\x9d might identify the donor. \n Around 1900, human remains representing, at minimum, three individuals were collected by Thomas Whitney from an unknown location in central or southern Arizona. Thomas Whitney (d. 3/1/1919) lived in California between 1880 and 1910, and while there is no record of him living in Arizona, his son, John Thomas Whitney (d. 12/2/1939), was an undertaker and partial owner of the Whitney and Murphy Funeral Home in Phoenix, AZ, between 1900 and 1939. On February 21, 1951, the granddaughter of Thomas Whitney, Marion Russell, donated the human remains and associated funerary objects to the Arizona Museum, which later became the Phoenix Museum of History. No known individuals were identified. The human remains are those of three children who were naturally mummified. All three are of indeterminate sex. They include a perinatal (pre-term) infant, an infant between one and two years of age, and an infant under six months of age. The individuals\\xe2\\x80\\x94who are wrapped in Hohokam textiles, were displayed at the Arizona Museum for an unspecified length of time. The 24 associated funerary objects are seven textile fragments associated with the perinatal infant, six textile fragments associated with the infant who is one to two years old, and nine textile fragments, one leather sandal, and one woven sandal associated with the infant under six months old. Although provenience information for these individuals does not exist, the associated funerary objects are consistent with known examples of Hohokam textiles, as identified by the two conservators and a representative of the Salt River Pima-Maricopa Indian Community. One associated textile has brocade ornamentation that has been observed at the Hohokam site of Casa Grande. Mummified human remains and complete textiles from the Hohokam archeological culture are usually found in dry cave contexts. The Hohokam archeological culture was present across central and southern Arizona between A.D. 1 and 1450. \n At an unknown date, likely during the late 1800s or early 1900s, human remains representing, at minimum, two individuals were removed by Herbert R. Patrick from an unknown location, somewhere in the lower Salt River Valley (Maricopa County, AZ). On May 20, 1921, the human remains and associated funerary objects were donated to the Arizona Museum, which later became the Phoenix Museum of History. No known individuals were identified. The fragmentary and cremated human remains belong to a middle-aged, possibly adult, and a young to middle-aged adult of indeterminate sex. The three associated funerary objects are two Hohokam Gila Red Ware ceramic jars, and one lot of sherds. Herbert R. Patrick documented canals and prehistoric architecture in the lower Salt River Valley, and wrote a booklet called The Ancient Canal Systems and Pueblos of the Salt River Valley in 1903. According to a deed dated April 8, 1884, and an article in the Arizona Weekly Gazette (1/28/1899 pg. 4:4), Herbert R. Patrick lived within 100 feet of a Hohokam platform mound, and owned land within the site boundaries of AZ T:12:1(ASM)/La Ciudad. Historic documents and consultation with the Gila River Indian Community and the Salt River Pima-Maricopa Indian Community demonstrate that Herbert R. Patrick was a collector of Hohokam, O\\'odham, and Hopi material culture. More likely than not, the associated funerary object types suggest that these individuals belong to the Hohokam archeological culture, and were collected in the lower Salt River Valley, which was intensively occupied by the prehistoric Hohokam archeological culture between A.D. 1 and 1450. \n The Ak Chin Indian Community of the Maricopa (Ak Chin) Indian Reservation, Arizona; Gila River Indian Community of the Gila River Indian Reservation, Arizona; Salt River Pima-Maricopa Indian Community of the Salt River Reservation, Arizona; and the Tohono O\\'odham Nation of Arizona comprise one cultural group known as the O\\'odham. Cultural continuity between the prehistoric Hohokam and present day O\\'odham peoples is supported by continuities in settlement pattern, architectural technologies, basketry, textiles, ceramic technology, and ritual practices. Oral traditions that are documented for the Ak Chin Indian Community of the Maricopa (Ak Chin) Indian Reservation, Arizona; Gila River Indian Community of the Gila River Indian Reservation, Arizona; Salt River Pima-Maricopa Indian Community of the Salt River Reservation, Arizona; and the Tohono O\\'odham Nation of Arizona support their cultural affiliation with Hohokam sites in central and southern Arizona. \n The Hopi Tribe of Arizona considers all of Arizona to be within traditional Hopi lands or within areas where Hopi clans migrated in the past. Oral traditions and material culture that are documented for the Hopi Tribe support their cultural affiliation with Hohokam sites in central and southern Arizona. Several Hopi clans and religious societies are derived from ancestors who migrated from the south, and likely identified with the Hohokam tradition. \n Migration from portions of the Southwest to present day Zuni are documented in the oral traditions of kivas, priesthoods, and medicine societies of the Zuni Tribe of the Zuni Reservation, New Mexico. These traditions support their affiliation with the central and southern Arizona Hohokam archeological culture. Historical linguistic analysis also suggests interaction between ancestral Zuni and Uto-Aztecan speakers during the late Hohokam period. \n Determinations Made by the Pueblo Grande Museum \n Officials of the Pueblo Grande Museum have determined that: \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice represent the physical remains of 20 individuals of Native American ancestry. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(3)(A), the 36 objects described in this notice are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and associated funerary objects and the Ak-Chin Indian Community (previously listed as the Ak Chin Indian Community of the Maricopa (Ak Chin) Indian Reservation, Arizona); Gila River Indian Community of the Gila River Indian Reservation, Arizona; Hopi Tribe of Arizona; Salt River Pima-Maricopa Indian Community of the Salt River Reservation, Arizona; Tohono O\\'odham Nation of Arizona; and the Zuni Tribe of the Zuni Reservation, New Mexico (hereafter referred to as \\xe2\\x80\\x9cThe Tribes\\xe2\\x80\\x9d). \n Additional Requestors and Disposition \n Lineal descendants or representatives of any Indian Tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to Lindsey Vogel-Teeter, Pueblo Grande Museum, 4619 E Washington Street, Phoenix, AZ 85331, telephone (602) 495-0901, email lindsey.vogel-teeter@phoenix.gov, by March 11, 2019. After that date, if no additional requestors have come forward, transfer of control of the human remains and associated funerary objects to The Tribes may proceed. \n The Pueblo Grande Museum is responsible for notifying The Tribes that this notice has been published. \n ", "consultation": "A detailed assessment of the human remains was made by the Pueblo Grande Museum professional staff in consultation with representatives of the Gila River Indian Community of the Gila River Indian Reservation, Arizona; Hopi Tribe of Arizona; Salt River Pima-Maricopa Indian Community of the Salt River Reservation, Arizona; and the Zuni Tribe of the Zuni Reservation, New Mexico. \n ", "h_d_r": "On September 10, 2009, human remains representing, at minimum, 19 individuals, and 34 associated funerary objects were transferred from the Phoenix Museum of History (which closed in 2009) to the Pueblo Grande Museum. On February 4, 2011 human remains representing, at minimum, one individual, and two associated funerary objects were transferred from the Phoenix Museum of History (which closed in 2009) to the Pueblo Grande Museum. The collection history information regarding these 20 individuals and 36 associated funerary objects follows. \n At an unknown date, likely during the late 1800s or early 1900s, human remains representing, at minimum, one individual were removed from a site in Maricopa County, AZ, by James H. McClintock. The site was identified as \\xe2\\x80\\x9cthe great ruin on the Tempe Road,\\xe2\\x80\\x9d which is consistent with either AZ U:9:1(ASM)/Pueblo Grande or AZ T:12:1(ASM)/La Ciudad. At an unknown date, the human remains and associated funerary objects were loaned to the Arizona Museum, which later became the Phoenix Museum of History. No known individual was identified. The fragmentary and cremated human remains belong to a young to middle-aged adult of indeterminate sex. The two associated funerary objects are a partial Gila Red Ware ceramic jar and a Tucson Polychrome ceramic sherd. Tucson Polychrome dates between A.D. 1275 and 1450, which is within the Hohokam Classic period. Both AZ U:9:1(ASM) and AZ T:12:1(ASM) were located on the north side of the Salt River, along Canal System Two, and were occupied throughout the Hohokam cultural sequence, reaching their greatest extent during the Hohokam Classic period (between A.D. 1150 and 1450). \n Between 1910 and 1911, human remains representing, at minimum, four individuals were removed from the area near 32nd Avenue and Buckeye Road in Maricopa County, AZ by an unknown individual. On October 20, 1928, the human remains and associated funerary object were donated by Florence Blackmer to the Arizona Museum, which later became the Phoenix Museum of History. No known individuals were identified. The fragmentary and cremated human remains belong to four adults. One is possibly male, another is possibly female, and the other two are of indeterminate sex. The one associated funerary object is a Hohokam Sacaton Red-on-Buff ceramic jar. The location where the human remains and associated funerary object were collected is not a known archeological site. The Sacaton Red-on-Buff jar dates between A.D. 900 and 1150, which is within the Hohokam Sedentary period. The lower Salt River Valley was intensively occupied by the prehistoric Hohokam archeological culture during this time. \n At an unknown date, human remains representing, at minimum, one individual were removed from the area near the site of AZ T:12:256(ASM)/Grand Canal Ruin in Maricopa County, AZ by an unknown collector. The human remains and associated funerary objects were identified in the collection of the Phoenix Museum of History in 2002. No known individuals were identified. The fragmentary and cremated human remains belong to a young adult of indeterminate sex. The two associated funerary objects are one plain ware sherd and one daub fragment. Grand Canal Ruin is a prehistoric Hohokam habitation site that was heavily occupied from A.D. 1100 to 1450. \n At an unknown date, likely during the late 1800s or early 1900s, human remains representing, at minimum, one individual were removed by an unknown individual from a location about 100 yards away from the redwood pipeline intake on the Verde River in Maricopa County, AZ. On October 27, 1932, the human remains and associated funerary objects were donated by Mrs. J.A.R. Irvine to the Arizona Museum, which later became the Phoenix Museum of History. No known individuals were identified. The fragmentary and cremated human remains belong to a middle-aged to old adult of indeterminate sex. The two associated funerary objects are a Hohokam Gila Plain Ware ceramic jar and one lot of plain ware sherds. The location where the human remains and associated funerary objects were collected is not a known archeological site. While the redwood pipeline intake itself was located on the Fort McDowell Yavapai Nation Indian Reservation, whether or not these human remains and associated funerary objects were collected on tribal lands is unclear. This area of the lower Verde River was occupied by the Hohokam archeological culture between A.D. 1 and 1450. \n At an unknown date, likely during the late 1800s or early 1900s, human remains representing, at minimum, six individuals were removed by Herbert R. Patrick from an unknown location somewhere in the lower Salt River Valley (Maricopa County, AZ). On May 20, 1921, the human remains were donated to the Arizona Museum, which later became the Phoenix Museum of History. No known individuals were identified. The co-mingled and partial to fragmentary human remains were likely obtained from inhumations or surface collections. The preservation state of these individuals varies, and includes some organic materials, which suggests that individuals of both prehistoric and historic date are present. The human remains are those of one child, one sub-adult, three young adults, and one young to middle-aged adult. One individual is male, one is female, and the other individuals are of an indeterminate sex. No associated funerary objects are present. Herbert R. Patrick documented canals and prehistoric architecture in the lower Salt River Valley, and wrote a booklet called The Ancient Canal Systems and Pueblos of the Salt River Valley in 1903. According to a deed dated April 8, 1884, and an article in the Arizona Weekly Gazette (1/28/1899 pg. 4:4), Herbert R. Patrick lived within 100 feet of a Hohokam platform mound, and owned land within the site boundaries of AZ T:12:1(ASM)/La Ciudad. Historic documents and consultation with the Gila River Indian Community and the Salt River Pima-Maricopa Indian Community demonstrate that Herbert R. Patrick was a collector of Hohokam, O\\'odham, and Hopi material culture. More likely than not, these individuals are Hohokam or historic O\\'odham, and were collected in the lower Salt River Valley. This area of Arizona was intensively occupied by the prehistoric Hohokam archeological culture between A.D. 1 and 1450, and continues to be occupied by the O\\'odham people. \n At an unknown date, human remains representing, at minimum, one individual were removed from an unknown location by an unknown collector. The human remains were identified in the collection of the Phoenix Museum of History in 2002. No known individuals were identified. The fragmentary and cremated human remains belong to an older adolescent or adult of indeterminate sex. The one associated funerary object is a partial, burnt Glycymeris shell bracelet. The presence of this funerary object and the preservation of the human remains are consistent with the Hohokam archeological culture, which intensively occupied Central Arizona between A.D. 1 and 1450. \n At an unknown date, human remains representing, at minimum, one individual were removed from an unknown location by an unknown collector. The human remains were identified in the collection of the Phoenix Museum of History in 2002. No known individuals were identified. The fragmentary and cremated human remains belong to an older, possibly male, adult. The one associated funerary object is a plain ware ceramic sherd that is tempered with platy schist. A ceramicist identified the temper in the funerary object as being consistent with phyllite tempered ceramics produced along the middle Gila River and associated with the Hohokam archeological culture. Central Arizona was intensively occupied by the Hohokam archeological culture between A.D. 1 and 1450. A piece of paper with the human remains reading \\xe2\\x80\\x9cSallie Medina\\xe2\\x80\\x9d might identify the donor. \n Around 1900, human remains representing, at minimum, three individuals were collected by Thomas Whitney from an unknown location in central or southern Arizona. Thomas Whitney (d. 3/1/1919) lived in California between 1880 and 1910, and while there is no record of him living in Arizona, his son, John Thomas Whitney (d. 12/2/1939), was an undertaker and partial owner of the Whitney and Murphy Funeral Home in Phoenix, AZ, between 1900 and 1939. On February 21, 1951, the granddaughter of Thomas Whitney, Marion Russell, donated the human remains and associated funerary objects to the Arizona Museum, which later became the Phoenix Museum of History. No known individuals were identified. The human remains are those of three children who were naturally mummified. All three are of indeterminate sex. They include a perinatal (pre-term) infant, an infant between one and two years of age, and an infant under six months of age. The individuals\\xe2\\x80\\x94who are wrapped in Hohokam textiles, were displayed at the Arizona Museum for an unspecified length of time. The 24 associated funerary objects are seven textile fragments associated with the perinatal infant, six textile fragments associated with the infant who is one to two years old, and nine textile fragments, one leather sandal, and one woven sandal associated with the infant under six months old. Although provenience information for these individuals does not exist, the associated funerary objects are consistent with known examples of Hohokam textiles, as identified by the two conservators and a representative of the Salt River Pima-Maricopa Indian Community. One associated textile has brocade ornamentation that has been observed at the Hohokam site of Casa Grande. Mummified human remains and complete textiles from the Hohokam archeological culture are usually found in dry cave contexts. The Hohokam archeological culture was present across central and southern Arizona between A.D. 1 and 1450. \n At an unknown date, likely during the late 1800s or early 1900s, human remains representing, at minimum, two individuals were removed by Herbert R. Patrick from an unknown location, somewhere in the lower Salt River Valley (Maricopa County, AZ). On May 20, 1921, the human remains and associated funerary objects were donated to the Arizona Museum, which later became the Phoenix Museum of History. No known individuals were identified. The fragmentary and cremated human remains belong to a middle-aged, possibly adult, and a young to middle-aged adult of indeterminate sex. The three associated funerary objects are two Hohokam Gila Red Ware ceramic jars, and one lot of sherds. Herbert R. Patrick documented canals and prehistoric architecture in the lower Salt River Valley, and wrote a booklet called The Ancient Canal Systems and Pueblos of the Salt River Valley in 1903. According to a deed dated April 8, 1884, and an article in the Arizona Weekly Gazette (1/28/1899 pg. 4:4), Herbert R. Patrick lived within 100 feet of a Hohokam platform mound, and owned land within the site boundaries of AZ T:12:1(ASM)/La Ciudad. Historic documents and consultation with the Gila River Indian Community and the Salt River Pima-Maricopa Indian Community demonstrate that Herbert R. Patrick was a collector of Hohokam, O\\'odham, and Hopi material culture. More likely than not, the associated funerary object types suggest that these individuals belong to the Hohokam archeological culture, and were collected in the lower Salt River Valley, which was intensively occupied by the prehistoric Hohokam archeological culture between A.D. 1 and 1450. \n The Ak Chin Indian Community of the Maricopa (Ak Chin) Indian Reservation, Arizona; Gila River Indian Community of the Gila River Indian Reservation, Arizona; Salt River Pima-Maricopa Indian Community of the Salt River Reservation, Arizona; and the Tohono O\\'odham Nation of Arizona comprise one cultural group known as the O\\'odham. Cultural continuity between the prehistoric Hohokam and present day O\\'odham peoples is supported by continuities in settlement pattern, architectural technologies, basketry, textiles, ceramic technology, and ritual practices. Oral traditions that are documented for the Ak Chin Indian Community of the Maricopa (Ak Chin) Indian Reservation, Arizona; Gila River Indian Community of the Gila River Indian Reservation, Arizona; Salt River Pima-Maricopa Indian Community of the Salt River Reservation, Arizona; and the Tohono O\\'odham Nation of Arizona support their cultural affiliation with Hohokam sites in central and southern Arizona. \n The Hopi Tribe of Arizona considers all of Arizona to be within traditional Hopi lands or within areas where Hopi clans migrated in the past. Oral traditions and material culture that are documented for the Hopi Tribe support their cultural affiliation with Hohokam sites in central and southern Arizona. Several Hopi clans and religious societies are derived from ancestors who migrated from the south, and likely identified with the Hohokam tradition. \n Migration from portions of the Southwest to present day Zuni are documented in the oral traditions of kivas, priesthoods, and medicine societies of the Zuni Tribe of the Zuni Reservation, New Mexico. These traditions support their affiliation with the central and southern Arizona Hohokam archeological culture. Historical linguistic analysis also suggests interaction between ancestral Zuni and Uto-Aztecan speakers during the late Hohokam period. \n ", "h_d_ci": "Null", "determinations": "Determinations Made by the Pueblo Grande Museum \n Officials of the Pueblo Grande Museum have determined that: \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice represent the physical remains of 20 individuals of Native American ancestry. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(3)(A), the 36 objects described in this notice are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and associated funerary objects and the Ak-Chin Indian Community (previously listed as the Ak Chin Indian Community of the Maricopa (Ak Chin) Indian Reservation, Arizona); Gila River Indian Community of the Gila River Indian Reservation, Arizona; Hopi Tribe of Arizona; Salt River Pima-Maricopa Indian Community of the Salt River Reservation, Arizona; Tohono O\\'odham Nation of Arizona; and the Zuni Tribe of the Zuni Reservation, New Mexico (hereafter referred to as \\xe2\\x80\\x9cThe Tribes\\xe2\\x80\\x9d). \n ", "a_r_d": "Lineal descendants or representatives of any Indian Tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to Lindsey Vogel-Teeter, Pueblo Grande Museum, 4619 E Washington Street, Phoenix, AZ 85331, telephone (602) 495-0901, email lindsey.vogel-teeter@phoenix.gov, by March 11, 2019. After that date, if no additional requestors have come forward, transfer of control of the human remains and associated funerary objects to The Tribes may proceed. \n The Pueblo Grande Museum is responsible for notifying The Tribes that this notice has been published. \n "}