{"index": "I_1579", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Inventory Completion: Paul H. Karshner Memorial Museum, Puyallup, WA\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains in the possession of the Paul H. Karshner Memorial Museum, Puyallup, WA. The human remains were removed from an unknown area of Western Oregon.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003 (d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains. The National Park Service is not responsible for the determinations in this notice.\\n        A detailed assessment of the human remains was made by the Paul H. Karshner Memorial Museum professional staff in consultation with representatives of the Confederated Tribes of the Grand Ronde Community of Oregon.\\n        In the 1930s, human remains representing a minimum of one individual were removed from an unknown area in Western Oregon. The human remains were donated to the museum by Dr. Warner M. Karshner in the 1930s. No known individual was identified. No associated funerary objects are present.\\n        In creating the Paul H. Karshner Memorial Museum in 1930, Dr. Karshner began to acquire Native American items, objects, and artifacts for research and understanding, specifically from the Northwest. It is during this time period that the human remains from Western Oregon were donated and inventoried into the museum\\'s permanent collection. Based on the donor\\'s history, it is reasonably believed that the human remains are of Native American origin.\\n        The museum\\'s inventory book identifies the human remains as being \\xe2\\x80\\x9cnative\\xe2\\x80\\x9d and being from the western Oregon region. The western Oregon area is known to be aboriginal lands for the Confederated Tribes of the Grand Ronde Community of Oregon. Based on museum records, geographical location, and donor history, the human remains are reasonably believed to be culturally affiliated with the Confederated Tribes of the Grand Ronde Community of Oregon.\\n        Officials of the Paul H. Karshner Memorial Museum have determined that, pursuant to 25 U.S.C. 3001 (9-10), the human remains described above represent the physical remains of one individual of Native American ancestry. Officials of the Paul H. Karshner Memorial Museum also have determined that, pursuant to 25 U.S.C. 3001 (2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and the Confederated Tribes of the Grand Ronde Community of Oregon.\\n\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the human remains should contact Dr. Jay Reifel, Assistant Superintendent, telephone (253) 840-8971 or Ms. Beth Bestrom, Museum Curator, Paul H. Karshner Memorial Museum, 309 4th St. NE, Puyallup, WA 98372, telephone (253) 841-8748, before February 14, 2008. Repatriation of the human remains to the Confederated Tribes of the Grand Ronde Community of Oregon may proceed after that date if no additional claimants come forward.\\n        \\n        Paul H. Karshner Memorial Museum is responsible for notifying the Confederated Tribes of the Coos, Lower Umpqua and Siuslaw Indians of Oregon; Confederated Tribes of the Grand Ronde Community of Oregon; Confederated Tribes of the Siletz Reservation, Oregon; and Coquille Tribe of Oregon that this notice has been published.\\n        \\n          Dated: December 7, 2007.\\n          Sherry Hutt,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. E8-563 Filed 1-14-08; 8:45 am]\\n      BILLING CODE 4312-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Inventory Completion: Paul H. Karshner Memorial Museum, Puyallup, WA", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: December 7, 2007.", "signature_name": "Sherry Hutt,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. E8-563 Filed 1-14-08; 8:45 am]", "billing_code": "BILLING CODE 4312-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}