{"index": "I_1586", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Inventory Completion: Hastings Museum of Natural and Cultural History, Hastings, NE\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains in the possession of Hastings Museum of Natural and Cultural History (Hastings Museum), Hastings, NE. The human remains were removed from the Cass, Franklin, Nance, Sarpy Counties, NE and Republican County, KS.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003 (d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains. The National Park Service is not responsible for the determinations in this notice.\\n        A detailed assessment of the human remains was made by Hastings Museum professional staff in consultation with representatives of the Pawnee Nation of Oklahoma and Three Affiliated Tribes of the Fort Berthold Reservation, North Dakota.\\n        On September 17, 1922, human remains representing a minimum of one individual were removed from the Milo Hill farm (25FR1) in Franklin County, NE. At an unknown date, human remains representing a minimum of four individuals were removed from the same site. The human remains for all five individuals were donated to the Hastings Museum by Milo Hill and cataloged between 1926 and 1931 (02873, 03259, 03260). No known individuals were identified. No associated funerary objects are present.\\n        Research conducted at the Nebraska State Historical Society identifies the Milo Hill Site (25FR1) as similar to other Central Plains Tradition sites. Museum officials have determined based on museum records, Pawnee oral tradition, and anthropological research that the Central Plains Tradition people are ancestors to the Arikara and Pawnee, and possibly the Wichita.\\n        In September 1913, human remains representing a minimum of three individuals were removed from Plattsmouth Ossuary (25CC9001) in Cass County, NE, by Dr. E.H. Barbour, University of Nebraska, and taken to the University of Nebraska State Museum. The human remains were traded to A.M. Brooking, founder of the Hastings Museum. Mr. Brooking later donated his collection to the Hastings Museum and cataloged the human remains between 1926 and 1931 (01713). No known individuals were identified. No associated funerary objects are present.\\n        University of Nebraska State Museum attributed the Plattsmouth Ossuary site to the Nebraska Culture of the Central Plains Tradition due to the burial location and the manner of group interment. Museum officials have determined, based on museum records, that the human remains are associated with the Plattsmouth Ossuary and therefore are affiliated with the Central Plains Tradition. Museum officials have determined based on Pawnee oral tradition and anthropological research that the Central Plains Tradition people are ancestors to the Arikara and Pawnee, and possibly the Wichita.\\n        On May 8, 1908, human remains representing a minim of two individuals were removed from Wallace Mound (25SY67) in Sarpy County, NE, by J.E. Wallace. The human remains were donated to the museum by Mr. Wallace and cataloged between 1926 and 1931 (01609). No known individuals were identified. No associated funerary objects were present.\\n        The Wallace Mound Site (25SY67) was located near Bellevue\\'s railroad station up a ridge from Coffin Springs. Mr. Wallace began excavations and later contacted the University of Nebraska State Museum. Most of the human remains were donated to University of Nebraska State Museum where the site was identified as a Central Plains Tradition site. Hastings Museum officials agree with this identification of the Wallace Mound site.\\n        On an unknown date, human remains representing a minimum of two individuals were removed from unknown sites near Genoa in Nance County, NE. The human remains were donated to the Hastings Museum by A.M. Brooking between 1926 and 1931 (03268, 04789). No known individuals were identified. No associated funerary objects were present.\\n        On an unknown date, human remains representing a minimum of one individual were removed from a grave on the Frank Lowe farm, 2 miles north of Genoa, Nance County, NE. The human remains were given to the Hastings Museum by Frank Lowe and cataloged in 1934 (12813). No known individual was identified. No associated funerary objects are present.\\n\\n        On an unknown date, human remains representing a minimum of one individual were removed from a Skidi village near Genoa, Nance County, NE. The human remains were donated to the Hastings Museum by A.M. Brooking and cataloged in 1942 (22316). No known individual was identified. No associated funerary objects were present.\\n        Numerous sites in Nance County are attributed to a number of cultures, including Central Plains Tradition and historic Pawnee. This is also the location of the last land the Pawnee Tribe occupied prior to moving to Oklahoma. Museum officials have determined, based on museum records, that the human remains are likely associated with the Pawnee or Central Plains Tradition. Museum officials have determined based on Pawnee oral tradition and anthropological research that the Central Plains Tradition people are ancestors to the Arikara and Pawnee, and possibly the Wichita.\\n        On an unknown date, human remains representing a minimum of one individual were removed from a site in Republican County, KS. The human remains were donated to the museum by an unknown donor and cataloged in 1936 (14694). No known individual was identified. No associated funerary objects were present.\\n        Republican County has been the home of the Central Plains Tradition and the Kitkehahki (Republican) band of the Pawnee. The human remains may be associated with the large Pawnee village at the Kansas Monument site. Museum officials have determined, based on museum records, that the human remains are likely associated with the Pawnee or Central Plains Tradition.\\n        The Central Plains Tradition was a culture that lived on the plains of Nebraska and Kansas. The culture abruptly enters the archeological records about A.D. 1,000. By about A.D. 1,400, the people leave the area and head north. Their move brought them into land occupied by the Middle Missouri Culture (in what is now the Dakotas), which, to some extent, merged with other groups over time. The new culture that emerged from this contact is probably the people who are ancestors to the Arikara and Pawnee, and possibly the Wichita. Museum officials have determined based on museum records, Pawnee oral tradition, and anthropological research that the Central Plains Tradition people are ancestors to the Arikara and Pawnee, and possibly the Wichita. The Arikara people eventually settled with the Mandan and Hidatsa and are now members of the Three Affiliated Tribes of the Fort Berthold Reservation, North Dakota. Descendants of the Pawnee are members of the Pawnee Nation of Oklahoma. The descendants of the Wichita are members of the Wichita and Affiliated Tribes (Wichita, Keechi, Waco & Tawakonie), Oklahoma.\\n        The Pawnee Nation of Oklahoma; Three Affiliated Tribes of the Fort Berthold Reservation, North Dakota; and Wichita and Affiliated Tribes (Wichita, Keechi, Waco & Tawakonie), Oklahoma have entered into an agreement that human remains and funerary objects located between the Missouri River and the Smokey Hill River shall be claimed by the Pawnee Nation of Oklahoma.\\n        Officials of the Hastings Museum have determined that, pursuant to 25 U.S.C. 3001 (9-10), the human remains described above represent the physical remains of 15 individuals of Native American ancestry. Officials of the Hastings Museum also have determined that, pursuant to 25 U.S.C. 3001 (2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and the Pawnee Nation of Oklahoma; Three Affiliated Tribes of the Fort Berthold Reservation, North Dakota; and Wichita and Affiliated Tribes (Wichita, Keechi, Waco & Tawakonie), Oklahoma.\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the human remains should contact Teresa Kreutzer-Hodson, Hastings Museum of Natural and Cultural History, 1330 N Burlington, PO Box 1286, Hastings, NE 68902, (402) 461-2399, before January 18, 2008. Repatriation of the human remains to the Pawnee Nation of Oklahoma may proceed after that date if no additional claimants come forward.\\n        The Hastings Museum of Natural and Cultural History is responsible for notifying the Pawnee Nation of Oklahoma; Three Affiliated Tribes of the Fort Berthold Reservation, North Dakota; and Wichita and Affiliated Tribes (Wichita, Keechi, Waco & Tawakonie), Oklahoma that this notice has been published.\\n        \\n          Dated: October 1, 2007.\\n          Sherry Hutt,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. E7-24613 Filed 12-18-07; 8:45 am]\\n      BILLING CODE 4312-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Inventory Completion: Hastings Museum of Natural and Cultural History, Hastings, NE", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: October 1, 2007.", "signature_name": "Sherry Hutt,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. E7-24613 Filed 12-18-07; 8:45 am]", "billing_code": "BILLING CODE 4312-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}