{"index": "I_1575", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Inventory Completion: Denver Museum of Nature & Science, Denver, CO\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains and associated funerary objects in the control of the Denver Museum of Nature & Science, Denver, CO. The human remains and associated funerary objects were removed from Arapahoe and Weld Counties, CO.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003 (d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations in this notice.\\n        A detailed assessment of the human remains was made by Denver Museum of Nature & Science professional staff in consultation with the Arapahoe Tribe of the Wind River Reservation, Wyoming; Cheyenne-Arapaho Tribes of Oklahoma; Cheyenne River Sioux Tribe of the Cheyenne River Reservation, South Dakota; Comanche Nation of Oklahoma; Iowa Tribe of Oklahoma; Jicarilla Apache Nation, New Mexico; Kiowa Indian Tribe of Oklahoma; Northern Cheyenne Tribe of the Northern Cheyenne Indian Reservation, Montana; Oglala Sioux Tribe of the Pine Ridge Reservation, South Dakota; Ottawa Tribe of Oklahoma; Paiute Indian Tribe of Utah (Cedar City Band of Paiutes, Kanosh Band of Paiutes, Koosharem Band of Paiutes, Indian Peaks Band of Paiutes, and Shivwits Band of Paiutes); Pawnee Nation of Oklahoma; Rosebud Sioux Tribe of the Rosebud Indian Reservation, South Dakota; Sac & Fox Tribe of the Mississippi in Iowa; Sac & Fox Nation of Missouri in Kansas and Nebraska; Sac & Fox Nation, Oklahoma; Southern Ute Indian Tribe of the Southern Ute Reservation, Colorado; Standing Rock Sioux Tribe of North & South Dakota; and Ute Mountain Tribe of the Ute Mountain Reservation, Colorado, New Mexico & Utah.\\n        In 1972, human remains representing a minimum of one individual were removed from a construction site on private land in Aurora, Arapahoe County, CO, by the County Coroner for the Department of Health and Hospitals and turned over to the museum (DMNS catalogue numbers A786.1-9). No known individual was identified. The 12 associated funerary objects are 6 vials of white and light blue Italian glass pony beads (including one soil sample with beads intermixed); strands of an animal\\'s hair; fragments of 1 metal belt buckle; and 4 sets of fragments of textiles, probably wool.\\n        Osteological characteristics indicate that the individual is Native American. During the first half of the 19th century the larger Italian glass seed beads were widely traded from the Upper Missouri River Valley south into the Great Plains and were used by Indian tribes of the Colorado High Plains. The textile fragments are a basic twill and plain weave in simple stripe patterns using hand spun yarns. Analysis suggests that the textiles could have originated from any of the Navajo, Pueblo, or Spanish American weaving areas of the Southwest. Textiles from these areas were commonly traded to the Plains Indians throughout the 19th century. On the basis of the funerary objects associated with the human remains, the estimated date of the burial is between A.D. 1800 and 1860.\\n        In 1939, human remains representing a minimum of two individuals were removed from a construction site two miles west of Johnston, Weld County, CO, by unknown parties associated with the Works Progress Administration. Later that same year, Forest L. Powers of the Works Progress Administration donated the human remains to the museum (DMNS catalogue numbers A53.1-15). No known individuals were identified. The 19 associated funerary objects are 2 fragments of copper wire; 1 fragment of a wooden bow; 1 catlinite pipe bowl fragment; 1 leather clothing fragment with blue pony beads; rusted fragments of 1 metal animal trap; 1 rusted commercial coffee grinder; 1 leather belt, in pieces; 1 leather bag, in fragments, with possible human ribs embedded; 4 woodpecker beaks; 2 bird bones; 1 belt buckle; 1 leather sheath; fragments of 1 leather strap; and fragments of 1 piece of cloth.\\n        Osteological characteristics indicate that the individuals are Native American. Copper stains near the mastoid processes of one individual suggest that the individual wore copper ear ornaments, which supports Native American identification for the human remains. The associated funerary objects are consistent with possible belongings of Indian people of Colorado during the mid-1800s. The items include traditional items of Native gathering, construction, and use, as well as Euro-American trade items. Catlinite pipes were widely traded from the Minnesota mine source to tribes throughout the Great Plains. The Euro-American artifacts date from the mid-19th century. On the basis of the funerary objects associated with the human remains, the estimated date of the burials is between A.D. 1840 and 1870.\\n\\n        A 2001 map published by the Colorado Commission of Indian Affairs, The Estimated Tribal Territories in Colorado during the Late Nineteenth Century, shows that the two locations from which the human remains were removed were within the historic territories of the Arapaho, Cheyenne, Jicarilla Apache, Kiowa, Lakota (Sioux), and Pawnee peoples. Consultation with the Southern Ute Indian Tribe of the Southern Ute Reservation, Colorado and Ute Mountain Tribe of the Ute Mountain Reservation, Colorado, New Mexico & Utah established that the Ute tribes also used the area from which the human remains were removed. Historic records and statements from members of the consulted tribes further corroborate the presence of Arapaho, Cheyenne, Jicarilla Apache, Kiowa, Lakota (Sioux), Pawnee peoples, in or near the area during the Protohistoric and Historic periods. Documentary evidence suggests Iowa, Ottawa, and Paiute peoples in or near the area during the Protohistoric and Historic periods. Descendants of the Arapaho, Cheyenne, Jicarilla Apache, Iowa, Lakota, Ottawa, Paiute, Pawnee, and Ute are members of the Arapahoe Tribe of the Wind River Reservation, Wyoming; Cheyenne-Arapaho Tribes of Oklahoma; Cheyenne River Sioux Tribe of the Cheyenne River Reservation, South Dakota; Iowa Tribe of Oklahoma; Jicarilla Apache Nation, New Mexico; Kiowa Indian Tribe of Oklahoma; Northern Cheyenne Tribe of the Northern Cheyenne Indian Reservation, Montana; Oglala Sioux Tribe of the Pine Ridge Reservation, South Dakota; Ottawa Tribe of Oklahoma; Paiute Indian Tribe of Utah; Pawnee Nation of Oklahoma; Rosebud Sioux Tribe of the Rosebud Indian Reservation, South Dakota; Sac & Fox Tribe of the Mississippi in Iowa; Sac & Fox Nation of Missouri in Kansas and Nebraska; Sac & Fox Nation, Oklahoma; Southern Ute Indian Tribe of the Southern Ute Reservation, Colorado; Standing Rock Sioux Tribe of North & South Dakota; and Ute Mountain Tribe of the Ute Mountain Reservation, Colorado, New Mexico & Utah.\\n        Officials of the Denver Museum of Nature & Science have determined that, pursuant to 25 U.S.C. 3001 (9-10), the human remains described above represent the physical remains of three individuals of Native American ancestry. Officials of Denver Museum of Nature & Science also have determined that, pursuant to 25 U.S.C. 3001 (3)(A), the 31 objects described above are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony. Lastly, officials of the Denver Museum of Nature & Science officials have determined that, pursuant to 25 U.S.C. 3001 (2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and associated funerary objects and the Arapahoe Tribe of the Wind River Reservation, Wyoming; Cheyenne-Arapaho Tribes of Oklahoma; Cheyenne River Sioux Tribe of the Cheyenne River Reservation, South Dakota; Iowa Tribe of Oklahoma; Jicarilla Apache Nation, New Mexico; Kiowa Indian Tribe of Oklahoma; Northern Cheyenne Tribe of the Northern Cheyenne Indian Reservation, Montana; Oglala Sioux Tribe of the Pine Ridge Reservation, South Dakota; Ottawa Tribe of Oklahoma; Paiute Indian Tribe of Utah; Pawnee Nation of Oklahoma; Rosebud Sioux Tribe of the Rosebud Indian Reservation, South Dakota; Sac & Fox Tribe of the Mississippi in Iowa; Sac & Fox Nation of Missouri in Kansas and Nebraska; Sac & Fox Nation, Oklahoma; Southern Ute Indian Tribe of the Southern Ute Reservation, Colorado; Standing Rock Sioux Tribe of North & South Dakota; and Ute Mountain Tribe of the Ute Mountain Reservation, Colorado, New Mexico & Utah.\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the human remains and associated funerary objects should contact Dr. Chip Colwell-Chanthaphonh, Denver Museum of Nature & Science, 2001 Colorado Boulevard, Denver, CO 80205, telephone (303) 370-6378, before March 14, 2008. Repatriation to the Arapahoe Tribe of the Wind River Reservation, Wyoming; Cheyenne-Arapaho Tribes of Oklahoma; Cheyenne River Sioux Tribe of the Cheyenne River Reservation, South Dakota; Iowa Tribe of Oklahoma; Jicarilla Apache Nation, New Mexico; Kiowa Indian Tribe of Oklahoma; Northern Cheyenne Tribe of the Northern Cheyenne Indian Reservation, Montana; Oglala Sioux Tribe of the Pine Ridge Reservation, South Dakota; Ottawa Tribe of Oklahoma; Paiute Indian Tribe of Utah; Pawnee Nation of Oklahoma; Rosebud Sioux Tribe of the Rosebud Indian Reservation, South Dakota; Sac & Fox Tribe of the Mississippi in Iowa; Sac & Fox Nation of Missouri in Kansas and Nebraska; Sac & Fox Nation, Oklahoma; Southern Ute Indian Tribe of the Southern Ute Reservation, Colorado; Standing Rock Sioux Tribe of North & South Dakota; and Ute Mountain Tribe of the Ute Mountain Reservation, Colorado, New Mexico & Utah may proceed after that date if no additional claimants come forward.\\n        The Denver Museum of Nature & Science is responsible for notifying the Arapahoe Tribe of the Wind River Reservation, Wyoming; Cheyenne-Arapaho Tribes of Oklahoma; Cheyenne River Sioux Tribe of the Cheyenne River Reservation, South Dakota; Comanche Nation of Oklahoma; Iowa Tribe of Oklahoma; Jicarilla Apache Nation, New Mexico; Kiowa Indian Tribe of Oklahoma; Northern Cheyenne Tribe of the Northern Cheyenne Indian Reservation, Montana; Oglala Sioux Tribe of the Pine Ridge Reservation, South Dakota; Ottawa Tribe of Oklahoma; Paiute Indian Tribe of Utah; Pawnee Nation of Oklahoma; Rosebud Sioux Tribe of the Rosebud Indian Reservation, South Dakota; Sac & Fox Tribe of the Mississippi in Iowa; Sac & Fox Nation of Missouri in Kansas and Nebraska; Sac & Fox Nation, Oklahoma; Southern Ute Indian Tribe of the Southern Ute Reservation, Colorado; Standing Rock Sioux Tribe of North & South Dakota; and Ute Mountain Tribe of the Ute Mountain Reservation, Colorado, New Mexico & Utah that this notice has been published.\\n        \\n          Dated: January 9, 2008.\\n          Sherry Hutt,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. E8-2576 Filed 2-12-08; 8:45 am]\\n      BILLING CODE 4312-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Inventory Completion: Denver Museum of Nature & Science, Denver, CO", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: January 9, 2008.", "signature_name": "Sherry Hutt,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. E8-2576 Filed 2-12-08; 8:45 am]", "billing_code": "BILLING CODE 4312-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}