{"index": "I_1536", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Inventory Completion: Paul H. Karshner Memorial Museum, Puyallup, WA\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains in the possession of the Paul H. Karshner Memorial Museum, Puyallup, WA. The human remains were removed from an area of the Nez Perce Reservation, ID.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003(d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains. The National Park Service is not responsible for the determinations in this notice.\\n        A detailed assessment of the human remains was made by the Paul H. Karshner Memorial Museum professional staff in consultation with representatives of the Confederated Tribes of the Colville Reservation, Washington and Nez Perce Tribe of Idaho. The U.S. Department of the Interior, Bureau of Indian Affairs does not exert control over the human remains in this notice.\\n        In 1935, human remains representing a minimum of one individual were removed from the Nez Perce Reservation, ID. The human remains were donated by Lester Davis in 1935. It is unknown how Mr. Davis acquired the human remains. No known individual was identified. No associated funerary objects are present.\\n        Mr. Davis was known to have collected Native American objects. This donation was one of three recorded donations found in the museum\\'s inventory book. According to museum records, the human remains are identified as Native American. Based on museum records and donor information, the human remains are reasonably believed to be Native American.\\n        The geographical area that the human remains were removed from was the Nez Perce Reservation. The Western Idaho area is known to be aboriginal lands for the Nez Perce Tribe of Idaho. Officials of the Paul H. Karshner Museum reasonably believe the human remains are Native American and most likely culturally affiliated with the Nez Perce Tribe of Idaho.\\n        Officials of the Paul H. Karshner Memorial Museum have determined that, pursuant to 25 U.S.C. 3001(910), the human remains described above represent the physical remains of one individual of Native American ancestry. Officials of the Paul H. Karshner Memorial also have determined that, pursuant to 25 U.S.C. 3001(2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and the Nez Perce Tribe of Idaho.\\n        Representatives of any other Indian tribe that believes it to be culturally affiliated with the human remains should contact Stephen Crowell, Paul H. Karshner Memorial Museum, 309 4th St., NE., Puyallup, WA 98372, telephone (253) 841-8748, before May 29, 2008. Repatriation of the human remains to the Nez Perce Tribe of Idaho may proceed after that date if no additional claimants come forward.\\n        Paul H. Karshner Memorial Museum is responsible for notifying the Confederated Tribes of the Colville Reservation, Washington and Nez Perce Tribe of Idaho that this notice has been published.\\n        \\n          Dated: March 10, 2008.\\n          Sherry Hutt,\\n          Manager, National NAGPR Program.\\n        \\n      \\n       [FR Doc. E8-9149 Filed 4-28-08; 8:45 am]\\n      BILLING CODE 4312-50-M\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Inventory Completion: Paul H. Karshner Memorial Museum, Puyallup, WA", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: March 10, 2008.", "signature_name": "Sherry Hutt,", "signature_title": "Manager, National NAGPR Program.", "fr_doc": " [FR Doc. E8-9149 Filed 4-28-08; 8:45 am]", "billing_code": "BILLING CODE 4312-50-M", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}