{"index": "I_15", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        [NPS-WASO-NAGPRA-NPS0029073; PPWOCRADN0-PCU00RP14.R50000]\\n        Notice of Inventory Completion: South Dakota State Historical Society, Archaeological Research Center, Rapid City, SD\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        \\n          SUMMARY:\\n\\n          The South Dakota State Historical Society, Archaeological Research Center has completed an inventory of human remains and associated funerary objects, in consultation with the appropriate Indian Tribes or Native Hawaiian organizations, and has determined that there is no cultural affiliation between the human remains and associated funerary objects and any present-day Indian Tribes or Native Hawaiian organizations. Representatives of any Indian Tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request to the South Dakota State Historical Society, Archaeological Research Center. If no additional requestors come forward, transfer of control of the human remains and associated funerary objects to the Indian Tribes or Native Hawaiian organizations stated in this notice may proceed.\\n        \\n        \\n          DATES:\\n          Representatives of any Indian Tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to the South Dakota State Historical Society, Archaeological Research Center at the address in this notice by December 9, 2019.\\n        \\n        \\n          ADDRESSES:\\n\\n          Katherine Lamie, South Dakota State Historical Society-Archaeological Research Center, 217 Kansas City Street, Rapid City, SD 57701, telephone (605) 394-1804, email katie.lamie@state.sd.us.\\n          \\n        \\n      \\n      \\n        SUPPLEMENTARY INFORMATION:\\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains and associated funerary objects under the control of the South Dakota State Historical Society, Archaeological Research Center, Rapid City, SD. The human remains and associated funerary objects were removed from Marshall County, SD.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003(d)(3) and 43 CFR 10.11(d). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations in this notice.\\n        Consultation\\n        A detailed assessment of the human remains was made by the South Dakota State Historical Society, Archaeological Research Center professional staff in consultation with representatives of the Oglala Sioux Tribe (previously listed as the Oglala Sioux Tribe of the Pine Ridge Reservation, South Dakota); Rosebud Sioux Tribe of the Rosebud Indian Reservation, South Dakota; Santee Sioux Nation, Nebraska; Sisseton-Wahpeton Oyate of the Lake Traverse Reservation, South Dakota; Spirit Lake Tribe, North Dakota; Standing Rock Sioux Tribe of North & South Dakota; and the Upper Sioux Community, Minnesota.\\n        The following Indian Tribes were invited to consult, but deferred to the consulting Tribes by submitting letters of support: Cheyenne and Arapaho Tribes, Oklahoma (previously listed as the Cheyenne-Arapaho Tribes of Oklahoma); Minnesota Chippewa Tribe, Minnesota (Six component reservations: Bois Forte Band (Nett Lake); Fond du Lac Band; Grand Portage Band; Leech Lake Band; Mille Lacs Band; White Earth Band); Otoe-Missouria Tribe of Indians, Oklahoma; Pawnee Nation of Oklahoma; Prairie Island Indian Community in the State of Minnesota; and the Shakopee Mdewakanton Sioux Community of Minnesota.\\n        The following Indian Tribes were invited to consult, but did not participate: Arapaho Tribe of the Wind River Reservation, Wyoming; Assiniboine and Sioux Tribes of the Fort Peck Indian Reservation, Montana; Bad River Band of the Lake Superior Tribe of Chippewa Indians of the Bad River Reservation, Wisconsin; Cheyenne River Sioux Tribe of the Cheyenne River Indian Reservation, South Dakota; Chippewa-Cree Indians of the Rocky Boy\\'s Reservation, Montana (previously listed as the Chippewa-Cree Indians of the Rocky Boy\\'s Reservation, Montana); Crow Creek Sioux Tribe of the Crow Creek Reservation, South Dakota; Crow Tribe of Montana; Eastern Shoshone Tribe of the Wind River Reservation, Wyoming (previously listed as the Shoshone Tribe of the Wind River Reservation, Wyoming); Flandreau Santee Sioux Tribe of South Dakota; Forest County Potawatomi Community, Wisconsin; Fort Belknap Indian Community of the Fort Belknap Reservation of Montana; Ho-Chunk Nation of Wisconsin; Iowa Tribe of Kansas and Nebraska; Iowa Tribe of Oklahoma; Kiowa Indian Tribe of Oklahoma; Lac Courte Oreilles Band of Lake Superior Chippewa Indians of Wisconsin; Lower Brule Sioux Tribe of the Lower Brule Reservation, South Dakota; Lower Sioux Indian Community in the State of Minnesota; Minnesota Chippewa Tribe, Minnesota (Six component reservations: Bois Forte Band (Nett Lake); Fond du Lac Band; Grand Portage Band; Leech Lake Band; Mille Lacs Band; White Earth Band); Northern Cheyenne Tribe of the Northern Cheyenne Indian Reservation, Montana; Omaha Tribe of Nebraska; Ponca Tribe of Indians of Oklahoma; Ponca Tribe of Nebraska; Red Cliff Band of Lake Superior Chippewa Indians of Wisconsin; Red Lake Band of Chippewa Indians, Minnesota; Sac & Fox Nation of Missouri in Kansas and Nebraska; Sac & Fox Nation, Oklahoma; Sac & Fox Tribe of the Mississippi in Iowa; Three Affiliated Tribes of the Fort Berthold Reservation, North Dakota; Turtle Mountain Band of Chippewa Indians of North Dakota; Winnebago Tribe of Nebraska; and the Yankton Sioux Tribe of South Dakota.\\n        Hereafter, all tribes listed in this section are referred to as \\xe2\\x80\\x9cThe Consulted and Notified Tribes.\\xe2\\x80\\x9d\\n        History and Description of the Remains\\n        In the 1970s, human remains representing, at minimum, one individual were removed from site 39ML11 in Marshall County, SD, by the private landowner. The landowner had discovered cranial and post cranial human remains while picking rocks in a former gravel pit. In 1998, the landowner showed the Marshall County Sheriff where the human remains were found, and turned the human remains over to law enforcement. The Marshall County Sheriff\\'s Office then transferred the human remains to the Archaeological Research Center (accession 99-0064). The human remains belong to an adult male, 40-50 years old. No known individuals were identified. No associated funerary objects are present.\\n        Site 39ML11 is recorded as a historic military installation associated with Fort Sisseton, which is located farther to the west. However, a physical anthropological assessment determined that the robust morphological features on the skeletal remains are consistent with populations that date to the Northeast Plains Woodland Period (400 B.C. to A.D. 1250).\\n\\n        At an unknown date, human remains representing, at minimum, six individuals were removed from Marshall County, SD. At an unknown date, the human remains were given to the Prayer Rock Museum, which has no documentation on the human remains. In May 2005, a human cranium, representing one of the six individuals, was delivered to the Marshall County Sheriff\\'s Office by a museum board member who discovered the human remains in a box at the museum. In June 2005, the Marshall County Sheriff\\'s Office transferred the cranium to the Archaeological Research Center (accession 05-0289). In December 2005, human remains representing the other five individuals were delivered to the Marshall County Sheriff\\'s Office after the new property owner discovered them in a shed that was attached to the former Prayer Rock Museum building. In December 2005, the Marshall County Sheriff\\'s Office transferred these additional human remains to the Archaeological Research Center (added to accession 05-0289). The human remains belong to one male adolescent, one female adolescent, two female young adults, one male young adult, and one male adult. All of the human remains are characterized by affixed soil and degrees of soil staining. Some elements show differential bleaching from exposure to sunlight, which suggests that they may have been originally recovered from a disturbed or eroded burial context. No known individuals were identified. No associated funerary objects are present.\\n        Based on their physical condition, the human remains were most likely interred below the ground surface over 100 years ago. Whether the six individuals were interred within the same burial feature is unclear. The human remains are most likely Native American based on their morphological features and tooth wear pattern.\\n        In 2010, human remains representing, at minimum, three individuals were removed from site 39ML18 in Marshall County, SD, by archeologists from the Archaeological Research Center during the investigation of a burial disturbance. All skeletal elements and associated funerary objects were recovered out of context, in previously disturbed fill that had been imported by the landowner from a former gravel pit as part of a home remodeling project. According to the landowner, human skeletal remains were rumored to have been discovered during gravel pit operations at the same location by county personnel in the 1940s and 1950s. The human remains and associated funerary objects recovered from the site were brought to the Archaeological Research Center for documentation at the completion of the field investigation (accession 10-0137). A physical anthropological assessment determined that the fragmentary skeletal elements are consistent with Native American archeological remains, and represent two adult males and one sub-adult of indeterminate sex, 2.5 to 3.5 years old. No known individuals were identified. The four associated funerary objects are one soil sample, one chert shatter, one possible stone bead, and one stone sample.\\n        Site 39ML18 was initially documented in the late 1800s as one of several local burial mound sites overlooking Kettle Lake near Fort Sisseton. Based on morphological features and the probable original burial context, the human remains may date to the Northeast Plains Woodland Period (400 B.C. to A.D. 1250).\\n        Determinations Made by the South Dakota State Historical Society, Archaeological Research Center\\n        Officials of the South Dakota State Historical Society, Archaeological Research Center have determined that:\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice are Native American based on a physical anthropological assessment and an evaluation of the manner and location of burial.\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice represent the physical remains of ten individuals of Native American ancestry.\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(3)(A), the four objects described in this notice are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony.\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(2), a relationship of shared group identity cannot be reasonably traced between the Native American human remains and associated funerary objects and any present-day Indian Tribe.\\n        \\xe2\\x80\\xa2 According to final judgments of the Indian Claims Commission or the Court of Federal Claims, the land from which the Native American human remains and associated funerary objects were removed is the aboriginal land of the Sisseton-Wahpeton Oyate of the Lake Traverse Reservation, South Dakota.\\n        \\xe2\\x80\\xa2 Treaties, Acts of Congress, or Executive Orders, indicate that the land from which the Native American human remains and associated funerary objects were removed is the aboriginal land of the Sisseton-Wahpeton Oyate of the Lake Traverse Reservation, South Dakota.\\n        \\xe2\\x80\\xa2 Pursuant to 43 CFR 10.11(c)(1), the disposition of the human remains and associated funerary objects may be to the Sisseton-Wahpeton Oyate of the Lake Traverse Reservation, South Dakota.\\n        Additional Requestors and Disposition\\n\\n        Representatives of any Indian Tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to Katherine Lamie, South Dakota State Historical Society-Archaeological Research Center, 217 Kansas City Street, Rapid City, SD 57701, telephone (605) 394-1804, email katie.lamie@state.sd.us, by December 9, 2019. After that date, if no additional requestors have come forward, transfer of control of the human remains and associated funerary objects to the Sisseton-Wahpeton Oyate of the Lake Traverse Reservation, South Dakota may proceed.\\n        The South Dakota State Historical Society, Archaeological Research Center is responsible for notifying The Consulted and Notified Tribes that this notice has been published.\\n        \\n          Dated: October 4, 2019.\\n          Melanie O\\'Brien,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. 2019-24395 Filed 11-7-19; 8:45 am]\\n      BILLING CODE 4312-52-P\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "[NPS-WASO-NAGPRA-NPS0029073; PPWOCRADN0-PCU00RP14.R50000]", "subject": "Notice of Inventory Completion: South Dakota State Historical Society, Archaeological Research Center, Rapid City, SD", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "The South Dakota State Historical Society, Archaeological Research Center has completed an inventory of human remains and associated funerary objects, in consultation with the appropriate Indian Tribes or Native Hawaiian organizations, and has determined that there is no cultural affiliation between the human remains and associated funerary objects and any present-day Indian Tribes or Native Hawaiian organizations. Representatives of any Indian Tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request to the South Dakota State Historical Society, Archaeological Research Center. If no additional requestors come forward, transfer of control of the human remains and associated funerary objects to the Indian Tribes or Native Hawaiian organizations stated in this notice may proceed.", "dates": "Representatives of any Indian Tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to the South Dakota State Historical Society, Archaeological Research Center at the address in this notice by December 9, 2019.", "addresses": "Katherine Lamie, South Dakota State Historical Society-Archaeological Research Center, 217 Kansas City Street, Rapid City, SD 57701, telephone (605) 394-1804, email katie.lamie@state.sd.us.\\n          ", "signature_dated": "Dated: October 4, 2019.", "signature_name": "Melanie O\\'Brien,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. 2019-24395 Filed 11-7-19; 8:45 am]", "billing_code": "BILLING CODE 4312-52-P", "supp_info": "SUPPLEMENTARY INFORMATION: \n Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains and associated funerary objects under the control of the South Dakota State Historical Society, Archaeological Research Center, Rapid City, SD. The human remains and associated funerary objects were removed from Marshall County, SD. \n This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003(d)(3) and 43 CFR 10.11(d). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations in this notice. \n Consultation \n A detailed assessment of the human remains was made by the South Dakota State Historical Society, Archaeological Research Center professional staff in consultation with representatives of the Oglala Sioux Tribe (previously listed as the Oglala Sioux Tribe of the Pine Ridge Reservation, South Dakota); Rosebud Sioux Tribe of the Rosebud Indian Reservation, South Dakota; Santee Sioux Nation, Nebraska; Sisseton-Wahpeton Oyate of the Lake Traverse Reservation, South Dakota; Spirit Lake Tribe, North Dakota; Standing Rock Sioux Tribe of North & South Dakota; and the Upper Sioux Community, Minnesota. \n The following Indian Tribes were invited to consult, but deferred to the consulting Tribes by submitting letters of support: Cheyenne and Arapaho Tribes, Oklahoma (previously listed as the Cheyenne-Arapaho Tribes of Oklahoma); Minnesota Chippewa Tribe, Minnesota (Six component reservations: Bois Forte Band (Nett Lake); Fond du Lac Band; Grand Portage Band; Leech Lake Band; Mille Lacs Band; White Earth Band); Otoe-Missouria Tribe of Indians, Oklahoma; Pawnee Nation of Oklahoma; Prairie Island Indian Community in the State of Minnesota; and the Shakopee Mdewakanton Sioux Community of Minnesota. \n The following Indian Tribes were invited to consult, but did not participate: Arapaho Tribe of the Wind River Reservation, Wyoming; Assiniboine and Sioux Tribes of the Fort Peck Indian Reservation, Montana; Bad River Band of the Lake Superior Tribe of Chippewa Indians of the Bad River Reservation, Wisconsin; Cheyenne River Sioux Tribe of the Cheyenne River Indian Reservation, South Dakota; Chippewa-Cree Indians of the Rocky Boy\\'s Reservation, Montana (previously listed as the Chippewa-Cree Indians of the Rocky Boy\\'s Reservation, Montana); Crow Creek Sioux Tribe of the Crow Creek Reservation, South Dakota; Crow Tribe of Montana; Eastern Shoshone Tribe of the Wind River Reservation, Wyoming (previously listed as the Shoshone Tribe of the Wind River Reservation, Wyoming); Flandreau Santee Sioux Tribe of South Dakota; Forest County Potawatomi Community, Wisconsin; Fort Belknap Indian Community of the Fort Belknap Reservation of Montana; Ho-Chunk Nation of Wisconsin; Iowa Tribe of Kansas and Nebraska; Iowa Tribe of Oklahoma; Kiowa Indian Tribe of Oklahoma; Lac Courte Oreilles Band of Lake Superior Chippewa Indians of Wisconsin; Lower Brule Sioux Tribe of the Lower Brule Reservation, South Dakota; Lower Sioux Indian Community in the State of Minnesota; Minnesota Chippewa Tribe, Minnesota (Six component reservations: Bois Forte Band (Nett Lake); Fond du Lac Band; Grand Portage Band; Leech Lake Band; Mille Lacs Band; White Earth Band); Northern Cheyenne Tribe of the Northern Cheyenne Indian Reservation, Montana; Omaha Tribe of Nebraska; Ponca Tribe of Indians of Oklahoma; Ponca Tribe of Nebraska; Red Cliff Band of Lake Superior Chippewa Indians of Wisconsin; Red Lake Band of Chippewa Indians, Minnesota; Sac & Fox Nation of Missouri in Kansas and Nebraska; Sac & Fox Nation, Oklahoma; Sac & Fox Tribe of the Mississippi in Iowa; Three Affiliated Tribes of the Fort Berthold Reservation, North Dakota; Turtle Mountain Band of Chippewa Indians of North Dakota; Winnebago Tribe of Nebraska; and the Yankton Sioux Tribe of South Dakota. \n Hereafter, all tribes listed in this section are referred to as \\xe2\\x80\\x9cThe Consulted and Notified Tribes.\\xe2\\x80\\x9d \n History and Description of the Remains \n In the 1970s, human remains representing, at minimum, one individual were removed from site 39ML11 in Marshall County, SD, by the private landowner. The landowner had discovered cranial and post cranial human remains while picking rocks in a former gravel pit. In 1998, the landowner showed the Marshall County Sheriff where the human remains were found, and turned the human remains over to law enforcement. The Marshall County Sheriff\\'s Office then transferred the human remains to the Archaeological Research Center (accession 99-0064). The human remains belong to an adult male, 40-50 years old. No known individuals were identified. No associated funerary objects are present. \n Site 39ML11 is recorded as a historic military installation associated with Fort Sisseton, which is located farther to the west. However, a physical anthropological assessment determined that the robust morphological features on the skeletal remains are consistent with populations that date to the Northeast Plains Woodland Period (400 B.C. to A.D. 1250). \n At an unknown date, human remains representing, at minimum, six individuals were removed from Marshall County, SD. At an unknown date, the human remains were given to the Prayer Rock Museum, which has no documentation on the human remains. In May 2005, a human cranium, representing one of the six individuals, was delivered to the Marshall County Sheriff\\'s Office by a museum board member who discovered the human remains in a box at the museum. In June 2005, the Marshall County Sheriff\\'s Office transferred the cranium to the Archaeological Research Center (accession 05-0289). In December 2005, human remains representing the other five individuals were delivered to the Marshall County Sheriff\\'s Office after the new property owner discovered them in a shed that was attached to the former Prayer Rock Museum building. In December 2005, the Marshall County Sheriff\\'s Office transferred these additional human remains to the Archaeological Research Center (added to accession 05-0289). The human remains belong to one male adolescent, one female adolescent, two female young adults, one male young adult, and one male adult. All of the human remains are characterized by affixed soil and degrees of soil staining. Some elements show differential bleaching from exposure to sunlight, which suggests that they may have been originally recovered from a disturbed or eroded burial context. No known individuals were identified. No associated funerary objects are present. \n Based on their physical condition, the human remains were most likely interred below the ground surface over 100 years ago. Whether the six individuals were interred within the same burial feature is unclear. The human remains are most likely Native American based on their morphological features and tooth wear pattern. \n In 2010, human remains representing, at minimum, three individuals were removed from site 39ML18 in Marshall County, SD, by archeologists from the Archaeological Research Center during the investigation of a burial disturbance. All skeletal elements and associated funerary objects were recovered out of context, in previously disturbed fill that had been imported by the landowner from a former gravel pit as part of a home remodeling project. According to the landowner, human skeletal remains were rumored to have been discovered during gravel pit operations at the same location by county personnel in the 1940s and 1950s. The human remains and associated funerary objects recovered from the site were brought to the Archaeological Research Center for documentation at the completion of the field investigation (accession 10-0137). A physical anthropological assessment determined that the fragmentary skeletal elements are consistent with Native American archeological remains, and represent two adult males and one sub-adult of indeterminate sex, 2.5 to 3.5 years old. No known individuals were identified. The four associated funerary objects are one soil sample, one chert shatter, one possible stone bead, and one stone sample. \n Site 39ML18 was initially documented in the late 1800s as one of several local burial mound sites overlooking Kettle Lake near Fort Sisseton. Based on morphological features and the probable original burial context, the human remains may date to the Northeast Plains Woodland Period (400 B.C. to A.D. 1250). \n Determinations Made by the South Dakota State Historical Society, Archaeological Research Center \n Officials of the South Dakota State Historical Society, Archaeological Research Center have determined that: \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice are Native American based on a physical anthropological assessment and an evaluation of the manner and location of burial. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice represent the physical remains of ten individuals of Native American ancestry. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(3)(A), the four objects described in this notice are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(2), a relationship of shared group identity cannot be reasonably traced between the Native American human remains and associated funerary objects and any present-day Indian Tribe. \n \\xe2\\x80\\xa2 According to final judgments of the Indian Claims Commission or the Court of Federal Claims, the land from which the Native American human remains and associated funerary objects were removed is the aboriginal land of the Sisseton-Wahpeton Oyate of the Lake Traverse Reservation, South Dakota. \n \\xe2\\x80\\xa2 Treaties, Acts of Congress, or Executive Orders, indicate that the land from which the Native American human remains and associated funerary objects were removed is the aboriginal land of the Sisseton-Wahpeton Oyate of the Lake Traverse Reservation, South Dakota. \n \\xe2\\x80\\xa2 Pursuant to 43 CFR 10.11(c)(1), the disposition of the human remains and associated funerary objects may be to the Sisseton-Wahpeton Oyate of the Lake Traverse Reservation, South Dakota. \n Additional Requestors and Disposition \n Representatives of any Indian Tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to Katherine Lamie, South Dakota State Historical Society-Archaeological Research Center, 217 Kansas City Street, Rapid City, SD 57701, telephone (605) 394-1804, email katie.lamie@state.sd.us, by December 9, 2019. After that date, if no additional requestors have come forward, transfer of control of the human remains and associated funerary objects to the Sisseton-Wahpeton Oyate of the Lake Traverse Reservation, South Dakota may proceed. \n The South Dakota State Historical Society, Archaeological Research Center is responsible for notifying The Consulted and Notified Tribes that this notice has been published. \n ", "consultation": "A detailed assessment of the human remains was made by the South Dakota State Historical Society, Archaeological Research Center professional staff in consultation with representatives of the Oglala Sioux Tribe (previously listed as the Oglala Sioux Tribe of the Pine Ridge Reservation, South Dakota); Rosebud Sioux Tribe of the Rosebud Indian Reservation, South Dakota; Santee Sioux Nation, Nebraska; Sisseton-Wahpeton Oyate of the Lake Traverse Reservation, South Dakota; Spirit Lake Tribe, North Dakota; Standing Rock Sioux Tribe of North & South Dakota; and the Upper Sioux Community, Minnesota. \n The following Indian Tribes were invited to consult, but deferred to the consulting Tribes by submitting letters of support: Cheyenne and Arapaho Tribes, Oklahoma (previously listed as the Cheyenne-Arapaho Tribes of Oklahoma); Minnesota Chippewa Tribe, Minnesota (Six component reservations: Bois Forte Band (Nett Lake); Fond du Lac Band; Grand Portage Band; Leech Lake Band; Mille Lacs Band; White Earth Band); Otoe-Missouria Tribe of Indians, Oklahoma; Pawnee Nation of Oklahoma; Prairie Island Indian Community in the State of Minnesota; and the Shakopee Mdewakanton Sioux Community of Minnesota. \n The following Indian Tribes were invited to consult, but did not participate: Arapaho Tribe of the Wind River Reservation, Wyoming; Assiniboine and Sioux Tribes of the Fort Peck Indian Reservation, Montana; Bad River Band of the Lake Superior Tribe of Chippewa Indians of the Bad River Reservation, Wisconsin; Cheyenne River Sioux Tribe of the Cheyenne River Indian Reservation, South Dakota; Chippewa-Cree Indians of the Rocky Boy\\'s Reservation, Montana (previously listed as the Chippewa-Cree Indians of the Rocky Boy\\'s Reservation, Montana); Crow Creek Sioux Tribe of the Crow Creek Reservation, South Dakota; Crow Tribe of Montana; Eastern Shoshone Tribe of the Wind River Reservation, Wyoming (previously listed as the Shoshone Tribe of the Wind River Reservation, Wyoming); Flandreau Santee Sioux Tribe of South Dakota; Forest County Potawatomi Community, Wisconsin; Fort Belknap Indian Community of the Fort Belknap Reservation of Montana; Ho-Chunk Nation of Wisconsin; Iowa Tribe of Kansas and Nebraska; Iowa Tribe of Oklahoma; Kiowa Indian Tribe of Oklahoma; Lac Courte Oreilles Band of Lake Superior Chippewa Indians of Wisconsin; Lower Brule Sioux Tribe of the Lower Brule Reservation, South Dakota; Lower Sioux Indian Community in the State of Minnesota; Minnesota Chippewa Tribe, Minnesota (Six component reservations: Bois Forte Band (Nett Lake); Fond du Lac Band; Grand Portage Band; Leech Lake Band; Mille Lacs Band; White Earth Band); Northern Cheyenne Tribe of the Northern Cheyenne Indian Reservation, Montana; Omaha Tribe of Nebraska; Ponca Tribe of Indians of Oklahoma; Ponca Tribe of Nebraska; Red Cliff Band of Lake Superior Chippewa Indians of Wisconsin; Red Lake Band of Chippewa Indians, Minnesota; Sac & Fox Nation of Missouri in Kansas and Nebraska; Sac & Fox Nation, Oklahoma; Sac & Fox Tribe of the Mississippi in Iowa; Three Affiliated Tribes of the Fort Berthold Reservation, North Dakota; Turtle Mountain Band of Chippewa Indians of North Dakota; Winnebago Tribe of Nebraska; and the Yankton Sioux Tribe of South Dakota. \n Hereafter, all tribes listed in this section are referred to as \\xe2\\x80\\x9cThe Consulted and Notified Tribes.\\xe2\\x80\\x9d \n ", "h_d_r": "In the 1970s, human remains representing, at minimum, one individual were removed from site 39ML11 in Marshall County, SD, by the private landowner. The landowner had discovered cranial and post cranial human remains while picking rocks in a former gravel pit. In 1998, the landowner showed the Marshall County Sheriff where the human remains were found, and turned the human remains over to law enforcement. The Marshall County Sheriff\\'s Office then transferred the human remains to the Archaeological Research Center (accession 99-0064). The human remains belong to an adult male, 40-50 years old. No known individuals were identified. No associated funerary objects are present. \n Site 39ML11 is recorded as a historic military installation associated with Fort Sisseton, which is located farther to the west. However, a physical anthropological assessment determined that the robust morphological features on the skeletal remains are consistent with populations that date to the Northeast Plains Woodland Period (400 B.C. to A.D. 1250). \n At an unknown date, human remains representing, at minimum, six individuals were removed from Marshall County, SD. At an unknown date, the human remains were given to the Prayer Rock Museum, which has no documentation on the human remains. In May 2005, a human cranium, representing one of the six individuals, was delivered to the Marshall County Sheriff\\'s Office by a museum board member who discovered the human remains in a box at the museum. In June 2005, the Marshall County Sheriff\\'s Office transferred the cranium to the Archaeological Research Center (accession 05-0289). In December 2005, human remains representing the other five individuals were delivered to the Marshall County Sheriff\\'s Office after the new property owner discovered them in a shed that was attached to the former Prayer Rock Museum building. In December 2005, the Marshall County Sheriff\\'s Office transferred these additional human remains to the Archaeological Research Center (added to accession 05-0289). The human remains belong to one male adolescent, one female adolescent, two female young adults, one male young adult, and one male adult. All of the human remains are characterized by affixed soil and degrees of soil staining. Some elements show differential bleaching from exposure to sunlight, which suggests that they may have been originally recovered from a disturbed or eroded burial context. No known individuals were identified. No associated funerary objects are present. \n Based on their physical condition, the human remains were most likely interred below the ground surface over 100 years ago. Whether the six individuals were interred within the same burial feature is unclear. The human remains are most likely Native American based on their morphological features and tooth wear pattern. \n In 2010, human remains representing, at minimum, three individuals were removed from site 39ML18 in Marshall County, SD, by archeologists from the Archaeological Research Center during the investigation of a burial disturbance. All skeletal elements and associated funerary objects were recovered out of context, in previously disturbed fill that had been imported by the landowner from a former gravel pit as part of a home remodeling project. According to the landowner, human skeletal remains were rumored to have been discovered during gravel pit operations at the same location by county personnel in the 1940s and 1950s. The human remains and associated funerary objects recovered from the site were brought to the Archaeological Research Center for documentation at the completion of the field investigation (accession 10-0137). A physical anthropological assessment determined that the fragmentary skeletal elements are consistent with Native American archeological remains, and represent two adult males and one sub-adult of indeterminate sex, 2.5 to 3.5 years old. No known individuals were identified. The four associated funerary objects are one soil sample, one chert shatter, one possible stone bead, and one stone sample. \n Site 39ML18 was initially documented in the late 1800s as one of several local burial mound sites overlooking Kettle Lake near Fort Sisseton. Based on morphological features and the probable original burial context, the human remains may date to the Northeast Plains Woodland Period (400 B.C. to A.D. 1250). \n ", "h_d_ci": "Null", "determinations": "Determinations Made by the South Dakota State Historical Society, Archaeological Research Center \n Officials of the South Dakota State Historical Society, Archaeological Research Center have determined that: \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice are Native American based on a physical anthropological assessment and an evaluation of the manner and location of burial. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice represent the physical remains of ten individuals of Native American ancestry. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(3)(A), the four objects described in this notice are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(2), a relationship of shared group identity cannot be reasonably traced between the Native American human remains and associated funerary objects and any present-day Indian Tribe. \n \\xe2\\x80\\xa2 According to final judgments of the Indian Claims Commission or the Court of Federal Claims, the land from which the Native American human remains and associated funerary objects were removed is the aboriginal land of the Sisseton-Wahpeton Oyate of the Lake Traverse Reservation, South Dakota. \n \\xe2\\x80\\xa2 Treaties, Acts of Congress, or Executive Orders, indicate that the land from which the Native American human remains and associated funerary objects were removed is the aboriginal land of the Sisseton-Wahpeton Oyate of the Lake Traverse Reservation, South Dakota. \n \\xe2\\x80\\xa2 Pursuant to 43 CFR 10.11(c)(1), the disposition of the human remains and associated funerary objects may be to the Sisseton-Wahpeton Oyate of the Lake Traverse Reservation, South Dakota. \n ", "a_r_d": "Representatives of any Indian Tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to Katherine Lamie, South Dakota State Historical Society-Archaeological Research Center, 217 Kansas City Street, Rapid City, SD 57701, telephone (605) 394-1804, email katie.lamie@state.sd.us, by December 9, 2019. After that date, if no additional requestors have come forward, transfer of control of the human remains and associated funerary objects to the Sisseton-Wahpeton Oyate of the Lake Traverse Reservation, South Dakota may proceed. \n The South Dakota State Historical Society, Archaeological Research Center is responsible for notifying The Consulted and Notified Tribes that this notice has been published. \n "}