{"index": "I_1587", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Inventory Completion: Field Museum of Natural History, Chicago, IL\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains and associated funerary objects in the possession of the Field Museum of Natural History, Chicago, IL. The human remains and associated funerary objects were removed from Ontario County, NY.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003 (d) (3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations in this notice.\\n        A detailed assessment of the human remains was made by Field Museum of Natural History professional staff in consultation with representatives of the Seneca Nation of New York, Seneca-Cayuga Tribe of Oklahoma, and Tonawanda Band of Seneca Indians of New York.\\n        At an unknown date prior to 1960, human remains representing a minimum of two individuals were removed from the McClure Farm in Ontario County, NY, by John G. Voigt. In 1960, the human remains were accessioned into the Field Museum of Natural History collections as a gift from Robert Grafe. No known individuals were identified. The three associated funerary objects are one triangular copper arrow point with hole, one bear tusk, and one metal bullet mold.\\n\\n        The human remains are identified as Native American based on the specific cultural and geographic attribution in Field Museum of Natural History records. The human remains and associated funerary objects are identified as \\xe2\\x80\\x9cIroquois\\xe2\\x80\\x9d in Robert Grafe\\'s notes. The McClure Farm is located in Ontario County, NY, (likely in the town of Phelps), which was the traditional territory of the Seneca people of the Iroquoian Confederacy. The human remains are dated to the historic period, based on the date of manufacture for the associated funerary objects. Descendants of the Seneca people are members of the Seneca Nation of New York, Seneca-Cayuga Tribe of Oklahoma, and Tonawanda Band of Seneca Indians of New York.\\n        Officials of the Field Museum of Natural History have determined that, pursuant to 25 U.S.C. 3001 (9-10), the human remains described above represent the physical remains of two individuals of Native American ancestry. Officials of the Field Museum of Natural History also have determined that, pursuant to 25 U.S.C. 3001 (3)(A), the three objects described above are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony. Lastly, officials of the Field Museum of Natural History have determined that, pursuant to 25 U.S.C. 3001 (2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and associated funerary objects and the Seneca Nation of New York, Seneca-Cayuga Tribe of Oklahoma, and Tonawanda Band of Seneca Indians of New York.\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the human remains and associated funerary objects should contact Helen Robbins, Repatriation Specialist, Field Museum of Natural History, 1400 South Lake Shore Drive, Chicago, IL 60605-2496, telephone (312) 665-7317, before January 18, 2008. Repatriation of the human remains and associated funerary objects to the Seneca Nation of New York, Seneca-Cayuga Tribe of Oklahoma, and Tonawanda Band of Seneca Indians of New York may proceed after that date if no additional claimants come forward.\\n        The Field Museum of Natural History is responsible for notifying the Seneca Nation of New York, Seneca-Cayuga Tribe of Oklahoma, and Tonawanda Band of Seneca Indians of New York that this notice has been published.\\n        \\n          Dated: November 6, 2007\\n          Sherry Hutt,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. E7-24614 Filed 12-18-07; 8:45 am]\\n      BILLING CODE 4312-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Inventory Completion: Field Museum of Natural History, Chicago, IL", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: November 6, 2007", "signature_name": "Sherry Hutt,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. E7-24614 Filed 12-18-07; 8:45 am]", "billing_code": "BILLING CODE 4312-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}