{"index": "I_1596", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Inventory Completion: Oregon State University Department of Anthropology, Corvallis, OR\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains in the control of Oregon State University Department of Anthropology, Corvallis, OR. The human remains were removed from Adams and Fulton Counties, IL, and unknown sites in Illinois and Indiana.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003 (d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains. The National Park Service is not responsible for the determinations in this notice.\\n        A detailed assessment of the human remains was made by Oregon State University Department of Anthropology professional staff in consultation with representatives of the Caddo Nation of Oklahoma; Cheyenne River Sioux Tribe of the Cheyenne River Reservation; Flandreau Santee Sioux Tribe of South Dakota; Ho-Chunk Nation of Wisconsin; Iowa Tribe of Kansas and Nebraska; Keweenaw Bay Indian Community, Michigan; Leech Lake Band of the Minnesota Chippewa Tribe, Minnesota; Little Traverse Bay Bands of Odawa Indians, Michigan; Lower Sioux Indian Community in the State of Minnesota; Mashantucket Pequot Tribe of Connecticut; Muscogee (Creek) Nation, Oklahoma; Omaha Tribe of Nebraska; Oneida Nation of New York; Onondaga Nation of New York; Pawnee Nation of Oklahoma; and Red Lake Band of Chippewa Indians, Minnesota.\\n        Between 1930 and 1959, human remains representing a minimum of five individuals were removed from unknown sites in Adams County, IL, by George Karl Neumann, a physical anthropologist working out of Indiana State University, Terre Haute, IN. In 1976, the Oregon State University Department of Anthropology acquired the Neumann Collection from Indiana State University. No known individuals were identified. No associated funerary objects are present.\\n        The human remains are labeled with a numerical identification followed by the letter \\xe2\\x80\\x9cA,\\xe2\\x80\\x9d which is believed to indicate they were removed from a site in Adams County, IL.\\n        Between 1930 and 1959, human remains representing a minimum of one individual were removed from an unknown site in Fulton County, IL, by Dr. Neumann. In 1976, the Oregon State University Department of Anthropology acquired the Neumann Collection from Indiana State University. No known individual was identified. No associated funerary objects are present.\\n        The human remains are labeled with a numerical identification and followed by the letter \\xe2\\x80\\x9cF,\\xe2\\x80\\x9d which is believed to indicate they were removed from Fulton County, IL.\\n        Between 1930 and 1959, human remains representing a minimum of two individuals were removed from unknown sites in Illinois and Indiana, by Dr. Neumann. In 1976, the Oregon State University Department of Anthropology acquired the Neumann Collection from Indiana State University. No known individuals were identified. No associated funerary objects are present.\\n        The two individuals described above are not listed as being from Adams or Fulton county sites, but are described in the acquisition list as \\xe2\\x80\\x9cLenid type Hopewell\\xe2\\x80\\x9d and \\xe2\\x80\\x9cHopewell,\\xe2\\x80\\x9d and are accompanied by a distribution map. In absence of detailed records pertaining to the human remains and in combination with the major areas of Dr. Neumann\\'s work, this map provides some geographic reference for the affiliation of the human remains to most likely Illinois or Indiana.\\n\\n        Dr. Neumann collected human remains from several archeological projects with a focus on Hopewell archeological sites, skeletal characteristics of Native American races, and general human physical variation and skeletal morphology. The culmination of this research is published as \\xe2\\x80\\x9cArchaeology and Race in the American Indian,\\xe2\\x80\\x9d in the 1952 Yearbook of Physical Anthropology Vol. 8. The Neumann Collection contained numerous Native American human remains, many from sites associated with Mound Builder cultures. The human remains are determined to be Native American based on skeletal morphology and collection records.\\n        The Ho-Chunk Nation of Wisconsin and Iowa Tribe of Kansas and Nebraska have provided both written and oral history of their traditional occupation of Midwest areas east of the Mississippi and have demonstrated land area claims in Illinois. The two tribes at one time constituted a single tribe with shared cultural affiliation. The Ho-Chunk Nation of Wisconsin and Iowa Tribe of Kansas and Nebraska traditionally occupied areas that have been demonstrated to include Hopewell sites throughout Illinois. Specific published works cite the Ho-Chunk Nation of Wisconsin and Iowa Tribe of Kansas and Nebraska having villages along the Rock River in Illinois, and between the Iowa and Des Moines Rivers to the confluence of the Salt and Mississippi Rivers. Documentation links early Ioway cultural heritage to the Hopewell culture group, citing Ioway mound builder cultural practices to be consistent with Hopewell religious practices. There is additional information linking the Hopewell culture group to geographic areas including western Missouri and the upper Mississippi River valley, including Effigy Mounds in northeastern Iowa and western Illinois. Based on the preponderance of the evidence, including the primary body of Dr. Neumann\\'s work in Illinois, and collection records, officials of the Oregon State University Department of Anthropology reasonably believe that the human remains are affiliated with the Ho-Chunk Nation of Wisconsin and Iowa Tribe of Kansas and Nebraska.\\n        Officials of the Oregon State University Department of Anthropology have determined that, pursuant to 25 U.S.C. 3001 (9-10), the human remains described above represent the physical remains of eight individuals of Native American ancestry. Officials of the Oregon State University Department of Anthropology also have determined that, pursuant to 25 U.S.C. 3001 (2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and the Ho-Chunk Nation of Wisconsin and Iowa Tribe of Kansas and Nebraska.\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the human remains should contact David McMurray, Oregon State University Department of Anthropology, 238 Waldo Hall, Corvallis, OR 97331, telephone (541) 737-4515, before November 30, 2007. Repatriation of the human remains to the Ho-Chunk Nation of Wisconsin and Iowa Tribe of Kansas and Nebraska may proceed after that date if no additional claimants come forward.\\n\\n        Oregon State University Department of Anthropology is responsible for notifying the Absentee-Shawnee Tribe of Indians of Oklahoma; Alabama-Quassarte Tribal Town, Oklahoma; Apache Tribe of Oklahoma; Bad River Band of the Lake Superior Tribe of Chippewa Indians of the Bad River Reservation, Wisconsin; Bay Mills Indian Community, Michigan; Bois Forte Band (Nett Lake) of the Minnesota Chippewa Tribe, Minnesota; Caddo Nation of Oklahoma; Cayuga Nation of New York; Cherokee Nation, Oklahoma; Cheyenne River Sioux Tribe of the Cheyenne River Reservation, South Dakota; Cheyenne-Arapaho Tribes of Oklahoma; Chickasaw Nation, Oklahoma; Chitimacha Tribe of Louisiana; Choctaw Nation of Oklahoma; Citizen Potawatomi Nation, Oklahoma; Comanche Nation, Oklahoma; Coushatta Tribe of Louisiana; Crow Creek Sioux Tribe of the Crow Creek Reservation, South Dakota; Delaware Nation, Oklahoma; Flandreau Santee Sioux Tribe of South Dakota; Fond du Lac Band of the Minnesota Chippewa Tribe, Minnesota; Forest County Potawatomi Community, Wisconsin; Fort Sill Apache Tribe of Oklahoma; Grand Portage Band of the Minnesota Chippewa Tribe, Minnesota; Grand Traverse Band of Ottawa and Chippewa Indians, Michigan; Hannahville Indian Community, Michigan; Huron Potawatomi, Inc., Michigan; Iowa Tribe of Kansas and Nebraska; Iowa Tribe of Oklahoma; Jena Band of Choctaw Indians, Louisiana; Kaw Nation, Oklahoma; Keweenaw Bay Indian Community, Michigan; Kialegee Tribal Town, Oklahoma; Kickapoo Tribe of Indians of the Kickapoo Reservation in Kansas; Kickapoo Tribe of Oklahoma; Kiowa Indian Tribe of Oklahoma; Lac Courte Oreilles Band of Lake Superior Chippewa Indians of Wisconsin; Lac du Flambeau Band of Lake Superior Chippewa Indians of the Lac du Flambeau Reservation of Wisconsin; Lac Vieux Desert Band of Lake Superior Chippewa Indians, Michigan; Leech Lake Band of the Minnesota Chippewa Tribe, Minnesota; Little River Band of Ottawa Indians, Michigan; Little Traverse Bay Bands of Odawa Indians, Michigan; Lower Brule Sioux Tribe of the Lower Brule Reservation, South Dakota; Lower Sioux Indian Community in the State of Minnesota; Mashantucket Pequot Tribe of Connecticut; Match-e-be-nash-she-wish Band of Pottawatomi Indians of Michigan; Menominee Indian Tribe of Wisconsin; Miami Tribe of Oklahoma; Mille Lacs Band of the Minnesota Chippewa Tribe, Minnesota; Minnesota Chippewa Tribe, Minnesota; Mississippi Band of Choctaw Indians, Mississippi; Modoc Tribe of Oklahoma; Mohegan Indian Tribe of Connecticut; Muscogee (Creek) Nation, Oklahoma; Narragansett Indian Tribe of Rhode Island; Oglala Sioux Tribe of the Pine Ridge Reservation, South Dakota; Omaha Tribe of Nebraska; Oneida Nation of New York; Oneida Tribe of Indians of Wisconsin; Onondaga Nation of New York; Osage Tribe, Oklahoma; Otoe-Missouria Tribe of Indians, Oklahoma; Ottawa Tribe of Oklahoma; Pawnee Nation of Oklahoma; Peoria Tribe of Indians of Oklahoma; Poarch Band of Creek Indians of Alabama; Pokagon Band of Potawatomi Indians, Michigan and Indiana; Ponca Tribe of Indians of Oklahoma; Ponca Tribe of Nebraska; Prairie Band of Potawatomi Nation, Kansas; Prairie Island Indian Community in the State of Minnesota; Quapaw Tribe of Indians, Oklahoma; Red Cliff Band of Lake Superior Chippewa Indians of Wisconsin; Red Lake Band of Chippewa Indians, Minnesota; Rosebud Sioux Tribe of the Rosebud Indian Reservation, South Dakota; Sac & Fox Nation of Missouri in Kansas and Nebraska; Sac & Fox Nation, Oklahoma; Sac & Fox Tribe of the Mississippi in Iowa; Saginaw Chippewa Indian Tribe of Michigan; Santee Sioux Nation, Nebraska; Sault Ste. Marie Tribe of Chippewa Indians of Michigan; Seminole Nation of Oklahoma; Seneca Nation of New York; Seneca-Cayuga Tribe of Oklahoma; Shakopee Mdewakanton Sioux Community of Minnesota; Shawnee Tribe, Oklahoma; Sisseton-Wahpeton Oyate of the Lake Traverse Reservation, South Dakota; Sokaogon Chippewa Community, Wisconsin; Spirit Lake Tribe, North Dakota; St. Croix Chippewa Indians of Wisconsin; St. Regis Band of Mohawk Indians of New York; Standing Rock Sioux Tribe of North & South Dakota; Stockbridge Munsee Community, Wisconsin; Thlopthlocco Tribal Town, Oklahoma; Three Affiliated Tribes of the Fort Berthold Reservation, North Dakota; Tonawanda Band of Seneca Indians of New York; Tonkawa Tribe of Indians of Oklahoma; Tunica-Biloxi Indian Tribe of Louisiana; Turtle Mountain Band of Chippewa Indians of North Dakota; Tuscarora Nation of New York; United Keetoowah Band of Cherokee Indians in Oklahoma; Upper Sioux Community, Minnesota; White Earth Band of Minnesota Chippewa Tribe, Minnesota; Wichita and Affiliated Tribes (Wichita, Keechi, Waco & Tawakonie), Oklahoma; Winnebago Tribe of Nebraska; Wyandotte Nation, Oklahoma; and Yankton Sioux Tribe of South Dakota that this notice has been published.\\n        \\n          Dated: September 12, 2007.\\n          Sherry Hutt,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. E7-21378 Filed 10-30-07; 8:45 am]\\n      BILLING CODE 4310-70-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Inventory Completion: Oregon State University Department of Anthropology, Corvallis, OR", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: September 12, 2007.", "signature_name": "Sherry Hutt,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. E7-21378 Filed 10-30-07; 8:45 am]", "billing_code": "BILLING CODE 4310-70-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}