{"index": "I_1511", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Inventory Completion: U.S. Department of the Interior, Bureau of Land Management, Alaska State Office, Anchorage, AK, and Alaska Office of History and Archaeology, Anchorage, AK\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains in the control of the U.S. Department of the Interior, Bureau of Land Management, Alaska State Office, Anchorage, AK, and in the possession of the Alaska Office of History and Archaeology, Anchorage, AK. The human remains were removed from Amaknak Island and Unalaska Island, AK.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003 (d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains. The National Park Service is not responsible for the determinations in this notice.\\n\\n        A detailed assessment of the human remains was made by the Bureau of Land Management and U.S. Fish and Wildlife Service contractors working under the supervision of the Alaska Office of History and Archaeology professional staff in consultation with representatives of the Qawalangin Tribe of Unalaska.\\n        In 1950, human remains representing a minimum of 10 individuals were removed from the Eider Point site near Unalaska on Unalaska Island in the Fox Island group of the eastern Aleutian Islands, AK. No known individuals were identified. No associated funerary objects are present.\\n        During the 1950s or 1960s, human remains representing a minimum of one individual were removed from an undetermined site near Unalaska on Amaknak Island in the Fox Island group of the eastern Aleutian Islands, AK. No known individual was identified. No associated funerary objects are present.\\n        According to museum records, the human remains from both sites were excavated by Dr. Ted Bank of Western Michigan University, Kalamazoo, MI, under federal permits. All excavations were done on land managed by the Bureau of Land Management authority at the time. In about 1998, the Museum of the Aleutians received the Western Michigan University archeological collections from Unalaska and Amaknak Islands, AK, including human remains that had been in the possession of the now-deceased Dr. Bank. In about 2003, human remains were moved to the University of Alaska, Anchorage, Anthropology Department. In 2004, the human remains were sent to the State of Alaska Office of History and Archaeology for inventory.\\n        Unalaska Island and nearby Amaknak Island have been inhabited for over 8,000 years by Aleut (Unangan) people. Based on geographical location, oral history, and archeological evidence, the human remains from these two islands are determined to be Native American and ancestors of the Qawalangin Tribe of Unalaska.\\n        Officials of the Bureau of Land Management have determined that, pursuant to 25 U.S.C. 3001 (9-10), the human remains described above represent the physical remains of 11 individuals of Native American ancestry. Officials of the Bureau of Land Management also have determined that, pursuant to 25 U.S.C. 3001 (2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and the Qawalangin Tribe of Unalaska.\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the human remains should contact Dr. Robert E. King, Alaska State NAGPRA Coordinator, Bureau of Land Management, 222 W. 7th Avenue, Box 13, Anchorage, AK 99513-7599, telephone (907) 271-5510, before July 17, 2008. Repatriation of the human remains to the Qawalangin Tribe of Unalaska may proceed after that date if no additional claimants come forward.\\n        The Bureau of Land Management is responsible for notifying the Ounalaska Corporation and Qawalangin Tribe of Unalaska that this notice has been published.\\n        \\n          Dated: May 21, 2008\\n          Sherry Hutt,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. E8-13584 Filed 6-16-08; 8:45 am]\\n      BILLING CODE 4312-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Inventory Completion: U.S. Department of the Interior, Bureau of Land Management, Alaska State Office, Anchorage, AK, and Alaska Office of History and Archaeology, Anchorage, AK", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: May 21, 2008", "signature_name": "Sherry Hutt,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. E8-13584 Filed 6-16-08; 8:45 am]", "billing_code": "BILLING CODE 4312-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}