{"index": "I_1541", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Inventory Completion: U.S. Department of the Interior, Bureau of Land Management, Colorado State Office, Denver, CO, and Museum of Western Colorado, Grand Junction, CO\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains in the control of the U.S. Department of the Interior, Bureau of Land Management, Colorado State Office, Denver, CO. and in the possession of the Museum of Western Colorado, Grand Junction, CO. The human remains were removed from Garfield County, CO.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003 (d) (3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains. The National Park Service is not responsible for the determinations in this notice.\\n        A detailed assessment of the human remains was made by the Bureau of Land Management, Smithsonian Institution, and Museum of Western Colorado professional staff in consultation with representatives of the Ute Indian Tribe of the Uintah & Ouray Reservation, Utah.\\n        In 1976, human remains representing a minimum of one individual were removed from site 5GF344 in Garfield County, CO, by Mary Zang and Ed Carter. The human remains were collected from the surface of the site in an arroyo. The human remains were turned over to the Garfield County sheriff, who then contacted the Bureau of Land Management, as the human remains had been removed from Federal land. The human remains were then transferred to the Museum of Western Colorado for curation. No known individual was identified. No associated funerary objects are present.\\n        In 1976, it was reported that a scaffold or platform was located in a tree in close proximity to the human remains. This scaffold or platform was never located. The field check of the site location provided no further details concerning the origin of the human remains. All parties concluded that the human remains had been carried down the drainage. In 1999, the human remains were studied by researchers at the Smithsonian Institution to determine if they were Native American. This analysis concluded that the human remains were Native American, based on cranial features and were consistent with other Ute crania identified from Utah and Colorado. In addition, near the location where the human remains were found is a concentration of Ute sites within approximately a five mile radius consisting of a Ute wickiup village and petroglyphs. This area is historically associated with the Uintah-Ouray Ute Tribe. Descendants of the Uintah-Ouray Ute are members of the Ute Indian Tribe of the Uintah & Ouray Reservation, Utah.\\n        Officials of the Bureau of Land Management have determined that, pursuant to 25 U.S.C. 3001 (9-10), the human remains described above represent the physical remains of one individual of Native American ancestry. Officials of the Bureau of Land Management also have determined that, pursuant to 25 U.S.C. 3001 (2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and the Ute Indian Tribe of the Uintah & Ouray Reservation, Utah.\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the human remains should contact Susan Thomas, NAGPRA Coordinator, Bureau of Land Management, Colorado, 27501 Highway 184, Dolores, CO 81323, telephone (970) 882-5600, before May 19, 2008. Repatriation of the human remains to the Ute Indian Tribe of the Uintah & Ouray Reservation, Utah may proceed after that date if no additional claimants come forward.\\n        The Bureau of Land Management is responsible for notifying the Southern Ute Indian Tribe of the Southern Ute Reservation, Colorado; Ute Indian Tribe of the Uintah & Ouray Reservation, Utah; Ute Mountain of the Ute Mountain Reservation, Colorado, New Mexico & Utah that this notice has been published.\\n        \\n          Dated: March 10, 2008.\\n          Sherry Hutt,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. E8-8305 Filed 4-16-08; 8:45 am]\\n      BILLING CODE 4312-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Inventory Completion: U.S. Department of the Interior, Bureau of Land Management, Colorado State Office, Denver, CO, and Museum of Western Colorado, Grand Junction, CO", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: March 10, 2008.", "signature_name": "Sherry Hutt,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. E8-8305 Filed 4-16-08; 8:45 am]", "billing_code": "BILLING CODE 4312-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}