{"index": "I_1557", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Inventory Completion: Hastings Museum of Natural and Cultural History, Hastings, NE\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains and associated funerary objects in the possession of Hastings Museum of Natural and Cultural History (Hastings Museum), Hastings, NE. The human remains and associated funerary objects were removed from Howard, Merrick, Nance, Platte, and Webster Counties, NE.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003 (d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations in this notice.\\n        A detailed assessment of the human remains was made by Hastings Museum of Natural and Cultural History professional staff in consultation with representatives of the Crow Tribe of Montana; Omaha Tribe of Nebraska; Otoe-Missouria Tribe of Indians, Oklahoma; Pawnee Nation of Oklahoma; Ponca Tribe of Indians of Oklahoma; Ponca Tribe of Nebraska; Sac & Fox Nation of Missouri in Kansas and Nebraska; Three Affiliated Tribes of the Fort Berthold Reservation, North Dakota; and Wichita and Affiliated Tribes (Wichita, Keechi, Waco & Tawakonie), Oklahoma.\\n        During the summers of 1924 and 1925, human remains representing a minimum of 10 individuals were removed from the Pike Pawnee Village (25WT1) in Webster County, NE. The human remains were donated to the Hastings Museum by A.M. Brooking, museum founder, and cataloged between 1926 and 1931 (02983, 03046, 03154, 03160, 03177, 03224, 03225, 03255). No known individuals were identified. The 17 associated funerary objects are 1 saw blade, 1 metal button, 14 lead bullets, and 1 tomahawk pipe bowl (03157, 03224, 03255).\\n        On a date prior to 1926, human remains representing a minimum of six individuals were removed from the Pike Pawnee Village (25WT1) in Webster County, NE. The human remains were donated to the Hastings Museum by A.M. Brooking and cataloged between 1926 and 1931 (02438, 02984, 03228, 04792). No known individuals were identified. The 31 associated funerary objects include 1 brass bell, 2 copper bracelets, and 28 beads (02985, 02986, 2987).\\n        On April 20, 1925, human remains representing a minimum of three individuals were removed from the Pike Pawnee Village (25WT1) in Webster County, NE. The human remains were donated to the Hastings Museum by A.M. Brooking, A.T. Hill, and J.E. Wallace and cataloged between 1926 and 1931 (03110, 03121). No known individuals were identified. No associated funerary objects are present.\\n        At unknown times, human remains representing a minimum of three individuals were removed from the Pike Pawnee Village (25WT1) in Webster County, NE. One individual was donated to the Hastings Museum by an unnamed donor and cataloged between 1926 and 1931 (10362). The second individual was donated to the Hastings Museum by David Mowry and cataloged in 1936 (14693). The third individual was donated to the Hastings Museum by Julia Green Bell and cataloged in 1945 (25347). No known individuals were identified. No associated funerary objects are present.\\n        The Pike Pawnee Village site (25WT1) is also known as the Hill Site, Hill Farm, and Superior 1. The site is located between Red Cloud and Guide Rock on the south bank of the Republican River. The site is known to be a village sporadically occupied by the Kitkehahki (Republican) band of the Pawnee from A.D. 1700 to A.D. 1830.\\n        At an unknown date, human remains representing a minimum of one individual were removed from the Samms Site (25WT2), also known as the Thorne Site, near Bladen in Webster County, NE. The human remains were given to the Hastings Museum by J.C. Samms and cataloged into the collection between 1926 and 1931 (10208). No known individual was identified. No associated funerary objects are present.\\n\\n        Based on research at the Nebraska State Historical Society, it was found that J.C. Samms and A.M. Brooking had excavated at the Samms Site prior to March 1932. The site has been culturally identified as a Lower Loup village.\\n        On an unknown date, human remains representing a minimum of one individual were removed from the Phil Cuba farm (25NC4) in Nance County, NE. The human remains were purchased from Phil Cuba by the Hastings Museum in 1933 and cataloged that same year (11222). No known individual was identified. The 14 associated funerary objects are 9 metal bracelets, 1 wooden bowl, 1 metal frying pan, 1 metal scissors, 1 metal and wood knife, and 1 metal bucket (11223, 11224).\\n        On an unknown date, human remains representing a minimum of three individuals were removed from a grave at the Phil Cuba farm (25NC4) in Nance County, NE. The human remains were purchased from Phil Cuba by the Hastings Museum in 1936 and cataloged that same year (15465, 15466). No known individuals were identified. No associated funerary objects are present.\\n        A.T. Hill and George Lamb excavated at this site in 1936, which became known as the Cuba Site (25NC4) for the Nebraska State Historical Society. The site contains an earthlodge village and burials covering 10 to 20 acres. The site is considered consistent with the Lower Loup Phase.\\n        On an unknown date, human remains representing a minimum of two individuals were removed from the Kent village at the Burkett Site (25NC1) near Genoa, in Nance County, NE. The human remains were donated to the Hastings Museum by A.M. Brooking and cataloged between 1926 and 1931 (03481). No known individuals were identified. No associated funerary objects are present.\\n        The Burkett Site is located four miles southwest of Genoa on land once owned by F. Burkett. A large village is located on this site and is known for the vast amount of pottery that has attracted many pot hunters. Waldo Wedel identified the Burkett Site as the site once reported by F.V. Hayden in an annual report of the Smithsonian Institute in 1867, which had a vast amount of pottery fragments in the area that Mr. Hayden attributed to the early Pawnee. The site is now known to contain cache pits, house sites, and burials. The Nebraska State Historical Society has identified the Burkett Site as Lower Loup Phase.\\n        On an unknown date, human remains representing a minimum of one individual were removed from the Horse Creek Site (25NC2) near Fullerton, Nance County, NE. The human remains were donated to the Hastings Museum by museum founder, A.M. Brooking and cataloged between 1926 and 1931 (03200). No known individual was identified. No associated funerary objects are present.\\n        Research reveals that there is a site known as Horse Creek that is southwest of Fullerton in Nance County, NE. This site is culturally affiliated with the Grand and Republican bands of the Pawnee. Museum catalog records indicate that the above human remains were collected southwest of Fullerton in approximately the same location as the Horse Creek site. Original catalog records indicated that this was \\xe2\\x80\\x9ca Mormon boy killed by Indians on September 16, 1849.\\xe2\\x80\\x9d However, the morphological report indicates that this is a female of Native American descent. Based on the catalog records, information on the Horse Creek site, and morphology report, the museum officials have reasonably determined that the human remains are culturally affiliated with the Pawnee.\\n        On November 2, 1926, human remains representing a minimum of two individuals were removed from graves at a Skidi village near Palmer, Merrick County, NE. The human remains were donated to the Hastings Museum by A.M. Brooking and George Debord and cataloged between 1926 and 1931 (01797). No known individuals were identified. No associated funerary objects are present.\\n        On August 19, 1923, human remains representing a minimum of one individual were removed from a grave at a Skidi Site near Palmer, Merrick County, NE. The human remains were donated to the Hastings Museum by A.M. Brooking and A.T. Hill and cataloged between 1926 and 1931 (02901). No known individual was identified. The seven associated funerary objects are five pieces of woven textile, one metal bell, and one coiled wire ring (02920).\\n        On August 10, 1933, human remains representing a minimum of two individuals were removed from a grave at a Skidi village near Palmer, Merrick County, NE. The human remains were donated to the Hastings Museum by A.M. Brooking, Bert Oberlies, and George Debord, and cataloged in 1933 (11216). No known individuals were identified. The 1,014 associated funerary objects include 2 metal bracelets, 4 pieces of metal spoons, and 1,008 glass beads (11216).\\n        At an unknown date, human remains representing a minimum of 14 individuals were removed from graves at a Skidi site near Palmer, Merrick County, NE. The human remains were donated to the Hastings Museum by A.M. Brooking and cataloged between 1926 and 1931 (02663, 03010, 03052, 03202, 03261, 03262, 03267, 03938, 03940, 04460, 07091, 08052). No known individuals were identified. The one associated funerary object is a catlinite pipe (03011).\\n        At an unknown date, human remains representing a minimum of one individual were removed from a grave at a Skidi site near Palmer, Merrick County, NE. The human remains were donated to the Hastings Museum by Ora White and cataloged between 1926 and 1931 (02915). No known individual was identified. No associated funerary objects are present.\\n        At an unknown date, human remains representing a minimum of one individual were removed from a grave at a Skidi site near Palmer, Merrick County, NE. The human remains were donated to the Hastings Museum by A.M. Brooking and A.T. Hill and cataloged between 1926 and 1931 (03359). No known individual was identified. No associated funerary objects are present.\\n        At an unknown date, human remains representing a minimum of two individuals were removed from graves at a Skidi site near Palmer, Merrick County, NE. The human remains were donated to the Hastings Museum by H. Goering and cataloged between 1926 and 1931 (04741). No known individuals were identified. No associated funerary objects are present.\\n        At an unknown date, human remains representing a minimum of one individual were removed from a grave at a Skidi site near Palmer, Merrick County, NE. The human remains were purchased by the Hastings Museum from Vic Johnson and cataloged between 1926 and 1931 (06452). No known individual was identified. No associated funerary objects are present.\\n        At an unknown date, human remains representing a minimum of two individuals were removed from graves at a Skidi site near Palmer, Merrick County, NE. The human remains were donated to the Hastings Museum by A.M. Brooking and George Debord and cataloged between 1926 and 1931 (08060, 09011). No known individuals were identified. The one associated funerary object is a set of rings (08060).\\n\\n        At an unknown date, human remains representing a minimum of one individual were removed from a grave at a Skidi site near Palmer, NE. The human remains were purchased by the Hastings Museum from F.G. Dankert and cataloged between 1933 (11215). No known individual was identified. No associated funerary objects are present.\\n        Research conducted at the Nebraska State Historical Society identifies at least 15 sites in the area around Palmer. One site is known as the Palmer Village (25HW1), which is a well known site that was occupied by the Skidi band of the Pawnee from at least A.D. 1804 to A.D. 1836, and was observed and recorded by a number of explorers to the area. Museum officials have been able to document Mr. Brooking and Mr. Hill as having conducted excavations at the Palmer Village. Waldo Wedel conducted an official survey of the Palmer Village on June 13, 1936 for the Nebraska State Historical Society. John Johnson owned the land at the time of the survey and allowed some work. It is likely that the some of the village spread into and resides on land once owned by H. Goering whose land is adjacent to Mr. Johnson\\'s land. The site is designated as an historic Skidi Pawnee earthlodge village.\\n        Museum officials have determined, based on museum records and evidence of donors associated with the site, that the above human remains and associated funerary objects are from sites associated with a Skidi village, possibly the Palmer Village, and are culturally affiliated with the Pawnee.\\n        On an unknown date, human remains representing a minimum of one individual were removed from a grave near Cushing, Howard County, NE. The human remains were donated to the Hastings Museum by Robert Merchant and cataloged in 1960 (29365). No known individual was identified. No associated funerary objects are present.\\n        There are no known sites attributed to Cushing, NE. However, there are numerous sites attributed to the Palmer area, which is 10 miles to the southeast of Cushing. The Palmer Site (25HW1) is located northwest of the town of Palmer, making it also in the vicinity of Cushing. Based on this information, morphology report, and geographic region of Pawnee occupation, museum officials have determined that the human remains probably came from the Palmer site and are highly likely to be culturally affiliated with the Pawnee.\\n        On an unknown date, human remains representing a minimum of five individuals were removed from the Hanna Larson Site (25PT1) in Platte County, NE. The human remains were excavated from the yard of Wm. Christman and donated by Mr. Christman to the Hastings Museum in 1944 (24733). No known individuals were identified. No associated funerary objects are present.\\n        Nebraska State Historical Society and museum records are consistent with information on the site known as the Hanna Larson Site. The site was occupied form A.D. 1650 to A.D. 1750 and is culturally identified with the Lower Loup Focus of the Pahuk Aspect of the late Ceramic Period.\\n        The Lower Loup Phase sites are located in areas also associated with historic Pawnee sites. The Lower Loup material culture suggests that they are ancestors of the Pawnee. Descendants of the Pawnee are members of the Pawnee Nation of Oklahoma.\\n        According to museum records, the human remains were originally cataloged as a complete or nearly complete skeleton for each of these individuals (02983, 03177, 03224, 03255, 01797, 06452, 03202, 11216, 24733). However, during inventory review in the 1990s, only cranial and partial post cranial remains were found with the accession numbers. Also during inventory review, the museum identified a number of commingled human remains that had been in an exhibit in the late 1930s or early 1940s, which represented human remains taken from ossuaries. When the exhibit closed, unnumbered human remains were mingled together. Officials of the Hastings Museum reasonably believe that some of the commingled remains are part of the individuals described above. An additional site that is reasonably believed to have commingled human remains from this exhibit are described in a companion notice.\\n        Officials of the Hastings Museum have determined that, pursuant to 25 U.S.C. 3001 (9-10), the human remains described above represent the physical remains of 63 individuals of Native American ancestry. Officials of the Hastings Museum also have determined that, pursuant to 25 U.S.C. 3001 (3)(A), the 1,085 objects described above are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony. Lastly, officials of the Hastings Museum have determined that, pursuant to 25 U.S.C. 3001 (2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and associated funerary objects and the Pawnee Nation of Oklahoma.\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the human remains and associated funerary objects should contact Teresa Kreutzer-Hodson, Hastings Museum of Natural and Cultural History, 1330 N Burlington, PO Box 1286, Hastings, NE 68902, telephone (402) 461-2399, before April 7, 2008. Repatriation of the human remains and associated funerary objects to the Pawnee Nation of Oklahoma may proceed after that date if no additional claimants come forward.\\n        The Hastings Museum is responsible for notifying the Crow Tribe of Montana; Omaha Tribe of Nebraska; Otoe-Missouria Tribe of Indians, Oklahoma; Pawnee Nation of Oklahoma; Ponca Tribe of Indians of Oklahoma; Ponca Tribe of Nebraska; Sac & Fox Nation of Missouri in Kansas and Nebraska; Three Affiliated Tribes of the Fort Berthold Reservation, North Dakota; and Wichita and Affiliated Tribes (Wichita, Keechi, Waco & Tawakonie), Oklahoma that this notice has been published\\n        \\n          Dated: January 30, 2008.\\n          Sherry Hutt,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. E8-4323 Filed 3-5-08; 8:45 am]\\n      BILLING CODE 4312-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Inventory Completion: Hastings Museum of Natural and Cultural History, Hastings, NE", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: January 30, 2008.", "signature_name": "Sherry Hutt,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. E8-4323 Filed 3-5-08; 8:45 am]", "billing_code": "BILLING CODE 4312-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}