{"index": "I_1522", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Inventory Completion: U.S. Department of the Interior, National Park Service, Effigy Mounds National Monument, Harpers Ferry, IA\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains in the possession of the U.S. Department of the Interior, National Park Service, Effigy Mounds National Monument, Harpers Ferry, IA. The human remains were removed from Allamakee and Clayton Counties, IA.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003 (d)(3). The determinations in this notice are the sole responsibility of the superintendent, Effigy Mounds National Monument.\\n        A detailed assessment of the human remains was made by Effigy Mounds National Monument professional staff and Iowa Office of the State Archeologist professional staff in consultation with representatives of the Ho-Chunk Nation of Wisconsin; Iowa Tribe of Kansas and Nebraska; Iowa Tribe of Oklahoma; Lower Sioux Indian Community in the State of Minnesota; Otoe-Missouria Tribe of Indians, Oklahoma; Prairie Island Indian Community in the State of Minnesota; Sac & Fox Nation of Missouri in Kansas and Nebraska; Sac & Fox Nation, Oklahoma; Sac & Fox Tribe of the Mississippi in Iowa; Shakopee Mdewakanton Sioux Community of Minnesota; Upper Sioux Community, Minnesota; and Winnebago Tribe of Nebraska.\\n        At an unknown date, human remains representing a minimum of two individuals were removed from Waukon Junction Rockshelter in Allamakee County, IA, by unknown persons. No further information regarding the site is known. No known individuals were identified. No associated funerary objects are present.\\n        At an unknown date, human remains representing a minimum of three individuals were removed from Marquette Rockshelter in Clayton County, IA, by unknown persons. No further information regarding the site is known. No known individuals were identified. No associated funerary objects are present.\\n        Officials of Effigy Mounds National Monument have determined that, pursuant to 25 U.S.C. 3001 (9-10), the human remains described above represent the physical remains of five individuals of Native American ancestry. Officials of Effigy Mounds National Monument also have determined that, pursuant to 25 U.S.C. 3001 (2), a relationship of shared group identity cannot reasonably be traced between the Native American human remains and any present-day Indian tribe.\\n        The Native American Graves Protection and Repatriation Review Committee (Review Committee) is responsible for recommending specific actions for disposition of culturally unidentifiable human remains. In September 2007, Effigy Mounds National Monument requested that the Review Committee recommend disposition of six culturally unidentifiable human remains to the Sac & Fox Nation of Missouri in Kansas and Nebraska; Sac & Fox Nation, Oklahoma; and Sac & Fox Tribe of the Mississippi in Iowa as the aboriginal occupants of the lands encompassing the present-day Effigy Mounds National Monument. One individual of the six referenced in the request has since been determined to be part of a repatriated bundle burial. Its inclusion in the request to the Review Committee was an error and it is not included in this notice.\\n        Effigy Mounds National Monument is located within the area covered by the Treaty of September 21, 1832 between the Sauk and Fox tribes and the United States (Stat. L. VII 374), and the national monument is located within the area covered by the November 23, 1973 final award of the Indian Claims Commission to the Sauk and Fox tribes (4 Ind. Cl. Comm. 367 [1957]). The Review Committee considered the proposal at its October 15-16, 2007 meeting and recommended disposition of the human remains to the Sac & Fox Nation of Missouri in Kansas and Nebraska; Sac & Fox Nation, Oklahoma; and Sac & Fox Tribe of the Mississippi in Iowa.\\n\\n        A November 28, 2007, letter on behalf of the Secretary of the Interior from the Designated Federal Official, transmitted the authorization for the park to effect disposition of the physical remains of the culturally unidentifiable individuals to the three Indian tribes listed above contingent on the publication of a Notice of Inventory Completion in the Federal Register. This notice fulfills that requirement.\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the human remains should contact Phyllis Ewing, superintendent, Effigy Mounds National Monument, 151 HWY 76, Harpers Ferry, IA 52146, telephone (563) 873-3491, before June 30, 2008. Disposition of the human remains to the Sac & Fox Nation of Missouri in Kansas and Nebraska; Sac & Fox Nation, Oklahoma; and Sac & Fox Tribe of the Mississippi in Iowa may proceed after that date if no additional claimants come forward.\\n        Effigy Mounds National Monument is responsible for notifying the Ho-Chunk Nation of Wisconsin; Iowa Tribe of Kansas and Nebraska; Iowa Tribe of Oklahoma; Lower Sioux Indian Community in the State of Minnesota; Otoe-Missouria Tribe of Indians, Oklahoma; Prairie Island Indian Community in the State of Minnesota; Sac & Fox Nation of Missouri in Kansas and Nebraska; Sac & Fox Nation, Oklahoma; Sac & Fox Tribe of the Mississippi in Iowa; Shakopee Mdewakanton Sioux Community of Minnesota; Upper Sioux Community, Minnesota; and Winnebago Tribe of Nebraska that this notice has been published.\\n        \\n          Dated: April 18, 2008\\n          Sherry Hutt,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. E8-11988 Filed 5-28-08; 8:45 am]\\n      BILLING CODE 4312-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Inventory Completion: U.S. Department of the Interior, National Park Service, Effigy Mounds National Monument, Harpers Ferry, IA", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: April 18, 2008", "signature_name": "Sherry Hutt,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. E8-11988 Filed 5-28-08; 8:45 am]", "billing_code": "BILLING CODE 4312-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}