{"index": "I_1512", "messy_full": "\\n      \\n        \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Inventory Completion: U.S. Department of Defense, Army Corps of Engineers, Portland District, Portland, OR, and Oregon State University Department of Anthropology, Corvallis, OR\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains and associated funerary objects in the control of the U.S. Department of Defense, Army Corps of Engineers, Portland District, Portland, OR, and in the possession of the Oregon State University Department of Anthropology, Corvallis, OR. The human remains and associated funerary objects were removed from sites on Army Corps of Engineers land within the Lost Creek Lake Dam project area on the Rogue River, Jackson County, OR.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003 (d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations in this notice.\\n        A detailed assessment of the human remains was made by Oregon State University Department of Anthropology and U.S. Army Corps of Engineers, Portland District professional staff in consultation with representatives of the Confederated Tribes of Coos, Lower Umpqua and Siuslaw Indians of Oregon; Confederated Tribes of the Grand Ronde Community of Oregon; Confederated Tribes of the Siletz Reservation, Oregon; Coquille Tribe of Oregon; Cow Creek Band of Umpqua Indians of Oregon; Klamath Tribes, Oregon (formerly the Klamath Indian Tribe of Oregon); and Modoc Tribe of Oklahoma.\\n        Native American cultural items described in this notice were excavated under Antiquities Act permits by the Oregon State University Department of Anthropology, Corvallis, OR, on Army Corps of Engineers project lands. Following excavations at the sites described below, and under the provisions of the permits, the Oregon State University Department of Anthropology was allowed to retain the collections for preservation.\\n        In 1972, human remains representing a minimum of one individual were removed from site 35-JA-23, also known as the Fawn Butte Spring Site, Jackson County, OR, during excavations by Oregon State University prior to construction of the proposed Lost Creek Lake Dam. The excavations were conducted on Fawn Butte above an ephemeral branch of Lost Creek, a tributary of the Rogue River. No known individual was identified. The 147 associated funerary objects are 1 chalcedony knife, 1 projectile point, 1 projectile point tip fragment, 5 bifaces, 1 end scraper, 1 graver, 1 burin, 1 burin-like flake tool, 6 utilized flakes, 3 cores, 3 core reduction fragments, 119 debitage flakes and fragments, 1 unidentified lithic item, 1 bag of wood fragments, and 2 bags of burial dirt.\\n        Site 35-JA-23 is a multicomponent village that is believed to have been occupied as early as 1200 years B.P. to approximately A.D. 1800. Based on the location of the human remains within the site and the associated artifacts, the individual has been determined to be Native American.\\n        In 1972-1973, human remains representing a minimum of two individuals were removed from site 35-JA-25, also known as the Far Hills Ranch Site, Jackson County, OR, during excavations conducted by Oregon State University prior to construction of the proposed Lost Creek Lake Dam. The excavations were conducted below the mouth of Long Branch Creek on the west bank of the Rogue River. No known individuals were identified. The 19 associated funerary objects are 8 shell beads, 5 olivella beads, 1 pine nut bead, 2 shell pendants, 1 ulna awl, and 2 lithic fragments.\\n        Site 35-JA-25 is a small cemetery and village dating from before A.D. 1400 to A.D. 1700. The cemetery appears to have been used prior to A.D. 1400 and the village was primarily occupied between A.D. 1500 and A.D. 1700. Ninety-two additional human burials located on private property at the site were exhumed at an undetermined date prior to World War II, during construction of private ranch facilities, and re-interred approximately five miles to the north in Trail, OR. Based on the location of the human remains within the site and the associated artifacts, both individuals removed have been determined to be Native American.\\n        Ethnographic records suggest the areas surrounding sites 35-JA-23 and 35-JA-25 were likely occupied by the Takelma and possibly Southern Molala bands during the early Contact period. However, overlapping territories, shared use of resource gathering areas, possible territorial realignments through time and, ultimately, tribal conglomerations and mergers resulting from mid-19th Century treaty negotiations with the U.S. Government, make determination of the sites\\' cultural affiliation uncertain. The sites described above are within or near the traditional lands of the present-day Confederated Tribes of Coos, Lower Umpqua and Siuslaw Indians of Oregon; Confederated Tribes of the Grand Ronde Community of Oregon; Confederated Tribes of the Siletz Reservation, Oregon; Cow Creek Band of Umpqua Indians of Oregon; Klamath Tribes, Oregon; and Modoc Tribe of Oklahoma. The Coquille Tribe of Oregon has indicated both sites are located outside of their ancestral territory.\\n        The Confederated Tribes of the Coos, Lower Umpqua and Siuslaw Indians of Oregon traditionally inhabited the headwaters, valleys and estuaries of the Coos, Lower Umpqua and Siuslaw Rivers along the central and south-central Oregon coast. The tribes spoke diverse dialects within the Hanis, Milluk, Athapascan, Kuitsch, and Siuslaw language groups. The tribes have been operating under a confederated government since signing a treaty with the U.S. Government in 1855. Many tribal members were removed to the Siletz Reservation, the Alsea sub agency, and other federal military encampments along the south-central Oregon coast during the mid to late-19th Century. The Confederated Tribes of the Coos, Lower Umpqua and Siuslaw Indians of Oregon were terminated from federal recognition in 1954 and restored in 1984.\\n\\n        The Confederated Tribes of the Grand Ronde Community of Oregon, include at least 26 tribes and bands whose ancestral homelands span across western Oregon, southwestern Washington and northern California. The Grand Ronde tribes and bands include the Rogue River, Umpqua, Chasta, Kalapuya, Molala, Clackamas, Salmon River, Tillamook, and Nestucca, as well as other smaller groups. At the time of contact, the individual groups spoke 30 dialects of the Athapascan, Chinookan, Kalapuyan, Takelman, Molalan, Sahaptin, Salishan, and Shastan language families. In 1856-1857, the U.S. Government forcibly relocated the Grand Ronde peoples to the Grand Ronde Reservation at the headwaters of the South Yamhill River in Yamhill and Polk Counties, OR. The Confederated Tribes of the Grand Ronde Community of Oregon were first incorporated in 1935, terminated from federal recognition in 1954, and restored with tribal recognition in 1983.\\n        \\n        The Confederated Tribes of the Siletz Reservation, Oregon, are a confederation of 30 bands whose ancestral territory ranged along the entire Oregon coast and Coast Range, inland to the main divide of the Cascade Range and south to the Rogue River watershed. The principal tribes include the Clatsop, Chinook, Klickitat, Molala, Kalapuya, Tillamook, Alsea, Siuslaw/Lower Umpqua, Coos, Coquille, Upper Umpqua, Tututni, Chetco, Tolowa, Takelma or Upper Rogue River, Galice/Applegate, and Shasta. The ancestors of the confederated tribes spoke at least 10 different base languages, many with strong dialectic divisions even within the same language. In general, five linguistic stocks - Salish, Yakonan, Kusan, Takelman, and Athapascan - are represented by the tribes. The tribes were forcibly removed from their homelands in 1855 by the U.S. Government and placed on the Siletz and Grand Ronde reservations. After having their tribal status terminated from federal recognition in 1954, the Confederated Tribes of the Siletz Reservation, Oregon were officially restored in 1977.\\n        The Cow Creek Band of Umpqua Indians of Oregon traditionally occupied the rugged, forested territory extending from the Cow Creek watershed in the Coast Range to the North and South Forks of the Umpqua River along the western slope of the Cascades. They spoke Takelma, a language in the Takelman-Kalapuyan division of the Penutian language stock. After treaty negotiations with the U.S. Government in 1853 led to subsequent hostilities and the removal of many tribal members to the Grand Ronde Reservation on the Yamhill River, a large group of Umpqua sought safety in remote areas of their traditional homeland. The Cow Creek Band of Umpqua Indians of Oregon was terminated as a recognized tribe by the federal government in 1954, and later restored to federal recognition in 1982.\\n        The Klamath Tribes, Oregon, consist of the Klamath, Modoc and Yahooskin tribes. Their ancestral territory includes much of south-central Oregon from the east slopes of the Cascades to the adjoining desert areas, northward to the Deschutes River headwaters and as far south as Mount Shasta in California. The tribes speak Klamath and Modoc, two closely-related dialects belonging to the Plateau branch of the Penutian language family. The tribes were removed to the Klamath Reservation immediately northeast of Upper Klamath Lake in the mid-1860s, terminated from federal recognition in 1954, and then restored as a federally recognized tribe in 1986.\\n        The Modoc Tribe of Oklahoma and the Klamath Tribes, Oregon, have a shared ancestry. The traditional Modoc homeland consisted of some 5,000 square miles along what is now the California-Oregon border. Following the conclusion of the Modoc War in 1873, the Modoc people were relocated to the Quapaw Reservation in Oklahoma. In 1909, the Modoc were granted permission to return to Oregon. Those who returned became part of the Klamath Tribes, Oregon. The Modoc Tribe of Oklahoma and the Klamath Tribes, Oregon, have formally agreed that repatriation of human remains from the historically documented territory of the Klamath Tribes should go to the Klamath Tribes, Oregon, for reburial.\\n        Officials of the U.S. Army Corps of Engineers, Portland District have determined that, pursuant to 25 U.S.C. 3001 (9-10), the human remains described above represent the physical remains of at least three individuals of Native American ancestry. Officials of the U.S. Army Corps of Engineers, Portland District also have determined that, pursuant to 25 U.S.C. 3001 (3)(A), the 166 objects described above are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony. Lastly, officials of the U.S. Army Corps of Engineers, Portland District have determined that, pursuant to 25 U.S.C. 3001 (2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and associated funerary objects and the Confederated Tribes of Coos, Lower Umpqua and Siuslaw Indians of Oregon; Confederated Tribes of the Grand Ronde Community of Oregon; Confederated Tribes of the Siletz Reservation, Oregon; Cow Creek Band of Umpqua Indians of Oregon; Klamath Tribes, Oregon; and Modoc Tribe of Oklahoma.\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the human remains and associated funerary objects should contact Daniel Mulligan, NAGPRA Coordinator, Environmental Resources Branch, U.S. Army Corps of Engineers, Portland District, P. O. Box 2946, Portland, OR 97208-2946, telephone (503) 808-4768, before July 17, 2008. Repatriation of the human remains and associated funerary objects to the Confederated Tribes of the Grand Ronde Community of Oregon, Cow Creek Band of Umpqua Indians of Oregon, and/or Confederated Tribes of the Siletz Reservation, Oregon, may proceed after that date if no additional claimants come forward. The Confederated Tribes of Coos, Lower Umpqua and Siuslaw Indians of Oregon, Coquille Tribe of Oregon, and Klamath Tribes, Oregon, in consultation with the U.S. Army Corps of Engineers, Portland District, have indicated their desire to defer their interest to the other mentioned Tribes.\\n        The U.S. Army Corps of Engineers, Portland District is responsible for notifying the Confederated Tribes of Coos, Lower Umpqua and Siuslaw Indians of Oregon; Confederated Tribes of the Grand Ronde Community of Oregon; Confederated Tribes of the Siletz Reservation, Oregon; Coquille Tribe of Oregon; Cow Creek Band of Umpqua Indians of Oregon; Klamath Tribes, Oregon; and Modoc Tribe of Oklahoma that this notice has been published.\\n        \\n          Dated: May 21, 2008\\n          Sherry Hutt,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. E8-13577 Filed 6-17-08; 8:45 am]\\n      BILLING CODE 4312-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Inventory Completion: U.S. Department of Defense, Army Corps of Engineers, Portland District, Portland, OR, and Oregon State University Department of Anthropology, Corvallis, OR", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: May 21, 2008", "signature_name": "Sherry Hutt,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. E8-13577 Filed 6-17-08; 8:45 am]", "billing_code": "BILLING CODE 4312-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}