{"index": "I_1573", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Inventory Completion: Department of Anthropology, University of Hawaii at Hilo, Hilo, HI\\n        \\n          Agency:\\n          National Park Service, Interior.\\n        \\n        \\n          Action:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains in the possession of the Department of Anthropology, University of Hawaii at Hilo, Hilo, HI. The human remains were removed from Hawaii Island, HI.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003 (d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American remains. The National Park Service is not responsible for the determinations in this notice.\\n        A detailed assessment of the human remains was made by the University of Hawaii at Hilo professional staff in consultation with representatives of the Big Island Burial Council, Department of Hawaiian Homelands, Hui Malama I Na Kupuna O Hawaii Nei, and the Office of Hawaiian Affairs.\\n\\n        In August 1980, human remains were removed from Kahalu\\'u Habitation Cave (site 50-10-37-7702) and a small adjacent lava tube (site 50-10-37-5611) in Kahalu\\'u, North Kona, HI, by the University of Hawaii at Hilo and Paul H. Rosendahl, Inc., during excavations for the West Hawaii Housing Foundation, as mitigation prior to a federal housing development. Human remains discovered at the time were determined to be prehistoric and reburied. Midden deposits from both sites are in the possession of the University of Hawaii at Hilo. During the NAGPRA inventory process, additional human remains representing a minimum of three individuals from 50-10-37-7702 and one individual from 50-10-37-5611 were discovered in the midden deposits. No known individuals were identified. No associated funerary objects are present.\\n        \\n        Sites 7702 and 5611 were partially collapsed lava tubes located approximately 300 m from the coast of Kahalu\\'u Bay. Both sites contained midden deposits dating prior to contact and the associated burials also date to this pre-contact era. These findings support a cultural affiliation for the human remains as Native Hawaiian.\\n        Officials of the University of Hawaii at Hilo have determined that, pursuant to 25 U.S.C. 3001 (9-10), the human remains described above represent a minimum of four individuals of Native Hawaiian ancestry. Officials of the University of Hawaii at Hilo also have determined that, pursuant to 25 U.S.C. 3001 (2), there is a relationship of shared group identity that can be reasonably traced between the Native Hawaiian human remains and the Hui Malama I Na Kupuna O Hawaii Nei and Office of Hawaiian Affairs.\\n        Representatives of any other Native Hawaiian Organization that believes itself to be culturally affiliated with the human remains should contact Peter R. Mills, Department of Anthropology, Social Sciences Division, 200 West Kawaili Street, Hilo, Hawaii 96720-4091, telephone (808) 974-7465, before March 14, 2008. Repatriation of the human remains to the the Hui Malama I Na Kupuna O Hawaii Nei and the Office of Hawaiian Affairs may proceed after that date if no additional claimants come forward.\\n        The University of Hawaii at Hilo is responsible for notifying the Big Island Burial Council, Department of Hawaiian Homelands, Hui Malama I Na Kupuna O Hawaii Nei, and Office of Hawaiian Affairs that this notice has been published.\\n        \\n          Dated: December 13, 2007.\\n          Sherry Hutt,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. E8-2601 Filed 2-12-08; 8:45 am]\\n      BILLING CODE 4312-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Inventory Completion: Department of Anthropology, University of Hawaii at Hilo, Hilo, HI", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: December 13, 2007.", "signature_name": "Sherry Hutt,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. E8-2601 Filed 2-12-08; 8:45 am]", "billing_code": "BILLING CODE 4312-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}