{"index": "I_1560", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Inventory Completion: U.S. Department of the Interior, Bureau of Indian Affairs, Washington, DC, and Arizona State Museum, University of Arizona, Tucson, AZ\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains and associated funerary objects in the control of the U.S. Department of the Interior, Bureau of Indian Affairs, Washington, DC, and in the physical custody of the Arizona State Museum, University of Arizona, Tucson, AZ. The human remains and associated funerary objects were removed from sites within the boundaries of the Gila Bend Indian Reservation, San Xavier Indian Reservation, and Tohono O\\'odham Indian Reservation in Maricopa, Pima, and Pinal Counties, AZ.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003 (d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations in this notice.\\n        A detailed assessment of the human remains was made by Arizona State Museum professional staff in consultation with representatives of the Ak Chin Indian Community of the Maricopa (Ak Chin) Indian Reservation, Arizona; Gila River Indian Community of the Gila River Indian Reservation, Arizona; Hopi Tribe of Arizona; Salt River Pima-Maricopa Indian Community of the Salt River Reservation, Arizona; Tohono O\\'odham Nation of Arizona; and Zuni Tribe of the Zuni Reservation, New Mexico. The Tohono O\\'odham Nation of Arizona is acting on behalf of the Ak Chin Indian Community of the Maricopa (Ak Chin) Indian Reservation, Arizona; Gila River Indian Community of the Gila River Indian Reservation, Arizona, Salt River Pima-Maricopa Indian Community of the Salt River Reservation, Arizona; and themselves.\\n        In 1964, human remains representing a minimum of 14 individuals were removed from the Fortified Hill Site (AZ T:13:8[ASM]), Maricopa County, AZ, during legally authorized excavations conducted by the University of Arizona and Arizona State Museum under the direction of William Wasley. The human remains were accessioned into the collections of the Arizona State Museum in 1964. No known individuals were identified. The 734 associated funerary objects are 5 animal bone awls, 20 animal bone ornaments, 2 basketry fragments, 516 beads, 78 lots of botanical material, 12 ceramic bowls, 10 ceramic jars, 1 ceramic scoop, 3 crystals, 1 mineral object, 2 pendants, 63 projectiles points, 1 piece of unidentified raw material, 4 shell bracelets, 3 shell fragments, 7 shell needle fragments, 1 shell pendant, 4 lots of textile fragments, and 1 wood artifact.\\n        The ceramic assemblage at the Fortified Hill site suggests occupation associated with the Tanque Verde phase of the Early Classic period of the Hohokam Archeological tradition. In addition, the sequence of architectural forms is similar to that found at other Tanque Verde phase sites in the Tucson Basin. There are strong similarities in site layout, architecture, and the ceramic assemblage when compared with the early Classic Period site of Cerro Prieto, located at the west end of the Tucson Mountains. These attributes suggest an occupation at AZ T:13:8(ASM) between approximately A.D. 1200-1275. Characteristics of the mortuary program including cremation, placement within a ceramic vessel, and the types of associated objects, are also consistent with the Hohokam Archeological tradition. The human remains are determined to be Native American based on the archeological context.\\n        In 1960 and 1961, human remains representing a minimum of one individual were removed from site AZ T:14:10(ASM), Maricopa County, AZ, during legally authorized excavations conducted by the Arizona State Museum under the direction of William Wasley and Alfred Johnson. The excavations were conducted under contract with the National Park Service as part of the Painted Rocks Reservoir Project. The human remains were accessioned into the collections of the Arizona State Museum in 1961. No known individual was identified. The 11 associated funerary objects are 1 shell bead, 2 ceramic jars, 1 ceramic scoop, 3 shell artifact fragments, and 4 sandal fragments.\\n        The ceramic assemblage indicates that the site was occupied during the Classic period of the Hohokam Archaeological tradition, approximately A.D. 1200-1450. Characteristics of the mortuary program and the types of associated objects identify the human remains as Native American.\\n        In 1960 and 1961, human remains representing a minimum of one individual were removed from the Bartley Site, AZ T:14:11(ASM), Maricopa County, AZ, during legally authorized excavations conducted by the Arizona State Museum under the direction of William Wasley and Alfred Johnson. The excavations were conducted under contract with the National Park Service as part of the Painted Rocks Reservoir Project. The human remains were accessioned into the collections of the Arizona State Museum in 1961. No known individual was identified. The three associated funerary objects are one laevicardium shell, one ceramic bowl fragment, and one ceramic bowl.\\n        The ceramic assemblage indicates that the site was occupied during the Classic period of the Hohokam Archaeological tradition, approximately A.D. 1200-1450. Characteristics of the mortuary program and the types of associated artifacts identify the human remains as Native American.\\n        In 1960 and 1961, human remains representing a minimum of four individuals were removed from site AZ Z:1:11(ASM), Maricopa County, AZ, during legally authorized excavations conducted by the Arizona State Museum under the direction of William Wasley and Alfred Johnson. The excavations were conducted under contract with the National Park Service as part of the Painted Rocks Reservoir Project. The human remains were accessioned into the collections of the Arizona State Museum in 1961. No known individuals were identified. The 538 associated funerary objects are 500 beads, 5 maize kernels, 1 shell, 19 shell fragments, 2 ceramic jars, 2 ceramic bowls, 8 ceramic sherds, and 1 stone vessel fragment.\\n\\n        The ceramic assemblage indicates that the occupation of the site was primarily during the late Classic period of the Hohokam Archaeological tradition, approximately A.D. 1300-1450. Characteristics of the mortuary program and the types of associated objects identify the human remains as Native American.\\n        \\n        In 1933, human remains representing a minimum of one individual were removed from Ventana Cave, AZ Z:12:5(ASM), Pima County, AZ, by Norton Allen. Mr. Allen donated the human remains to the Arizona State Museum in 1998. No known individual was identified. No associated funerary objects are present.\\n        In 1941 and 1942, human remains were removed from Ventana Cave, AZ Z:12:5(ASM), Pima County, AZ, during legally authorized excavations conducted by the University of Arizona, under the direction of Emil Haury. The human remains were accessioned into the collections of the Arizona State Museum in 1942. No known individuals were identified. In 1992, the Arizona State Museum repatriated the remains that were originally identified as human, as well as the associated and unassociated funerary objects to the Tohono O\\'odham Nation of Arizona. The human remains of some individuals listed as being removed were listed as missing in the collections. In 2005, Arizona State Museum curatorial staff examined the animal bone collections from Ventana Cave and discovered isolated human bones from non-burial contexts representing a minimum of 32 individuals. It is possible that some of these isolated human remains belong to individuals whose remains were repatriated in 1992 or to some of the burials currently listed as missing. No known individuals were identified. No associated funerary objects are present.\\n        Ventana Cave is a deeply stratified site with deposits extending from the late Pleistocene to modern times. The deepest layers have fossils from extinct Pleistocene animals. Lower stratigraphic layers contain stone tool fragments characteristic of Folsom culture. There are also deposits that contain artifacts and human burials from Archaic or pre-pottery periods. The upper ceramic bearing deposits are related to Hohokam culture. Early Hohokam ceramics from the cave are indistinguishable from contemporary ceramics in the Gila and Santa Cruz Basins, however, later Hohokam artifacts differ. The uppermost levels contain ceramics and other artifacts typical of historic occupation from about A.D. 1700 to the mid-20th century.\\n        Ventana Cave had human burials from the pre-pottery layers as well as Hohokam layers (Haury, 1975). Pre-pottery burials were found in a stratigraphic level that had been moist at one time. As a result, the bone was much more poorly preserved than the bone found in the ceramic deposits. The human remains that Mr. Allen donated to the Arizona State Museum are consistent in appearance and preservation with the other burials from the Hohokam layers. In addition, the isolated human remains that were found mixed with the animal bone collections are consistent in appearance and preservation with the human remains from the Hohokam layers. The burials from the Hohokam layers are believed to date to the period from A.D. 1000-1400 (Haury, 1975).\\n        At an unknown date between 1938 and 1941, human remains representing a minimum of one individual were removed from the Bahtki site, AZ Z:16:6(ASM), Pima County, AZ, during an archeological survey conducted by F. H. Scantling. The human remains were brought to the Arizona State Museum at an unknown date and were discovered by museum staff in 2005. No known individual was identified. The four associated funerary objects are melted glass beads.\\n        Father Eusebio Kino visited the village of Bahtki in the late 17th century and reported that there were about 200 O\\'odham-speaking inhabitants. The village was abandoned after a raid in about 1850. Dr. Haury reported the presence of cremated bone and many burned houses (1975). Artifacts included early glazed pottery of indigenous origin, but no European ceramics were found. Dr. Haury also reported the discovery of a Spanish iron lance blade and glass beads dating to the middle of the 19th century. These artifacts are consistent with reports that the village had been abandoned in 1850.\\n        At an unknown date, human remains representing a minimum of two individuals were removed from a location about 9 miles south of Casa Grande, possibly near the village of Chuichui, Pinal County, AZ, by an unknown person. The human remains were donated by A. T. Kilcrease to the Arizona State Museum probably in January 1921. No known individuals were identified. No associated funerary objects are present.\\n        The human remains were given a two letter designation \\xe2\\x80\\x9cPA,\\xe2\\x80\\x9d which refers to \\xe2\\x80\\x9cPapago.\\xe2\\x80\\x9d One set of human remains were described as being those of a \\xe2\\x80\\x9cPapago chief,\\xe2\\x80\\x9d and the other as \\xe2\\x80\\x9cPapago.\\xe2\\x80\\x9d This suggests that the human remains were considered to date to a time after European contact. Cranial features are highly consistent with Native American ancestry. The term \\xe2\\x80\\x9cPapago\\xe2\\x80\\x9d was previously used to refer to the people known today as Tohono O\\'odham.\\n        At an unknown date, human remains representing a minimum of one individual were removed from an unknown location, AZ AA:1:- vicinity, near Chuichui and the northern border of the Tohono O\\'odham Indian Reservation, Pinal County, AZ, during construction of a fence. The human remains were donated to the Arizona State Museum in January 1954. No known individual was identified. The one associated funerary object is a ceramic jar in which the cremated human remains had been placed.\\n        Based on the ceramic style, this burial probably dates to the late Colonial to early Sedentary periods of the Hohokam Archaeological tradition, approximately A.D. 850-1000.\\n        In 1927, human remains representing a minimum of three individuals were removed from a cave site, AZ AA:5:- vicinity, in the Jackrabbit Mountains, Pinal County, AZ. The human remains were possibly collected by Byron Cummings. The human remains were brought to the Arizona State Museum at an unknown date prior to August 1953. No known individuals were identified. No associated funerary objects are present.\\n        The archeological context and chronology is unknown. However, Dr. Cummings suggested that the human remains were \\xe2\\x80\\x9cold Pima.\\xe2\\x80\\x9d This suggests that the human remains may date to a time after European contact, possibly A.D. 1700-1900.\\n        In 1973, human remains representing a minimum of one individual were removed from site AZ AA:5:- FN28, Pinal County, AZ, during archeological investigations carried out by the Arizona State Museum under the direction of Mark Raab under contract to the National Park Service. The human remains were accessioned into the collections of the Arizona State Museum in 1973. No known individual was identified. The three associated funerary objects are one modified shell fragment and two whole shells.\\n        Site AZ AA:5:-FN28 was dated to the Classic Period of the Hohokam Archaeological tradition, approximately A.D. 1200-1400, on the basis of ceramic types.\\n        In 1973, human remains representing a minimum of one individual were removed from site AZ AA:5:- FN151, Pinal County, AZ, during archeological investigations carried out by the Arizona State Museum under the direction of Mark Raab under contract to the National Park Service. The human remains were accessioned into the collections of the Arizona State Museum in 1973. No known individual was identified. No associated funerary objects are present.\\n\\n        The burial from FN 151 was assigned to the early Colonial to late Sedentary period of the Hohokam Archaeological tradition, approximately A.D. 750-1150. The report does not specify the basis of this conclusion, but it is likely that it was determined from the ceramic types. Mortuary treatment (cremation burial) is consistent with this assessment.\\n        In 1973, human remains representing a minimum of two individuals were removed from site AZ AA:5:30(ASM), Pinal County, AZ, during archeological investigations carried out by the Arizona State Museum under the direction of Mark Raab under contract to the National Park Service. The human remains were accessioned into the collections of the Arizona State Museum in 1973. No known individuals were identified. No associated funerary objects are present.\\n        On the basis of the ceramic assemblage, AZ AA:5:30(ASM) was determined to be a multicomponent site with occupation beginning as early as A.D. 300 and extending as late as A.D. 1100. This corresponds with the Early Ceramic period to the Sedentary period of the Hohokam Archaeological tradition. Mortuary treatment (cremation burial) is consistent with this assessment.\\n        In 1973, human remains representing a minimum of three individuals were removed from site AZ AA:5:43(ASM), Pinal County, AZ, during archeological investigations carried out by the Arizona State Museum under the direction of Mark Raab under contract to the National Park Service. The human remains were accessioned into the collections of the Arizona State Museum in 1973. No known individuals were identified. No associated funerary objects are present.\\n        Based on the ceramic assemblage, site AZ AA:5:43(ASM) was dated to the transition between the late Colonial to Early Sedentary periods of the Hohokam Archaeological tradition, approximately A.D. 1000. Mortuary treatment (cremation burial) is consistent with this assessment.\\n        From 1930 to 1932, human remains representing a minimum of one individual were removed from an unknown location southwest of the San Xavier Mission on the San Xavier Indian Reservation, AZ AA:16:- vicinity, Pima County, AZ, by Llewellyn Richards. Ms. Richards donated the human remains to the Arizona State Museum in 1971. No known individual was identified. No associated funerary objects are present.\\n        There is no information regarding the specific archeological context of the discovery. Recorded archeological sites on the San Xavier Indian Reservation represent all periods of the Hohokam Archaeological tradition, approximately A.D. 500 - 1450, as well as protohistoric and historic periods (A.D. 1450 to present). Morphological traits of the cranium are consistent with Native American ancestry.\\n        At an unknown date, human remains representing a minimum of two individuals were removed from an unknown location probably in the vicinity of the San Xavier Mission on the San Xavier Indian Reservation, AZ AA:16:-- vicinity, Pima County, AZ. The human remains were obtained by Helen Murphey. Mrs. Murphey\\'s son donated the human remains to the Arizona State Museum in November 1993. No known individuals were identified. The two associated funerary objects are two ceramic pitchers in which the human remains had been placed.\\n        The ceramic types indicate that the cremations date to the Classic period of the Hohokam Archaeological tradition, approximately A.D. 1150-1450.\\n        In 1958, human remains representing a minimum of one individual were removed from site AZ AA:16:11(ASM) on the San Xavier Indian Reservation, Pima County, AZ. The human remains were exposed by an eroding wash and collected by Henry Dobyns. Mr. Dobyns donated the human remains to the Arizona State Museum that same year. No known individual was identified. The one associated funerary object is a ceramic jar in which the human remains had been placed.\\n        Based on the ceramic type, the burial is dated to the late Classic period of the Hohokam Archaeological tradition, approximately A.D. 1300-1450. Mortuary treatment is consistent with this determination.\\n        In 1919, human remains representing a minimum of two individuals were removed from Black Mountain, AZ AA:16:12(ASM) on the San Xavier Indian Reservation, Pima County, AZ, by George Chambers. Mr. Chambers donated the human remains to the Arizona State Museum in 1958. No known individuals were identified. No associated funerary objects are present.\\n        The ceramic assemblage at the Black Mountain site indicates occupation from the Sedentary period of the Hohokam Archaeological tradition to the historic period, approximately A.D. 950-1900. Cranial morphological traits are consistent with Native American ancestry.\\n        In 1970, human remains representing a minimum of one individual were removed from site AZ AA:16:35(ASM) on the San Xavier Indian Reservation, Pima County, AZ. The burial was inadvertently discovered during excavation of a pit by a homeowner. The human remains were removed by James Ayres, who brought them to the Arizona State Museum in February 1970. No known individual was identified. The 195 associated funerary objects are 1 ceramic bowl, 2 animal bone awls, 2 animal leg bones, 1 tortoise bone, 2 antler artifacts, and 187 tubular beads. In 1971, the Arizona State Museum loaned three of the beads to the Nashville Public Schools in Nashville, TN. The beads were returned to the Arizona State Museum in 2005.\\n        The ceramic style dates between A.D. 1475-1675. The disposition of the human remains and associated objects differs from the Christian tradition and this may indicate a date prior to the establishment of the Mission at San Xavier in the early 1700s.\\n        In 1962, human remains representing a minimum of one individual were removed from an unnamed site in the AZ BB:13:-- vicinity on the San Xavier Indian Reservation, Pima County, AZ, by Daniel Vavages, who discovered the burial eroding from a wash. Mr. Vavages transferred the human remains to the Arizona State Museum in January 1964. No known individual was identified. The one associated funerary object is a ceramic jar in which the human remains had been placed.\\n        Based on the ceramic type, the burial is dated to the Rincon phase of the Sedentary period of the Hohokam Archaeological tradition, approximately A.D. 900-1150. Mortuary treatment is consistent with this determination.\\n        From 1930 to 1932, human remains representing a minimum of 24 individuals were removed from Martinez Hill Ruin AZ BB:13:3(ASM) on the San Xavier Indian Reservation, Pima County, AZ, during legally authorized excavations conducted by the University of Arizona under the direction of Byron Cummings. The human remains were accessioned into the collections of the Arizona State Museum at an unknown date prior to 1953. No known individuals were identified. The 52 associated funerary objects are 1 awl, 17 beads, 14 ceramic jars, 3 ceramic pitchers, 7 geode fragments, 1 lot of hematite, 1 projectile point, 7 scrapers, and 1 shell necklace.\\n        Architectural forms (platform mounds, adobe room blocks, and compound walls) and ceramic types indicate occupation of the Martinez Hill site during the Tucson phase of the late Classic period of the Hohokam Archaeological tradition, approximately A.D. 1300-1450. Mortuary practices and the types of associated funerary objects are consistent with this determination.\\n\\n        In 1985, human remains were removed from the San Xavier Bridge site, AZ BB:13:14(ASM) on the San Xavier Indian Reservation, Pima County, AZ, during legally authorized excavations conducted by the Arizona State Museum under the direction of John Ravesloot. The remains originally identified as human were repatriated to the Tohono O\\'odham Nation in May 1987. Non-funerary project materials were accessioned into the collections of the Arizona State Museum in 1987. In 2005, Arizona State Museum curatorial staff examined the animal bone collections from the San Xavier Bridge site and discovered isolated human bone fragments from non-burial contexts representing a minimum of 45 individuals. No known individuals were identified. No associated funerary objects are present.\\n        Stratigraphy, radiocarbon dates, and attributes of the ceramic assemblage indicate occupation of the San Xavier Bridge site during the Tanque Verde phase of the Classic period of the Hohokam Archaeological tradition, approximately A.D. 1150-1300. Mortuary treatment is consistent with this determination.\\n        In 1965 and 1966, human remains were removed from site AZ BB:13:16(ASM) on the San Xavier Indian Reservation, Pima County, AZ, during excavations carried out prior to construction of Interstate Highway 19 performed by the Arizona State Museum under the supervision of R. Gwinn Vivian, and partly funded by the Arizona Highway Department. In May 1987, remains originally identified as human were repatriated to the Tohono O\\'odham Nation. In 2005, Arizona State Museum curatorial staff examined the animal bone collections from site AZ BB:13:16(ASM) and discovered isolated cremated human bone fragments from non-burial contexts representing a minimum of six individuals. No known individuals were identified. No associated funerary objects are present.\\n        Based on ceramic types, the cremations from AZ BB:13:16(ASM) were dated to the Rillito phase of the Colonial period or the Rincon phase of the Sedentary period of the Hohokam Archaeological tradition. This suggests a range of occupation from approximately A.D. 800-1100.\\n        In 1965, legally authorized excavations at the Punta de Agua Ranch site, AZ BB:13:18(ASM), on the San Xavier Indian Reservation, Pima County, AZ, were conducted by the Arizona State Museum under the supervision of James Sciscenti. The work was related to construction of Interstate Highway 19 and was funded by the Arizona Highway Department. No human burials were identified at that time. Project materials were accessioned into the collections of the Arizona State Museum in 1965. In 2005, Arizona State Museum curatorial staff examined the animal bone collections from site AZ BB:13:18(ASM) and discovered isolated cremated human bone representing a minimum of one individual. No known individual was identified. No associated funerary objects are present.\\n        Historical documents establish that the ranch was first occupied in 1855 and abandoned between 1874 and 1877. The cremated bone, however, probably dates to the prehistoric occupation of the nearby sites, including AZ BB:13:16(ASM) and AZ BB:13:50(ASM). Since there are no associated ceramics with the bone, the cremation could date to any period during the prehistoric occupation of the area, which extended from the late Colonial through Classic periods of the Hohokam Archaeological tradition, approximately A.D. 800-1450.\\n        In 1965 and 1966, human remains were removed from site AZ BB:13:50(ASM) in Pima County, AZ, during excavations by the Arizona State Museum under the supervision of R. Gwinn Vivian prior to construction of Interstate Highway 19, and were partly funded by the Arizona Highway Department. The human remains were accessioned into the collections of the Arizona State Museum in 1965. The remains originally identified as human were repatriated to the Tohono O\\'odham Nation in 1987. In 2005, Arizona State Museum curatorial staff examined the animal bone collections from site AZ BB:13:50(ASM) and discovered isolated cremated human bone representing a minimum of two individuals. No known individuals were identified. No associated funerary objects are present.\\n        Based on ceramic types, the cremation burials at site AZ BB:13:50(ASM) were dated to the Classic period of the Hohokam Archaeological tradition, approximately A.D. 1150-1450.\\n        In 1983 and 1984, an archeological survey was conducted at site AZ BB:13:192(ASM) on the San Xavier Indian Reservation in Pima County, AZ, by Cultural and Environmental Systems, as part of the planning process for a proposed residential development that was later abandoned. No human burials were identified at that time. Project materials were accessioned into the collections of the Arizona State Museum in 1987. In 2005, Arizona State Museum curatorial staff examined the animal bone collections from site AZ BB:13:192(ASM) and discovered an isolated cremated human bone representing a minimum of one individual. No known individual was identified. No associated funerary objects are present.\\n        The artifact assemblage indicates occupation from the Snaketown phase of the Pioneer or Early Formative period through the Rincon phase of the Sedentary period of the Hohokam Archaeological tradition, approximately A.D. 650-1150.\\n        At an unknown date, human remains representing a minimum of one individual were removed from a site in the AZ DD:-:- vicinity near Sells on the Tohono O\\'odham Indian Reservation in Pima County, AZ, by an unknown person. The human remains were brought to the Arizona State Museum prior to August 1953. No known individual was identified. No associated funerary objects are present.\\n        The condition and color of the bone indicates long term burial. Otherwise, there is no information regarding antiquity. Shoveling of a maxillary incisor is consistent with Native American ancestry.\\n        At the time of Spanish entry into southern Arizona in the late 17th century, the lands currently under the jurisdiction of the Tohono O\\'odham Nation were occupied by O\\'odham-speaking populations. The same populations have continued to occupy these lands throughout the historic period. O\\'odham people also identify themselves with the archeologically-defined Hohokam Archaeological tradition. Cultural continuity between the prehistoric occupants of the region and present day O\\'odham, Pee-Posh, and Puebloan peoples is supported by continuities in settlement pattern, architectural technologies, basketry, textiles, ceramic technology, ritual practices, and oral traditions. Descendants of the occupants of the areas described above are members of the Ak Chin Indian Community of the Maricopa (Ak Chin) Indian Reservation, Arizona; Gila River Indian Community of the Gila River Indian Reservation, Arizona; Hopi Tribe of Arizona; Salt River Pima-Maricopa Indian Community of the Salt River Reservation, Arizona; Tohono O\\'odham Nation of Arizona; and Zuni Tribe of the Zuni Reservation, New Mexico.\\n\\n        Officials of the Bureau of Indian Affairs and Arizona State Museum have determined that, pursuant to 25 U.S.C. 3001 (9-10), the human remains described above represent the physical remains of 155 individuals of Native American ancestry. Officials of the Bureau of Indian Affairs and Arizona State Museum also have determined that, pursuant to 25 U.S.C. 3001 (3)(A), the 1,545 objects described above are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony. Lastly, officials of the Bureau of Indian Affairs and Arizona State Museum have determined that, pursuant to 25 U.S.C. 3001 (2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and associated funerary objects and the Ak Chin Indian Community of the Maricopa (Ak Chin) Indian Reservation, Arizona; Gila River Indian Community of the Gila River Indian Reservation, Arizona; Hopi Tribe of Arizona; Salt River Pima-Maricopa Indian Community of the Salt River Reservation, Arizona; Tohono O\\'odham Nation of Arizona; and Zuni Tribe of the Zuni Reservation, New Mexico.\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the human remains and associated funerary objects should contact John Madsen, Repatriation Coordinator, Arizona State Museum, University of Arizona, Tucson, AZ 85721, telephone (520) 621-4795, before April 7, 2008. Repatriation of the human remains and associated funerary objects to the Ak Chin Indian Community of the Maricopa (Ak Chin) Indian Reservation, Arizona; Gila River Indian Community of the Gila River Indian Reservation, Arizona; Hopi Tribe of Arizona; Salt River Pima-Maricopa Indian Community of the Salt River Reservation, Arizona; Tohono O\\'odham Nation of Arizona; and Zuni Tribe of the Zuni Reservation, New Mexico may proceed after that date if no additional claimants come forward.\\n        The Arizona State Museum is responsible for notifying the Ak Chin Indian Community of the Maricopa (Ak Chin) Indian Reservation, Arizona; Gila River Indian Community of the Gila River Indian Reservation, Arizona; Hopi Tribe of Arizona; Salt River Pima-Maricopa Indian Community of the Salt River Reservation, Arizona; Tohono O\\'odham Nation of Arizona; and Zuni Tribe of the Zuni Reservation, New Mexico that this notice has been published.\\n        \\n          Dated: February 13, 2008\\n          Sherry Hutt,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. E8-4336 Filed 3-5-08; 8:45 am]\\n      BILLING CODE 4312-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Inventory Completion: U.S. Department of the Interior, Bureau of Indian Affairs, Washington, DC, and Arizona State Museum, University of Arizona, Tucson, AZ", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: February 13, 2008", "signature_name": "Sherry Hutt,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. E8-4336 Filed 3-5-08; 8:45 am]", "billing_code": "BILLING CODE 4312-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}