{"index": "I_1537", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Inventory Completion: Michigan Technological University Department Of Social Sciences Archaeology Laboratory, Houghton, MI\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains in the possession of Michigan Technological University Department of Social Sciences Archaeology Laboratory, Houghton MI. The human remains were removed from the Gros Cap Cemetery (20MK6) in Moran Township, Mackinac County, MI.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003(d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains. The National Park Service is not responsible for the determinations in this notice.\\n        A detailed assessment of the human remains was made by professional staff from the Michigan Technological University Department of Social Sciences Archaeology Laboratory and Illinois State Museum, Springfield, IL, in consultation with representatives of the Bay Mills Indian Community, Michigan; Little Traverse Bay Bands of Odawa Indians, Michigan; and Sault Ste. Marie Tribe of Chippewa Indians of Michigan.\\n        In 1979, the human remains representing a minimum of one individual were removed from the surface of the Gros Cap Cemetery site, 20MK6, Mackinac County, MI. No known individual was identified. No associated funerary objects are present.\\n\\n        The Gros Cap Cemetery site (20MK6) is an active township cemetery in the present day, sharing a site with a purported multi-ethnic 17th century cemetery. The human remains had been exposed on the surface by unknown processes. Both prehistoric pottery of unknown age or ethnic affiliation, as well as 19th century coffin parts were recovered in association with the human remains. The human remains from 20MK6 were recovered from lands historically occupied by the Bay Mills Indian Community of Michigan; Little Traverse Bay Bands of Odawa Indians, Michigan; and Sault Ste. Marie Tribe of Chippewa Indians of Michigan. Based on the information, the officials of Michigan Technological University Department of Social Sciences Archaeology Laboratory reasonably determined that the human remains were likely Native American. However, the officials of Michigan Technological University Department of Social Sciences Archaeology Laboratory considered the available information insufficient to conclude that the human remains are culturally affiliated to a present-day Indian tribe, and reasonably determined the human remains to be culturally unidentifiable.\\n        Officials of the Michigan Technological University Department of Social Sciences Archaeology Laboratory have determined that, pursuant to 25 U.S.C. 3001(9-10), the human remains described above likely represent the physical remains of one individual of Native American ancestry. Officials of the Michigan Technological University Department of Social Sciences Archaeology Laboratory also have determined that, pursuant to 25 U.S.C. 3001(2), a relationship of shared group identity cannot be reasonably traced between the Native American human remains and any present-day Indian tribe.\\n        In July of 2007, the Bay Mills Indian Community of Michigan; Little Traverse Bay Bands of Odawa Indians, Michigan; and Sault Ste. Marie Tribe of Chippewa Indians of Michigan formally requested disposition of the human remains from Michigan Technological University to their tribes. Tribal representatives of the Bay Mills Indian Community of Michigan; Little Traverse Bay Bands of Odawa Indians, Michigan; and Sault Ste. Marie Tribe of Chippewa Indians of Michigan agree that they historically occupied the geographic area where the Gros Cap Cemetery/Burial site is located, and continue to have a presence in the area mentioned.\\n        In July of 2007, officials of Michigan Technological University requested that the Native American Graves Protection and Repatriation Review Committee (Review Committee) recommend disposition of the one culturally unidentifiable human remains from 20MK6, and further requested that the committee recommend disposition of the human remains to the Bay Mills Indian Community of Michigan; Little Traverse Bay Bands of Odawa Indians, Michigan; and Sault Ste. Marie Tribe of Chippewa Indians of Michigan. The Review Committee is responsible for recommending specific actions for disposition of culturally unidentifiable human remains.\\n\\n        On October 15-16, 2007, the Review Committee considered the request and concurred with the proposal for the disposition of the culturally unidentifiable human remains to the Bay Mills Indian Community of Michigan; Little Traverse Bay Bands of Odawa Indians, Michigan; and Sault Ste. Marie Tribe of Chippewa Indians of Michigan. In a letter dated November 28, 2007, the Department of the Interior considered the Review Committee\\'s recommendation and independently concurred with its findings and recommendations to proceed with the disposition pursuant to the publication of a Notice of Inventory Completion in the Federal Register. This notice fulfills that requirement.\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the human remains should contact Dr. Susan R. Martin, Michigan Technological University Department of Social Sciences Archaeology Laboratory, Houghton, MI 49931, telephone (906) 487-2366, before May 19, 2008. Disposition of the human remains to the Bay Mills Indian Community of Michigan; Little Traverse Bay Bands of Odawa Indians, Michigan; and Sault Ste. Marie Tribe of Chippewa Indians of Michigan may proceed after that date if no additional claimants come forward.\\n        The Michigan Technological University Department of Social Sciences Archaeology Laboratory is responsible for notifying the Bay Mills Indian Community of Michigan; Little Traverse Bay Bands of Odawa Indians, Michigan; and Sault Ste. Marie Tribe of Chippewa Indians of Michigan that this notice has been published.\\n        \\n          Dated: March 12, 2008.\\n          Sherry Hutt,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. E8-8293 Filed 4-16-08; 8:45 am]\\n      BILLING CODE 4312-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Inventory Completion: Michigan Technological University Department Of Social Sciences Archaeology Laboratory, Houghton, MI", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: March 12, 2008.", "signature_name": "Sherry Hutt,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. E8-8293 Filed 4-16-08; 8:45 am]", "billing_code": "BILLING CODE 4312-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}