{"index": "I_1553", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR \\n        National Park Service \\n        Notice of Inventory Completion: U.S. Department of Defense, Army, Installation Management Agency-Army Reserve Office, Arlington, VA, and University of Utah, Utah Museum of Natural History, Salt Lake City, UT \\n        \\n          AGENCY: \\n          National Park Service, Interior. \\n        \\n        \\n          ACTION: \\n          Notice. \\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains in the control of the U.S. Department of Defense, Army, Installation Management Agency-Army Reserve Office, Arlington, VA, and in the physical custody of the University of Utah, Utah Museum of Natural History, Salt Lake City, UT. The human remains were removed from Fort Douglas, Salt Lake County, UT. \\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003 (d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains. The National Park Service is not responsible for the determinations in this notice. \\n        A detailed assessment of the human remains was made by U.S. Department of Defense, Army professional staff in consultation with representatives of the Great Basin Inter-Tribal NAGPRA Coalition, representing the Big Pine Band of Owens Valley Paiute Shoshone Indians of the Big Pine Reservation, California; Bridgeport Paiute Indian Colony of California; Duckwater Shoshone Tribe of the Duckwater Reservation, Nevada; Ely Shoshone Tribe of Nevada; Fort McDermitt Paiute and Shoshone Tribes of the Fort McDermitt Indian Reservation, Nevada and Oregon; Las Vegas Tribe of Paiute Indians of the Las Vegas Indian Colony, Nevada; Lovelock Paiute Tribe of the Lovelock Indian Colony, Nevada; Northwestern Band of Shoshoni Nation of Utah (Washakie); Paiute-Shoshone Indians of the Bishop Community of the Bishop Colony, California; Paiute-Shoshone Indians of the Lone Pine Community of the Lone Pine Reservation, California; Paiute-Shoshone Tribe of the Fallon Reservation and Colony, Nevada; Reno-Sparks Indian Colony, Nevada; Shoshone Tribe of the Wind River Reservation, Wyoming; Shoshone-Bannock Tribes of the Fort Hall Reservation of Idaho; Shoshone-Paiute Tribes of the Duck Valley Reservation, Nevada; Southern Ute Indian Tribe of the Southern Ute Reservation, Colorado; Susanville Indian Rancheria, California; Te-Moak Tribe of Western Shoshone Indians of Nevada (Four constituent bands: Battle Mountain Band; Elko Band; South Fork Band and Wells Band); Washoe Tribe of Nevada & California (Carson Colony, Dresslerville Colony, Woodfords Community, Steward Community, & Washoe Ranches); and Yomba Shoshone Tribe of the Yomba Reservation, Nevada. Representatives of the Death Valley Timbi-Sha Shoshone Band of California were also consulted, but are not members of the Great-Basin Inter-Tribal NAGPRA Coalition. The Ute Indian Tribe of the Uintah & Ouray Reservation, Utah and Ute Mountain Tribe of the Ute Mountain Reservation, Colorado, New Mexico & Utah were contacted, but declined to participate in the consultation. \\n        On March 16, 1939, human remains representing a minimum of one individual were removed from the basement of an officer\\'s quarters on Fort Douglas in Salt Lake County, UT, during excavations conducted to enlarge the basement area of a \\xe2\\x80\\x9cSgt. Pooles\\xe2\\x80\\x9d house. The human remains were transferred for curation to the University of Utah, Utah Museum of Natural History, Salt Lake City, UT, on March 19, 1939. No known individual was identified. No associated funerary objects are present. \\n\\n        Information obtained during the inventory conducted by University of Utah, Utah Museum of Natural History staff indicates that this burial is believed to date to the Archaic period (circa 7,000 B.C. to A.D. 800). Since the Archaic period is a continent-wide archeological culture period with no known distinctly identifiable ties to any one modern tribe, it is unlikely that a specific tribal affiliation can be assigned to the Native American human remains. However, a review of the available literature demonstrates ethnographically, linguistically, and/or archeologically, that the present-day Northern Shoshone, Western Shoshone, Eastern Shoshone, and Ute bands and tribes have both historic and prehistoric ties to the general geographical area of Fort Douglas. Furthermore, Northern Shoshone, Western Shoshone, Eastern Shoshone, and Ute bands and tribes have aboriginal ancestral territories that fall within the Great Basin culture area encompassing Fort Douglas. The present-day descendants of the Northern Shoshone, Western Shoshone, Eastern Shoshone, and Ute band and tribes are members of the Big Pine Band of Owens Valley Paiute Shoshone Indians of the Big Pine Reservation, California; Bridgeport Paiute Indian Colony of California; Death Valley Timbi-Sha Shoshone Band of California; Duckwater Shoshone Tribe of the Duckwater Reservation, Nevada; Ely Shoshone Tribe of Nevada; Fort McDermitt Paiute and Shoshone Tribes of the Fort McDermitt Indian Reservation, Nevada and Oregon; Las Vegas Tribe of Paiute Indians of the Las Vegas Indian Colony, Nevada; Lovelock Paiute Tribe of the Lovelock Indian Colony, Nevada; Northwestern Band of Shoshoni Nation of Utah (Washakie); Paiute-Shoshone Indians of the Bishop Community of the Bishop Colony, California; Paiute-Shoshone Indians of the Lone Pine Community of the Lone Pine Reservation, California; Paiute-Shoshone Tribe of the Fallon Reservation and Colony, Nevada; Reno-Sparks Indian Colony, Nevada; Shoshone Tribe of the Wind River Reservation, Wyoming; Shoshone-Bannock Tribes of the Fort Hall Reservation of Idaho; Shoshone-Paiute Tribes of the Duck Valley Reservation, Nevada; Southern Ute Indian Tribe of the Southern Ute Reservation, Colorado; Te-Moak Tribe of Western Shoshone Indians of Nevada; Susanville Indian Rancheria, California; Ute Indian Tribe of the Uintah & Ouray Reservation, Utah; Ute Mountain Tribe of the Ute Mountain Reservation, Colorado, New Mexico & Utah; Washoe Tribe of Nevada & California (Carson Colony, Dresslerville Colony, Woodfords Community, Steward Community, & Washoe Ranches); and Yomba Shoshone Tribe of the Yomba Reservation, Nevada. \\n        Officials of the Army, Installation Management Agency-Army Reserve Office have determined that, pursuant to 25 U.S.C. 3001 (9-10), the human remains described above represent the physical remains of one individual of Native American ancestry. Officials of the Army, Installation Management Agency-Army Reserve Office have also determined that, pursuant to 25 U.S.C. 3001 (2), a relationship of shared group identity cannot reasonably be traced between the Native American human remains and any present-day Indian tribe. Lastly, officials of the Army, Installation Management Agency-Army Reserve Office determined that the physical remains of the one individual of Native American ancestry are culturally unidentifiable. \\n        The Native American Graves Protection and Repatriation Review Committee (Review Committee) is responsible for recommending specific actions for disposition of culturally unidentifiable human remains. In 1997, the Army, Installation Management Agency-Army Reserve determined that there was not sufficient evidence of a shared group identity (cultural affiliation) between the human remains and a particular Indian Tribe or Tribes and the human remains were \\xe2\\x80\\x9cculturally unidentifiable.\\xe2\\x80\\x9d Officials of the Army, Installation Management Agency-Army Reserve requested that the Review Committee recommend disposition of the culturally unidentifiable human remains from Fort Douglas to the 20 federally recognized tribes that represent the Great Basin Inter-Tribal NAGPRA Coalition. The Great Basin Inter-Tribal NAGPRA Coalition has adopted a resolution for a joint claim for the human remains from Fort Douglas (Great Basin Inter-Tribal NAGPRA Coalition Resolution No. 04-001). \\n\\n        In 2005, a letter from the Review Committee\\'s Designated Federal Officer, writing on behalf of the Secretary of the Interior, recommended disposition by the Army, Installation Management Agency-Army Reserve of the physical remains of one individual to the 20 federally recognized bands and tribes that are members of the Great Basin Inter-Tribal NAGPRA Coalition contingent on the publication of a Notice of Inventory Completion in the Federal Register. This notice fulfills this requirement. \\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the human remains should contact Mr. Richard White, Conservation Chief, ATTN: IMAR-E, 2511 Jefferson Davis Highway, 10th Floor, Arlington, VA 22202-3926, telephone (703) 602-2848, before April 30, 2008. Repatriation of the human remains to the Great Basin Inter-Tribal NAGPRA Coalition, on behalf of the Big Pine Band of Owens Valley Paiute Shoshone Indians of the Big Pine Reservation, California; Bridgeport Paiute Indian Colony of California; Duckwater Shoshone Tribe of the Duckwater Reservation, Nevada; Ely Shoshone Tribe of Nevada; Fort McDermitt Paiute and Shoshone Tribes of the Fort McDermitt Indian Reservation, Nevada and Oregon; Las Vegas Tribe of Paiute Indians of the Las Vegas Indian Colony, Nevada; Lovelock Paiute Tribe of the Lovelock Indian Colony, Nevada; Northwestern Band of Shoshoni Nation of Utah (Washakie); Paiute-Shoshone Indians of the Bishop Community of the Bishop Colony, California; Paiute-Shoshone Indians of the Lone Pine Community of the Lone Pine Reservation, California; Paiute-Shoshone Tribe of the Fallon Reservation and Colony, Nevada; Reno-Sparks Indian Colony, Nevada; Shoshone Tribe of the Wind River Reservation, Wyoming; Shoshone-Bannock Tribes of the Fort Hall Reservation of Idaho; Shoshone-Paiute Tribes of the Duck Valley Reservation, Nevada; Southern Ute Indian Tribe of the Southern Ute Reservation, Colorado; Susanville Indian Rancheria, California; Te-Moak Tribe of Western Shoshone Indians of Nevada; Washoe Tribe of Nevada & California (Carson Colony, Dresslerville Colony, Woodfords Community, Steward Community, & Washoe Ranches); and Yomba Shoshone Tribe of the Yomba Reservation, Nevada, may proceed after that date if no additional claimants come forward. \\n        The U.S. Department of Defense, Army, Installation Management Agency-Army Reserve Office is responsible for notifying the Big Pine Band of Owens Valley Paiute Shoshone Indians of the Big Pine Reservation, California; Bridgeport Paiute Indian Colony of California; Death Valley Timbi-Sha Shoshone Band of California; Duckwater Shoshone Tribe of the Duckwater Reservation, Nevada; Ely Shoshone Tribe of Nevada; Fort McDermitt Paiute and Shoshone Tribes of the Fort McDermitt Indian Reservation, Nevada and Oregon; Las Vegas Tribe of Paiute Indians of the Las Vegas Indian Colony, Nevada; Lovelock Paiute Tribe of the Lovelock Indian Colony, Nevada; Northwestern Band of Shoshoni Nation of Utah (Washakie); Paiute-Shoshone Indians of the Bishop Community of the Bishop Colony, California; Paiute-Shoshone Indians of the Lone Pine Community of the Lone Pine Reservation, California; Paiute-Shoshone Tribe of the Fallon Reservation and Colony, Nevada; Reno-Sparks Indian Colony, Nevada; Shoshone Tribe of the Wind River Reservation, Wyoming; Shoshone-Bannock Tribes of the Fort Hall Reservation of Idaho; Shoshone-Paiute Tribes of the Duck Valley Reservation, Nevada; Southern Ute Indian Tribe of the Southern Ute Reservation, Colorado; Susanville Indian Rancheria, California; Te-Moak Tribe of Western Shoshone Indians of Nevada; Ute Indian Tribe of the Uintah & Ouray Reservation, Utah; Ute Mountain Tribe of the Ute Mountain Reservation, Colorado, New Mexico & Utah; Washoe Tribe of Nevada & California (Carson Colony, Dresslerville Colony, Woodfords Community, Steward Community, & Washoe Ranches); and Yomba Shoshone Tribe of the Yomba Reservation, Nevada that this notice has been published. \\n        \\n          Dated: February 28, 2008. \\n          Sherry Hutt, \\n          Manager, National NAGPRA Program. \\n        \\n      \\n      [FR Doc. E8-6557 Filed 3-28-08; 8:45 am]\\n      BILLING CODE 4312-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR ", "sub_agency1": "National Park Service ", "dep_doc": "Null", "subject": "Notice of Inventory Completion: U.S. Department of Defense, Army, Installation Management Agency-Army Reserve Office, Arlington, VA, and University of Utah, Utah Museum of Natural History, Salt Lake City, UT ", "agency2": "National Park Service, Interior. ", "action": "Notice. ", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: February 28, 2008. ", "signature_name": "Sherry Hutt, ", "signature_title": "Manager, National NAGPRA Program. ", "fr_doc": "[FR Doc. E8-6557 Filed 3-28-08; 8:45 am]", "billing_code": "BILLING CODE 4312-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}