{"index": "I_1500", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Inventory Completion: Thomas Burke Memorial Washington State Museum, University of Washington, Seattle, WA\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains in the control of the Thomas Burke Memorial Washington State Museum (Burke Museum), University of Washington, Seattle, WA. The human remains were removed from south of Three Tree Point in King County, WA.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003 (d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains. The National Park Service is not responsible for the determinations in this notice.\\n        A detailed assessment of the human remains was made by Burke Museum and University of Washington professional staff in consultation with representatives of the Muckleshoot Indian Tribe of the Muckleshoot Reservation, Washington; Puyallup Tribe of the Puyallup Reservation, Washington; Snoqualmie Tribe, Washington; Suquamish Indian Tribe of the Port Madison Reservation, Washington; and Tulalip Tribes of the Tulalip Reservation, Washington.\\n        In 1923, human remains representing a minimum of one individual were removed from Pleasant Beach, south of Three Tree Point in King County, WA. The human remains were found by the landowner while digging in the backyard and transferred to the King County Coroner\\'s Office, and subsequently transferred to the Burke Museum in 1923 (Burke Accn. #1998). No known individual was identified. No associated funerary objects are present.\\n        The human remains are consistent with Native American morphology and therefore have been determined to be Native American. Three Tree Point is within the usual and accustomed territory of the Puyallup Tribe of the Puyallup Reservation, as defined by the 1855 Treaty of Medicine Creek. Other ethnographic and legal documentation is consistent with this determination.\\n        Officials of the Burke Museum have determined that, pursuant to 25 U.S.C. 3001 (9-10), the human remains described above represent the physical remains of one individual of Native American ancestry. Officials of the Burke Museum also have determined that, pursuant to 25 U.S.C. 3001 (2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and the Puyallup Tribe of the Puyallup Reservation, Washington.\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the human remains should contact Dr. Peter Lape, Burke Museum, University of Washington, Box 353010, Seattle, WA 98195-3010, telephone (206) 685-2282, before September 12, 2008. Repatriation of the human remains to the Puyallup Tribe of the Puyallup Reservation, Washington may proceed after that date if no additional claimants come forward.\\n        The Burke Museum is responsible for notifying the Muckleshoot Indian Tribe of the Muckleshoot Reservation, Washington; Puyallup Tribe of the Puyallup Reservation, Washington; Snoqualmie Tribe, Washington; Suquamish Indian Tribe of the Port Madison Reservation, Washington; and Tulalip Tribes of the Tulalip Reservation, Washington that this notice has been published.\\n        \\n          Dated: July 16, 2008\\n          Sherry Hutt,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. E8-18676 Filed 8-12-08; 8:45 am]\\n      BILLING CODE 4312-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Inventory Completion: Thomas Burke Memorial Washington State Museum, University of Washington, Seattle, WA", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: July 16, 2008", "signature_name": "Sherry Hutt,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. E8-18676 Filed 8-12-08; 8:45 am]", "billing_code": "BILLING CODE 4312-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}