{"index": "I_1506", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Inventory Completion: Rochester Museum & Science Center, Rochester, NY\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains and associated funerary objects in the possession of the Rochester Museum & Science Center, Rochester, NY. The human remains and associated funerary objects were removed from Genesee, Livingston, Monroe, and Ontario Counties, NY.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003 (d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations in this notice.\\n        A detailed assessment of the human remains was made by Rochester Museum & Science Center professional staff in consultation with representatives of the Cayuga Nation of New York; Oneida Nation of New York; Oneida Tribe of Wisconsin; Onondaga Nation of New York; Seneca Nation of New York; Seneca-Cayuga Tribe of Oklahoma; Saint Regis Mohawk Tribe, New York (formerly the St. Regis Band of Mohawk Indians of New York); Stockbridge Munsee Community, Wisconsin; Tonawanda Band of Seneca Indians of New York; and Tuscarora Nation of New York.\\n        In 1930, human remains representing a minimum of four individuals were removed from the Alhart Site (Bgn 015), Town of Sweden, Monroe County, NY, during a Rochester Museum & Science Center field expedition. No known individuals were identified. No associated funerary objects are present.\\n        At an unknown date, human remains representing a minimum of 10 individuals were removed from the Alhart Site (Bgn 015), Town of Sweden, Monroe County, NY, and donated by Charles Alhart to the museum in 1933. No known individuals were identified. No associated funerary objects are present.\\n        At an unknown date, human remains representing a minimum of two individuals were removed from the Alhart Site (Bgn 015), Town of Sweden, Monroe County, NY, and probably donated by Charles Alhart to the museum in 1933. No known individuals were identified. No associated funerary objects are present.\\n        Based on skeletal morphology, these individuals have been identified as Native American. Based on site location and continuities of material culture as represented in other collections from the site, the Alhart Site has been identified as Iroquois (Seneca). Based on material culture and C14 dates, the site is dated to A.D. 1450-1560.\\n        At an unknown date, human remains representing a minimum of two individuals were removed from the Belcher Site (Hne 008), Town of Richmond, Ontario County, NY. No known individuals were identified. No associated funerary objects are present.\\n        In 1912, human remains representing a minimum of one individual were removed from the Belcher Site (Hne 008), Town of Richmond, Ontario County, NY, by Frederick Houghton. In 1942, the human remains were donated to the Rochester Museum & Science Center by the Buffalo Museum of Science. No known individual was identified. No associated funerary objects are present.\\n        Based on skeletal morphology, these individuals have been identified as Native American. Based on site location and continuities of material culture as represented in other collections from the site, the Belcher Site has been identified as Iroquois (Seneca), dating to A.D. 1540-1560.\\n        In 1973, human remains representing a minimum of nine individuals were removed from the surface of the Brongo Site (Bgn 032), Town of Ogden, Monroe County, NY, by the Rochester Museum & Science Center at the request of the Monroe County Medical Examiner\\'s Office. No known individuals were identified. No associated funerary objects are present.\\n        In 1974, human remains representing a minimum of two individuals were removed from the surface of the Brongo Site (Bgn 032), Town of Ogden, Monroe County, NY, by Mr. Springer and Mr. McCabe and placed in the collection of the Rochester Museum & Science Center. No known individuals were identified. No associated funerary objects are present.\\n        In 1974, human remains representing a minimum of two individuals were removed from the surface of the Brongo Site (Bgn 032), Town of Ogden, Monroe County, NY, by the Monroe County medical examiner and given to the Rochester Museum & Science Center. No known individuals were identified. No associated funerary objects are present.\\n        In 1974, human remains representing a minimum of 10 individuals were removed from the Brongo Site (Bgn 032), Town of Ogden, Monroe County, NY, by the Rochester Museum & Science Center. No known individuals were identified. The nine associated funerary objects are four shell beads, three chert flakes, one possible hammerstone, and one lot of charcoal.\\n        Based on skeletal morphology, these individuals have been identified as Native American. Based on site location and continuities of material culture as represented in other collections, the Brongo Site has been identified as Iroquois (Seneca), dated to A.D. 1450-1550.\\n\\n        At an unknown date, human remains representing a minimum of one individual were removed from the Caledonia Gravel Pit Site (no number), Town of Caledonia, Livingston County, NY, by person(s) unknown. In 1932, the human remains were donated to the Rochester Museum & Science Center by Tim McKay. No known individual was identified. No associated funerary objects are present.\\n        In 1932, human remains representing a minimum of four individuals were removed from the Caledonia Gravel Pit Site (no number), Town of Caledonia, Livingston County, NY, by the Rochester Museum & Science Center. No known individuals were identified. No associated funerary objects are present.\\n        Based on skeletal morphology, these individuals have been identified as Native American. Based on site location and continuities of material culture as represented in other collections from the site, the Caledonia Gravel Pit Site has been identified as Iroquois (Seneca), dated to A.D. 1540-1560.\\n        In 1952, human remains representing a minimum of three individuals were removed from the Davis Site (Bgn 017), Town of Chili, Monroe County, NY, during a Rochester Museum & Science Center field expedition. No known individuals were identified. No associated funerary objects are present.\\n        In 1963, human remains representing a minimum of one individual were removed from the Davis Site (Bgn 017), Town of Chili, Monroe County, NY, by the Rochester Museum & Science Center. No known individual was identified. No associated funerary objects are present.\\n        Based on skeletal morphology, these individuals have been identified as Native American. Based on site location and continuities of material culture, the Davis site has been identified as Iroquois (Seneca), dated to A.D. 1400-1600.\\n        In 1933, human remains representing a minimum of two individuals were removed from the Durkee Site (Hne 012), Town of Avon, Livingston County, NY, during a Rochester Museum & Science Center field expedition. No known individuals were identified. The one associated funerary object is a possible stone pestle.\\n        At an unknown date, human remains representing a minimum of one individual were removed from the Durkee Site (Hne 012), Town of Avon, Livingston County, NY, by Charles F. Wray, and donated to the Rochester Museum & Science Center in 1936. No known individual was identified. No associated funerary objects are present.\\n        In 1936, human remains representing a minimum of two individuals were removed from the Durkee Site (Hne 012), Town of Avon, Livingston County, NY, during a Rochester Museum & Science Center excavation. No known individuals were identified. No associated funerary objects are present.\\n        In 1938, human remains representing a minimum of four individuals were removed from the Durkee Site (Hne 012), Town of Avon, Livingston County, NY, during a Rochester Museum & Science Center excavation. No known individuals were identified. No associated funerary objects are present.\\n        At an unknown date, human remains representing a minimum of five individuals were removed from the Durkee Site (Hne 012), Town of Avon, Livingston County, NY. In 1963, the human remains were given to the Rochester Museum & Science Center by Charles Wray. No known individuals were identified. No associated funerary objects are present.\\n        Based on skeletal morphology, these individuals have been identified as Native American. Archeological investigations at the Durkee Site have identified occupations during the Middle and Late Woodland periods, as well as the post-European contact period. Based on site location and continuities of material culture, the human remains from the Durkee Site have been identified as Iroquois (Seneca), dated to A.D. 1450-1550.\\n        In 1926, human remains representing a minimum of one individual were removed from the Fall Brook Ossuary Site (Cda 018), Town of Geneseo, Livingston County, NY, by the Rochester Museum & Science Center. No known individual was identified. The three associated funerary objects are one pottery fragment, one stone fragment, and one skull of a small animal.\\n        In 1937, human remains representing a minimum of 27 individuals were removed from the Fall Brook Ossuary Site (Cda 018), Town of Geneseo, Livingston County, NY, during a Rochester Museum & Science Center excavation. No known individuals were identified. The 44 associated funerary objects are 1 trumpet style pottery pipe, 1 elbow style pottery pipe, 1 pottery rimsherd, 2 potsherds, 1 woodchuck or muskrat mandible, 3 bone fishhooks, 2 bone awls, 1 bone splinter, 2 wild turkey wing bones, 2 turtle femurs, 2 deer phalangeal cones, 1 bone pendant, 5 tubular bone beads, 1 cylindrical bone bead, 1 perforated elk canine, 1 perforated bear canine, 1 slate pendant, 1 plano convex adze, 1 celt or adze in process, 2 triangular chert projectile points, 1 T-base chert drill, 1 chert knife or cache blade base, 1 chert flake, 1 cylindrical shell bead, 2 tubular shell beads, 1 discoidal shell bead, 3 shell pendants, and 2 snail shells.\\n        At an unknown date, human remains representing a minimum of two individuals were removed from the Fall Brook Ossuary Site (Cda 018), Town of Geneseo, Livingston County, NY, by Albert Hoffman and donated to the Rochester Museum & Science Center in 1963. No known individuals were identified. No associated funerary objects are present.\\n        At an unknown date, human remains representing a minimum of five individuals were removed from the Fall Brook Ossuary Site (Cda 018), Town of Geneseo, Livingston County, NY, by Albert Hoffman and Charles Barton. The human remains were salvaged from a plowed field. In 1961, the human remains were donated to the Rochester Museum & Science Center. No known individuals were identified. No associated funerary objects are present.\\n        Based on skeletal morphology, these individuals have been identified as Native American. Archeological investigations at the Fall Brook Ossuary Site have identified occupations during the Middle and Late Woodland periods, as well as the post-European contact period. Based on site location and continuities of material culture, the Fall Brook Ossuary Site has been identified as Iroquois (Seneca), dated to A.D. 1450-1550.\\n        At an unknown date, human remains representing a minimum of one individual were removed from the Farrell Site (Hne 016), Town of Caledonia, Livingston County, NY, during a Rochester Museum & Science Center expedition. No known individual was identified. No associated funerary objects are present.\\n        At an unknown date, human remains representing a minimum of one individual were removed from the Farrell Site (Hne 016), Livingston County, NY. No additional details are available. No known individual was identified. No associated funerary objects are present.\\n        Based on skeletal morphology, these individuals have been identified as Native American. Archeological investigations at the Farrell Site have identified Archaic and Late Woodland occupations. Based on site location and continuities of material culture, the human remains from the Farrell Site have been identified as Iroquois (Seneca), dated to A.D. 1300-1350.\\n        In 1959, human remains representing a minimum of one individual were removed from the Fletcher Site (Can 028), Town of Bristol, Ontario County, NY, during a Rochester Museum & Science Center expedition. No known individual was identified. No associated funerary objects are present.\\n\\n        Based on archeological context, this individual has been identified as Native American. Based on site location and continuities of material culture as represented in other collections from the site, the Fletcher Site has been identified as Iroquois (Seneca), dated to A.D. 1350-1450.\\n        At an unknown date, human remains representing a minimum of one individual were removed from the Footer Site (Can 029), Town of Bristol, Ontario County, NY, and donated to the Rochester Museum & Science Center by the Morgan Chapter of the New York State Archaeological Association in 1962. No known individual was identified. No associated funerary objects are present.\\n        At an unknown date, human remains representing a minimum of one individual were removed from the Footer Site (Can 029), Town of Bristol, Ontario County, NY, by Alton Parker and donated to the Rochester Museum & Science Center in 1968. No known individual was identified. No associated funerary objects are present.\\n        In 1985, human remains representing a minimum of two individuals were removed from the Footer Site (Can 029), Town of Bristol, Ontario County, NY, during a Rochester Museum & Science Center excavation. No known individuals were identified. No associated funerary objects are present.\\n        Based on skeletal morphology, these individuals have been identified as Native American. Based on site location and continuities of material culture as represented in other collections from the site, the Footer Site has been identified as Iroquois (Seneca), dated to A.D. 1300-1400.\\n        At an unknown date, human remains representing a minimum of one individual were removed from the Fort Hill Site (Bgn 001), Town of LeRoy, Genesee County, NY, during excavations by Albert Hoffman and Charles Barton and donated to the Rochester Museum & Science Center in 1955. No known individual was identified. No associated funerary objects are present.\\n        At an unknown date, human remains representing a minimum of one individual were removed from the Fort Hill Site (Bgn 001), Town of LeRoy, Genesee County, NY. No additional data is available. No known individual was identified. No associated funerary objects are present.\\n        Based on skeletal morphology and archeological context, these individuals have been identified as Native American. Based on site location and continuities of material culture, the Fort Hill Site has been identified as Iroquois (Seneca), dated to A.D. 1450-1550.\\n        In 1949, human remains representing a minimum of one individual were removed from the Hammond Gravel Pit Site (Bgn 003), Town of Wheatland, Monroe County, NY, by John Bailey and donated to the Rochester Museum & Science Center. No known individual was identified. No associated funerary objects are present.\\n        Based on skeletal morphology, this individual has been identified as Native American. Based on site location and continuities of material culture as represented in other collections from the site, the Hammond Gravel Pit Site has been identified as Iroquois (Seneca), dated to A.D. 1450-1550.\\n        In 1934, human remains representing a minimum of 13 individuals were removed from the Hilliard Site (Can 003), Town of East Bloomfield, Ontario County, NY, during an expedition by the Rochester Museum & Science Center. No known individuals were identified. The one associated funerary object is a burnt fragment of wood.\\n        At an unknown date, but probably in 1934, human remains representing a minimum of three individuals were removed from the Hilliard Site (Can 003), Town of East Bloomfield, Ontario County, NY, by the Rochester Museum & Science Center. No known individuals were identified. No associated funerary objects are present.\\n        Based on skeletal morphology, these individuals have been identified as Native American. Based on site location and continuities of material culture, the Hilliard Site has been identified as Iroquois (Seneca), dated to A.D. 1450-1550.\\n        In 1935, human remains representing a minimum of two individuals were removed from the Klink Site (Hne 025), Town of Rush, Monroe County, NY, during an excavation by the Rochester Museum & Science Center. No known individuals were identified. No associated funerary objects are present.\\n        Based on skeletal morphology, these individuals have been identified as Native American. Archeological investigations from the Klink Site have identified several occupation periods. Based on site location and continuities of material culture as represented in other collections from the site, the human remains from the Klink Site have been identified as Iroquois (Seneca), dated to A.D. 1100-1250.\\n        At an unknown date, human remains representing a minimum of two individuals were removed from the Maplewood Station Site (Roc 006), Town of Chili, Monroe County, NY. No additional information is available. No known individuals were identified. No associated funerary objects are present.\\n        At an unknown date, but probably in 1929, human remains representing a minimum of one individual were removed from the Maplewood Station Site (Roc 006), Town of Chili, Monroe County, NY, possibly excavated by the Rochester Museum & Science Center. No known individual was identified. No associated funerary objects are present.\\n        Based on skeletal morphology, these individuals have been identified as Native American. Based on site location and continuities of material culture as represented in other collections from the site, the Maplewood Station Site has been identified as Iroquois (Seneca), dated to A.D. 1450-1550.\\n        In 1914, human remains representing a minimum of two individuals were removed from the Markham Site (Hne 013) near Avon, Town of Rush, Monroe County, NY, by Harrison C. Follette. No known individuals were identified. No associated funerary objects are present.\\n        In 1926, human remains representing a minimum of two individuals were removed from the Markham Site (Hne 013) near Avon, Town of Rush, Monroe County, NY, by William A. Ritchie during an excavation by the Rochester Museum & Science Center. No known individuals were identified. No associated funerary objects are present.\\n        At an unknown date, human remains representing a minimum of 12 individuals were removed from the Markham Site (Hne 013) near Avon, Town of Rush, Monroe County, NY, by Charles F. Wray and donated to the Rochester Museum & Science Center in 1963. No known individuals were identified. No associated funerary objects are present.\\n        Based on skeletal morphology, these individuals have been identified as Native American. Archeological investigations at the Markham Site have identified occupations during the Middle and Late Woodland periods, as well as the post-European contact period. Based on site location and continuities of material culture as represented in other collections from the site, the materials from the Markham Site have been identified as Iroquois (Seneca), dated to A.D. 1450-1550.\\n        In 1982, human remains representing a minimum of one individual were removed from the Markham Pond Site (Hne 103), Town of Rush, Monroe County, NY, during an excavation by the Rochester Museum & Science Center. No known individual was identified. No associated funerary objects are present.\\n\\n        Based on skeletal morphology, this individual has been identified as Native American. Based on site location and continuities of material culture as represented in other collections from the site, the Markham Pond Site has been identified as Iroquois (Seneca), dated to A.D. 1100-1250.\\n        In 1934, human remains representing a minimum of eight individuals were removed from the Martin Road Gravel Pit Site (Roc 004), Town of Henrietta, Monroe County, NY, during an expedition by the Rochester Museum & Science Center. No known individuals were identified. The nine associated funerary objects are five bone awls and four bone fragments (non-human).\\n        In 1934, human remains representing a minimum of nine individuals were uncovered by workmen at the Martin Road Gravel Pit Site (Roc 004), Town of Henrietta, Monroe County, NY, and collected by Arthur C. Parker and William A. Ritchie for the Rochester Museum & Science Center. No known individuals were identified. No associated funerary objects are present.\\n        At an unknown date, human remains representing a minimum of two individuals were removed from the Martin Road Gravel Pit Site (Roc 004), Monroe County, NY, by the Monroe County Coroner\\'s office and donated to the Rochester Museum & Science Center in 1950. No known individuals were identified. No associated funerary objects are present.\\n        Based on skeletal morphology, these individuals have been identified as Native American. Based on site location and continuities of material culture as represented in other collections from the site, the Martin Road Gravel Pit Site has been identified as Iroquois (Seneca), dated to A.D. 1450-1550.\\n        In 1969, human remains representing a minimum of one individual were removed from the Murawski Site (Roc 039), Town of Webster, Monroe County, NY, during a salvage expedition by the Rochester Museum & Science Center. No known individual was identified. The one associated funerary object is a projectile point.\\n        Based on skeletal morphology, this individual has been identified as Native American. Based on site location and continuities of material culture, the Murawski Site has been identified as Iroquois (Seneca), dated to A.D. 1100-1300.\\n        At an unknown date, human remains representing a minimum of one individual were removed from the Palmer A Site (Bgn 021), Town of Wheatland, Monroe County, NY, by Donald Mitchell, Monroe County Sheriff\\'s Office, and donated to the Rochester Museum & Science Center in 1948. No known individual was identified. No associated funerary objects are present.\\n        In 1949, human remains representing a minimum of one individual were removed from the Palmer A Site (Bgn 021), Town of Wheatland, Monroe County, NY, by William A. Ritchie during an excavation by the Rochester Museum & Science Center. No known individual was identified. No associated funerary objects are present.\\n        Based on skeletal morphology, these individuals have been identified as Native American. Based on site location and continuities of material culture, the Palmer A Site has been identified as Iroquois (Seneca), dated to A.D. 1450-1550.\\n        At an unknown date, human remains representing a minimum of two individuals were removed from the Rapp Farm Site (Hne 038), Town of Rush, Monroe County, NY, by Albert Hoffman and donated to the Rochester Museum & Science Center in 1936. No known individuals were identified. No associated funerary objects are present.\\n        At an unknown date, human remains representing a minimum of four individuals were removed from the Rapp Farm Site (Hne 038), Town of Rush, Monroe County, NY, and donated by Charles F. Wray to the Rochester Museum & Science Center in 1963. No known individuals were identified. No associated funerary objects are present.\\n        Based on skeletal morphology, these individuals have been identified as Native American. Based on site location and continuities of material culture, the Rapp Farm Site has been identified as Iroquois (Seneca), dated to A.D. 1100-1250.\\n        At an unknown date, human remains representing a minimum of two individuals were removed from the Richmond Mills Site, Town of Richmond, Ontario County, NY, by Frederick Houghton and donated by the Buffalo Museum of Science to the Rochester Museum & Science Center in 1942. No known individuals were identified. No associated funerary objects are present.\\n        Based on skeletal morphology, these individuals have been identified as Native American. Based on site location and continuities of material culture as represented in other collections from the site, the Richmond Mills Site has been identified as Iroquois (Seneca), dated to A.D. 1540-1560.\\n        In 1934, human remains representing a minimum of 23 individuals were removed from the Sackett Site (Can 001), Town of Canandaigua, Ontario County, NY, during an expedition by the Rochester Museum & Science Center. No known individuals were identified. The 15 associated funerary objects are 9 projectile points, 1 antler projectile point, 2 bone fragments (non-human), 2 cylindrical bone beads, and 1 bone bead made from a human femur.\\n        At an unknown date, but probably in 1934, human remains representing a minimum of five individuals were removed from the Sackett Site (Can 001), Town of Canandaigua, Ontario County, NY, probably during an expedition by the Rochester Museum & Science Center. No known individuals were identified. No associated funerary objects are present.\\n        Based on skeletal morphology, these individuals have been identified as Native American. Archeological investigations at the Sackett Site have identified Late Woodland, as well as post-European contact components. Based on site location, continuities of material culture as represented in other collections from the site, and C14 dates, these cultural items from the Sackett Site have been identified as Iroquois (Seneca), dated to A.D. 1100-1250.\\n        In 1934, human remains representing a minimum of four individuals were removed from the Schantz Site (Bgn 016), Town of Ogden, Monroe County, NY, and collected by the Monroe County Coroner\\'s office. The human remains were donated by the Coroner to the Rochester Museum & Science Center in 1949. No known individuals were identified. The one associated funerary object is a pottery pipe.\\n        Based on skeletal morphology, these individuals have been identified as Native American. Based on site location and continuities of material culture, the Schantz Site has been identified as Iroquois (Seneca), dated to A.D. 1450-1550.\\n        In 1938, human remains representing a minimum of eight individuals were removed from the Shakeshaft Gravel Pit Site (Bgn 019), Town of Riga, Monroe County, NY, during an expedition of the Rochester Museum & Science Center. No known individuals were identified. No associated funerary objects are present.\\n        At an unknown date, human remains representing a minimum of three individuals were removed from the Shakeshaft Gravel Pit Site (Bgn 019), Town of Riga, Monroe County, NY, during excavations by Albert J. Hoffman and donated to the Rochester Museum & Science Center in 1961. No known individuals were identified. The seven associated funerary objects are one pottery pipe, three fresh-water clam shells, two bird bone fragments, and one turtle shell fragment.\\n\\n        In 1961, human remains representing a minimum of 19 individuals were removed from the Shakeshaft Gravel Pit Site (Bgn 019), Town of Riga, Monroe County, NY, during a salvage expedition by the Rochester Museum & Science Center. No known individuals were identified. No associated funerary objects are present.\\n        Based on skeletal morphology, these individuals have been identified as Native American. Based on site location and continuities of material culture, the Shakeshaft Gravel Pit Site has been identified as Iroquois (Seneca), dated to A.D. 1400-1500.\\n        In 1928, human remains representing a minimum of nine individuals were removed from the Volmer Farm Site (Roc 005), Town of Henrietta, Monroe County, NY, during an excavation by the Rochester Museum & Science Center. No known individuals were identified. The two associated funerary objects are one pottery pipe and one bone awl.\\n        Based on skeletal morphology, these individuals have been identified as Native American. Based on site location and continuities of material culture, the Volmer Farm Site has been identified as Iroquois (Seneca), dated to A.D. 1450-1550.\\n        In 1956, human remains representing a minimum of one individual were removed from the surface of the Wadsworth Fort Site (Cda 011), Town of Geneseo, Livingston County, NY, by the Rochester Museum & Science Center. No known individual was identified. No associated funerary objects are present.\\n        Based on archeological context, this individual has been identified as Native American. Based on site location and continuities of material culture as represented in other collections from the site, the Wadsworth Fort Site has been identified as Iroquois (Seneca), dated to A.D. 1540-1560.\\n        In 1924, human remains representing a minimum of one individual were removed from the Warbois Site (Bgn 014), Town of Chili, Monroe County, NY, during an excavation by the Rochester Museum & Science Center. No known individual was identified. No associated funerary objects are present.\\n        Based on skeletal morphology, this individual has been identified as Native American. Based on site location and continuities of material culture as represented in other collections from the site, the Warbois Site has been identified as Iroquois (Seneca), dated to A.D. 1350-1450.\\n        Officials of the Rochester Museum & Science Center have determined that, pursuant to 25 U.S.C. 3001 (9-10), the human remains described above represent the physical remains of 251 individuals of Native American ancestry. Officials of the Rochester Museum & Science Center also have determined that, pursuant to 25 U.S.C. 3001 (3)(A), the 93 objects described above are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony. Lastly, officials of the Rochester Museum & Science Center have determined that pursuant to 25 U.S.C. 3001 (2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and associated funerary objects and the Seneca Nation of New York, Seneca-Cayuga Tribe of Oklahoma, and Tonawanda Band of Seneca Indians of New York.\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the human remains and associated funerary objects should contact Gian Carlo Cervone, Senior Registrar, Rochester Museum & Science Center, 657 East Avenue, Rochester, NY 14607-2177, telephone (585) 271-4552 x310, before August 13, 2008. Repatriation of the human remains and associated funerary objects to the Seneca Nation of New York, Seneca-Cayuga Tribe of Oklahoma, and Tonawanda Band of Seneca Indians of New York may proceed after that date if no additional claimants come forward.\\n        The Rochester Museum & Science Center is responsible for notifying the Cayuga Nation of New York; Oneida Nation of New York; Oneida Tribe of Wisconsin; Onondaga Nation of New York; Seneca Nation of New York; Seneca-Cayuga Tribe of Oklahoma; Saint Regis Mohawk Tribe, New York; Stockbridge Munsee Community, Wisconsin; Tonawanda Band of Seneca Indians of New York; and Tuscarora Nation of New York that this notice has been published.\\n        \\n          Dated: June 5, 2008\\n          Sherry Hutt,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. E8-15908 Filed 7-11-08; 8:45 am]\\n      BILLING CODE 4312-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Inventory Completion: Rochester Museum & Science Center, Rochester, NY", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: June 5, 2008", "signature_name": "Sherry Hutt,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. E8-15908 Filed 7-11-08; 8:45 am]", "billing_code": "BILLING CODE 4312-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}