{"index": "I_1593", "messy_full": "\\n      \\n        DEPARTMENT OF INTERIOR\\n        National Park Service\\n        Notice of Inventory Completion: Robert S. Peabody Museum of Archaeology, Phillips Academy, Andover, MA\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains and associated funerary objects in the control of the Robert S. Peabody Museum of Archaeology, Phillips Academy, Andover, MS. The human remains and associated funerary objects were removed from Alligator Mounds Site, Bolivar County, MS.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003 (d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal Agency that has control of the Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations in this notice.\\n        A detailed assessment of the human remains was made by the Robert S. Peabody Museum of Archaeology professional staff in consultation with representatives of the Chickasaw Nation, Oklahoma; Choctaw Nation of Oklahoma; Jena Band of Choctaw Indians, Louisiana; Mississippi Band of Choctaw Indians, Mississippi; and Tunica-Biloxi Indian Tribe of Louisiana.\\n        In 1918, human remains representing a minimum of seven individuals were removed from the Alligator Mounds Site in Alligator, Bolivar County, MS, by Charles Peabody under the auspices of the Robert S. Peabody Museum of Archaeology. No known individuals were identified. The 24 associated funerary objects are 24 fragmentary faunal remains.\\n        The Alligator Mounds Site was occupied in the Hushpucken Phase of the Late Prehistoric Mississippian Phase (A.D. 1350-1550) based on ceramic typologies from the site. The location of Alligator Mounds is southwest of the Tunica village of Quizquiz that the Spanish encountered in A.D. 1541. Tunica oral history also supports the location of the tribe in this area. Both oral tradition and various European documents record the movement of the Tunica from this area to their current location at Marksville, LA. Descendents of the Tunica people are members of the Tunica-Biloxi Indian Tribe of Louisiana. The individuals from the Alligator Mounds Site are culturally affiliated with the Tunica-Biloxi Indian Tribe of Louisiana based on oral tradition, geographical evidence, and historical evidence of population movement.\\n        Officials of the Robert S. Peabody Museum of Archaeology have determined that, pursuant to 25 U.S.C. 3001 (9-10), the human remains described above represent the physical remains of seven individuals of Native American ancestry. Officials of the Robert S. Peabody Museum of Archaeology also have determined that, pursuant to 25 U.S.C. 3001 (3)(A), the 24 objects described above are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony. Lastly, officials of the Robert S. Peabody Museum of Archaeology have determined that, pursuant to 25 U.S.C. 3001 (2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and associated funerary objects and the Tunica-Biloxi Indian Tribe of Louisiana.\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the human remains and associated funerary objects should contact Malinda S. Blustain, Director, Robert S. Peabody Museum of Archaeology, Phillips Academy, Andover, MA 01810, telephone (978) 749-4490, before November 30, 2007. Repatriation of the human remains and associated funerary objects to the Tunica-Biloxi Indian Tribe of Louisiana may begin after that date if no additional claimants come forward.\\n        The Robert S. Peabody Museum of Archaeology is responsible for notifying the Chickasaw Nation, Oklahoma; Choctaw Nation of Oklahoma; Jena Band of Choctaw Indians, Louisiana; Mississippi Band of Choctaw Indians, Mississippi; and Tunica-Biloxi Indian Tribe of Louisiana that this notice has been published.\\n        \\n          Dated: September 26, 2007.\\n          Sherry Hutt,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. E7-21381 Filed 10-30-07; 8:45 am]\\n      BILLING CODE 4312-50-S\\n    ", "agency1": "DEPARTMENT OF INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Inventory Completion: Robert S. Peabody Museum of Archaeology, Phillips Academy, Andover, MA", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: September 26, 2007.", "signature_name": "Sherry Hutt,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. E7-21381 Filed 10-30-07; 8:45 am]", "billing_code": "BILLING CODE 4312-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}