{"index": "I_1582", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Inventory Completion: Slater Museum of Natural History, University of Puget Sound, Tacoma, WA\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains in the possession of the Slater Museum of Natural History, University of Puget Sound, Tacoma, WA. The human remains were removed from Dash Point, Pierce County, WA.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003 (d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains. The National Park Service is not responsible for the determinations in this notice.\\n        A detailed assessment of the human remains was made by Slater Museum of Natural History, University of Puget Sound professional staff and consultants in consultation with representatives of the Muckleshoot Indian Tribe of the Muckleshoot Reservation, Washington; Nisqually Indian Tribe of the Nisqually Reservation, Washington; and Puyallup Tribe of the Puyallup Reservation, Washington.\\n        At an unknown date, human remains representing a minimum of two individuals were removed from the vicinity of Dash Point, Pierce County, WA, by Dr. T.H. Long. In October 1936, the human remains were given to the museum by Ms. Betty Long. No known individuals were identified. No associated funerary objects are present.\\n        The individuals are most likely of Native American ancestry as indicated by morphological features. The geographical location where the human remains were recovered is consistent with numerous historical and ethnographic reports documenting the territory of the Puyallup Tribe of the Puyallup Reservation, Washington. Dash Point is located within the revised boundaries of the Puyallup Indian Reservation (1857), which is bordered to the north by the boundary between King and Pierce Counties. The Indian Claims Commission determined Dash Point to be within the exclusive territory of the Puyallup Tribe at the time of treaty signing (17 Ind. Cl. Comm. 1, April 25, 1966). In addition, based on information provided during consultation with tribal representatives, there is a reasonable belief that the human remains share a common ancestry with members of the tribes now represented by the Puyallup Tribe of the Puyallup Reservation, Washington.\\n        Officials of the Slater Museum of Natural History, University of Puget Sound have determined that, pursuant to 25 U.S.C. 3001 (9-10), the human remains described above represent the physical remains of two individuals of Native American ancestry. Officials of the Slater Museum of Natural History, University of Puget Sound also have determined that, pursuant to 25 U.S.C. 3001 (2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and the Puyallup Tribe of the Puyallup Reservation, Washington.\\n\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the human remains should contact Dr. Peter Wimberger, Director, Slater Museum of Natural History, 1500 N. Warner, Tacoma, WA 98416, (253) 879-2784, before February 14, 2008. Repatriation of the human remains to the Puyallup Tribe of the Puyallup Reservation, Washington may proceed after that date if no additional claimants come forward.\\n        The Slater Museum of Natural History is responsible for notifying the Muckleshoot Indian Tribe of the Muckleshoot Reservation, Washington; Nisqually Indian Tribe of the Nisqually Reservation, Washington; and Puyallup Tribe of the Puyallup Reservation, Washington that this notice has been published.\\n        \\n          Dated: December 7, 2007.\\n          Sherry Hutt,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. E8-562 Filed 1-14-08; 8:45 am]\\n      BILLING CODE 4312-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Inventory Completion: Slater Museum of Natural History, University of Puget Sound, Tacoma, WA", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: December 7, 2007.", "signature_name": "Sherry Hutt,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. E8-562 Filed 1-14-08; 8:45 am]", "billing_code": "BILLING CODE 4312-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}