{"index": "I_1563", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Inventory Completion: U.S. Department of the Interior, National Park Service, Southeast Archeological Center, Tallahassee, FL\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains and associated funerary objects in the possession of the U.S. Department of the Interior, National Park Service, Southeast Archeological Center (SEAC), Tallahassee, FL. The human remains and associated funerary objects were removed from the Irene Mound site in Chatham County, GA.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003 (d)(3). The determinations in this notice are the sole responsibility of the Director, Southeast Archeological Center.\\n        A detailed assessment of the human remains and associated funerary objects was made by Southeast Archeological Center professional staff in consultation with representatives of the Absentee-Shawnee Tribe of Indians of Oklahoma; Alabama-Coushatta Tribes of Texas; Alabama-Quassarte Tribal Town, Oklahoma; Catawba Indian Nation (aka Catawba Tribe of South Carolina); Cherokee Nation, Oklahoma; Chickasaw Nation, Oklahoma; Choctaw Nation of Oklahoma; Coushatta Tribe of Louisiana; Eastern Band of Cherokee Indians of North Carolina; Eastern Shawnee Tribe of Oklahoma; Jena Band of Choctaw Indians, Louisiana; Kialegee Tribal Town, Oklahoma; Miccosukee Tribe of Indians of Florida; Mississippi Band of Choctaw Indians, Mississippi; Muscogee (Creek) Nation, Oklahoma; Poarch Band of Creek Indians of Alabama; Seminole Nation of Oklahoma; Seminole Tribe of Florida (Dania, Big Cypress, Brighton, Hollywood & Tampa Reservations); Shawnee Tribe, Oklahoma; Thlopthlocco Tribal Town, Oklahoma; and United Keetoowah Band of Cherokee Indians in Oklahoma. The Shawnee Tribe, Oklahoma \\xe2\\x80\\x94 a non-federally recognized Native American group at the time that they were consulted, as guests of the federally recognized Eastern Shawnee Tribe of Oklahoma and the Absentee-Shawnee Tribe of Indians of Oklahoma \\xe2\\x80\\x94 has since been recognized as eligible for the special programs and Service\\'s provided by the United States to Indians because of their status as Indians under provisions of P.L. 106-568.\\n\\n        Between 1937 and 1940, human remains representing a minimum of 265 individuals were removed from the Irene site in Chatham County, GA, under the joint sponsorship of the Works Progress Administration and the Chatham County Commission. After several years of negotiation, the Irene collection was donated to the National Park Service by the Chatham County Commission on January 29, 1942. According to SEAC records, most of the human remains from the Irene site were transferred to the Smithsonian Institution in February, 1964. When the SEAC inventory of human remains was conducted in the early 1990s, it was discovered that five sets of human remains representing a minimum of five individuals were overlooked in this transfer. No known individuals were identified. The 119 associated funerary objects are 56 beads, 13 ceramic jars, 13 animal bones, 8 ceramic bowls, 6 projectile points, 5 sherds, 3 burial urns, 3 shell earplugs, 1 chipped stone flake, 2 shell fragments, 2 shell gorgets, 1 beaker, 1 pin, 1 ceramic bottle, 1 bone artifact, 1 piece of hematite, 1 groundstone, and 1 bannerstone.\\n        \\n        The Irene site consists of a mound, village, and mortuary complex located near Savannah, GA. Two mounds were constructed at the site: a large, seven-stage ceremonial flat-topped mound used during the Savannah phase (A.D. 1200-1325) and Irene phase (A.D. 1325-1700), and a conical shell burial mound used during the Irene phase. The mortuary structure consisted of a circular building in which residents placed urn burials. The human remains and associated funerary objects date to the Irene Phase (A.D. 1325-1700) on the basis of archeological context and mortuary practices.\\n        The first recorded European contact in the Savannah area occurred in the summer of A.D. 1526 when settlers under Lucas Vasquez de Ayllon briefly established a colony along the \\xe2\\x80\\x9cGualdape\\xe2\\x80\\x9d river (believed to be the present-day Savannah River). Ayllon\\'s settlement is thought to have been in or near the territory of the Cusabo. Sometime in the late 1600s, a portion of the Cusabo joined the emergent Creek Confederacy. Ayllon\\'s name for the river also may refer to Guale residents of the area. By 1700, many of the Guale had relocated south to Florida. However, some of the remaining Guale population joined with the Tama to form the Yamassee Tribe. Other Guale fled inland to settle with the emergent Lower Creek towns on the Ocmulgee and Chattahoochee Rivers. When he landed at Savannah in 1733, Governor Oglethorpe encountered members of the Yamacraw band, thought to be a Yamassee tribal town that had joined the Creek Confederacy. In 1736, Moravian missionaries established a mission on the Irene site itself, which was, by then, unoccupied by native peoples, although a small unidentified American Indian village was located nearby. The Irene site is located within the historically-recognized territories of the Cusabo, Guale, and Yamassee tribes-in the time range when individuals were buried at Irene. Subsequent to the burials, subsets of the Cusabo, Guale and Yamasee were incorporated into the Creek Confederacy. Descendents of the Creek Confederacy are members of the federally-recognized tribes of the Alabama-Quassarte Tribal Town, Oklahoma; Kialegee Tribal Town, Oklahoma; Miccosukee Tribe of Indians of Florida; Muscogee (Creek) Nation, Oklahoma; Poarch Band of Creek Indians of Alabama; Seminole Nation of Oklahoma; Seminole Tribe of Florida (Dania, Big Cypress, Brighton, Hollywood & Tampa Reservations); and Thlopthlocco Tribal Town, Oklahoma. Analysis of the Irene ceramic complex indicates a close affinity with various Muskhogean-speaking and proto-Creek Confederacy tribes in Georgia.\\n        Additionally, the Irene site is located less than 50 miles from the Newberry site, or Cofitachique as it was referred to by the chroniclers of Hernando de Soto in 1540. The modern Catawba tribe is derived, at least in part, from \\xe2\\x80\\x9cthe people of the province of Cofitachique as well as lesser societies.\\xe2\\x80\\x9d Ancestors of modern Catawba tribal members may have included residents of the Irene site.\\n        Officials of the Southeast Archeological Center have determined that, pursuant to 25 U.S.C. 3001 (9-10), the human remains described above represent the physical remains of five individuals of Native American ancestry. Officials of the Southeast Archeological Center also have determined that, pursuant to 25 U.S.C. 3001 (3)(A), the 119 objects described above are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony. Lastly, officials of the Southeast Archeological Center have determined that, pursuant to 25 U.S.C. 3001 (2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and associated funerary objects and the Alabama-Quassarte Tribal Town, Oklahoma; Catawba Indian Nation (aka Catawba Tribe of South Carolina); Kialegee Tribal Town, Oklahoma; Miccosukee Tribe of Indians of Florida; Muscogee (Creek) Nation, Oklahoma; Poarch Band of Creek Indians of Alabama; Seminole Nation of Oklahoma; Seminole Tribe of Florida (Dania, Big Cypress, Brighton, Hollywood & Tampa Reservations); and Thlopthlocco Tribal Town, Oklahoma.\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the human remains and associated funerary objects should contact Bennie Keel, Ph.D., Director, Southeast Archeological Center, National Park Service, 2035 E. Paul Dirac Drive, Johnson Building, Suite 120, Tallahassee, FL 32310, telephone (850) 580-3011, before March 26, 2008. Repatriation of the human remains and associated funerary objects to the Alabama-Quassarte Tribal Town, Oklahoma; Catawba Indian Nation (aka Catawba Tribe of South Carolina); Kialegee Tribal Town, Oklahoma; Miccosukee Tribe of Indians of Florida; Muscogee (Creek) Nation, Oklahoma; Poarch Band of Creek Indians of Alabama; Seminole Nation of Oklahoma; Seminole Tribe of Florida (Dania, Big Cypress, Brighton, Hollywood & Tampa Reservations); and Thlopthlocco Tribal Town, Oklahoma may proceed after that date if no additional claimants come forward.\\n        The Southeast Archeological Center is responsible for notifying the Absentee-Shawnee Tribe of Indians of Oklahoma; Alabama-Coushatta Tribes of Texas; Alabama-Quassarte Tribal Town, Oklahoma; Catawba Indian Nation (aka Catawba Tribe of South Carolina); Cherokee Nation, Oklahoma; Chickasaw Nation, Oklahoma; Choctaw Nation of Oklahoma; Coushatta Tribe of Louisiana; Eastern Band of Cherokee Indians of North Carolina; Eastern Shawnee Tribe of Oklahoma; Jena Band of Choctaw Indians, Louisiana; Kialegee Tribal Town, Oklahoma; Miccosukee Tribe of Indians of Florida; Mississippi Band of Choctaw Indians, Mississippi; Muscogee (Creek) Nation, Oklahoma; Poarch Band of Creek Indians of Alabama; Seminole Nation of Oklahoma; Seminole Tribe of Florida (Dania, Big Cypress, Brighton, Hollywood & Tampa Reservations); Shawnee Tribe, Oklahoma; Thlopthlocco Tribal Town, Oklahoma; and United Keetoowah Band of Cherokee Indians in Oklahoma that this notice has been published.\\n        \\n          Dated: January 22, 2008.\\n          Sherry Hutt,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. E8-3446 Filed 2-22-08; 8:45 am]\\n      BILLING CODE 4312-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Inventory Completion: U.S. Department of the Interior, National Park Service, Southeast Archeological Center, Tallahassee, FL", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: January 22, 2008.", "signature_name": "Sherry Hutt,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. E8-3446 Filed 2-22-08; 8:45 am]", "billing_code": "BILLING CODE 4312-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}