{"index": "I_1590", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Inventory Completion: U.S. Department of Agriculture, Forest Service, Wallowa-Whitman National Forest, Hells Canyon National Recreation Area, Baker City, OR; Correction\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice; correction.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003 (5), of the completion of an inventory of human remains in the possession of the Wallowa-Whitman National Forest, Baker City, OR. The human remains were removed from Wallowa County, OR.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003 (d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains. The National Park Service is not responsible for the determinations in this notice.\\n        This notice corrects the cultural affiliation assigned to the human remains by the addition of two tribes: Confederated Tribes of the Colville Reservation, Washington and Confederated Tribes of the Umatilla Reservation, Oregon.\\n        The Notice of Inventory Completion in the Federal Register of June 1, 2005 (FR Doc 05-10821, Page 31523) paragraphs number 5 and 6 are corrected by substituting the following two paragraphs:\\n        Radiocarbon dates from the Knight Creek site (35WA767) range between 2,450 [\\xc2\\xb1120] years B.P and B.P. 1040 \\xc2\\xb190 years. Sahaptan/Nez Perce speakers are believed to have occupied the central and eastern areas of the Columbia Plateau, and more specifically the area of Wallowa County, OR, and Snake River area of both Oregon and Idaho, for over 7,000 and possibly 10,000 years or more. Members of the Confederated Tribes of the Colville Reservation, Washington (specifically the Chief Joseph/Wallowa Band); Confederated Tribes of the Umatilla Reservation, Oregon; and Nez Perce Tribe of Idaho include Sahaptan/Nez Perce speakers. The Knight Creek site is located within the ancestral and traditional lands of the Confederated Tribes of the Colville Reservation, Washington; Confederated Tribes of the Umatilla Reservation, Oregon; and Nez Perce Tribe of Idaho.\\n        Officials of the Wallowa-Whitman National Forest have determined that, pursuant to 25 U.S.C. 3001 (9-10), the human remains described above represent the physical remains of one individual of Native American ancestry. Officials of the Wallowa-Whitman National Forest also have determined that, pursuant to 25 U.S.C. 3001 (2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and the Confederated Tribes of the Colville Reservation, Washington; Confederated Tribes of the Umatilla Reservation, Oregon; and Nez Perce Tribe of Idaho.\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the human remains should contact Jen Fitzpatrick, Customer Service Staff Officer, Wallowa-Whitman National Forest, 1550 Dewey Avenue, Baker City, OR 97814, telephone (541) 523-1222, before November 30, 2007. Repatriation of the human remains to the Confederated Tribes of the Colville Reservation, Washington; Confederated Tribes of the Umatilla Reservation, Oregon; and/or Nez Perce Tribe of Idaho may proceed after that date if no additional claimants come forward.\\n        Wallowa-Whitman National Forest is responsible for notifying the Confederated Tribes of the Colville Reservation, Washington; Confederated Tribes of the Umatilla Reservation, Oregon; and Nez Perce Tribe of Idaho that this notice has been published.\\n        \\n          Dated: October 1, 2007.\\n          Sherry Hutt,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. E7-21368 Filed 10-30-07; 8:45 am]\\n      BILLING CODE 4312-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Inventory Completion: U.S. Department of Agriculture, Forest Service, Wallowa-Whitman National Forest, Hells Canyon National Recreation Area, Baker City, OR; Correction", "agency2": "National Park Service, Interior.", "action": "Notice; correction.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: October 1, 2007.", "signature_name": "Sherry Hutt,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. E7-21368 Filed 10-30-07; 8:45 am]", "billing_code": "BILLING CODE 4312-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}