{"index": "I_1595", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Inventory Completion: Robert S. Peabody Museum of Archaeology, Phillips Academy, Andover, MA\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains in the possession of the Robert S. Peabody Museum of Archaeology, Phillips Academy, Andover, MA. The human remains were removed from Morton County, ND.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003 (d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains. The National Park Service is not responsible for the determinations in this notice.\\n\\n        A detailed assessment of the human remains was made by the Robert S. Peabody Museum of Archaeology professional staff in consultation with representatives of the Assiniboine and Sioux Tribes of the Fort Peck Indian Reservation, Montana; Cheyenne River Sioux Tribe of the Cheyenne River Reservation, South Dakota; Crow Creek Sioux Tribe of the Crow Creek Reservation, South Dakota; Flandreau Santee Sioux Tribe of South Dakota; Lower Brule Sioux Tribe of the Lower Brule Reservation, South Dakota; Lower Sioux Community of Minnesota; Oglala Sioux Tribe of the Pine Ridge Reservation, South Dakota; Prairie Island Indian Community in the State of Minnesota; Rosebud Sioux Tribe of the Rosebud Indian Reservation, South Dakota; Santee Sioux Nation, Nebraska; Shakopee Mdewakanton Sioux Community of Minnesota; Sisseton-Wahpeton Oyate of the Lake Traverse Reservation, South Dakota; Spirit Lake Tribe, North Dakota; Standing Rock Sioux Tribe of North & South Dakota; Three Affiliated Tribes of the Fort Berthold Reservation, North Dakota; Upper Sioux Community, Minnesota; and Yankton Sioux Tribe of South Dakota.\\n        At an unknown time between 1904 and 1908, human remains representing a minimum of one individual were removed from the Fort Lincoln site, Morton County, ND, by Ernst R. Steinbrueck. The Robert S. Peabody Museum of Archaeology purchased Mr. Steinbrueck\\'s Fort Lincoln site collections in 1910. No known individual was identified. No associated funerary objects are present.\\n        The Fort Lincoln site is the historically documented On-A-Slant Village. Based on stylistic characteristics of lithic, ceramic, bone, and shell artifacts (but which are not in the museum\\'s possession), the village was occupied between A.D. 1550 - 1675. Archeological research, historical documentation, and oral history all confirm that the Mandan Tribe lived in the Knife-Heart River region of the Great Plains, where the Fort Lincoln site is located, during the 17th, 18th, and 19th centuries. Oral history indicates that On-A-Slant Village was a Mandan community. Descendents of the Mandan Tribe are members of the Three Affiliated Tribes of the Fort Berthold Reservation, North Dakota.\\n        Officials of the Robert S. Peabody Museum of Archaeology have determined that, pursuant to 25 U.S.C. 3001 (9-10), the human remains described above represent the physical remains of one individual of Native American ancestry. Officials of the Robert S. Peabody Museum of Archaeology also have determined that, pursuant to 25 U.S.C. 3001 (2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and the Three Affiliated Tribes of the Fort Berthold Reservation, North Dakota.\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the human remains should contact Malinda S. Blustain, Director, Robert S. Peabody Museum of Archaeology, Phillips Academy, Andover, MA 01810, telephone (978) 749-4490, before November 30, 2007. Repatriation of the human remains to the Three Affiliated Tribes of the Fort Berthold Reservation, North Dakota may proceed after that date if no additional claimants come forward.\\n        The Robert S. Peabody Museum of Archaeology is responsible for notifying the Assiniboine and Sioux Tribes of the Fort Peck Indian Reservation, Montana; Cheyenne River Sioux Tribe of the Cheyenne River Reservation, South Dakota; Crow Creek Sioux Tribe of the Crow Creek Reservation, South Dakota; Flandreau Santee Sioux Tribe of South Dakota; Lower Brule Sioux Tribe of the Lower Brule Reservation, South Dakota; Lower Sioux Community of Minnesota; Oglala Sioux Tribe of the Pine Ridge Reservation, South Dakota; Prairie Island Indian Community in the State of Minnesota; Rosebud Sioux Tribe of the Rosebud Indian Reservation, South Dakota; Santee Sioux Nation, Nebraska; Shakopee Mdewakanton Sioux Community of Minnesota; Sisseton-Wahpeton Oyate of the Lake Traverse Reservation, South Dakota; Spirit Lake Tribe, North Dakota; Standing Rock Sioux Tribe of North & South Dakota; Three Affiliated Tribes of the Fort Berthold Reservation, North Dakota; Upper Sioux Community, Minnesota; and Yankton Sioux Tribe of South Dakota that this notice has been published.\\n        \\n          Dated: September 26, 2007.\\n          Sherry Hutt,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. E7-21374 Filed 10-30-07; 8:45 am]\\n      BILLING CODE 4312-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Inventory Completion: Robert S. Peabody Museum of Archaeology, Phillips Academy, Andover, MA", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: September 26, 2007.", "signature_name": "Sherry Hutt,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. E7-21374 Filed 10-30-07; 8:45 am]", "billing_code": "BILLING CODE 4312-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}