{"index": "I_1564", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Inventory Completion: U.S. Department of the Interior, Bureau of Reclamation, Upper Colorado Region, Salt Lake City, UT; Utah Department of Natural Resources, Division of Parks and Recreation, Salt Lake City and Vernal, UT; and Utah Museum of Natural History, University of Utah, Salt Lake City, UT\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n\\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains and associated funerary objects in the control of the U.S. Department of the Interior, Bureau of Reclamation, Upper Colorado Region, Salt Lake City, UT and Utah Department of Natural Resources, Division of Parks and Recreation, Salt Lake City and Vernal, UT, and in the possession of the Utah Museum of Natural History, Salt Lake City, UT. The human remains and associated funerary objects were removed from Box Elder and Uintah Counties, UT.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003 (d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations in this notice.\\n        A detailed assessment of the human remains and associated funerary objects was made by the U.S. Department of Interior, Bureau of Reclamation and Utah Division of Parks and Recreation professional staff, as well as by contracted specialists, in consultation with representatives of the Hopi Tribe of Arizona; Kaibab Band of Paiute Indians of the Kaibab Indian Reservation, Arizona; Northwestern Band of Shoshoni Nation of Utah; Paiute Indian Tribe of Utah; Pueblo of Laguna, New Mexico; Pueblo of Nambe, New Mexico; Pueblo of Zia, New Mexico; Skull Valley Band of Goshute Indians of Utah; Ute Indian Tribe of the Uintah & Ouray Reservation, Utah; and Zuni Tribe of the Zuni Reservation, New Mexico.\\n        In 1959, human remains representing a minimum of four individuals were removed from site 42UN128 in or near Steinaker Reservoir, Uintah County, UT. The human remains are curated by the Utah Museum of Natural History. No known individuals were identified. No associated funerary objects were present.\\n        In 1960, human remains representing a minimum of 27 individuals were removed from Uintah County, UT. The human remains are curated by the Division of Parks and Recreation, Utah Field House of Natural History State Park. No known individuals were identified. The three associated funerary objects are two mats and one cloak.\\n        In 1990, human remains representing a minimum of one individual were removed from site 42UN1671 in Steinaker Reservoir, Uintah County, UT. The human remains are housed by the Bureau of Reclamation. No known individual was identified. No associated funerary objects are present.\\n        The 32 individuals and 3 associated funerary objects from Uintah County, UT, are classified as Uinta Fremont based on inferences from physical anthropology, archeology, and location.\\n        In 1959, human remains representing a minimum of one individual were removed from site 42BO30 (Willard Mounds) near the Great Salt Lake, Box Elder County, UT. The human remains are curated by the Utah Museum of Natural History. No known individual was identified. No associated funerary objects are present.\\n        In 1961, human remains representing a minimum of one individual were removed from site 42BO76 in or near the Great Salt Lake, Box Elder County, UT. The human remains are curated by the Utah Museum of Natural History. No known individual was identified. No associated funerary objects are present.\\n        The above two individuals from Box Elder County, UT, are classified as Great Salt Lake Fremont based on inferences from physical anthropology, archeology, and location.\\n        Detailed information about the cultural items, their identification as Great Salt Lake and Uinta Fremont, and the lines of evidence for cultural affiliation, is on file at the Bureau of Reclamation, Upper Colorado Regional Office, Salt Lake City, UT. Additional human remains and associated funerary objects removed from sites in Box Elder and Uintah Counties, as well as Weber County, after November 16, 1990 have also been identified as Great Salt Lake and Uinta Fremont and will be described in a Notice of Intended Disposition to be published by the Bureau of Reclamation, Upper Colorado Regional Office in a newspaper of general circulation, pursuant to 43 C.R.F. 10.6 (c).\\n        While craniometric analysis indicates that the Great Salt Lake Fremont and Uinta Fremont were two biologically distinct populations, comparison of basketry and other material culture associated with sites from the two traditions evidences a similar pattern of material cultural manufacture and distribution methods sufficient to identify a single earlier group for purposes of determining cultural affiliation. This earlier group is identified as the Northern Fremont.\\n        Craniometric analysis shows the closest biological relationship is between the Northern Fremont and the Zuni Tribe of the Zuni Reservation, New Mexico. Officials of the Bureau of Reclamation, Upper Colorado Regional Office and the Utah Division of Parks and Recreation find the preponderance of the evidence for cultural affiliation with the Northern Fremont to be with the Zuni Tribe of the Zuni Reservation, New Mexico.\\n        Officials of the Bureau of Reclamation, Upper Colorado Regional Office and Utah Division of Parks and Recreation have determined that, pursuant to 25 U.S.C. 3001 (9-10), the human remains described above represent the physical remains of 34 individuals of Native American ancestry. Officials of the Bureau of Reclamation and Utah Division of Parks and Recreation also have determined that, pursuant to 25 U.S.C. 3001 (3)(A), the three funerary objects described above are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony. Lastly, officials of the Bureau of Reclamation and Utah Division of Parks and Recreation have determined that pursuant to 25 U.S.C. 3001 (2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and associated funerary objects and the Zuni Tribe of the Zuni Reservation, New Mexico.\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the human remains and associated funerary objects should contact Nancy Coulam, Reclamation, 125 South State Street, Room 6103, Salt Lake City, UT 84138-1147, telephone (801) 524-3684, before March 26, 2008. Repatriation of the human remains and associated funerary objects to the Zuni Tribe of the Zuni Reservation, New Mexico may proceed after that date if no additional claimants come forward.\\n        The Bureau of Reclamation, Upper Colorado Regional Office is responsible for notifying the Hopi Tribe of Arizona; Kaibab Band of Paiute Indians of the Kaibab Indian Reservation, Arizona; Northwestern Band of Shoshoni Nation of Utah; Paiute Indian Tribe of Utah; Pueblo of Laguna, New Mexico; Pueblo of Nambe, New Mexico; Pueblo of Zia, New Mexico; Skull Valley Band of Goshute Indians of Utah; and the Ute Indian Tribe of the Uintah & Ouray Reservation, Utah that this notice has been published.\\n        \\n          Dated: January 22, 2008\\n          Sherry Hutt,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. E8-3452 Filed 2-22-08; 8:45 am]\\n      BILLING CODE 4312-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Inventory Completion: U.S. Department of the Interior, Bureau of Reclamation, Upper Colorado Region, Salt Lake City, UT; Utah Department of Natural Resources, Division of Parks and Recreation, Salt Lake City and Vernal, UT; and Utah Museum of Natural History, University of Utah, Salt Lake City, UT", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: January 22, 2008", "signature_name": "Sherry Hutt,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. E8-3452 Filed 2-22-08; 8:45 am]", "billing_code": "BILLING CODE 4312-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}