{"index": "I_1594", "messy_full": "\\n      \\n        DEPARTMENT OF INTERIOR\\n        National Park Service\\n        Notice of Inventory Completion: Robert S. Peabody Museum of Archaeology, Phillips Academy, Andover, MA\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains in the control of the Robert S. Peabody Museum of Archaeology, Phillips Academy, Andover, MA. The human remains were removed near Perryville, Washington County, RI.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003 (d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal Agency that has control of the Native American human remains. The National Park Service is not responsible for the determinations in this notice.\\n        A detailed assessment of the human remains was made by the Robert S. Peabody Museum of Archaeology professional staff in consultation with representatives of the Narragansett Indian Tribe of Rhode Island.\\n        In 1935, human remains representing a minimum of one individual were removed from the Huntington Farm site in Perryville, Washington County, RI, by Douglas S. Byers under the auspices of the Robert S. Peabody Museum of Archaeology. No known individual was identified. No associated funerary objects are present.\\n        The Huntington Farm site was occupied in the Late Woodland/Contact Period based on lithic objects, preservation of the wood and human remains in the burial, and burial practices. The area around Washington County was in the territory of the Narragansett people at the time of contact with Europeans. Various European settlers document the presence of the Narragansett people in the Narragansett Bay during the 16th and 17th centuries. Descendants of the Narragansett are members of the Narragansett Indian Tribe of Rhode Island. In addition, most of the present-day Narragansett tribal members continue to live in the Washington County area today. Based on burial practices, historic documents and geographic evidence, the officials of the Robert S. Peabody Museum of Archaeology reasonably believe the human remains are culturally affiliated with the Narragansett Indian Tribe of Rhode Island.\\n        Officials of the Robert S. Peabody Museum of Archaeology have determined that, pursuant to 25 U.S.C. 3001 (9-10), the human remains described above represent the physical remains of one individual of Native American ancestry. Officials of the Robert S. Peabody Museum of Archaeology also have determined that, pursuant to 25 U.S.C. 3001 (2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and the Narragansett Indian Tribe of Rhode Island.\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the human remains should contact Malinda S. Blustain, Director, Robert S. Peabody Museum of Archaeology, Phillips Academy, Andover, MA 01810, telephone (978) 749-4490, before November 30, 2007. Repatriation of the human remains to the Narragansett Indian Tribe of Rhode Island may proceed after that date if no additional claimants come forward.\\n        The Robert S. Peabody Museum of Archaeology is responsible for notifying the Narragansett Indian Tribe of Rhode Island that this notice has been published.\\n        \\n          \\n          Dated: September 26, 2007.\\n          Sherry Hutt,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. E7-21376 Filed 10-30-07; 8:45 am]\\n      BILLING CODE 4312-50-S\\n    ", "agency1": "DEPARTMENT OF INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Inventory Completion: Robert S. Peabody Museum of Archaeology, Phillips Academy, Andover, MA", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: September 26, 2007.", "signature_name": "Sherry Hutt,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. E7-21376 Filed 10-30-07; 8:45 am]", "billing_code": "BILLING CODE 4312-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}