{"index": "I_1516", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Inventory Completion: Slater Museum of Natural History, University of Puget Sound, Tacoma, WA\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains and associated funerary objects in the possession of the Slater Museum of Natural History, University of Puget Sound, Tacoma, WA. The human remains and associated funerary objects were removed from Akun Island, AK.\\n\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003 (d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations in this notice.\\n        A detailed assessment of the human remains was made by Slater Museum of Natural History, University of Puget Sound professional staff and a consultant in consultation with representatives of the Akutan Tribal Council from the Native Village of Akutan.\\n        On July 17, 1974, human remains representing a minimum of one individual were removed from Akun Island, AK. The human remains were donated to the Slater Museum on January 3, 1975. The identity of the donor was recorded only as \\xe2\\x80\\x9cTim.\\xe2\\x80\\x9d No known individual was identified. The 29 associated funerary objects are 19 nonhuman bones (some with fine cutmarks and others that have been worked), 8 worked stones, and 2 obsidian flakes.\\n        The individual is most likely of Native American ancestry as indicated by the association of the human remains with the worked points and stones. The geographical location where the human remains were recovered is consistent with the historically documented territory of the Native Village of Akutan. Furthermore, based on information provided during consultation with tribal representatives, there is a reasonable belief that the human remains share a common ancestry with members of the Native Village of Akutan.\\n        Officials of the Slater Museum of Natural History have determined that, pursuant to 25 U.S.C. 3001 (9-10), the human remains described above represent the physical remains of one individual of Native American ancestry. Officials of the Slater Museum of Natural History also have determined that, pursuant to 25 U.S.C. 3001 (3)(A), the 29 objects described above are reasonably believed to have been place with or near individual human remains at the time of death or later as part of the death rite or ceremony. Lastly, officials of the Slater Museum of Natural History also have determined that, pursuant to 25 U.S.C. 3001 (2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and associated funerary objects and the Native Village of Akutan\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the human remains and associated funerary objects should contact Dr. Peter Wimberger, Slater Museum of Natural History, 1500 N. Warner, Tacoma, WA 98416, telephone (253) 879-2784, before July 17, 2008. Repatriation of the human remains and associated funerary objects to the Native Village of Akutan may proceed after that date if no additional claimants come forward.\\n        The Slater Museum of Natural History is responsible for notifying the Native Village of Akutan that this notice has been published.\\n        \\n          Dated: May 12, 2008\\n          Sherry Hutt,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. E8-13567 Filed 6-16-08; 8:45 am]\\n      BILLING CODE 4312-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Inventory Completion: Slater Museum of Natural History, University of Puget Sound, Tacoma, WA", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: May 12, 2008", "signature_name": "Sherry Hutt,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. E8-13567 Filed 6-16-08; 8:45 am]", "billing_code": "BILLING CODE 4312-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}