{"index": "I_1504", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Inventory Completion: U.S. Department of the Interior, U.S. Fish and Wildlife Service, Region 7, Anchorage, AK\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains and associated funerary objects in the possession of the U.S. Department of the Interior, U.S. Fish and Wildlife Service, Region 7, Anchorage, AK. The human remains and associated funerary objects were removed from Atka Island, AK.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003 (d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations in this notice.\\n        A detailed assessment of the human remains was made by U.S. Fish and Wildlife Service, Region 7 professional staff with assistance from the Alaska State Office of History and Archaeology and University of Alaska, Anchorage, in consultation with representatives of the Aleut Corporation; Atka IRA Council and Atxam Corporation, which represent the Native Village of Atka; and Unangan Repatriation Commission, a non-federally recognized Native Alaskan group.\\n        In either 1948 or 1949, human remains representing a minimum of two individuals were removed from burial caves on Atka Island, AK, by Theodore P. Bank II, an ethnobotanist, during an expedition undertaken for the purpose of collecting botanical as well as archeological specimens, which included human remains. The human remains from Atka Island have been curated at several institutions before finally arriving at the Museum of the Aleutians, Dutch Harbor, AK, in 2002 after which the U.S. Fish and Wildlife Service was informed. No known individuals were identified. The 18 associated funerary objects are 1 stone lamp, 2 stone lamp fragments, 2 carved stone artifacts, 1 stone point, 1 ivory artifact, 9 bone tools, 1 sea otter skull, and 1 water worn bear mandible.\\n\\n        The cultural affiliation has been determined based on previous occupations of the island, as well as the physical traits exhibited by both past populations and those of the recovered human remains. Atka Island has been occupied for at least 2,000 years and probably close to 6,000 years by the Aleut people. All known dated cave burials from the Aleutians are younger than 2,000 years old (Black, 1982, pg 24; Black 2003, pg 36; Hayes 2002). The skeletal morphology, other scientific testing, and physical traits associated with prehistoric Aleut populations and modern day Aleuts are consistent with the human remains. The burial contexts of the human remains are consistent with those observed for pre-contact Aleut populations. Based on scientific studies, burial context, and aboriginal occupation, the descendants of the Aleut from Atka Island are members of the Atxam Corporation and Native Village of Atka.\\n        Officials of the U.S. Fish and Wildlife Service, Region 7 have determined that, pursuant to 25 U.S.C. 3001 (9-10), the human remains described above represent the physical remains of two individuals of Native American ancestry. Officials of the U.S. Fish and Wildlife Service, Region 7 also have determined that, pursuant to 25 U.S.C. 3001 (3)(A), the 18 objects described above are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony. Lastly, officials of the U.S. Fish and Wildlife Service, Region 7 have determined that, pursuant to 25 U.S.C. 3001 (2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and associated funerary objects and the Atxam Corporation and Native Village of Atka.\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the human remains and associated funerary objects should contact Debra Corbett, U.S. Fish and Wildlife Service, 1011 East Tudor Road, Anchorage, AK 99503, telephone (907) 786-3399, before August 13, 2008. Repatriation of the human remains and associated funerary objects to the Native Village of Atka, represented by the Atka IRA Council and Atxam Corporation, may proceed after that date if no additional claimants come forward.\\n        The U.S. Fish and Wildlife Service, Region 7 is responsible for notifying the Aleut Corporation; Aleutian/Pribilof Islands Association, Inc.; and Native Village of Atka, represented by the Atka IRA Council and Atxam Corporation that this notice has been published.\\n        \\n          Dated: June 5, 2008\\n          Sherry Hutt,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. E8-15903 Filed 7-11-08; 8:45 am]\\n      BILLING CODE 4312-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Inventory Completion: U.S. Department of the Interior, U.S. Fish and Wildlife Service, Region 7, Anchorage, AK", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: June 5, 2008", "signature_name": "Sherry Hutt,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. E8-15903 Filed 7-11-08; 8:45 am]", "billing_code": "BILLING CODE 4312-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}