{"index": "I_1561", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Inventory Completion: Texas Department of Transportation, Austin, TX\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains and associated funerary objects in the possession of the Texas Department of Transportation, Austin, TX. The human remains and associated funerary objects were removed from Titus County, TX.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003 (d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations in this notice.\\n        A detailed assessment of the human remains was made by the professional archeological staff of the Texas Department of Transportation in consultation with representatives of the Caddo Nation of Oklahoma.\\n        In 1973, human remains representing a minimum of one individual were removed from the Alex Justiss Site, 41TT13, in Titus County, TX. No known individual was identified. The 94 associated funerary objects are 39 ceramic sherds, 1 Talco arrow point, 2 untyped arrow points, 1 core, 1 grooved hematitic sandstone, 48 pieces of lithic debitage, and 2 organic matter (nutshells).\\n        In 1975, human remains representing a minimum of two individuals were removed from the Alex Justiss Site, 41TT13, in Titus County, TX. No known individuals were identified. The 251 associated funerary objects are 73 ceramic sherds, 4 Talco arrow points, 3 Maud arrow points, 1 Alba arrow point, 1 Perdiz arrow point, 5 Gary dart points, 1 Yarbrough dart point, 1 gouge, 1 pitted stone, 2 ground stones, 1 hammerstone, 1 end scraper, 6 bifaces, 4 cores, and 147 pieces of lithic debitage.\\n        In 2001, human remains representing a minimum of 18 individuals were removed from the Alex Justiss Site, 41TT13, in Titus County, TX. No known individuals were identified. The 1,089 associated funerary objects are 14 ceramic vessels (ceramic vessels include 6 jars, 5 bottles, and 3 carinated bowls); 313 ceramic sherds; 1 pipe stem; 70 Talco arrow points; 1 Bassett arrow point; 1 Harrell arrow point; 1 Perdiz arrow point; 3 Washita arrow points; 2 untyped arrow points; 1 celt; 4 Gary dart points; 6 untyped dart point and fragments; 3 groundstones; 1 hammerstone; 4 cores; 529 pieces of lithic debitage; 73 non-human bones; 1 snail shell; 43 soil samples; and 18 carbon samples.\\n        In 1959, the Alex Justiss Site, 41TT13, was identified by a local collector, Edward German, when a firebreak on the property of Alex Justiss exposed a prehistoric burial. There is evidence of earlier occupation at site 41TT13 during the Late Archaic and Late Caddo periods. In 1973, plans were made to widen SH 49 between FM 144 and FM 1735, and test excavations by the Texas Department of Transportation confirmed the presence of a Titus phase Caddo cemetery on the south side of the highway. The site was determined eligible for listing in the National Register of Historic Places and data recovery excavations were designed to mitigate the effects of the construction on the site. These excavations were conducted in 1975, but SH 49 was not widened at that time.\\n        In 2000, the plan to widen SH 49 was re-evaluated. Archeological avoidance was not feasible and determined that the earlier excavation did not meet current archeological standards. In consultations with the Caddo Nation of Oklahoma it was determined that the portion of the Caddo cemetery within the right of way of SH 49 was to be re-excavated. These excavations took place in 2001 and additional human remains were removed from the site. The later development of the Caddo Cemetery, and 19th and 20th century\\'s historic activities disturbed and mixed the earlier occupation artifacts into the burial fill and surrounding soil. As a result it is impossible to determine if excavated artifacts such as debitage, sherds, and broken tools were intentional funerary objects or accidentally incorporated into the Caddo Cemetery complex. However, based on the preponderance of the evidence, officials of the Texas Department of Transportation reasonably believe the artifacts are associated funerary objects.\\n        Ceramic types represented in the burial assemblage include Wilder Engraved, Bullard Brushed, Pease Brushed-Incised, La Rue Neck Banded, Taylor Engraved, Ripley Engraved, and Keno Trailed. The types of decorated ceramics represented in the ceramic assemblage and the abundance of Talco arrow points indicate that the cemetery was used by a Caddo group during the Titus phase (A.D. 1400-1680). Texas Department of Transportation has determined that based upon the lithic and ceramic assemblages that the Alex Justiss site was occupied by a Caddo group. Descendants of the Caddo are members of the Caddo Nation of Oklahoma.\\n        Officials of the Texas Department of Transportation have determined that, pursuant to 25 U.S.C. 3001 (9-10), the human remains described above represent the physical remains of 21 individuals of Native American ancestry. Officials of the Texas Department of Transportation also have determined that, pursuant to 25 U.S.C. 3001 (3)(A), the 1,434 objects described above are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony. Lastly, officials of the Texas Department of Transportation have determined, pursuant to 25 U.S.C. 3001 (2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and associated funerary objects and the Caddo Nation of Oklahoma.\\n\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the human remains and associated funerary objects should contact Scott Pletka, Ph.D., Supervisor, Archeological Studies Program, Texas Department of Transportation, 125 E. 11th Street, Austin, TX 78701-2483, telephone (512) 416-2631, before April 7, 2008. Repatriation of the human remains and associated funerary objects to the Caddo Nation of Oklahoma may proceed after that date if no additional claimants come forward.\\n        \\n        The Texas Department of Transportation is responsible for notifying the Caddo Nation of Oklahoma that this notice has been published.\\n        \\n          Dated: January 30, 2008.\\n          Sherry Hutt,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. E8-4320 Filed 3-5-08; 8:45 am]\\n      BILLING CODE 4312-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Inventory Completion: Texas Department of Transportation, Austin, TX", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: January 30, 2008.", "signature_name": "Sherry Hutt,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. E8-4320 Filed 3-5-08; 8:45 am]", "billing_code": "BILLING CODE 4312-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}