{"index": "I_1533", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Inventory Completion: Field Museum of Natural History, Chicago, IL\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains and associated funerary object in the possession of the Field Museum of Natural History, Chicago, IL. The human remains and associated funerary object were removed from New York State.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003 (d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains and associated funerary object. The National Park Service is not responsible for the determinations in this notice.\\n\\n        A detailed assessment of the human remains was made by Field Museum of Natural History professional staff in consultation with representatives of the Cayuga Nation of New York; Oneida Nation of New York; Oneida Tribe of Indians of Wisconsin; Onondaga Nation of New York; Seneca Nation of New York; Seneca-Cayuga Tribe of Oklahoma; Saint Regis Mohawk Tribe, New York (formerly the St. Regis Band of Mohawk Indians of New York); Tonawanda Band of Seneca Indians of New York; and Tuscarora Nation of New York.\\n        At an unknown date prior to 1891, human remains representing a minimum of seven individuals were removed from unidentified locations in New York State. Three individuals represented by Field Museum of Natural History catalog numbers 41800 and 41803 were removed by F.M. Noe from \\xe2\\x80\\x9cNew York\\xe2\\x80\\x9d and \\xe2\\x80\\x9cnorthern New York.\\xe2\\x80\\x9d Mr. Noe was a collector and dealer of natural history specimens and Native American \\xe2\\x80\\x9crelics.\\xe2\\x80\\x9d His correspondence specifically identifies the human remains as Iroquois. Mr. Noe sold the human remains to Franz Boas. The other four individuals represented by Field Museum of Natural History catalog numbers 41804 and 41805 were removed from \\xe2\\x80\\x9cnorthern New York\\xe2\\x80\\x9d probably by Mr. Boas. Mr. Boas then sold all seven sets of human remains to the Field Museum of Natural History in 1894. No known individuals were identified. The one associated funerary object consists of one small fragment of yellow ochre.\\n        All of the human remains were removed from sites in New York State. Based on the conditions of the skeletal elements and Mr. Noe\\'s correspondence, the human remains date to the historic period. The human remains have been identified as Native American based on craniometric analysis, and the specific cultural and geographic attribution in Field Museum of Natural History records. All seven individuals were identified as \\xe2\\x80\\x9cIroquois\\xe2\\x80\\x9d in Mr. Noe\\'s and Mr. Boas\\'s notes. Descendants of the Iroquois are the Cayuga Nation of New York; Oneida Nation of New York; Oneida Tribe of Indians of Wisconsin; Onondaga Nation of New York; Seneca Nation of New York; Seneca-Cayuga Tribe of Oklahoma; Saint Regis Mohawk Tribe, New York; Tonawanda Band of Seneca Indians of New York; and Tuscarora Nation of New York.\\n        Officials of the Field Museum of Natural History have determined that, pursuant to 25 U.S.C. 3001 (9-10), the human remains described above represent the physical remains of seven individuals of Native American ancestry. Officials of the Field Museum of Natural History also have determined that, pursuant to 25 U.S.C. 3001 (3)(A), the one object described above is reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony. Officials of the Field Museum of Natural History have determined that, pursuant to 25 U.S.C. 3001 (2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and associated funerary object and the Cayuga Nation of New York; Oneida Nation of New York; Oneida Tribe of Indians of Wisconsin; Onondaga Nation of New York; Seneca Nation of New York; Seneca-Cayuga Tribe of Oklahoma; Saint Regis Mohawk Tribe, New York; Tonawanda Band of Seneca Indians of New York; and Tuscarora Nation of New York.\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the human remains and associated funerary object should contact Helen Robbins, Director of Repatriation, Field Museum of Natural History, 1400 South Lake Shore Drive, Chicago, IL 60605-2496, telephone (312) 665-7317, before June 23, 2008. Repatriation of the human remains and associated funerary object to the Cayuga Nation of New York; Oneida Nation of New York; Oneida Tribe of Indians of Wisconsin; Onondaga Nation of New York; Seneca Nation of New York; Seneca-Cayuga Tribe of Oklahoma; Saint Regis Mohawk Tribe, New York; Tonawanda Band of Seneca Indians of New York; and Tuscarora Nation of New York may proceed after that date if no additional claimants come forward.\\n        The Field Museum of Natural History is responsible for notifying the Cayuga Nation of New York; Oneida Nation of New York; Oneida Tribe of Indians of Wisconsin; Onondaga Nation of New York; Seneca Nation of New York; Seneca-Cayuga Tribe of Oklahoma; Saint Regis Mohawk Tribe, New York; Tonawanda Band of Seneca Indians of New York; and Tuscarora Nation of New York that this notice has been published.\\n        \\n          Dated: April 23, 2008\\n          Sherry Hutt,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. E8-11570 Filed 5-22-08; 8:45 am]\\n      BILLING CODE 4312-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Inventory Completion: Field Museum of Natural History, Chicago, IL", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: April 23, 2008", "signature_name": "Sherry Hutt,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. E8-11570 Filed 5-22-08; 8:45 am]", "billing_code": "BILLING CODE 4312-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}