{"index": "I_1509", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Inventory Completion: University of Hawai`i at Hilo, Department of Anthropology, Hilo, HI\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains in the possession and control of the University of Hawai`i at Hilo, Department of Anthropology, Hilo, HI. The human remains were removed from Hawai`i Island, HI.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003 (d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains. The National Park Service is not responsible for the determinations in this notice.\\n        A detailed assessment of the human remains was made by University of Hawai`i at Hilo professional staff in consultation with representatives of the Hawai`i Island Burial council, Hui Malama I Na Kupuna O Hawai`i Nei, and Office of Hawaiian Affairs.\\n        In the late 1970s or early 1980s, human remains representing a minimum of one individual were removed from an unknown shoreline location near the old Kona Airport in the North Kona District, Hawai`i Island, HI. An unknown student delivered the human remains to faculty in the anthropology department at that time. No known individual was identified. No associated funerary objects are present.\\n        The human remains are heavily weathered and come from an area where shoreline erosion of Native Hawaiian human remains is well documented. Property ownership in the area includes both State land and private land and it is unclear where the human remains originated. Based on the lack of definitive information of removal and location, the University of Hawai`i at Hilo has proceeded as the responsible entity.\\n        Officials of the University of Hawai`i at Hilo have determined that, pursuant to 25 U.S.C. 3001 (9-10), the human remains described above represent the physical remains of one individual of Native Hawaiian ancestry. Officials of the University of Hawai`i at Hilo also have determined that, pursuant to 25 U.S.C. 3001 (2), there is a relationship of shared group identity that can be reasonably traced between the Native Hawaiian human remains and Hui Malama I Na Kupuna O Hawai`i Nei and Office of Hawaiian Affairs.\\n        Representatives of any other Native Hawaiian Organization or Indian tribe that believes itself to be culturally affiliated with the human remains should contact Peter R. Mills, Department of Anthropology, Social Sciences Division, University of Hawai`i at Hilo, 200 West Kawili Street, Hilo, HI 96720-4091, telephone (808) 974-7465, before July 24, 2008. Repatriation of the human remains jointly to the Hui Malama I Na Kupuna O Hawai`i Nei and Office of Hawaiian Affairs may proceed after that date if no additional claimants come forward.\\n        The University of Hawai`i at Hilo is responsible for notifying the Hawai`i Island Burial council, Hui Malama I Na Kupuna O Hawai`i Nei, and Office of Hawaiian Affairs that this notice has been published.\\n        \\n          Dated: May 30, 2008\\n          Sherry Hutt,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. E8-14227 Filed 6-23-08; 8:45 am]\\n      BILLING CODE 4312-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Inventory Completion: University of Hawai`i at Hilo, Department of Anthropology, Hilo, HI", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: May 30, 2008", "signature_name": "Sherry Hutt,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. E8-14227 Filed 6-23-08; 8:45 am]", "billing_code": "BILLING CODE 4312-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}