{"index": "I_1568", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Inventory Completion: Natural History Museum of Los Angeles County Foundation, Los Angeles, CA\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains and associated funerary objects in the possession of the Natural History Museum of Los Angeles County Foundation, Los Angeles, CA. The human remains and associated funerary objects were removed from Los Angeles, San Luis Obispo, Santa Barbara, and Ventura Counties, CA.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003 (d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations in this notice.\\n        A detailed assessment of the human remains was made by Natural History Museum of Los Angeles County Foundation professional staff in consultation with representatives of the Santa Ynez Band of Chumash Mission Indians of the Santa Ynez Reservation, California.\\n\\n        In 1905, human remains representing a minimum of three individuals were removed from an unknown locality on Santa Cruz Island, Santa Barbara County, CA. The human remains were donated to the Natural History Museum of Los Angeles County by Mr. Burbank in 1931. No known individuals were identified. No associated funerary objects are present.\\n        In 1915, human remains representing a minimum of two individuals were removed from \\xe2\\x80\\x9cthe Malibu Ranch,\\xe2\\x80\\x9d an unknown location in Los Angeles County, CA. The human remains were subsequently donated to the Natural History Museum of Los Angeles County by Irving V. Auger. No known individuals were identified. No associated funerary objects are present.\\n        Between 1920 and 1940, human remains representing a minimum one individual were removed from the Muwu site (4-VEN-11), Ventura County, CA, by the Native Daughters of the Golden West. The human remains were donated to the Natural History Museum of Los Angeles County in 1971. No known individual was identified. No associated funerary objects are present.\\n        In 1921, human remains representing a minimum of one individual were removed from Mutuba Road, Malibu, Los Angeles County, CA. The human remains were subsequently donated to the Natural History Museum of Los Angeles County by Joseph H. Call. No known individual was identified. No associated funerary objects are present.\\n        In 1924, human remains representing a minimum of one individual were removed from a site in Ventura County, CA, by Natural History Museum of Los Angeles staff members W.A. Bryan (director), Howard. R. Hill, and Mr. Herring. The human remains were listed in an accession that contained human remains from both Little Sycamore Creek and from Arroyo Sequit Creek. No known individual was identified. No associated funerary objects are present.\\n        In 1924, human remains representing a minimum of three individuals were removed from Oak Creek, Ventura County, CA, by Howard R. Hill and subsequently donated to the Natural History Museum of Los Angeles. No known individuals were identified. No associated funerary objects are present.\\n        Oral historic, historic, ethnographic, archeological, and linguistic evidence indicates that the six sites described above were occupied by Chumash peoples from precontact times into the historic period.\\n        In 1929, human remains representing a minimum of 15 individuals were removed from the Avila site (4-SLO-56), San Luis Obispo County, CA, by members of the Van Bergen-Los Angeles Museum Expedition. No known individuals were identified. The 742 associated funerary objects are 675 abalone pendants, 1 bag of abalone pendant fragments, 1 abalone dish, 1 abalone shell, 24 keyhole limpet rings, 10 chert knives, 1 obsidian projectile point, 2 spear points, 1 bone knife fragment, 1 rhyolite mortar with olivella disk bead inlay, 1 sandstone mortar fragment, 1 sandstone pestle, 1 stone awl sharpener, 15 birdbone whistle fragments, 1 worked elk antler tip, 1 sea lion jaw, 1 partial dog skeleton, and 4 whalebone fragments (possible grave markers).\\n        Oral historic, historic, ethnographic, archeological, and linguistic evidence indicates that the Avila site was used by Chumash peoples from 500 B.P. into the historic period.\\n        Between 1929 and 1932, human remains representing a minimum of 26 individuals were recovered from the Muwu site (4-VEN-11), Ventura County, CA, by members of the Van Bergen-Los Angeles Museum expedition. No known individuals were identified. No associated funerary objects are present.\\n        In 1933, human remains representing a minimum of 13 individuals were removed from Santa Rosa Island, Santa Barbara County, CA, by H. Arden Edwards of the Antelope Valley Museum, Lancaster, CA. The human remains were donated to the Natural History Museum of Los Angeles County in 1979 by Grace Oliver, the owner of the Antelope Valley Museum. No known individuals were identified. No associated funerary objects are present.\\n        Oral historic, historic, ethnographic, archeological, and linguistic evidence indicates that Santa Rosa Island was occupied by Chumash peoples from precontact times into the historic period.\\n        In 1952, human remains representing a minimum of nine individuals were removed from the Little Sycamore site (4-VEN-1), Ventura County, CA, by University of Southern California staff W.J. Wallace. The University of Southern California donated the human remains and associated funerary objects to the Natural History Museum of Los Angeles County in 1988. No known individuals were identified. The 16 associated funerary objects are 5 abalone shells; 2 lots of oyster, mussel, clam, and snail shell fragments; 6 rounded stones; and 3 rocks.\\n        Oral historic, historic, ethnographic, archeological, and linguistic evidence indicates that the Little Sycamore Creek area was occupied by Chumash peoples from precontact times into the historic period.\\n        In 1953, human remains representing a minimum of three individuals were removed from Gilmore Rock Shelter (4-VEN-57) in Little Sycamore Canyon, Ventura County, CA, by University of Southern California staff W.J. Wallace. The University of Southern California donated the human remains to the Natural History Museum of Los Angeles in 1988. No known individuals were identified. No associated funerary objects are present.\\n        Archeological evidence indicates that the Gilmore Rock Shelter was used intermittently from 500 B.P. into the historic period. Oral historic, historic, ethnographic, archeological, and linguistic evidence indicates that the Little Sycamore Canyon area was occupied by Chumash peoples from precontact times into the historic period.\\n        In 1958-59, human remains representing a minimum of 22 individuals were removed from the Simo\\'mo site (4-VEN-24/26), Ventura County, CA, by Charles Rozaire, Natural History Museum of Los Angeles County staff. No known individuals were identified. No associated funerary objects are present.\\n        Oral historic, historic, ethnographic, archeological, and linguistic evidence indicates that the Simo\\'mo site was occupied by Chumash peoples from precontact times into the historic period.\\n        At an unknown date, human remains representing a minimum of one individual were removed from an unidentified site in the vicinity of Morro Bay, San Luis Obispo County, CA, and subsequently donated to the Natural History Museum of Los Angeles County by an unknown donor. \\xe2\\x80\\x9cMorro Bay\\xe2\\x80\\x9d is written on the human remains. No known individual was identified. No associated funerary objects are present.\\n        Oral historic, historic, ethnographic, archeological, and linguistic evidence indicates that the Morro Bay area was occupied by Chumash peoples from precontact times into the historic period.\\n        At an unknown date, human remains representing a minimum of one individual were removed from Happy Valley, Santa Barbara County, CA, by Dr. A. Ousdal. Dr. Ousdal donated the human remains to the Allan Hancock Foundation of the University of Southern California. In 1988, the University of Southern California donated the human remains as part of a larger collection to the Natural History Museum of Los Angeles. No known individual was identified. No associated funerary objects are present.\\n        Oral historic, historic, ethnographic, archeological, and linguistic evidence indicates that the Happy Valley area was occupied by Chumash peoples from precontact times into the historic period.\\n\\n        At an unknown date, human remains representing a minimum of 13 individuals were removed from Arroyo Sequit Mound in Arroyo Sequit, Ventura County, CA. The human remains were subsequently donated to the Natural History Museum of Los Angeles County by E.D. Mitchell. One set of human remains was identified by a tag reading \\xe2\\x80\\x9cE.D.M. 281, burial 18, Arroyo Sequit Mound.\\xe2\\x80\\x9d The other 12 sets of human remains were identified by a tag reading \\xe2\\x80\\x9cCalifornia Los Angeles County Arroyo Sequit Shell Mound Misc. Bones EDM-274.\\xe2\\x80\\x9d No known individuals were identified. No associated funerary objects are present.\\n        Oral historic, historic, ethnographic, archeological, and linguistic evidence indicates that the Arroyo Sequit area was occupied by Chumash peoples from precontact times into the historic period.\\n        At an unknown date, human remains representing a minimum of three individuals were removed from a site in Solstice Canyon, Los Angeles County, CA. The human remains were subsequently donated to the Natural History Museum of Los Angeles County in 1971 by the Native Daughters of the Golden West. No known individuals were identified. No associated funerary objects are present.\\n        Oral historic, historic, ethnographic, archeological, and linguistic evidence indicates that Solstice Canyon was occupied by Chumash peoples from precontact times into the historic period.\\n        At an unknown date, human remains representing a minimum of four individuals were removed from the Paradise Cove site (4-LAN-222), Malibu, Los Angeles County, CA. The human remains were labeled \\xe2\\x80\\x9cLAN-222 Paradise Cove.\\xe2\\x80\\x9d No known individuals were identified. No associated funerary objects are present.\\n        Oral historic, historic, ethnographic, archeological, and linguistic evidence indicates that the Malibu area was occupied by Chumash peoples from precontact times into the historic period.\\n        At an unknown date, human remains representing a minimum of one individual were removed from Point Dume, Los Angeles County, CA. The human remains were subsequently donated to the Natural History Museum of Los Angeles County by an unknown donor. The remains were labeled \\xe2\\x80\\x9cPoint Dume.\\xe2\\x80\\x9d No known individual was identified. No associated funerary objects are present.\\n        Oral historic, historic, ethnographic, archeological, and linguistic evidence indicates that the Point Dume area was occupied by Chumash peoples from precontact times into the historic period.\\n        Archeological and linguistic evidence indicates that Chumash culture developed in place and is of substantial antiquity in the area of San Luis Obispo, Santa Barbara, Ventura, and Los Angeles Counties. Consultation with representatives of the Santa Ynez Band of Chumash Mission Indians of the Santa Ynez Reservation, California confirms that the area of San Luis Obisbo, Santa Barbara, Ventura and Los Angles Counties is within the territory traditionally occupied by the Chumash and that the human remains and associated funerary objects described above are culturally affiliated with the Santa Ynez Band of Chumash Mission Indians of the Santa Ynez Reservation, California.\\n        Officials of the Natural History Museum of Los Angeles County Foundation have determined that, pursuant to 25 U.S.C. 3001 (9-10), the human remains described above represent the physical remains of 122 individuals of Native American ancestry. Officials of the Natural History Museum of Los Angeles County Foundation also have determined that, pursuant to 25 U.S.C. 3001 (3)(A), the 758 objects described above are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony. Lastly, officials of the Natural History Museum of Los Angeles County Foundation have determined that, pursuant to 25 U.S.C. 3001 (2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and associated funerary objects and the Santa Ynez Band of Chumash Mission Indians of the Santa Ynez Reservation, California.\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the human remains should contact Dr. Margaret Hardin, Natural History Museum of Los Angeles County Foundation, 900 Exposition Blvd., Los Angeles, CA 90007, telephone (213) 763-3475, before March 26, 2008. Repatriation of the human remains and associated funerary objects to the Santa Ynez Band of Chumash Mission Indians of the Santa Ynez Reservation, California may proceed after that date if no additional claimants come forward.\\n        The Natural History Museum of Los Angeles County Foundation is responsible for notifying the Santa Ynez Band of Chumash Mission Indians of the Santa Ynez Reservation, California that this notice has been published.\\n        \\n          Dated: December 21, 2007.\\n          Sherry Hutt,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. E8-3447 Filed 2-22-08; 8:45 am]\\n      BILLING CODE 4312-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Inventory Completion: Natural History Museum of Los Angeles County Foundation, Los Angeles, CA", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: December 21, 2007.", "signature_name": "Sherry Hutt,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. E8-3447 Filed 2-22-08; 8:45 am]", "billing_code": "BILLING CODE 4312-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}