{"index": "I_1559", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Inventory Completion: Department of Anthropology and Ethnic Studies, University of Nevada Las Vegas, Las Vegas, NV\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains and associated funerary objects in possession of the Department of Anthropology and Ethnic Studies, University of Nevada Las Vegas, Las Vegas, NV. The human remains and associated funerary object were removed from Washoe County, NV.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003 (d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations in this notice.\\n        A detailed assessment of the human remains was made by the University of Nevada Las Vegas Department of Anthropology and Ethnic Studies professional staff in consultation with representatives of Pyramid Lake Paiute Tribe of the Pyramid Lake Reservation, Nevada.\\n        At an unknown date, human remains representing a minimum of one individual were removed from a dry lake shore near Winnemuca in Washoe County, NV (recorded as AHUR 0123). No information is available regarding the circumstances surrounding their removal. No known individual was identified. The eight associated funerary objects are two stone scrapers, one basket fragment, two faunal bones, one large stone slab, and two turquoise fragments.\\n        The human remains are believed to be pre-contact or early post-contact Native American, based on the associated funerary objects.\\n        On April 11, 1983, human remains representing a minimum of one individual were removed from an area two miles north of Nixon, near milepost 20 of State Route 447, near Pyramid Lake, Washoe County, NV (recorded as FHUR 0002). Records indicate that the human remains were discovered by hikers on the east side of Pyramid Lake, on the west slope of a ridge behind a large boulder. The burial was completely covered by small stones, but the skull and smaller fragments were visible to the hikers through a crevice. The human remains were subsequently recovered by the Washoe County Coroner. No known individual was identified. The four associated funerary objects are one machine-printed cloth, one metal pill box, one lot of buttons, and one twisted plant fiber.\\n        The Washoe County Coroner reported that the human remains appeared to have been wrapped in multiple layers of cloth and canvas, and the body was placed in a flexed position with the knees pulled up to the chest. Based on skeletal attributes, this individual was identified as Native American. Analyses of the buttons indicate that they date between the late 1800s and early 1900s. The location of the human remains, as well as the crevice style of burial, indicates that the individual was most likely a member of a Great Basin Native American tribe.\\n\\n        On April 18, 1982, human remains representing a minimum of one individual were removed from the shore of Pyramid Lake, in Washoe County, NV (recorded as FHUR 0003). Records indicate that this crania was found by children approximately 100 yards inland from the shore of the lake, in an area that had been recently exposed due to decreasing water levels. The Washoe County Sheriff\\'s Department subsequently conducted additional excavations in the area, but failed to recover any additional skeletal materials or artifacts. The human remains were sent to the University of Nevada Las Vegas for further analysis. No known individual was identified. No associated funerary objects are present.\\n        Analysis determined that the human remains are that of a pre-contact or early historic Native American inhabitant of the Great Basin area.\\n        Archeological evidence suggests that the areas where the human remains were found were occupied by Shoshone/Paiute groups in pre-contact and historic times. Oral history evidence presented by the representatives of the Pyramid Lake Paiute further suggests that the areas were occupied by the Pyramid Lake Paiute during these time periods. Based on these lines of evidence, the human remains and associated funerary objects are considered to be Native American and culturally affiliated with the Pyramid Lake Paiute Tribe of the Pyramid Lake Reservation, Nevada.\\n        Officials of the Department of Anthropology and Ethnic Studies, University of Nevada Las Vegas have determined that, pursuant to 25 U.S.C. 3001 (9-10), the human remains described above represent the physical remains of three individuals of Native American ancestry. Officials of the Department of Anthropology and Ethnic Studies, University of Nevada Las Vegas also have determined that, pursuant to 25 U.S.C. 3001 (3)(A), the twelve objects described above are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony. Lastly, officials of the Department of Anthropology and Ethnic Studies, University of Nevada Las Vegas have determined that, pursuant to 25 U.S.C. 3001 (2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and associated funerary objects and the Pyramid Lake Paiute Tribe of the Pyramid Lake Reservation, Nevada.\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the the human remains and associated funerary objects should contact Dr. Karen Harry, Department of Anthropology & Ethnic Study, University of Nevada Las Vegas, 4505 Maryland Parkway, Box 455003, Las Vegas, NV 89154-5003, telephone (702) 895-2534, before April 7, 2008. Repatriation of the human remains and associated funerary objects to the Pyramid Lake Paiute Tribe of the Pyramid Lake Reservation, Nevada may proceed after that date if no additional claimants come forward.\\n        The Department of Anthropology and Ethnic Studies, University of Nevada Las Vegas is responsible for notifying the Pyramid Lake Paiute Tribe of the Pyramid Lake Reservation, Nevada that this notice has been published.\\n        \\n          Dated: January 30, 2008.\\n          Sherry Hutt,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. E8-4329 Filed 3-5-08; 8:45 am]\\n      BILLING CODE 4312-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Inventory Completion: Department of Anthropology and Ethnic Studies, University of Nevada Las Vegas, Las Vegas, NV", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: January 30, 2008.", "signature_name": "Sherry Hutt,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. E8-4329 Filed 3-5-08; 8:45 am]", "billing_code": "BILLING CODE 4312-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}