{"index": "I_1562", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Inventory Completion: Natural History Museum of Los Angeles County Foundation, Los Angeles, CA; Correction\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice; correction.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains in the possession of the Natural History Museum of Los Angeles County Foundation, Los Angeles, CA. The human remains were removed from Tulare County, CA.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003 (d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations in this notice.\\n        A detailed assessment of the human remains was made by the Natural History Museum of Los Angeles County professional staff in consultation with representatives of the Santa Rosa Indian Community of the Santa Rosa Rancheria, California (also known as the Tachi Yokut Tribe) and Tule River Indian Tribe of the Tule River Reservation, California.\\n\\n        After further consultation with the tribal representatives, cultural affiliation has been revised for a Notice of Inventory Completion previously published in the Federal Register of August 16, 1999 (FR Doc 99-21068, pages 44535-44536) by adding the Santa Rosa Indian Community of the Santa Rosa Rancheria, California. This notice supersedes the previously published Notice of Inventory Completion of August 16, 1999.\\n        In 1932, human remains representing one individual were recovered from the Robla Lomas Ranch, Woodlake, Tulare County, CA, under unknown circumstances. In 1972, the human remains were donated to the Los Angeles County Museum of Natural History (now the Natural History Museum of Los Angeles County Foundation) by Helen Phillips Spears. No known individual was identified. No associated funerary objects are present.\\n\\n        Collections documentation indicates this individual was found with ten other individuals on the Robla Lomas Ranch. Documentation also suggests that the human remains are probably those of an individual killed by the Spanish during a battle known to have occurred at the Robla Lomas Ranch in 1832. Ethnohistoric information, as well as consultation with tribal representatives of the Santa Rosa Indian Community of the Santa Rosa Rancheria, California and Tule River Indian Tribe of the Tule River Reservation, California, indicates that the Robla Lomas Ranch is within the historic territory traditionally occupied by the Yokut. Descendants of the Yokut are members of the Picayune Rancheria of Chuckchansi Indians of California; Santa Rosa Indian Community of the Santa Rosa Rancheria, California; Table Mountain Rancheria of California; and Tule River Indian Tribe of the Tule River Reservation, California. Consultations with tribal representatives confirm that the human remains are culturally affiliated with the Picayune Rancheria of Chuckchansi Indians of California; Santa Rosa Indian Community of the Santa Rosa Rancheria, California; Table Mountain Rancheria of California; and Tule River Indian Tribe of the Tule River Reservation, California.\\n        Officials of the Natural History Museum of Los Angeles County Foundation have determined that, pursuant to 25 U.S.C. 3001 (9-10), the human remains described above represent the physical remains of one individual of Native American ancestry. Officials of the Natural History Museum of Los Angeles County Foundation also have determined that, pursuant to 25 U.S.C. 3001 (2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and the Picayune Rancheria of Chuckchansi Indians of California; Santa Rosa Indian Community of the Santa Rosa Rancheria, California; Table Mountain Rancheria of California; and Tule River Indian Tribe of the Tule River Reservation, California.\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the human remains should contact Dr. Margaret Ann Hardin, Natural History Museum of Los Angeles County Foundation, 900 Exposition Blvd., Los Angeles, CA 90007, telephone (213) 763-3382, before March 26, 2008. Repatriation of the human remains to the Santa Rosa Indian Community of the Santa Rosa Rancheria, California may proceed after that date if no additional claimants come forward.\\n        The Natural History Museum of Los Angeles County Foundation is responsible for notifying the Picayune Rancheria of Chuckchansi Indians of California; Santa Rosa Indian Community of the Santa Rosa Rancheria, California; Table Mountain Rancheria of California; and Tule River Indian Tribe of the Tule River Reservation, California that this notice has been published.\\n        \\n          Dated: December 21, 2007\\n          Sherry Hutt,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. E8-3451 Filed 2-22-08; 8:45 am]\\n      BILLING CODE 4312-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Inventory Completion: Natural History Museum of Los Angeles County Foundation, Los Angeles, CA; Correction", "agency2": "National Park Service, Interior.", "action": "Notice; correction.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: December 21, 2007", "signature_name": "Sherry Hutt,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. E8-3451 Filed 2-22-08; 8:45 am]", "billing_code": "BILLING CODE 4312-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}