{"index": "I_1674", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Inventory Completion: University of Colorado Museum, Boulder, CO\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains and associated funerary objects in the possession of the University of Colorado Museum, Boulder, CO. The human remains and associated funerary objects were removed from Montezuma County, CO.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003 (d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations in this notice.\\n        A detailed assessment of the human remains and associated funerary objects was made by University of Colorado Museum professional staff in consultation with representatives of the Hopi Tribe of Arizona; Navajo Nation, Arizona, New Mexico & Utah; Pueblo of Acoma, New Mexico; Pueblo of Cochiti, New Mexico; Pueblo of Isleta, New Mexico; Pueblo of Jemez, New Mexico; Pueblo of Laguna, New Mexico; Pueblo of Nambe, New Mexico; Pueblo of Picuris, New Mexico; Pueblo of Pojoaque, New Mexico; Pueblo of San Felipe, New Mexico; Pueblo of San Ildefonso, New Mexico; Pueblo of San Juan, New Mexico; Pueblo of Sandia, New Mexico; Pueblo of Santa Ana, New Mexico; Pueblo of Santa Clara, New Mexico; Pueblo of Santo Domingo, New Mexico; Pueblo of Taos, New Mexico; Pueblo of Tesuque, New Mexico; Pueblo of Zia, New Mexico; Southern Ute Indian Tribe of the Southern Ute Reservation, Colorado; Ute Mountain Tribe of the Ute Mountain Reservation, Colorado, New Mexico & Utah; Ysleta del Sur Pueblo of Texas; and Zuni Tribe of the Zuni Reservation, New Mexico.\\n        Between 1954 and 1990, human remains representing a minimum of 229 individuals were removed from three sites near Yellow Jacket Pueblo (5MT1, 5MT2, and 5MT3), Montezuma County, CO, during legally conducted excavations by Dr. Joe Ben Wheat and students participating in University of Colorado Museum sponsored archeological field schools. Human remains and associated funerary objects were physically transferred to the museum at the end of each field season through 1990. No known individuals were identified. The 488 associated funerary objects are 166 ceramic vessels (whole and fragmentary), some of which have black-on-white designs, human figures, animal figures, or are gray ware; 45 lots of sherds, including 17 single sherds; 5 lots of unmodified animal bone; 45 ground stone tools and slabs, including manos, hammerstones, axes, tchamahias, and mauls; 17 bone tools, including awls, scrapers, and whistles; 16 matting fragments; 8 beads, pendants, and ornaments; 28 lots of stone cores and flakes; 1 lot of gizzard stone; 125 soil samples; 15 lots of organic material; 13 flaked stone tools, including projectile points; 1 sample of adobe material; and 3 pieces of ochre.\\n        The three habitation sites, (identified on the National Register of Historic Places as the Joe Ben Wheat Site Complex), are at the head of Yellow Jacket Canyon to the west of Tatum Draw and southwest of the very large archeological site, Yellow Jacket Pueblo (5MT5). The Yellow Jacket burials were predominantly single interments, appearing in a wide variety of locations, including abandoned rooms and kivas, storage pits, subfloor burial pits, extramural burial pits, and middens.\\n        \\n\\n        The habitation sites were occupied at various times during the Basketmaker III, Pueblo II and Pueblo III periods, approximately A.D. 550-1250, with a temporary abandonment during the Pueblo I period, approximately A.D. 750-900. Based on the general continuity in the material culture and the architecture of these sites, it appears that the community that lived in this area had long-standing ties to the region and returned to sites even after migrations away from the locale that lasted more than one hundred years. However, by the late 13th century, both the Yellow Jacket sites and the nearby Mesa Verde region showed no evidence of human habitation. The sites are not used again until the 1920s when the locale was homesteaded and farmed.\\n        On an unknown date, probably in the 1920s or early 1930s, human remains representing a minimum of one individual were excavated from Montezuma Valley, Montezuma County, CO, most likely by Earl Morris, as a part of a University of Colorado Museum expedition. The human remains were not cataloged until they were donated to the museum by Mr. Morris\\'s family in 1962 (Catalog number 4794). No known individual was identified. No associated funerary objects are present.\\n        Based on osteological characteristics and excavator history, the human remains are Native American. The osteological characteristics indicate the human remains are consistent with better-documented Ancestral Puebloan remains from southwestern Colorado dating to circa A.D. 750-1300.\\n        On an unknown date, probably in the 1920s or early 1930s, human remains representing a minimum of two individuals were excavated from a site or sites near the Yellow Jacket Pueblo ruin, Montezuma County, CO, by Earl Morris as a part of a University of Colorado Museum field expedition. The human remains were cataloged by the museum in the early 1930s (Catalog numbers 4795 and 13377). No known individuals were identified. No associated funerary objects are present.\\n        Based on osteological characteristics and excavator history, the human remains are Native American. The osteological characteristics indicate the human remains are consistent with better-documented Ancestral Puebloan remains from southwestern Colorado dating to circa A.D. 750-1300.\\n        \\n        Some time in the 1920s or 1930s, human remains representing a minimum of one individual were most likely removed from the area of the Yellow Jacket Pueblo (5MT5), Montezuma County, CO, by Earl Morris, and later cataloged by the museum (Catalog number 4796). No known individual was identified. No associated funerary objects are present.\\n        Based on osteological characteristics, the human remains are Native American. The extreme wear on the teeth and other osteological characteristics are consistent with other Ancestral Puebloan human remains from southwestern Colorado dating to circa A.D. 750-1300. Museum documentation indicates the human remains date to the Pueblo III period.\\n        In 1955, human remains representing a minimum of one individual were surface collected from site 5MT10 in Montezuma County, CO, by Dr. J.B. Wheat of the University of Colorado Museum, and cataloged into the collection (Catalog number 9279). The site is approximately four miles north of Dolores, CO, and half a mile west of the Dolores River. No known individual was identified. No associated funerary objects are present.\\n        Based on Dr. Wheat\\'s notes about the styles of pottery sherds and architecture, the human remains are Native American, specifically, Ancestral Puebloan dating to circa A.D. 750-900.\\n        \\n        In 1956, human remains representing a minimum of four individuals were excavated from a site close to the house on the L.A. Simmons farm, Montezuma County, CO, by Dr. J.B. Wheat of the University of Colorado Museum. The farm is several miles west of the Yellow Jacket Pueblo ruin. The excavations were done with the landowner\\'s permission, donated to the museum by the landowner, and cataloged into the collection (Catalog numbers 19290-19292 and 99524). No known individuals were identified. No associated funerary objects are present.\\n        Based on the archeological context, the human remains are Native American. The human remains were found in the fill of a slab-lined room that was estimated to date to the Pueblo I period, approximately A.D. 750-900.\\n        \\n        On an unknown date, human remains representing a minimum of one individual were excavated in the area of the Yellow Jacket Pueblo (5MT5), Montezuma County, CO, by an unknown individual. The human remains were anonymously donated to the museum in the mid-1980s and cataloged into the collection (Catalog number 39423). No known individual was identified. No associated funerary objects are present.\\n        Osteological characteristics indicate the human remains are Native American. Based on the extreme wear on the teeth and other osteological characteristics, the human remains are reasonably believed to be Ancestral Puebloan and date to between A.D. 750 and 1300.\\n        \\n        In 1987, human remains representing a minimum of two individuals were removed from the Yellow Jacket Pueblo (5MT5), Montezuma County, CO, by a University of Colorado Museum field school survey and cataloged into the collection (Catalog numbers 41400 and 41414). No known individuals were identified. No associated funerary objects are present.\\n        Based on archeological context, the human remains are Native American. Based on the material culture, occupation dates, and architecture associated with the site, the human remains date to approximately A.D. 1000-1300.\\n        In 1958, human remains representing a minimum of nine individuals were removed from Paul Wilson\\'s farm, Montezuma County, CO, by Dr. J.B. Wheat and two graduate students from the University of Colorado Museum with permission of the landowner. Several individuals were removed from a plowed field by Mr. Wilson prior to the University of Colorado Museum\\'s excavation. The Wilson farm is several miles southwest of the Yellow Jacket Pueblo (5MT5). A state site-number, 5MT33, was assigned to the site by Dr. Wheat, but apparently never registered with the state. The human remains were donated to the museum by the landowner and cataloged into the museum collections (Catalog numbers 44446-44446-5). No known individuals were identified. No associated funerary objects are present.\\n        Based on the archeological context, the human remains are Native American. Based on the material culture and architecture associated with the site, the human remains date to approximately A.D. 550-1300.\\n        On an unknown date, but probably between the 1960s and 1980s, human remains representing a minimum of one individual were excavated from one of the sites in the area of the Yellow Jacket Pueblo (5MT5), Montezuma County, CO, most likely by a University of Colorado Museum field school investigation. In 1993, the fragmentary human remains were discovered in museum storage with other human remains from the Yellow Jacket area sites. The human remains were assigned a number that suggests they came from a University of Colorado Museum field school investigation (Catalog number Field 78-22-SOC). No known individual was identified. No associated funerary objects are present.\\n        Based on museum records, the human remains probably come from the Yellow Jacket area, but the burial location cannot be specifically placed. Based on the archeological context, the human remains are Native American and Ancestral Puebloan dating to approximately A.D. 1000-1300, the date range within the various occupations of the Yellow Jacket Pueblo.\\n        \\n\\n        On an unknown date, human remains representing a minimum of two individuals were removed from a site near Yellow Jacket Pueblo (5MT5), Montezuma County, CO, by an unknown individual. In 1995, the human remains were anonymously donated and cataloged into the museum collection (Catalog numbers 1995-19-2 (1) and 1995-19-2 (2)). No known individuals were identified. No associated funerary objects are present.\\n        Based on associated notes, the human remains are reasonably believed to be Native American. The notes suggest that the human remains were excavated from a \\xe2\\x80\\x9cprehistoric\\xe2\\x80\\x9d site close to the Yellow Jacket Pueblo site and are reasonably believed to be Ancestral Puebloan, dating to approximately A.D. 1000-1300, the date range within the various occupations of the Yellow Jacket Pueblo.\\n        All individuals listed in this Notice of Inventory Completion are reasonably believed to be Ancestral Puebloan based on the archeological context, biological evidence, or site dating. Biological evidence, such as cranial shaping or cradleboarding and extreme tooth wear, are typical traits associated with ancestral Puebloans. Archeological evidence supports identification with Basketmaker and later Pueblo (Hisatsinom, Ancestral Puebloan, or Anasazi) cultures, which prehistorically occupied southwestern Colorado. Both Basketmaker and Pueblo occupations are represented in the archeology at the Yellow Jacket site. Archeologists have noted in the scientific literature the striking similarity between the technology and style of material culture of 13th century archeological sites in southwestern Colorado and the material culture remains of 14th century Puebloan sites in Arizona and New Mexico.\\n        Oral-tradition evidence, which consisted of migration stories, clan histories, and origin stories, was provided by representatives of the Hopi Tribe of Arizona; Navajo Nation, Arizona, New Mexico & Utah; Pueblo of Acoma, New Mexico; Pueblo of Isleta, New Mexico; Pueblo of Jemez, New Mexico; Pueblo of Laguna, New Mexico; Pueblo of Nambe, New Mexico; Pueblo of Pojoaque, New Mexico; Pueblo of San Ildefonso, New Mexico; Pueblo of San Juan, New Mexico; Pueblo of Santa Ana, New Mexico; Pueblo of Santa Clara, New Mexico; Pueblo of Taos, New Mexico; Pueblo of Tesuque, New Mexico; Pueblo of Ysleta del Sur, New Mexico; Pueblo of Zia, New Mexico; and Zuni Tribe of the Zuni Reservation, New Mexico. Folkloric evidence in the form of songs was provided by tribal representatives of the Pueblo of Acoma, New Mexico; Pueblo of Cochiti, New Mexico; Pueblo of Isleta, New Mexico; Pueblo of Nambe, New Mexico; and Pueblo of San Ildefonso New Mexico. Tribal representatives of the Pueblo of Acoma, New Mexico; Pueblo of Nambe, New Mexico; Pueblo of San Ildefonso, New Mexico; and Pueblo of Taos, New Mexico provided linguistic evidence rooted in place names. Pueblo of Cochiti, New Mexico; Pueblo of Nambe, New Mexico; Pueblo of San Ildefonso, New Mexico; and Pueblo of Santa Clara New Mexico provided archeological evidence based on architecture and material culture of their shared relationship.\\n        Archeological, historical, and linguistic evidence presently point to Navajo migration to the Yellow Jacket and Monument Ruin area after A.D. 1300. During consultation, the Navajo Nation, Arizona, New Mexico, & Utah emphasized their long presence in the Four Corners and their origin in this area, but there is not a preponderance of the evidence to support Navajo cultural affiliation to the human remains described in this notice.\\n        Based on a preponderance of evidence, a shared group identity can be traced between ancestral Puebloan peoples from Montezuma County, CO, including oral tradition, archeology, and scientific studies, and modern Puebloan groups. Modern Puebloan peoples are members of the Hopi Tribe of Arizona; Pueblo of Acoma, New Mexico; Pueblo of Cochiti, New Mexico; Pueblo of Isleta, New Mexico; Pueblo of Jemez, New Mexico; Pueblo of Laguna, New Mexico; Pueblo of Nambe, New Mexico; Pueblo of Picuris, New Mexico; Pueblo of Pojoaque, New Mexico; Pueblo of San Felipe, New Mexico; Pueblo of San Ildefonso, New Mexico; Pueblo of San Juan, New Mexico; Pueblo of Sandia, New Mexico; Pueblo of Santa Ana, New Mexico; Pueblo of Santa Clara, New Mexico; Pueblo of Santo Domingo, New Mexico; Pueblo of Taos, New Mexico; Pueblo of Tesuque, New Mexico; Pueblo of Zia, New Mexico; Ysleta del Sur Pueblo of Texas; and Zuni Tribe of the Zuni Reservation, New Mexico.\\n        Officials of the University of Colorado Museum have determined that, pursuant to 25 U.S.C. 3001 (9-10), the human remains described above represent the physical remains of at least 253 individuals of Native American ancestry. Officials of the University of Colorado Museum also have determined that, pursuant to 25 U.S.C. 3001 (3)(A), the 488 objects described above are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony. Lastly, officials of the University of Colorado Museum have determined that, pursuant to 25 U.S.C. 3001 (2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and associated funerary objects and the Hopi Tribe of Arizona; Pueblo of Acoma, New Mexico; Pueblo of Cochiti, New Mexico; Pueblo of Isleta, New Mexico; Pueblo of Jemez, New Mexico; Pueblo of Laguna, New Mexico; Pueblo of Nambe, New Mexico; Pueblo of Picuris, New Mexico; Pueblo of Pojoaque, New Mexico; Pueblo of San Felipe, New Mexico; Pueblo of San Ildefonso, New Mexico; Pueblo of San Juan, New Mexico; Pueblo of Sandia, New Mexico; Pueblo of Santa Ana, New Mexico; Pueblo of Santa Clara, New Mexico; Pueblo of Santo Domingo, New Mexico; Pueblo of Taos, New Mexico; Pueblo of Tesuque, New Mexico; Pueblo of Zia, New Mexico; Ysleta del Sur Pueblo of Texas; and Zuni Tribe of the Zuni Reservation, New Mexico.\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the human remains and associated funerary objects should contact Steve Lekson, Curator of Anthropology, University of Colorado Museum, Henderson Building, Campus Box 218, Boulder, CO 80309-0218, telephone (303) 492-6671, before October 11, 2006. Repatriation of the human remains and associated funerary objects to the Hopi Tribe of Arizona; Pueblo of Acoma, New Mexico; Pueblo of Cochiti, New Mexico; Pueblo of Isleta, New Mexico; Pueblo of Jemez, New Mexico; Pueblo of Laguna, New Mexico; Pueblo of Nambe, New Mexico; Pueblo of Picuris, New Mexico; Pueblo of Pojoaque, New Mexico; Pueblo of San Felipe, New Mexico; Pueblo of San Ildefonso, New Mexico; Pueblo of San Juan, New Mexico; Pueblo of Sandia, New Mexico; Pueblo of Santa Ana, New Mexico; Pueblo of Santa Clara, New Mexico; Pueblo of Santo Domingo, New Mexico; Pueblo of Taos, New Mexico; Pueblo of Tesuque, New Mexico; Pueblo of Zia, New Mexico; Ysleta del Sur Pueblo of Texas; and Zuni Tribe of the Zuni Reservation, New Mexico may proceed after that date if no additional claimants come forward.\\n\\n        University of Colorado Museum is responsible for notifying the Hopi Tribe of Arizona; Navajo Nation, Arizona, New Mexico & Utah; Pueblo of Acoma, New Mexico; Pueblo of Cochiti, New Mexico; Pueblo of Isleta, New Mexico; Pueblo of Jemez, New Mexico; Pueblo of Laguna, New Mexico; Pueblo of Nambe, New Mexico; Pueblo of Picuris, New Mexico; Pueblo of Pojoaque, New Mexico; Pueblo of San Felipe, New Mexico; Pueblo of San Ildefonso, New Mexico; Pueblo of San Juan, New Mexico; Pueblo of Sandia, New Mexico; Pueblo of Santa Ana, New Mexico; Pueblo of Santa Clara, New Mexico; Pueblo of Santo Domingo, New Mexico; Pueblo of Taos, New Mexico; Pueblo of Tesuque, New Mexico; Pueblo of Zia, New Mexico; Southern Ute Indian Tribe of the Southern Ute Reservation, Colorado; Ute Mountain Tribe of the Ute Mountain Reservation, Colorado, New Mexico & Utah; Ysleta del Sur Pueblo of Texas; and Zuni Tribe of the Zuni Reservation, New Mexico that this notice has been published.\\n        \\n          Dated: August 24, 2006.\\n          Sherry Hutt,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. E6-14933 Filed 9-8-06; 8:45 am]\\n      BILLING CODE 4312-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Inventory Completion: University of Colorado Museum, Boulder, CO", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: August 24, 2006.", "signature_name": "Sherry Hutt,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. E6-14933 Filed 9-8-06; 8:45 am]", "billing_code": "BILLING CODE 4312-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}