{"index": "I_1654", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Inventory Completion: U.S. Department of Agriculture, Forest Service, Tongass National Forest, Juneau, AK\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains and associated funerary objects in the possession of the U.S. Department of Agriculture, Forest Service, Tongass National Forest, Juneau, AK. The human remains and associated funerary objects were removed from Admiralty Island National Monument in southeast Alaska.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003 (d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations in this notice.\\n        A detailed assessment of the human remains was made by the U.S. Department of Agriculture, Forest Service professional staff in consultation with representatives of the Angoon Community Association; Central Council of the Tlingit & Haida Indian Tribes; Kake Tribal Corporation; Kootznoowoo Incorporated; Organized Village of Kake; Sealaska Corporation; Shee Atika Inc.; and Sitka Tribe of Alaska. The U.S. Department of Agriculture, Forest Service also consulted with the Alaska Native Brotherhood and Sisterhood Camps in Angoon, Kake and Sitka, non-federally recognized Indian groups.\\n        In August 1989, human remains representing a minimum of 18 individuals were removed from the Wilson Cove Rockshelter site, southwest Admiralty Island, AK, by Forest Service archeologists. No known individuals have been identified. The four associated funerary objects are four wood planks.\\n        The Wilson Cove Rockshelter site is divided into three sites called Rockshelter 1, 2, and 3. The four wood planks are believed to have been part of a bentwood box associated with the human remains at Rockshelter 3. Radiocarbon dates from charcoal and shell from Rockshelter 1 were 755 B.C. - 200 B.C. and 40 B.C - A.D. 230. A radiocarbon date for Rockshelter 3 was 390 B.C. - A.D. 90.\\n        A professional physical anthropologist analyzed the human remains from all three sites and determined they are Native American. Ethnographic information and archeological data indicate that the Wilson Cove Rockshelter site is within the traditional territory of the Angoon Tlingit. Oral traditions of the Angoon Tlingit confirm their affiliation with this site. Descendants of the Angoon Tlingit are members of Kootznoowoo Incorporated.\\n        Officials of the U.S. Department of Agriculture, Forest Service have determined that, pursuant to 25 U.S.C. 3001 (9-10), the human remains described above represent the physical remains of 18 individuals of Native American ancestry. Officials of the U.S. Department of Agriculture, Forest Service also have determined that, pursuant to 25 U.S.C. 3001 (3)(A), the four objects described above are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony. Lastly, officials of the U.S. Department of Agriculture, Forest Service have determined that, pursuant to 25 U.S.C. 3001 (2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and associated funerary objects and Kootznoowoo Incorporated.\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the human remains and associated funerary objects should contact Forrest Cole, Forest Supervisor, Tongass National Forest, Federal Building, Ketchikan, AK 99901-6591, telephone (907) 225-3101, before April 16, 2007. Repatriation of the human remains and associated funerary objects to Kootznoowoo Incorporated may proceed after that date if no additional claimants come forward.\\n        The U.S. Department of Agriculture, Forest Service is responsible for notifying the Angoon Community Association; Central Council of the Tlingit & Haida Indian Tribes; Kake Tribal Corporation; Kootznoowoo Incorporated; Organized Village of Kake; Sealaska Corporation; Shee Atika Inc.; Sitka Tribe of Alaska; and Alaska Native Brotherhood and Sisterhood Camps in Angoon, Kake and Sitka, non-federally recognized Indian groups, that this notice has been published.\\n        \\n          Dated: February 13, 2007\\n          Sherry Hutt,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. E7-4730 Filed 3-14-07; 8:45 am]\\n      BILLING CODE 4312-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Inventory Completion: U.S. Department of Agriculture, Forest Service, Tongass National Forest, Juneau, AK", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: February 13, 2007", "signature_name": "Sherry Hutt,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. E7-4730 Filed 3-14-07; 8:45 am]", "billing_code": "BILLING CODE 4312-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}