{"index": "I_1628", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR \\n        National Park Service \\n        Notice of Inventory Completion: Anthropological Studies Center, Archaeological Collections Facility, Sonoma State University, Rohnert Park, CA \\n        \\n          AGENCY: \\n          National Park Service, Interior. \\n        \\n        \\n          ACTION: \\n          Notice. \\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains and associated funerary objects in the possession of the Anthropological Studies Center, Archaeological Collections Facility, Sonoma State University, Rohnert Park, CA. The human remains and associated funerary objects were recovered from Marin and Sonoma Counties, CA. \\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003 (d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations in this notice. \\n        A detailed assessment of the human remains was made by the Archaeological Collections Facility, Sonoma State University staff in consultation with representatives of the Dry Creek Rancheria of Pomo Indians of California; Elem Indian Colony of Pomo Indians of the Sulphur Bank Rancheria, California; Federated Indians of Graton Rancheria, California; Kashia Band of Pomo Indians of the Stewarts Point Rancheria, California; Middletown Rancheria of Pomo Indians of California; and Tuolumne Band of Me-Wuk Indians of the Tuolumne Rancheria of California. \\n        Prior to the enactment of NAGPRA, a repatriation agreement was negotiated by the Archaeological Collections Facility, Sonoma State University with three individuals of Coast Miwok and Southern Pomo ancestry who were identified by the State of California Native American Heritage Commission to be Most Likely Descendants under California state law. Further to this agreement, human remains from CA-MRN-27, CA-MRN-254, CA-SON-159, CA-SON-293, CA-SON-455, and CA-SON-456 were repatriated to officials of Ya Ka Ama Indian Education and Development, Inc., a non-federally recognized Indian group from Forestville, CA, who reburied the human remains in 1992. In 1997, during NAGPRA inventory, additional human remains were discovered in the museum collection for sites CA-SON-293, CA-SON-455, CA-SON-456, CA-MRN-254, and CA-SON-159. In 1997 and 2006, human remains for site CA-MRN-27 that were on loan to various museums were returned to the Archaeological Collections Facility, Sonoma State University. \\n        In 1962, human remains representing a minimum of two individuals were removed from site CA-SON-293, Bodega Head, Sonoma County, CA, during excavations conducted by Western Heritage Incorporated and Dr. David A. Fredrickson. The human remains were accessioned into the collections of the Archaeological Collections Facility, Sonoma State University in 1968 (accession #68-01). At that time, the field notes recorded only one individual, which was reburied in 1992. In 1997, additional human remains not associated with that individual were identified in the collection during a NAGPRA inventory. No known individuals were identified. No associated funerary objects are present. \\n        Artifacts recovered during the excavation of CA-SON-293 indicate that the site likely dates to Upper Emergent and Historic periods (A.D. 1500-A.D. 1900) and that the human remains are Native American. \\n        In 1967, human remains representing a minimum of 164 individuals were removed from the Reedland Woods site (CA-MRN-27), Tiburon, Marin County, CA, during an excavation under the direction of Dr. Fredrickson (accession #67-01). A number of the human remains and associated funerary objects from this site were previously on loan to San Francisco State University and Novato Museum of Prehistory. In 1997, the human remains from Novato Museum of Prehistory were transferred to Tiberon Landmark Society and subsequently returned to the Archaeological Collections Facility, Sonoma State University. In 2006, human remains and associated funerary objects were returned to the Archaeological Collections Facility, Sonoma State University by San Francisco State University. No known individuals were identified. The 216 associated funerary objects are 157 olivella beads, 15 Haliotis beads and bead fragments, 6 bone awls, 3 bone pendants, 5 birdbone tubes, 5 pieces of worked bone, 7 pieces of red ochre, 10 obsidian tools and flakes, 6 chert tools and flakes, 2 pieces of pumice, 2 pieces of micaceous schist, and 2 other lithic tools. Three items on the original manifest of artifacts are considered missing. \\n        Radiocarbon tests from the Reedland Woods site yielded dates of 370 B.C. 190 and 30 B.C. 95. Analysis of the artifacts found at the Reedland Woods site indicate that the human remains were buried during the Upper Archaic period (1500 B.C.-500 B.C.). \\n        In 1968 and 1969, human remains representing a minimum of three individuals were removed from the Gables site (CA-SON-455), Santa Rosa, Sonoma County, CA, during an excavation under the direction of Dr. Fredrickson (accession #68-03). The human remains were subsequently accessioned into the collections of the Archaeological Collections Facility, Sonoma State University. In 1992, some of the human remains were reburied. In 1997, additional human remains were found. No known individuals were identified. No associated funerary objects are present. \\n        The human remains date to Phase II of the Emergent Period (A.D. 1500-A.D.1800). \\n        Between 1969 and 1972, human remains representing a minimum of 23 individuals were removed from site CA-SON-456 near Sebastopol, Sonoma County, CA, by students at Santa Rosa Junior College. The human remains were housed at Santa Rosa Junior College until 1983 when they were transferred to the Archaeological Collections Facility, Sonoma State University. In 1992, some of the human remains were reburied. In 1997, additional human remains were found. No known individuals were identified. No associated funerary objects are present. \\n        Analysis of artifacts found at site CA-SON-456 indicates an occupation from the Middle Archaic period to the Lower Emergent period (3000 B.C.-A.D. 1500). Although the exact age and identity of the individuals is unknown, it is likely that the human remains fall within the periods indicated above and are Native American. \\n\\n        In 1971, human remains representing a minimum of three individuals were removed from site CA-MRN-254 in San Rafael, Marin County, CA, during excavations conducted by C. Slaymaker of Dominican College. This collection was donated to the Archaeological Collections Facility, Sonoma State University by Jodie Sanchez in 1991. In 1992, some of the human remains were reburied. In 1997, additional human remains were located in the collection. No known individuals were identified. No associated funerary objects are present. \\n        The human remains from site CA-MRN-254 date to an unknown time during prehistory. The site is located within the traditional Coast Miwok territory. \\n        In 1972, 1974, 1975, and 1977, human remains representing a minimum of 21 individuals were removed from site CA-SON-159, Cotati, Sonoma County, CA, as part of an ongoing archeological field methods class at Sonoma State University, under the direction of Dr. James A. Bennyhoff. The collection has been housed at the Archaeological Collections Facility, Sonoma State University since 1977 (accession #72-01, 74-3, 75-28, and 77-11). In 1992, some of the human remains were reburied. In 1997, additional human remains were found. No known individuals were identified. No associated funerary objects are present. \\n        Analysis of artifacts found at site CA-SON-159 indicate an occupation from the Laguna phase of the Middle Period (1000 B.C.-A.D. 500) to the Rincon and Gables phase of the Late Period (A.D. 500-A.D. 1579). \\n        It is believed that prior to 2000 B.C. the occupants of central California were speakers of various Hokan languages. Between 2000 B.C. and 1000 B.C. a new population of Penutian speakers began to arrive from the north and east. Ancestral Miwok and Costonoan peoples were among the first Hokan language speakers to arrive in the San Francisco Bay area. Archeological evidence indicates that Coast Miwok people had settled in Marin County by 1000 B.C., and that southern Sonoma County and the nearby coastal areas probably came under Coast Miwok control by 500 B.C.. Francis Drake documented contact with the Coast Miwok in 1579 near Bodega Bay, CA. By 1850, a few Coast Miwok people were displaced by non-Indians and forced to relocate to areas outside Marin and Sonoma Counties, but many Coast Miwok remained in or returned to their traditional territory. Descendants of the Coast Miwok are members of the Federated Indians of Graton Rancheria, California. \\n        In 1998, the Archaeological Collections Facility, Sonoma State University determined that while there was evidence of a shared group identity (cultural affiliation) between the human remains and a particular Indian group, the human remains were \\xe2\\x80\\x9cculturally unidentifiable\\xe2\\x80\\x9d since the particular Indian group, the Federated Coast Miwok, was not recognized as an Indian tribe by the United States at that time. The Archeological Collections Facility requested that the Native American Graves Protection and Repatriation Review Committee recommend disposition of the human remains to the Federated Coast Miwok. On May 21, 1999, the Review Committee\\'s Designated Federal Officer, writing on behalf of the Secretary of the Interior, recommended disposition of the human remains to the Federal Coast Miwok once concurrence with the proposal was obtained from federally recognized Indian tribes that currently resided in the immediate vicinity of where the human remains were recovered. Officials of the Archaeological Collections Facility, Sonoma State University consulted with five federally recognized Indian tribes: Dry Creek Rancheria of Pomo Indians of California; Elem Indian Colony of Pomo Indians of the Sulphur Bank Rancheria, California; Kashia Band of Pomo Indians of the Stewarts Point Rancheria, California; Middletown Rancheria of Pomo Indians of California; and Tuolumne Band of Me-Wuk Indians of the Tuolumne Rancheria of California. All five tribes supported the Federated Coast Miwok request for disposition. In 2000, the Federated Coast Miwok became the federally recognized Federated Indians of Graton Rancheria, California. \\n        Officials of the Archaeological Collections Facility, Sonoma State University determined that, pursuant to 25 U.S.C. 3001 (9-10), the human remains described above represent the physical remains of 216 individuals of Native American ancestry. Officials of the Archaeological Collections Facility, Sonoma State University also have determined that, pursuant to 25 U.S.C. 3001 (3)(A), the 216 objects described above are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony. Lastly, officials of the Archaeological Collections Facility, Sonoma State University have determined that, pursuant to 25 U.S.C. 3001 (2), there is a relationship of shared group identity can be reasonably traced between the Native American human remains and associated funerary objects and the Federated Indians of Graton Rancheria, California. \\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the human remains and associated funerary objects should contact Erica Gibson, NAGPRA Project Coordinator, Archaeological Collections Facility, Anthropological Studies Center, Sonoma State University, Rohnert Park, CA 94928, telephone (707) 664-2015, before July 23, 2007. Repatriation of the human remains and associated funerary objects to the Federated Indians of Graton Rancheria, California may proceed after that date if no additional claimants come forward. \\n        The Archaeological Collections Facility, Sonoma State University is responsible for notifying the Dry Creek Rancheria of Pomo Indians of California; Elem Indian Colony of Pomo Indians of the Sulphur Bank Rancheria, California; Federated Indians of Graton Rancheria, California; Kashia Band of Pomo Indians of the Stewarts Point Rancheria, California; Middletown Rancheria of Pomo Indians of California; and Tuolumne Band of Me-Wuk Indians of the Tuolumne Rancheria of California that this notice has been published. \\n        \\n          Dated: May 30, 2007. \\n          Sherry Hutt, \\n          Manager, National NAGPRA Program. \\n        \\n      \\n      [FR Doc. E7-11985 Filed 6-20-07; 8:45 am] \\n      BILLING CODE 4312-50-S \\n    ", "agency1": "DEPARTMENT OF THE INTERIOR ", "sub_agency1": "National Park Service ", "dep_doc": "Null", "subject": "Notice of Inventory Completion: Anthropological Studies Center, Archaeological Collections Facility, Sonoma State University, Rohnert Park, CA ", "agency2": "National Park Service, Interior. ", "action": "Notice. ", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: May 30, 2007. ", "signature_name": "Sherry Hutt, ", "signature_title": "Manager, National NAGPRA Program. ", "fr_doc": "[FR Doc. E7-11985 Filed 6-20-07; 8:45 am] ", "billing_code": "BILLING CODE 4312-50-S ", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}