{"index": "I_169", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        [NPS-WASO-NAGPRA-NPS0027068; PPWOCRADN0-PCU00RP14.R50000]\\n        Notice of Inventory Completion: The University of Tennessee, Department of Anthropology, Knoxville, TN\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        \\n          SUMMARY:\\n          The University of Tennessee, Department of Anthropology (UTK) has completed an inventory of human remains and associated funerary objects, in consultation with the appropriate Indian Tribes or Native Hawaiian organizations, and has determined that there is no cultural affiliation between the human remains and associated funerary objects and any present-day Indian Tribes or Native Hawaiian organizations. Representatives of any Indian Tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request to UTK. If no additional requestors come forward, transfer of control of the human remains and associated funerary objects to the Indian Tribes or Native Hawaiian organizations stated in this notice may proceed.\\n        \\n        \\n          DATES:\\n          Representatives of any Indian Tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to UTK at the address in this notice by January 22, 2019.\\n        \\n        \\n          ADDRESSES:\\n\\n          Dr. Robert Hinde, University of Tennessee, Office of the Provost, 527 Andy Holt Tower, Knoxville, TN 37996-0152, telephone (865) 974-2445, email rhinde@utk.edu and vpaa@utk.edu.\\n          \\n        \\n      \\n      \\n        SUPPLEMENTARY INFORMATION:\\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains and associated funerary objects under the control of the University of Tennessee, Department of Anthropology, Knoxville, TN. The human remains and associated funerary objects were removed from Site 40MU260, the Brown site, in Maury County, TN.\\n\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003(d)(3) and 43 CFR 10.11(d). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations in this notice.\\n        Consultation\\n        A detailed assessment of the human remains was made by the University of Tennessee, Department of Anthropology professional staff in consultation with representatives of the Cherokee Nation; Eastern Band of Cherokee Indians; The Chickasaw Nation; and the United Keetoowah Band of Cherokee Indians in Oklahoma.\\n        History and Description of the Remains\\n        Between 1978 and 1979, upon the urging of the private landowner, human remains representing, at minimum, 47 individuals were removed from 40MU260, the Brown site in Maury County, TN, by Ken Steverson and members of the Duck River Chapter of the Tennessee Archaeological Society, after home construction and earth-moving equipment caused the exposure of several stone box graves. At an unknown date, likely in 1979 or soon thereafter, the human remains were transferred to the University of Tennessee (UTK) Department of Anthropology. These individuals include 12 females or probable females, 17 males or probable males, five adults of indeterminate sex, and 13 subadults. No known individuals were identified. The 6,075 associated funerary objects include: Three tools worked into awls; 10 bifacially worked tools or tool fragments; 54 scrapers or blades, most made out of retouched flakes; 29 partial projectile points and knives; one chert core; 43 pieces of lithic shatter; 358 chert waste flakes; five celt fragments; one extremely large celt, 28 cm long by 15 cm wide; one fragmentary groundstone tool; one grinding stone; four hammerstones; four pieces of hematite with evidence of grinding, perhaps used for pigment; one polished fossiliferous stone; 12 pieces of sandstone, of which six show usewear as abraders; one sandstone discoidal; four pieces of limestone, of which two are burned; 62 nonculturally altered rocks associated with burials, including crinoid fossils, pieces of fossil shell conglomerate limestone and sandstone; 5003 ceramic sherds recovered directly from burial contexts, described as the sherd \\xe2\\x80\\x9cfloor\\xe2\\x80\\x9d of the stone box grave; 60 pieces of burned clay; 360 faunal bones and teeth, with identified species including box turtle, domesticated dog, turkey, bear, cotton rat and deer; nine samples of charcoaled botanical remains; and four bags of sediment from burial areas of the site. Included as part of the 6075 associated funerary objects are 45 artifacts temporally affiliated with the historic period: 26 Ceramic vessel sherds, one ceramic marble, six pieces of glass, seven nails, two pieces of metal strap, one horseshoe fragment, one pocket knife, and one piece of slate that may be from a writing tablet.\\n        The Brown site is a multi-component site, though the majority of artifacts consist of pottery vessel sherds which date to the Mississippian period. Most of these artifacts were recovered directly from burial contexts, as the stone box burials at the site were lined with broken vessel sherds, creating a \\xe2\\x80\\x9cfloor\\xe2\\x80\\x9d for the burial. The Middle Cumberland Culture of central Tennessee, which dates from the Middle Mississippian period to well into the late Mississippian period (A.D. 1100-1500), is known for this type of mortuary complex, and particularly the use of stone box graves (Ferguson 1972). Stone box graves are pit graves that have been lined and covered with stone (typically limestone, but sometimes slate or shale). These graves sometimes have prepared floors of pebbles or pottery sherds, as in the case of 40MU260 (Dowd 1972). These floor sherds came from a variety of vessels, but the vast majority are plain, shell-tempered sherds typical of the Mississippian period. Identifiable vessel types include jars, bowls with crenulated rims, a hexagonal bowl, effigy vessels, and bottles. Some jars have strap handles and some have lug or notched lug handles. Some sherds have surface incising in an angular guilloche pattern. However, the majority of the sherds appear to be from large, plain, shell-tempered jars. A few sherds in this collection, 37 in total, have grog, limestone, or quartz tempering and textile or cordmarked impressed surfaces. These ceramics may represent an earlier Woodland occupation of the site, particularly since most were found in midden context or during surface collection. Diagnostic lithics, such as projectile points and blades, include Elk River, Morrow Mountain, Benton, Bakers Creek, Kanawha, Hardin Barbed, Guntersville, Lowe, and Swan Lake types and date from the Early Archaic through the Late Mississippian temporal periods. The majority are from Middle Archaic (roughly 5,500-3,000 B.C.) indicating earlier prehistoric occupations in addition to the primary Mississippian period occupation. This site likely has a historic component as well, and artifacts from the historic era might possibly have gotten mixed into the prehistoric features during construction activities. As these historic artifacts were associated and collected with the prehistoric artifacts during excavation, they have been included in this inventory. The ceramics include transfer-printed whiteware and saltglazed stoneware dating from roughly the mid-1800s into the early 1900s. One crown-cap style bottle fragment dates from 1892 or later.\\n        Determinations Made by the University of Tennessee, Department of Anthropology\\n        Officials of the University of Tennessee, Department of Anthropology have determined that:\\n        \\n        \\n          \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice are Native American based on archeological context and osteological analysis.\\n          \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice represent the physical remains of 47 individuals of Native American ancestry.\\n          \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(3)(A), the 6,075 objects described in this notice are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony.\\n          \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(2), a relationship of shared group identity cannot be reasonably traced between the Native American human remains and associated funerary objects and any present-day Indian Tribe.\\n          \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(15), the land from which the Native American human remains and associated funerary objects were removed was not the tribal land of any present-day Indian Tribe.\\n          \\xe2\\x80\\xa2 According to final judgments of the Indian Claims Commission or the Court of Federal Claims, the land from which the Native American human remains and associated funerary objects were removed is the aboriginal land of the Cherokee Nation; Eastern Band of Cherokee Indians; The Chickasaw Nation; and the United Keetoowah Band of Cherokee Indians.\\n          \\xe2\\x80\\xa2 Treaties, Acts of Congress, or Executive Orders, indicate that the land from which the Native American human remains and associated funerary objects were removed is the aboriginal land of the Cherokee Nation; Eastern Band of Cherokee Indians; The Chickasaw Nation; and the United Keetoowah Band of Cherokee Indians in Oklahoma.\\n          \\xe2\\x80\\xa2 Pursuant to 43 CFR 10.11(c)(1), the disposition of the human remains and associated funerary objects may be to the Cherokee Nation; Eastern Band of Cherokee Indians; The Chickasaw Nation; and the United Keetoowah Band of Cherokee Indians in Oklahoma.\\n        \\n        Additional Requestors and Disposition\\n\\n        Representatives of any Indian Tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to Dr. Robert Hinde, University of Tennessee, Office of the Provost, 527 Andy Holt Tower, Knoxville, TN 37996-0152, telephone (865) 974-2445, email rhinde@utk.edu and vpaa@utk.edu, by January 22, 2019. After that date, if no additional requestors have come forward, transfer of control of the human remains and associated funerary objects to the Cherokee Nation; Eastern Band of Cherokee Indians; The Chickasaw Nation; and the United Keetoowah Band of Cherokee Indians in Oklahoma may proceed.\\n        The University of Tennessee, Department of Anthropology is responsible for notifying the Cherokee Nation; Eastern Band of Cherokee Indians; The Chickasaw Nation; and the United Keetoowah Band of Cherokee Indians in Oklahoma that this notice has been published.\\n        \\n          Dated: November 28, 2018.\\n          Melanie O\\'Brien,\\n          Manager, National NAGPRA Program. \\n        \\n      \\n      [FR Doc. 2018-27646 Filed 12-20-18; 8:45 am]\\n       BILLING CODE 4312-52-P\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "[NPS-WASO-NAGPRA-NPS0027068; PPWOCRADN0-PCU00RP14.R50000]", "subject": "Notice of Inventory Completion: The University of Tennessee, Department of Anthropology, Knoxville, TN", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "The University of Tennessee, Department of Anthropology (UTK) has completed an inventory of human remains and associated funerary objects, in consultation with the appropriate Indian Tribes or Native Hawaiian organizations, and has determined that there is no cultural affiliation between the human remains and associated funerary objects and any present-day Indian Tribes or Native Hawaiian organizations. Representatives of any Indian Tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request to UTK. If no additional requestors come forward, transfer of control of the human remains and associated funerary objects to the Indian Tribes or Native Hawaiian organizations stated in this notice may proceed.", "dates": "Representatives of any Indian Tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to UTK at the address in this notice by January 22, 2019.", "addresses": "Dr. Robert Hinde, University of Tennessee, Office of the Provost, 527 Andy Holt Tower, Knoxville, TN 37996-0152, telephone (865) 974-2445, email rhinde@utk.edu and vpaa@utk.edu.\\n          ", "signature_dated": "Dated: November 28, 2018.", "signature_name": "Melanie O\\'Brien,", "signature_title": "Manager, National NAGPRA Program. ", "fr_doc": "[FR Doc. 2018-27646 Filed 12-20-18; 8:45 am]", "billing_code": " BILLING CODE 4312-52-P", "supp_info": "SUPPLEMENTARY INFORMATION: \n Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains and associated funerary objects under the control of the University of Tennessee, Department of Anthropology, Knoxville, TN. The human remains and associated funerary objects were removed from Site 40MU260, the Brown site, in Maury County, TN. \n This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003(d)(3) and 43 CFR 10.11(d). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations in this notice. \n Consultation \n A detailed assessment of the human remains was made by the University of Tennessee, Department of Anthropology professional staff in consultation with representatives of the Cherokee Nation; Eastern Band of Cherokee Indians; The Chickasaw Nation; and the United Keetoowah Band of Cherokee Indians in Oklahoma. \n History and Description of the Remains \n Between 1978 and 1979, upon the urging of the private landowner, human remains representing, at minimum, 47 individuals were removed from 40MU260, the Brown site in Maury County, TN, by Ken Steverson and members of the Duck River Chapter of the Tennessee Archaeological Society, after home construction and earth-moving equipment caused the exposure of several stone box graves. At an unknown date, likely in 1979 or soon thereafter, the human remains were transferred to the University of Tennessee (UTK) Department of Anthropology. These individuals include 12 females or probable females, 17 males or probable males, five adults of indeterminate sex, and 13 subadults. No known individuals were identified. The 6,075 associated funerary objects include: Three tools worked into awls; 10 bifacially worked tools or tool fragments; 54 scrapers or blades, most made out of retouched flakes; 29 partial projectile points and knives; one chert core; 43 pieces of lithic shatter; 358 chert waste flakes; five celt fragments; one extremely large celt, 28 cm long by 15 cm wide; one fragmentary groundstone tool; one grinding stone; four hammerstones; four pieces of hematite with evidence of grinding, perhaps used for pigment; one polished fossiliferous stone; 12 pieces of sandstone, of which six show usewear as abraders; one sandstone discoidal; four pieces of limestone, of which two are burned; 62 nonculturally altered rocks associated with burials, including crinoid fossils, pieces of fossil shell conglomerate limestone and sandstone; 5003 ceramic sherds recovered directly from burial contexts, described as the sherd \\xe2\\x80\\x9cfloor\\xe2\\x80\\x9d of the stone box grave; 60 pieces of burned clay; 360 faunal bones and teeth, with identified species including box turtle, domesticated dog, turkey, bear, cotton rat and deer; nine samples of charcoaled botanical remains; and four bags of sediment from burial areas of the site. Included as part of the 6075 associated funerary objects are 45 artifacts temporally affiliated with the historic period: 26 Ceramic vessel sherds, one ceramic marble, six pieces of glass, seven nails, two pieces of metal strap, one horseshoe fragment, one pocket knife, and one piece of slate that may be from a writing tablet. \n The Brown site is a multi-component site, though the majority of artifacts consist of pottery vessel sherds which date to the Mississippian period. Most of these artifacts were recovered directly from burial contexts, as the stone box burials at the site were lined with broken vessel sherds, creating a \\xe2\\x80\\x9cfloor\\xe2\\x80\\x9d for the burial. The Middle Cumberland Culture of central Tennessee, which dates from the Middle Mississippian period to well into the late Mississippian period (A.D. 1100-1500), is known for this type of mortuary complex, and particularly the use of stone box graves (Ferguson 1972). Stone box graves are pit graves that have been lined and covered with stone (typically limestone, but sometimes slate or shale). These graves sometimes have prepared floors of pebbles or pottery sherds, as in the case of 40MU260 (Dowd 1972). These floor sherds came from a variety of vessels, but the vast majority are plain, shell-tempered sherds typical of the Mississippian period. Identifiable vessel types include jars, bowls with crenulated rims, a hexagonal bowl, effigy vessels, and bottles. Some jars have strap handles and some have lug or notched lug handles. Some sherds have surface incising in an angular guilloche pattern. However, the majority of the sherds appear to be from large, plain, shell-tempered jars. A few sherds in this collection, 37 in total, have grog, limestone, or quartz tempering and textile or cordmarked impressed surfaces. These ceramics may represent an earlier Woodland occupation of the site, particularly since most were found in midden context or during surface collection. Diagnostic lithics, such as projectile points and blades, include Elk River, Morrow Mountain, Benton, Bakers Creek, Kanawha, Hardin Barbed, Guntersville, Lowe, and Swan Lake types and date from the Early Archaic through the Late Mississippian temporal periods. The majority are from Middle Archaic (roughly 5,500-3,000 B.C.) indicating earlier prehistoric occupations in addition to the primary Mississippian period occupation. This site likely has a historic component as well, and artifacts from the historic era might possibly have gotten mixed into the prehistoric features during construction activities. As these historic artifacts were associated and collected with the prehistoric artifacts during excavation, they have been included in this inventory. The ceramics include transfer-printed whiteware and saltglazed stoneware dating from roughly the mid-1800s into the early 1900s. One crown-cap style bottle fragment dates from 1892 or later. \n Determinations Made by the University of Tennessee, Department of Anthropology \n Officials of the University of Tennessee, Department of Anthropology have determined that: \n Additional Requestors and Disposition \n Representatives of any Indian Tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to Dr. Robert Hinde, University of Tennessee, Office of the Provost, 527 Andy Holt Tower, Knoxville, TN 37996-0152, telephone (865) 974-2445, email rhinde@utk.edu and vpaa@utk.edu, by January 22, 2019. After that date, if no additional requestors have come forward, transfer of control of the human remains and associated funerary objects to the Cherokee Nation; Eastern Band of Cherokee Indians; The Chickasaw Nation; and the United Keetoowah Band of Cherokee Indians in Oklahoma may proceed. \n The University of Tennessee, Department of Anthropology is responsible for notifying the Cherokee Nation; Eastern Band of Cherokee Indians; The Chickasaw Nation; and the United Keetoowah Band of Cherokee Indians in Oklahoma that this notice has been published. \n ", "consultation": "A detailed assessment of the human remains was made by the University of Tennessee, Department of Anthropology professional staff in consultation with representatives of the Cherokee Nation; Eastern Band of Cherokee Indians; The Chickasaw Nation; and the United Keetoowah Band of Cherokee Indians in Oklahoma. \n ", "h_d_r": "Between 1978 and 1979, upon the urging of the private landowner, human remains representing, at minimum, 47 individuals were removed from 40MU260, the Brown site in Maury County, TN, by Ken Steverson and members of the Duck River Chapter of the Tennessee Archaeological Society, after home construction and earth-moving equipment caused the exposure of several stone box graves. At an unknown date, likely in 1979 or soon thereafter, the human remains were transferred to the University of Tennessee (UTK) Department of Anthropology. These individuals include 12 females or probable females, 17 males or probable males, five adults of indeterminate sex, and 13 subadults. No known individuals were identified. The 6,075 associated funerary objects include: Three tools worked into awls; 10 bifacially worked tools or tool fragments; 54 scrapers or blades, most made out of retouched flakes; 29 partial projectile points and knives; one chert core; 43 pieces of lithic shatter; 358 chert waste flakes; five celt fragments; one extremely large celt, 28 cm long by 15 cm wide; one fragmentary groundstone tool; one grinding stone; four hammerstones; four pieces of hematite with evidence of grinding, perhaps used for pigment; one polished fossiliferous stone; 12 pieces of sandstone, of which six show usewear as abraders; one sandstone discoidal; four pieces of limestone, of which two are burned; 62 nonculturally altered rocks associated with burials, including crinoid fossils, pieces of fossil shell conglomerate limestone and sandstone; 5003 ceramic sherds recovered directly from burial contexts, described as the sherd \\xe2\\x80\\x9cfloor\\xe2\\x80\\x9d of the stone box grave; 60 pieces of burned clay; 360 faunal bones and teeth, with identified species including box turtle, domesticated dog, turkey, bear, cotton rat and deer; nine samples of charcoaled botanical remains; and four bags of sediment from burial areas of the site. Included as part of the 6075 associated funerary objects are 45 artifacts temporally affiliated with the historic period: 26 Ceramic vessel sherds, one ceramic marble, six pieces of glass, seven nails, two pieces of metal strap, one horseshoe fragment, one pocket knife, and one piece of slate that may be from a writing tablet. \n The Brown site is a multi-component site, though the majority of artifacts consist of pottery vessel sherds which date to the Mississippian period. Most of these artifacts were recovered directly from burial contexts, as the stone box burials at the site were lined with broken vessel sherds, creating a \\xe2\\x80\\x9cfloor\\xe2\\x80\\x9d for the burial. The Middle Cumberland Culture of central Tennessee, which dates from the Middle Mississippian period to well into the late Mississippian period (A.D. 1100-1500), is known for this type of mortuary complex, and particularly the use of stone box graves (Ferguson 1972). Stone box graves are pit graves that have been lined and covered with stone (typically limestone, but sometimes slate or shale). These graves sometimes have prepared floors of pebbles or pottery sherds, as in the case of 40MU260 (Dowd 1972). These floor sherds came from a variety of vessels, but the vast majority are plain, shell-tempered sherds typical of the Mississippian period. Identifiable vessel types include jars, bowls with crenulated rims, a hexagonal bowl, effigy vessels, and bottles. Some jars have strap handles and some have lug or notched lug handles. Some sherds have surface incising in an angular guilloche pattern. However, the majority of the sherds appear to be from large, plain, shell-tempered jars. A few sherds in this collection, 37 in total, have grog, limestone, or quartz tempering and textile or cordmarked impressed surfaces. These ceramics may represent an earlier Woodland occupation of the site, particularly since most were found in midden context or during surface collection. Diagnostic lithics, such as projectile points and blades, include Elk River, Morrow Mountain, Benton, Bakers Creek, Kanawha, Hardin Barbed, Guntersville, Lowe, and Swan Lake types and date from the Early Archaic through the Late Mississippian temporal periods. The majority are from Middle Archaic (roughly 5,500-3,000 B.C.) indicating earlier prehistoric occupations in addition to the primary Mississippian period occupation. This site likely has a historic component as well, and artifacts from the historic era might possibly have gotten mixed into the prehistoric features during construction activities. As these historic artifacts were associated and collected with the prehistoric artifacts during excavation, they have been included in this inventory. The ceramics include transfer-printed whiteware and saltglazed stoneware dating from roughly the mid-1800s into the early 1900s. One crown-cap style bottle fragment dates from 1892 or later. \n ", "h_d_ci": "Null", "determinations": "Determinations Made by the University of Tennessee, Department of Anthropology \n Officials of the University of Tennessee, Department of Anthropology have determined that: \n ", "a_r_d": "Representatives of any Indian Tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to Dr. Robert Hinde, University of Tennessee, Office of the Provost, 527 Andy Holt Tower, Knoxville, TN 37996-0152, telephone (865) 974-2445, email rhinde@utk.edu and vpaa@utk.edu, by January 22, 2019. After that date, if no additional requestors have come forward, transfer of control of the human remains and associated funerary objects to the Cherokee Nation; Eastern Band of Cherokee Indians; The Chickasaw Nation; and the United Keetoowah Band of Cherokee Indians in Oklahoma may proceed. \n The University of Tennessee, Department of Anthropology is responsible for notifying the Cherokee Nation; Eastern Band of Cherokee Indians; The Chickasaw Nation; and the United Keetoowah Band of Cherokee Indians in Oklahoma that this notice has been published. \n "}