{"index": "I_1600", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Inventory Completion: Southwest Museum of the American Indian, Autry National Center, Los Angeles, CA\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains in the control of the Southwest Museum of the American Indian, Autry National Center, Los Angeles, CA. The human remains were removed from Sacramento County, CA.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003 (d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains. The National Park Service is not responsible for the determinations in this notice.\\n\\n        A detailed assessment of the human remains was made by the Southwest Museum of the American Indian, Autry National Center professional staff in consultation with representatives of Greenville Rancheria of Maidu Indians of California; Jackson Rancheria of Me-Wuk Indians of California; Santa Rosa Indian Community of the Santa Rosa Rancheria, California (also known as the Tachi Yokut Tribe); Table Mountain Rancheria of California; Tule River Indian Tribe of the Tule River Reservation, California; and Tuolumne Band of Me-Wuk Indians of the Tuolumne Rancheria of California. The Berry Creek Rancheria of Maidu Indians of California; Buena Vista Rancheria of Me-Wuk Indians of California; California Valley Miwok Tribe, California (formerly the Sheep Ranch Rancheria of Me-Wuk Indians of California); Chicken Ranch Rancheria of Me-Wuk Indians of California; Enterprise Rancheria of Maidu Indians of California; Ione Band of Miwok Indians of California; Mooretown Rancheria of Maidu Indians of California; Shingle Springs Band of Miwok Indians, Shingle Springs Rancheria (Verona Tract), California; and Susanville Indian Rancheria, California were contacted, but did not choose to participate in the consultations.\\n        In 1970, human remains representing a minimum of one individual were removed from an undetermined site in the Pocket District of South Sacramento on east side of Sacramento River in Sacramento County, CA. Excavation for a river road was made and Indian skulls were unearthed. The University of California was notified of the human remains and removed many of the human remains, but did not collect some and set them on top of the bank. At an unknown time and by unknown means, Glenna and Don Geissinger acquired the human remains. The human remains were donated by the Geissingers to the Southwest Museum in 1970. No known individual was identified. No associated funerary objects are present.\\n        The age of the human remains is unknown. Based on archeological analysis, this individual has been identified as Native American. Consultation with a representative of the Santa Rosa Indian Community of the Santa Rosa Rancheria, California, confirmed that the provenience of the human remains is consistent with that of other discoveries of indigenous human remains in the area. Geographical and historical evidence indicates that the site is located within the traditional territory of the Northern Valley Yokut, Miwok people, Me-Wuk people, and Maidu people. Descendants of the Northern Valley Yokut, Miwok people, Me-Wuk people, and Maidu people are members of the Berry Creek Rancheria of Maidu Indians of California; Buena Vista Rancheria of Me-Wuk Indians of California; California Valley Miwok Tribe, California; Chicken Ranch Rancheria of Me-Wuk Indians of California; Enterprise Rancheria of Maidu Indians of California; Greenville Rancheria of Maidu Indians of California; Ione Band of Miwok Indians of California; Jackson Rancheria of Me-Wuk Indians of California; Mooretown Rancheria of Maidu Indians of California; Santa Rosa Indian Community of the Santa Rosa Rancheria, California; Shingle Springs Band of Miwok Indians, Shingle Springs Rancheria (Verona Tract), California; Susanville Indian Rancheria, California; Table Mountain Rancheria of California; Tule River Indian Tribe of the Tule River Reservation, California; and Tuolumne Band of Me-Wuk Indians of the Tuolumne Rancheria of California.\\n        Officials of the Southwest Museum of the American Indian, Autry National Center have determined that, pursuant to 25 U.S.C. 3001 (9-10), the human remains described above represent the physical remains of one individual of Native American ancestry. Officials of the Southwest Museum of the American Indian, Autry National Center also have determined that, pursuant to 25 U.S.C. 3001 (2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and the Berry Creek Rancheria of Maidu Indians of California; Buena Vista Rancheria of Me-Wuk Indians of California; California Valley Miwok Tribe, California; Chicken Ranch Rancheria of Me-Wuk Indians of California; Enterprise Rancheria of Maidu Indians of California; Greenville Rancheria of Maidu Indians of California; Ione Band of Miwok Indians of California; Jackson Rancheria of Me-Wuk Indians of California; Mooretown Rancheria of Maidu Indians of California; Santa Rosa Indian Community of the Santa Rosa Rancheria, California; Shingle Springs Band of Miwok Indians, Shingle Springs Rancheria (Verona Tract), California; Susanville Indian Rancheria, California; Table Mountain Rancheria of California; Tule River Indian Tribe of the Tule River Reservation, California; and Tuolumne Band of Me-Wuk Indians of the Tuolumne Rancheria of California.\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the human remains should contact Duane H. King, Ph.D., Executive Director, or LaLena Lewark, Senior NAGPRA Coordinator, Southwest Museum of the American Indian, 234 Museum Drive, Los Angeles, CA 90065, (323) 221-2164, [extension 241], before October 22, 2007. Repatriation of the human remains to the Santa Rosa Indian Community of the Santa Rosa Rancheria, California may proceed after that date if no additional claimants come forward.\\n        The Southwest Museum of the American Indian, Autry National Center is responsible for notifying the Berry Creek Rancheria of Maidu Indians of California; Buena Vista Rancheria of Me-Wuk Indians of California; California Valley Miwok Tribe, California; Chicken Ranch Rancheria of Me-Wuk Indians of California; Enterprise Rancheria of Maidu Indians of California; Greenville Rancheria of Maidu Indians of California; Ione Band of Miwok Indians of California; Jackson Rancheria of Me-Wuk Indians of California; Mooretown Rancheria of Maidu Indians of California; Santa Rosa Indian Community of the Santa Rosa Rancheria, California; Shingle Springs Band of Miwok Indians, Shingle Springs Rancheria (Verona Tract), California; Susanville Indian Rancheria, California; Table Mountain Rancheria of California; Tule River Indian Tribe of the Tule River Reservation, California; and Tuolumne Band of Me-Wuk Indians of the Tuolumne Rancheria of California that this notice has been published.\\n        \\n          Dated: August 30, 2007\\n          Sherry Hutt,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. E7-18651 Filed 9-20-07; 8:45 am]\\n      BILLING CODE 4312-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Inventory Completion: Southwest Museum of the American Indian, Autry National Center, Los Angeles, CA", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: August 30, 2007", "signature_name": "Sherry Hutt,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. E7-18651 Filed 9-20-07; 8:45 am]", "billing_code": "BILLING CODE 4312-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}