{"index": "I_16", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        [NPS-WASO-NAGPRA-NPS0029069: PPWOCRADN0-PCU00RP14.R50000]\\n        Notice of Inventory Completion: University of Tennessee, Department of Anthropology, Knoxville, TN, and U.S. Army Corps of Engineers, Omaha District, Omaha, NE\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        \\n          SUMMARY:\\n          The University of Tennessee, Department of Anthropology (UTK) and the U.S. Army Corps of Engineers, Omaha District (Omaha District) have completed an inventory of human remains and associated funerary objects, in consultation with the appropriate Indian Tribes or Native Hawaiian organizations, and have determined that there is a cultural affiliation between the human remains and associated funerary objects and present-day Indian Tribes or Native Hawaiian organizations. Lineal descendants or representatives of any Indian Tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request to UTK and Omaha District. If no additional requestors come forward, transfer of control of the human remains and associated funerary objects to the lineal descendants, Indian Tribes, or Native Hawaiian organizations stated in this notice may proceed.\\n        \\n        \\n          DATES:\\n          Lineal descendants or representatives of any Indian Tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to UTK and Omaha District at the address in this notice by December 9, 2019.\\n        \\n        \\n          ADDRESSES:\\n\\n          Dr. Robert Hinde, University of Tennessee, Office of the Provost, 527 Andy Holt Tower, Knoxville, TN 37996-0152, telephone (865) 974-2445, email rhinde@utk.edu and vpaa@utk.edu. Ms. Sandra Barnum, U.S. Army Engineer District, Omaha, ATTN: CENWO-PM-AB, 1616 Capital Avenue, Omaha, NE 68102, telephone (402) 995-2674, email sandra.v.barnum@usace.army.mil.\\n          \\n        \\n      \\n      \\n        SUPPLEMENTARY INFORMATION:\\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains and associated funerary objects under the control of the University of Tennessee, Department of Anthropology, Knoxville, TN, and the U.S. Army Corps of Engineers, Omaha District, Omaha, NE. The human remains and associated funerary objects were removed from Campbell, Corson, and Walworth Counties, SD.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003(d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations in this notice.\\n        Consultation\\n        A detailed assessment of the human remains was made by UTK professional staff in consultation with representatives of the Three Affiliated Tribes of the Fort Berthold Reservation, North Dakota.\\n        History and Description of the Remains\\n        During the summers of 1965, 1966, 1968, 1969, 1970, and 1973, human remains representing, at minimum, 125 individuals were removed from 39CA4, the Anton Rygh site, in Campbell County, SD, under the direction of William Bass. Post-excavation, Bass transferred the human remains to the University of Kansas. In 1971, Bass transferred the human remains to UTK. The human skeletal remains include 39 infants and 18 children, all of indeterminate sex, nine adolescents, and 59 adults. Of the adolescent individuals, five are probably male and four are of indeterminate sex. Of the adults, 30 are probably male, 22 are probably female, and seven are of indeterminate sex. No known individuals were identified. The 28 associated funerary objects include 14 lots of botanicals, two lots of ceramics, seven lots of fauna, three lots of lithics, and two lots of minerals.\\n\\n        Around November 1980, human remains representing, at minimum, one individual were removed from 39CA4, the Anton Rygh site, in Campbell County, SD, by an individual named Lewellyn. At an unknown date, likely prior to the 1990s, these human remains were transferred to William Bass at UTK. The human skeletal remains belong to an adolescent, 16-20 years old and possibly female. No known individuals were identified. No associated funerary objects are present.\\n        At an unknown date, likely around the 1960s, human remains representing, at minimum, seven individuals were removed from 39CA4, the Anton Rygh site, in Campbell County, SD, by Guy Gage and John Ospeth. At an unknown date, likely prior to the 1990s, these human remains were transferred to William Bass at UTK. The human skeletal remains belong to seven adults. Of the adults, two are probably male, four are probably female, and one is of indeterminate sex. No known individuals were identified. No associated funerary objects are present.\\n        Site 39CA4 is a large, multi-component earth lodge village, part of the Plains Village Tradition. It is a fortified village site covering around 11-12 acres. At least two occupations are suggested by archeological evidence. The first occupation dates to the Extended Middle Missouri period (A.D. 1000-1500), while the second occupation dates to the Extended Coalescent (A.D. 1500-1675) and Post Contact Coalescent (A.D. 1675-1780) periods. Anthropological, archeological and biological evidence support a finding that during the Extended Middle Missouri period, this area was ancestral Mandan territory, while during the Extended Coalescent and Post Contact Coalescent periods, this area was ancestral Arikara territory. Today, the Mandan and Arikara are part of the Mandan, Hidatsa and Arikara Nation, known as the Three Affiliated Tribes of the Fort Berthold Reservation, North Dakota.\\n        During the summers of 1965, 1966, 1969 and 1970, human remains representing, at minimum, 341 individuals were removed from 39CO9, the Leavenworth site, in Corson County, SD, under the direction of William Bass. After the excavations, Bass transferred the human remains to the University of Kansas. In 1971, Bass moved from Kansas to UTK and took the human remains with him. The human skeletal remains include a minimum of 133 infants and 51 children, all of indeterminate sex, 28 adolescents, and 129 adults. Of the adolescents, two are probably male, 11 are probably female, and 15 are of indeterminate sex. Of the adults, 54 are probably male, 53 are probably female, and 22 are of indeterminate sex. No known individuals were identified. The 1,179 associated funerary objects include 43 lots of botanicals (wood and seeds); 30 lots of ceramics; 13 lots of cloth; 258 lots of fauna (animal bones, teeth, shell and hide); 464 lots of glass that include beads; 61 lots of lithics; 229 lots of metal items; 39 lots of minerals; 41 lots of rocks; and one lot of burial sediment.\\n        The Leavenworth site dates to circa A.D. 1800 to 1832. It comprises a village and cemetery. The Leavenworth site is discussed in a number of historical documents, including those of French fur trader Pierre-Antoine Tabeau, who lived with the Arikara at the Leavenworth site, as well as in the Journals of Lewis and Clark, who visited the site in 1804. The site was attacked by Colonel Leavenworth in 1823. George Catlin passed the still-inhabited site on a steamboat in 1832. In 1834, Maximilian, Prince of Wied, visited the Leavenworth site. Finding it abandoned, he collected some human remains. Excavation and removal of human remains and materials at the site continued during the twentieth century under the direction of various individuals, including W.H. Over, M.W. Stirling, W.D. Strong, J.B. Caldwell and then William Bass. In addition to the historical documents stating that the Arikara inhabited the Leavenworth site, archeological research on the material culture from the site places it within the Post-Contact Coalescent tradition, which is believed to be affiliated with the Arikara. Today, the Arikara are part of the Mandan, Hidatsa and Arikara Nation, known as the Three Affiliated Tribes of the Fort Berthold Reservation, North Dakota.\\n        In July of 1968, human remains representing, at minimum, one individual were removed by Douglas Ubelaker from 39CO14, known as both the Davis and Lower Grand site in Corson County, SD. Between 1968 and 1971, the human remains of this individual were transferred to William Bass at the University of Kansas. In 1971, Bass took the human remains to UTK. This individual is either an adolescent or a young adult female; the remains are highly fragmentary. No known individual was identified. No associated funerary objects are present.\\n        In June 1969, human remains representing, at minimum, three individuals were removed from 39CO14, known as both the Davis and Lower Grand site in Corson County, SD. The principle investigator was W. Raymond Wood, and the excavations were directed by Carl R. Falk and Stanley A. Ahler under contract to the NPS. Between 1969 and 1971, these human remains were transferred to William Bass at the University of Kansas. In 1971, Bass took these human remains to UTK. The first individual is a newborn infant of indeterminate sex. The second and third individuals are both age and sex indeterminate due to their highly fragmentary nature. No known individuals were identified. The one associated funerary object is a container of sediment from the burial context of the first individual.\\n        On July 28 and 29, 1969, human remains representing, at minimum, two individuals were removed by Marion Travis from 39CO14, known as both the Davis and Lower Grand site in Corson County, SD. Between 1969 and 1971, these human remains were transferred to William Bass at the University of Kansas. In 1971, Bass took these human remains to UTK. The first individual is an adult male, 40-44 years old. The second individual is an adult, probably male, 40+ years old. No known individuals were identified. No associated funerary objects are present.\\n        Site 39CO14 comprises a fortified village. Archeological evidence places the site in the Extended Coalescent period (A.D. 1500-1675). Radiocarbon dating, with a 2-sigma probability range, places the site between A.D. 1449 and 1635 (Johnson 2007: 71). Anthropological, archeological and biological evidence support a finding that during the Extended Coalescent and Post Contact Coalescent periods, the people in this region were ancestral Arikara. Today, the Arikara are part of the Mandan, Hidatsa and Arikara Nation, known as the Three Affiliated Tribes of the Fort Berthold Reservation, North Dakota.\\n        In the summer of 1969, human remains representing, at minimum, 19 individuals were removed from 39CO31, 39CO32 or 39CO33, the Norvold sites, in Corson County, SD. William Bass directed the excavations. Post-excavation (likely in 1969), Bass took these skeletal remains to the University of Kansas. In 1971, Bass took these human remains to UTK. The human skeletal remains include two infants and four children, all of indeterminate sex, one female adolescent, 17-19 years old, and 12 adults. Of the adults, seven are probably male and five are probably female. No known individuals were identified. The 19 associated funerary objects include seven lots of botanicals, eight lots of fauna, two lots of glass, and two lots of minerals.\\n\\n        The Norvold sites (39CO31, 39CO32 and 39CO33) comprise a series of three earthlodge villages. Archeological evidence places them in the Extended Coalescent period (A.D. 1500-1675) or Post Contact Coalescent (A.D. 1675-1780) periods. Anthropological, archeological and biological evidence support a finding that during the Extended Coalescent and Post Contact Coalescent periods the people in this region were ancestral Arikara. Today, the Arikara are part of the Mandan, Hidatsa and Arikara Nation, known as the Three Affiliated Tribes of the Fort Berthold Reservation, North Dakota.\\n        Between 1968 and 1970, human remains representing, at minimum, 551 individuals were removed from 39WW1, the Mobridge site, in Walworth County, SD. William Bass excavated the Mobridge site and transferred the human remains to the University of Kansas. In 1971, Bass moved from the University of Kansas to UTK, and took the human remains with him. The skeletal remains belong to 317 infants and 61 children, all of indeterminate sex, 24 adolescents, and 149 adults. Of the adolescents, six are probably male, seven are probably female, and 11 are of indeterminate sex. Of the adults, 56 are probably male, 67 are probably female, and 26 are of indeterminate sex. No known individuals were identified. The 87 associated funerary objects include three lots of botanicals, 13 lots of ceramics, 55 lots of fauna, two lots of fossils, five lots of lithics, one lot of metal, seven lots of rock, and one lot of burial sediment.\\n        At an unknown date, likely around the 1960s, human remains representing, at minimum, eight individuals were removed from 39WW1, the Mobridge site in Walworth County, SD, by Guy Gage and Jim Deis. Sometime prior to 1971, these human remains were transferred to William Bass at the University of Kansas. In 1971, Bass took these human remains to UTK. One of the individuals is a child 8-12 years old. Another individual is an adolescent 9-15 years old. Both of them are of indeterminate sex. Six individuals are adults, of whom four are probably male, and two are probably female. No known individuals were identified. The 20 associated funerary objects are 19 faunal bones and one faunal tooth.\\n        Located near the city of Mobridge on the eastern shore of Lake Oahe, site 39WW1 comprises an earthlodge village. It was first excavated in 1917, and has been described as an Arikara village. Additional archeological research on the material culture from the site places it within the Post-Contact Coalescent tradition, which is believed to be affiliated with the Arikara. Today, the Arikara are part of the Mandan, Hidatsa and Arikara Nation, known as the Three Affiliated Tribes of the Fort Berthold Reservation, North Dakota.\\n        Between 1963 and 1964, human remains representing, at minimum, 81 individuals were removed from 39WW2, the Larson site, in Walworth County, SD, by Alfred Bowers of the River Basin Survey. Sometime prior to 1971, these human remains were transferred to William Bass at the University of Kansas. In 1971, Bass took these human remains to UTK. The skeletal remains belong to one infant and 15 children, all of indeterminate sex, 19 adolescents, and 46 adults. Of the adolescents, nine are probably males, four are probably female, and six are of indeterminate sex. Of the adults, 30 are probably male, 14 are probably female, and two are of indeterminate sex. No known individuals were identified. No associated funerary objects are present.\\n        Around 1964, human remains representing, at minimum, two individuals were removed from 39WW2, the Larson site in Walworth County, SD, by unknown individuals. Sometime prior to 1971, these human remains were transferred to William Bass at the University of Kansas. In 1971, Bass took these human remains to UTK. The first individual is a child, 7-8 years old and of indeterminate sex. The second individual is an adolescent, 14-17 years old and possibly male. No known individuals were identified. The five associated funerary objects are faunal bones.\\n        Around 1965, human remains representing, at minimum, two individuals were removed from 39WW2, the Larson site in Walworth County, SD, by David Evans and Richard Jantz. Sometime prior to 1971, these human remains were transferred to William Bass at the University of Kansas. In 1971, Bass took these human remains to UTK. Both individuals are newborn infants. No known individuals were identified. No associated funerary objects are present.\\n        Around 1966, human remains representing, at minimum, two individuals were removed from 39WW2, the Larson site in Walworth County, SD, by Robert Meyer and Mike Litschewski. Sometime prior to 1971, these human remains were transferred to William Bass at the University of Kansas. In 1971, Bass took these human remains to UTK. The first individual is an adult male, 25-30 years old. The second individual is an infant of indeterminate sex, newborn to 1.5 months old. No known individuals were identified. No associated funerary objects are present.\\n        Around 1966, human remains representing, at minimum, six individuals were removed from 39WW2, the Larson site, in Walworth County, SD, by J.J. Hoffman of the River Basin Survey. Sometime prior to 1971, these human remains were transferred to William Bass at the University of Kansas. In 1971, Bass took these human remains to UTK. The first individual is an adult female, 40-45 years old. The second individual is an adult of indeterminate sex. The third individual is an adult female, 30-40 years old. The fourth individual is an infant, sex indeterminate, 1-2 years old. The fifth individual is an infant, sex indeterminate, 6-12 months old. The sixth individual is a female adult, 40+ years old. No known individuals were identified. No associated funerary objects are present.\\n        Between 1966 and 1969, human remains representing, at minimum, 754 individuals were removed from 39WW2, the Larson site, in Walworth County, SD, by William Bass. Bass transferred the human remains to the University of Kansas. In 1971, Bass moved from Kansas to UTK, and took the human remains with him. The human remains belong to 411 infants and 100 children, all of indeterminate sex, 35 adolescents, and 208 adults. Of the adolescent individuals, six are probably male, 16 are probable female, and 13 are of indeterminate sex. Of the adults, 103 are probably male, 95 are probably female, and 10 are of indeterminate sex. No known individuals were identified. The 886 associated funerary objects include 108 lots of botanicals, 114 lots of ceramics, 378 lots of fauna, 89 lots of glass, 83 lots of lithics, 45 lots of metal, 22 lots of minerals, and 47 lots of rocks.\\n        Around 1968, human remains representing, at minimum, one individual were removed from 39WW2, the Larson site in Walworth County, SD, by J.B. Gregg. Sometime prior to 1971, these human remains were transferred to William Bass at the University of Kansas. In 1971, Bass took these human remains to UTK. The individual is an adult female. No known individuals were identified. No associated funerary objects are present.\\n\\n        Around 1970, human remains representing, at minimum, three individuals were removed from 39WW2, the Larson site in Walworth County, SD, by Jones and P. Willey. Sometime prior to 1971, these human remains were transferred to William Bass at the University of Kansas. In 1971, Bass took these human remains to UTK. The first individual is an adult of indeterminate sex. The second individual is an infant of indeterminate sex, 1.5-3 months old. The third individual is an infant of indeterminate sex, 1-1.5 years old. No known individuals were identified. No associated funerary objects are present.\\n        At an unknown date, likely during the 1960s, human remains representing, at minimum, six individuals were removed from 39WW2, the Larson site in Walworth County, SD, by John Coleman and Marion Travis. Sometime prior to 1971, these human remains were transferred to William Bass at the University of Kansas. In 1971, Bass took these human remains to UTK. The first individual is an adolescent 14-19 years old, possibly male. The second individual is an infant of indeterminate sex, 1.5-2 years old. The third individual is an infant of indeterminate sex, 2.5-3 years old. The fourth individual is a female adult, 40+ years old. The fifth individual is an adolescent 16-20 years old, probably male. The sixth individual is an adult male, 40+ years old. No known individuals were identified. The four associated funerary objects are faunal bones.\\n        Archeological evidence places the Larson site, 39WW2, in the Post-Contact Coalescent period, A.D. 1675-1780, with a suggested timeframe circa A.D. 1750-1780. Many excavations have taken place at this fortified village site, since the late 1890\\'s, under the direction of L. De Lestry, W.H. Adams and W.H. Casler, W.H. Over, Alfred W. Bowers, J.J. Hoffman and William Bass. Anthropological, archeological and biological evidence support a finding that the people of the Extended Coalescent and Post Contact Coalescent periods in this region are ancestral Arikara. Today, the Arikara are part of the Mandan, Hidatsa and Arikara Nation, known as the Three Affiliated Tribes of the Fort Berthold Reservation, North Dakota.\\n        In 1956, human remains representing, at minimum, 49 individuals were removed from 39WW3, the Spiry-Eklo site, in Walworth County, SD, by David Baerreis, John Dallman and others from the University of Wisconsin, under the Inter-Agency Salvage Program in the Missouri Basin. Post-excavation, these human remains were presumably transferred to the University of Wisconsin. At an unknown date, likely between 1956 and the 1990s, the human remains were transferred from the University of Wisconsin to William Bass at UTK. The human remains include 26 infants and four children, all of indeterminate sex, one adolescent or young adult, probably female, and 18 adults. Of the adults, four are probably male, eight are probably female, and six are of indeterminate sex. No known individuals were identified. The 27 associated funerary objects include two lots of botanicals, two lots of ceramics, 21 lots of fauna, one lot of lithics, and one lot of minerals.\\n        The Spiry-Eklo site, 39WW3, is located about a mile south of Mobridge, South Dakota. It comprises a village covering around 10 acres. The archeological evidence suggests that the major occupation of the site occurred during the Post Contact Coalescent Period (A.D. 1675-1780). Anthropological, archeological and biological evidence support a finding that the people of the earlier Extended Coalescent and the later Post Contact Coalescent periods are ancestral Arikara. Today, the Arikara are part of the Mandan, Hidatsa and Arikara Nation, known as the Three Affiliated Tribes of the Fort Berthold Reservation, North Dakota.\\n        Between 1970 and 1972, human remains representing, at minimum, seven individuals were removed from 39WW203, the Walth Bay site, in Walworth County, SD. The principal investigator was W. Raymond Wood, and the excavations were directed by Carl R. Falk and Stanley A. Ahler, under contract to the NPS. Sometime after 1970, these human remains were transferred to William Bass. Individual 1 is an adult male, 40-45 years old. Individual 2 is a newborn infant of indeterminate sex. Individuals 3 and 4 are both infants, 1-3 years old and of indeterminate sex. Individual 5 is an adult male, 40-45 years old. Individual 6 is an adult male, 35-45 years old. Individual 7 is a young adult female. No known individuals were identified. The seven associated funerary objects are six faunal bones and one faunal tooth.\\n        The Walth Bay site dates to the Extended Coalescent period (A.D. 1500-1675), based on the archeological evidence. Radiocarbon dating, with a 2-sigma probability range, dates the site between A.D. 1492 and 1653 (Johnson 2007: 72). Anthropological, archeological and biological evidence support a finding that the people of the Extended Coalescent and Post Contact Coalescent periods in this region are ancestral Arikara. Today, the Arikara are part of the Mandan, Hidatsa and Arikara Nation, known as the Three Affiliated Tribes of the Fort Berthold Reservation, North Dakota.\\n        Based on morphological features, site and burial context, and associated funerary objects, UTK and the Omaha District have determined that the human remains in this Notice are of Native American ancestry. Additionally, based upon the historical record, anthropological and archeological evidence, site analysis, osteological analysis, and tribal consultation, UTK and the Omaha District have determined that there is a relationship of shared group identity that can be reasonably traced between these Native American human remains and associated funerary objects and the Three Affiliated Tribes of the Fort Berthold Reservation, North Dakota.\\n        Determinations Made by the University of Tennessee, Department of Anthropology and the U.S. Army Corps of Engineers, Omaha District\\n        Officials of the University of Tennessee, Department of Anthropology and the U.S. Army Corps of Engineers, Omaha District have determined that:\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice represent the physical remains of 1,971 individuals of Native American ancestry.\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(3)(A), the 2,263 lots of objects described in this notice are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony.\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and associated funerary objects and the Three Affiliated Tribes of the Fort Berthold Reservation, North Dakota.\\n        Additional Requestors and Disposition\\n\\n        Lineal descendants or representatives of any Indian Tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to Dr. Robert Hinde, University of Tennessee, Office of the Provost, 527 Andy Holt Tower, Knoxville, TN 37996-0152, telephone (865) 974-2445, email rhinde@utk.edu and vpaa@utk.edu; and Ms. Sandra Barnum, U.S. Army Engineer District, Omaha, ATTN: CENWO-PM-AB, 1616 Capital Avenue, Omaha, NE 68102, telephone (402) 995-2674, email sandra.v.barnum@usace.army.mil, by December 9, 2019. After that date, if no additional requestors have come forward, transfer of control of the human remains and associated funerary objects to the Three Affiliated Tribes of the Fort Berthold Reservation, North Dakota may proceed.\\n\\n        The University of Tennessee, Department of Anthropology and the U.S. Army Corps of Engineers, Omaha District are responsible for notifying the Three Affiliated Tribes of the Fort Berthold Reservation, North Dakota, that this notice has been published.\\n        \\n          Dated: October 4, 2019.\\n          Melanie O\\'Brien,\\n          Manager, National NAGPRA Program. \\n        \\n      \\n      [FR Doc. 2019-24407 Filed 11-7-19; 8:45 am]\\n      BILLING CODE 4312-52-P\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "[NPS-WASO-NAGPRA-NPS0029069: PPWOCRADN0-PCU00RP14.R50000]", "subject": "Notice of Inventory Completion: University of Tennessee, Department of Anthropology, Knoxville, TN, and U.S. Army Corps of Engineers, Omaha District, Omaha, NE", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "The University of Tennessee, Department of Anthropology (UTK) and the U.S. Army Corps of Engineers, Omaha District (Omaha District) have completed an inventory of human remains and associated funerary objects, in consultation with the appropriate Indian Tribes or Native Hawaiian organizations, and have determined that there is a cultural affiliation between the human remains and associated funerary objects and present-day Indian Tribes or Native Hawaiian organizations. Lineal descendants or representatives of any Indian Tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request to UTK and Omaha District. If no additional requestors come forward, transfer of control of the human remains and associated funerary objects to the lineal descendants, Indian Tribes, or Native Hawaiian organizations stated in this notice may proceed.", "dates": "Lineal descendants or representatives of any Indian Tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to UTK and Omaha District at the address in this notice by December 9, 2019.", "addresses": "Dr. Robert Hinde, University of Tennessee, Office of the Provost, 527 Andy Holt Tower, Knoxville, TN 37996-0152, telephone (865) 974-2445, email rhinde@utk.edu and vpaa@utk.edu. Ms. Sandra Barnum, U.S. Army Engineer District, Omaha, ATTN: CENWO-PM-AB, 1616 Capital Avenue, Omaha, NE 68102, telephone (402) 995-2674, email sandra.v.barnum@usace.army.mil.\\n          ", "signature_dated": "Dated: October 4, 2019.", "signature_name": "Melanie O\\'Brien,", "signature_title": "Manager, National NAGPRA Program. ", "fr_doc": "[FR Doc. 2019-24407 Filed 11-7-19; 8:45 am]", "billing_code": "BILLING CODE 4312-52-P", "supp_info": "SUPPLEMENTARY INFORMATION: \n Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains and associated funerary objects under the control of the University of Tennessee, Department of Anthropology, Knoxville, TN, and the U.S. Army Corps of Engineers, Omaha District, Omaha, NE. The human remains and associated funerary objects were removed from Campbell, Corson, and Walworth Counties, SD. \n This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003(d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations in this notice. \n Consultation \n A detailed assessment of the human remains was made by UTK professional staff in consultation with representatives of the Three Affiliated Tribes of the Fort Berthold Reservation, North Dakota. \n History and Description of the Remains \n During the summers of 1965, 1966, 1968, 1969, 1970, and 1973, human remains representing, at minimum, 125 individuals were removed from 39CA4, the Anton Rygh site, in Campbell County, SD, under the direction of William Bass. Post-excavation, Bass transferred the human remains to the University of Kansas. In 1971, Bass transferred the human remains to UTK. The human skeletal remains include 39 infants and 18 children, all of indeterminate sex, nine adolescents, and 59 adults. Of the adolescent individuals, five are probably male and four are of indeterminate sex. Of the adults, 30 are probably male, 22 are probably female, and seven are of indeterminate sex. No known individuals were identified. The 28 associated funerary objects include 14 lots of botanicals, two lots of ceramics, seven lots of fauna, three lots of lithics, and two lots of minerals. \n Around November 1980, human remains representing, at minimum, one individual were removed from 39CA4, the Anton Rygh site, in Campbell County, SD, by an individual named Lewellyn. At an unknown date, likely prior to the 1990s, these human remains were transferred to William Bass at UTK. The human skeletal remains belong to an adolescent, 16-20 years old and possibly female. No known individuals were identified. No associated funerary objects are present. \n At an unknown date, likely around the 1960s, human remains representing, at minimum, seven individuals were removed from 39CA4, the Anton Rygh site, in Campbell County, SD, by Guy Gage and John Ospeth. At an unknown date, likely prior to the 1990s, these human remains were transferred to William Bass at UTK. The human skeletal remains belong to seven adults. Of the adults, two are probably male, four are probably female, and one is of indeterminate sex. No known individuals were identified. No associated funerary objects are present. \n Site 39CA4 is a large, multi-component earth lodge village, part of the Plains Village Tradition. It is a fortified village site covering around 11-12 acres. At least two occupations are suggested by archeological evidence. The first occupation dates to the Extended Middle Missouri period (A.D. 1000-1500), while the second occupation dates to the Extended Coalescent (A.D. 1500-1675) and Post Contact Coalescent (A.D. 1675-1780) periods. Anthropological, archeological and biological evidence support a finding that during the Extended Middle Missouri period, this area was ancestral Mandan territory, while during the Extended Coalescent and Post Contact Coalescent periods, this area was ancestral Arikara territory. Today, the Mandan and Arikara are part of the Mandan, Hidatsa and Arikara Nation, known as the Three Affiliated Tribes of the Fort Berthold Reservation, North Dakota. \n During the summers of 1965, 1966, 1969 and 1970, human remains representing, at minimum, 341 individuals were removed from 39CO9, the Leavenworth site, in Corson County, SD, under the direction of William Bass. After the excavations, Bass transferred the human remains to the University of Kansas. In 1971, Bass moved from Kansas to UTK and took the human remains with him. The human skeletal remains include a minimum of 133 infants and 51 children, all of indeterminate sex, 28 adolescents, and 129 adults. Of the adolescents, two are probably male, 11 are probably female, and 15 are of indeterminate sex. Of the adults, 54 are probably male, 53 are probably female, and 22 are of indeterminate sex. No known individuals were identified. The 1,179 associated funerary objects include 43 lots of botanicals (wood and seeds); 30 lots of ceramics; 13 lots of cloth; 258 lots of fauna (animal bones, teeth, shell and hide); 464 lots of glass that include beads; 61 lots of lithics; 229 lots of metal items; 39 lots of minerals; 41 lots of rocks; and one lot of burial sediment. \n The Leavenworth site dates to circa A.D. 1800 to 1832. It comprises a village and cemetery. The Leavenworth site is discussed in a number of historical documents, including those of French fur trader Pierre-Antoine Tabeau, who lived with the Arikara at the Leavenworth site, as well as in the Journals of Lewis and Clark, who visited the site in 1804. The site was attacked by Colonel Leavenworth in 1823. George Catlin passed the still-inhabited site on a steamboat in 1832. In 1834, Maximilian, Prince of Wied, visited the Leavenworth site. Finding it abandoned, he collected some human remains. Excavation and removal of human remains and materials at the site continued during the twentieth century under the direction of various individuals, including W.H. Over, M.W. Stirling, W.D. Strong, J.B. Caldwell and then William Bass. In addition to the historical documents stating that the Arikara inhabited the Leavenworth site, archeological research on the material culture from the site places it within the Post-Contact Coalescent tradition, which is believed to be affiliated with the Arikara. Today, the Arikara are part of the Mandan, Hidatsa and Arikara Nation, known as the Three Affiliated Tribes of the Fort Berthold Reservation, North Dakota. \n In July of 1968, human remains representing, at minimum, one individual were removed by Douglas Ubelaker from 39CO14, known as both the Davis and Lower Grand site in Corson County, SD. Between 1968 and 1971, the human remains of this individual were transferred to William Bass at the University of Kansas. In 1971, Bass took the human remains to UTK. This individual is either an adolescent or a young adult female; the remains are highly fragmentary. No known individual was identified. No associated funerary objects are present. \n In June 1969, human remains representing, at minimum, three individuals were removed from 39CO14, known as both the Davis and Lower Grand site in Corson County, SD. The principle investigator was W. Raymond Wood, and the excavations were directed by Carl R. Falk and Stanley A. Ahler under contract to the NPS. Between 1969 and 1971, these human remains were transferred to William Bass at the University of Kansas. In 1971, Bass took these human remains to UTK. The first individual is a newborn infant of indeterminate sex. The second and third individuals are both age and sex indeterminate due to their highly fragmentary nature. No known individuals were identified. The one associated funerary object is a container of sediment from the burial context of the first individual. \n On July 28 and 29, 1969, human remains representing, at minimum, two individuals were removed by Marion Travis from 39CO14, known as both the Davis and Lower Grand site in Corson County, SD. Between 1969 and 1971, these human remains were transferred to William Bass at the University of Kansas. In 1971, Bass took these human remains to UTK. The first individual is an adult male, 40-44 years old. The second individual is an adult, probably male, 40+ years old. No known individuals were identified. No associated funerary objects are present. \n Site 39CO14 comprises a fortified village. Archeological evidence places the site in the Extended Coalescent period (A.D. 1500-1675). Radiocarbon dating, with a 2-sigma probability range, places the site between A.D. 1449 and 1635 (Johnson 2007: 71). Anthropological, archeological and biological evidence support a finding that during the Extended Coalescent and Post Contact Coalescent periods, the people in this region were ancestral Arikara. Today, the Arikara are part of the Mandan, Hidatsa and Arikara Nation, known as the Three Affiliated Tribes of the Fort Berthold Reservation, North Dakota. \n In the summer of 1969, human remains representing, at minimum, 19 individuals were removed from 39CO31, 39CO32 or 39CO33, the Norvold sites, in Corson County, SD. William Bass directed the excavations. Post-excavation (likely in 1969), Bass took these skeletal remains to the University of Kansas. In 1971, Bass took these human remains to UTK. The human skeletal remains include two infants and four children, all of indeterminate sex, one female adolescent, 17-19 years old, and 12 adults. Of the adults, seven are probably male and five are probably female. No known individuals were identified. The 19 associated funerary objects include seven lots of botanicals, eight lots of fauna, two lots of glass, and two lots of minerals. \n The Norvold sites (39CO31, 39CO32 and 39CO33) comprise a series of three earthlodge villages. Archeological evidence places them in the Extended Coalescent period (A.D. 1500-1675) or Post Contact Coalescent (A.D. 1675-1780) periods. Anthropological, archeological and biological evidence support a finding that during the Extended Coalescent and Post Contact Coalescent periods the people in this region were ancestral Arikara. Today, the Arikara are part of the Mandan, Hidatsa and Arikara Nation, known as the Three Affiliated Tribes of the Fort Berthold Reservation, North Dakota. \n Between 1968 and 1970, human remains representing, at minimum, 551 individuals were removed from 39WW1, the Mobridge site, in Walworth County, SD. William Bass excavated the Mobridge site and transferred the human remains to the University of Kansas. In 1971, Bass moved from the University of Kansas to UTK, and took the human remains with him. The skeletal remains belong to 317 infants and 61 children, all of indeterminate sex, 24 adolescents, and 149 adults. Of the adolescents, six are probably male, seven are probably female, and 11 are of indeterminate sex. Of the adults, 56 are probably male, 67 are probably female, and 26 are of indeterminate sex. No known individuals were identified. The 87 associated funerary objects include three lots of botanicals, 13 lots of ceramics, 55 lots of fauna, two lots of fossils, five lots of lithics, one lot of metal, seven lots of rock, and one lot of burial sediment. \n At an unknown date, likely around the 1960s, human remains representing, at minimum, eight individuals were removed from 39WW1, the Mobridge site in Walworth County, SD, by Guy Gage and Jim Deis. Sometime prior to 1971, these human remains were transferred to William Bass at the University of Kansas. In 1971, Bass took these human remains to UTK. One of the individuals is a child 8-12 years old. Another individual is an adolescent 9-15 years old. Both of them are of indeterminate sex. Six individuals are adults, of whom four are probably male, and two are probably female. No known individuals were identified. The 20 associated funerary objects are 19 faunal bones and one faunal tooth. \n Located near the city of Mobridge on the eastern shore of Lake Oahe, site 39WW1 comprises an earthlodge village. It was first excavated in 1917, and has been described as an Arikara village. Additional archeological research on the material culture from the site places it within the Post-Contact Coalescent tradition, which is believed to be affiliated with the Arikara. Today, the Arikara are part of the Mandan, Hidatsa and Arikara Nation, known as the Three Affiliated Tribes of the Fort Berthold Reservation, North Dakota. \n Between 1963 and 1964, human remains representing, at minimum, 81 individuals were removed from 39WW2, the Larson site, in Walworth County, SD, by Alfred Bowers of the River Basin Survey. Sometime prior to 1971, these human remains were transferred to William Bass at the University of Kansas. In 1971, Bass took these human remains to UTK. The skeletal remains belong to one infant and 15 children, all of indeterminate sex, 19 adolescents, and 46 adults. Of the adolescents, nine are probably males, four are probably female, and six are of indeterminate sex. Of the adults, 30 are probably male, 14 are probably female, and two are of indeterminate sex. No known individuals were identified. No associated funerary objects are present. \n Around 1964, human remains representing, at minimum, two individuals were removed from 39WW2, the Larson site in Walworth County, SD, by unknown individuals. Sometime prior to 1971, these human remains were transferred to William Bass at the University of Kansas. In 1971, Bass took these human remains to UTK. The first individual is a child, 7-8 years old and of indeterminate sex. The second individual is an adolescent, 14-17 years old and possibly male. No known individuals were identified. The five associated funerary objects are faunal bones. \n Around 1965, human remains representing, at minimum, two individuals were removed from 39WW2, the Larson site in Walworth County, SD, by David Evans and Richard Jantz. Sometime prior to 1971, these human remains were transferred to William Bass at the University of Kansas. In 1971, Bass took these human remains to UTK. Both individuals are newborn infants. No known individuals were identified. No associated funerary objects are present. \n Around 1966, human remains representing, at minimum, two individuals were removed from 39WW2, the Larson site in Walworth County, SD, by Robert Meyer and Mike Litschewski. Sometime prior to 1971, these human remains were transferred to William Bass at the University of Kansas. In 1971, Bass took these human remains to UTK. The first individual is an adult male, 25-30 years old. The second individual is an infant of indeterminate sex, newborn to 1.5 months old. No known individuals were identified. No associated funerary objects are present. \n Around 1966, human remains representing, at minimum, six individuals were removed from 39WW2, the Larson site, in Walworth County, SD, by J.J. Hoffman of the River Basin Survey. Sometime prior to 1971, these human remains were transferred to William Bass at the University of Kansas. In 1971, Bass took these human remains to UTK. The first individual is an adult female, 40-45 years old. The second individual is an adult of indeterminate sex. The third individual is an adult female, 30-40 years old. The fourth individual is an infant, sex indeterminate, 1-2 years old. The fifth individual is an infant, sex indeterminate, 6-12 months old. The sixth individual is a female adult, 40+ years old. No known individuals were identified. No associated funerary objects are present. \n Between 1966 and 1969, human remains representing, at minimum, 754 individuals were removed from 39WW2, the Larson site, in Walworth County, SD, by William Bass. Bass transferred the human remains to the University of Kansas. In 1971, Bass moved from Kansas to UTK, and took the human remains with him. The human remains belong to 411 infants and 100 children, all of indeterminate sex, 35 adolescents, and 208 adults. Of the adolescent individuals, six are probably male, 16 are probable female, and 13 are of indeterminate sex. Of the adults, 103 are probably male, 95 are probably female, and 10 are of indeterminate sex. No known individuals were identified. The 886 associated funerary objects include 108 lots of botanicals, 114 lots of ceramics, 378 lots of fauna, 89 lots of glass, 83 lots of lithics, 45 lots of metal, 22 lots of minerals, and 47 lots of rocks. \n Around 1968, human remains representing, at minimum, one individual were removed from 39WW2, the Larson site in Walworth County, SD, by J.B. Gregg. Sometime prior to 1971, these human remains were transferred to William Bass at the University of Kansas. In 1971, Bass took these human remains to UTK. The individual is an adult female. No known individuals were identified. No associated funerary objects are present. \n Around 1970, human remains representing, at minimum, three individuals were removed from 39WW2, the Larson site in Walworth County, SD, by Jones and P. Willey. Sometime prior to 1971, these human remains were transferred to William Bass at the University of Kansas. In 1971, Bass took these human remains to UTK. The first individual is an adult of indeterminate sex. The second individual is an infant of indeterminate sex, 1.5-3 months old. The third individual is an infant of indeterminate sex, 1-1.5 years old. No known individuals were identified. No associated funerary objects are present. \n At an unknown date, likely during the 1960s, human remains representing, at minimum, six individuals were removed from 39WW2, the Larson site in Walworth County, SD, by John Coleman and Marion Travis. Sometime prior to 1971, these human remains were transferred to William Bass at the University of Kansas. In 1971, Bass took these human remains to UTK. The first individual is an adolescent 14-19 years old, possibly male. The second individual is an infant of indeterminate sex, 1.5-2 years old. The third individual is an infant of indeterminate sex, 2.5-3 years old. The fourth individual is a female adult, 40+ years old. The fifth individual is an adolescent 16-20 years old, probably male. The sixth individual is an adult male, 40+ years old. No known individuals were identified. The four associated funerary objects are faunal bones. \n Archeological evidence places the Larson site, 39WW2, in the Post-Contact Coalescent period, A.D. 1675-1780, with a suggested timeframe circa A.D. 1750-1780. Many excavations have taken place at this fortified village site, since the late 1890\\'s, under the direction of L. De Lestry, W.H. Adams and W.H. Casler, W.H. Over, Alfred W. Bowers, J.J. Hoffman and William Bass. Anthropological, archeological and biological evidence support a finding that the people of the Extended Coalescent and Post Contact Coalescent periods in this region are ancestral Arikara. Today, the Arikara are part of the Mandan, Hidatsa and Arikara Nation, known as the Three Affiliated Tribes of the Fort Berthold Reservation, North Dakota. \n In 1956, human remains representing, at minimum, 49 individuals were removed from 39WW3, the Spiry-Eklo site, in Walworth County, SD, by David Baerreis, John Dallman and others from the University of Wisconsin, under the Inter-Agency Salvage Program in the Missouri Basin. Post-excavation, these human remains were presumably transferred to the University of Wisconsin. At an unknown date, likely between 1956 and the 1990s, the human remains were transferred from the University of Wisconsin to William Bass at UTK. The human remains include 26 infants and four children, all of indeterminate sex, one adolescent or young adult, probably female, and 18 adults. Of the adults, four are probably male, eight are probably female, and six are of indeterminate sex. No known individuals were identified. The 27 associated funerary objects include two lots of botanicals, two lots of ceramics, 21 lots of fauna, one lot of lithics, and one lot of minerals. \n The Spiry-Eklo site, 39WW3, is located about a mile south of Mobridge, South Dakota. It comprises a village covering around 10 acres. The archeological evidence suggests that the major occupation of the site occurred during the Post Contact Coalescent Period (A.D. 1675-1780). Anthropological, archeological and biological evidence support a finding that the people of the earlier Extended Coalescent and the later Post Contact Coalescent periods are ancestral Arikara. Today, the Arikara are part of the Mandan, Hidatsa and Arikara Nation, known as the Three Affiliated Tribes of the Fort Berthold Reservation, North Dakota. \n Between 1970 and 1972, human remains representing, at minimum, seven individuals were removed from 39WW203, the Walth Bay site, in Walworth County, SD. The principal investigator was W. Raymond Wood, and the excavations were directed by Carl R. Falk and Stanley A. Ahler, under contract to the NPS. Sometime after 1970, these human remains were transferred to William Bass. Individual 1 is an adult male, 40-45 years old. Individual 2 is a newborn infant of indeterminate sex. Individuals 3 and 4 are both infants, 1-3 years old and of indeterminate sex. Individual 5 is an adult male, 40-45 years old. Individual 6 is an adult male, 35-45 years old. Individual 7 is a young adult female. No known individuals were identified. The seven associated funerary objects are six faunal bones and one faunal tooth. \n The Walth Bay site dates to the Extended Coalescent period (A.D. 1500-1675), based on the archeological evidence. Radiocarbon dating, with a 2-sigma probability range, dates the site between A.D. 1492 and 1653 (Johnson 2007: 72). Anthropological, archeological and biological evidence support a finding that the people of the Extended Coalescent and Post Contact Coalescent periods in this region are ancestral Arikara. Today, the Arikara are part of the Mandan, Hidatsa and Arikara Nation, known as the Three Affiliated Tribes of the Fort Berthold Reservation, North Dakota. \n Based on morphological features, site and burial context, and associated funerary objects, UTK and the Omaha District have determined that the human remains in this Notice are of Native American ancestry. Additionally, based upon the historical record, anthropological and archeological evidence, site analysis, osteological analysis, and tribal consultation, UTK and the Omaha District have determined that there is a relationship of shared group identity that can be reasonably traced between these Native American human remains and associated funerary objects and the Three Affiliated Tribes of the Fort Berthold Reservation, North Dakota. \n Determinations Made by the University of Tennessee, Department of Anthropology and the U.S. Army Corps of Engineers, Omaha District \n Officials of the University of Tennessee, Department of Anthropology and the U.S. Army Corps of Engineers, Omaha District have determined that: \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice represent the physical remains of 1,971 individuals of Native American ancestry. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(3)(A), the 2,263 lots of objects described in this notice are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and associated funerary objects and the Three Affiliated Tribes of the Fort Berthold Reservation, North Dakota. \n Additional Requestors and Disposition \n Lineal descendants or representatives of any Indian Tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to Dr. Robert Hinde, University of Tennessee, Office of the Provost, 527 Andy Holt Tower, Knoxville, TN 37996-0152, telephone (865) 974-2445, email rhinde@utk.edu and vpaa@utk.edu; and Ms. Sandra Barnum, U.S. Army Engineer District, Omaha, ATTN: CENWO-PM-AB, 1616 Capital Avenue, Omaha, NE 68102, telephone (402) 995-2674, email sandra.v.barnum@usace.army.mil, by December 9, 2019. After that date, if no additional requestors have come forward, transfer of control of the human remains and associated funerary objects to the Three Affiliated Tribes of the Fort Berthold Reservation, North Dakota may proceed. \n The University of Tennessee, Department of Anthropology and the U.S. Army Corps of Engineers, Omaha District are responsible for notifying the Three Affiliated Tribes of the Fort Berthold Reservation, North Dakota, that this notice has been published. \n ", "consultation": "A detailed assessment of the human remains was made by UTK professional staff in consultation with representatives of the Three Affiliated Tribes of the Fort Berthold Reservation, North Dakota. \n ", "h_d_r": "During the summers of 1965, 1966, 1968, 1969, 1970, and 1973, human remains representing, at minimum, 125 individuals were removed from 39CA4, the Anton Rygh site, in Campbell County, SD, under the direction of William Bass. Post-excavation, Bass transferred the human remains to the University of Kansas. In 1971, Bass transferred the human remains to UTK. The human skeletal remains include 39 infants and 18 children, all of indeterminate sex, nine adolescents, and 59 adults. Of the adolescent individuals, five are probably male and four are of indeterminate sex. Of the adults, 30 are probably male, 22 are probably female, and seven are of indeterminate sex. No known individuals were identified. The 28 associated funerary objects include 14 lots of botanicals, two lots of ceramics, seven lots of fauna, three lots of lithics, and two lots of minerals. \n Around November 1980, human remains representing, at minimum, one individual were removed from 39CA4, the Anton Rygh site, in Campbell County, SD, by an individual named Lewellyn. At an unknown date, likely prior to the 1990s, these human remains were transferred to William Bass at UTK. The human skeletal remains belong to an adolescent, 16-20 years old and possibly female. No known individuals were identified. No associated funerary objects are present. \n At an unknown date, likely around the 1960s, human remains representing, at minimum, seven individuals were removed from 39CA4, the Anton Rygh site, in Campbell County, SD, by Guy Gage and John Ospeth. At an unknown date, likely prior to the 1990s, these human remains were transferred to William Bass at UTK. The human skeletal remains belong to seven adults. Of the adults, two are probably male, four are probably female, and one is of indeterminate sex. No known individuals were identified. No associated funerary objects are present. \n Site 39CA4 is a large, multi-component earth lodge village, part of the Plains Village Tradition. It is a fortified village site covering around 11-12 acres. At least two occupations are suggested by archeological evidence. The first occupation dates to the Extended Middle Missouri period (A.D. 1000-1500), while the second occupation dates to the Extended Coalescent (A.D. 1500-1675) and Post Contact Coalescent (A.D. 1675-1780) periods. Anthropological, archeological and biological evidence support a finding that during the Extended Middle Missouri period, this area was ancestral Mandan territory, while during the Extended Coalescent and Post Contact Coalescent periods, this area was ancestral Arikara territory. Today, the Mandan and Arikara are part of the Mandan, Hidatsa and Arikara Nation, known as the Three Affiliated Tribes of the Fort Berthold Reservation, North Dakota. \n During the summers of 1965, 1966, 1969 and 1970, human remains representing, at minimum, 341 individuals were removed from 39CO9, the Leavenworth site, in Corson County, SD, under the direction of William Bass. After the excavations, Bass transferred the human remains to the University of Kansas. In 1971, Bass moved from Kansas to UTK and took the human remains with him. The human skeletal remains include a minimum of 133 infants and 51 children, all of indeterminate sex, 28 adolescents, and 129 adults. Of the adolescents, two are probably male, 11 are probably female, and 15 are of indeterminate sex. Of the adults, 54 are probably male, 53 are probably female, and 22 are of indeterminate sex. No known individuals were identified. The 1,179 associated funerary objects include 43 lots of botanicals (wood and seeds); 30 lots of ceramics; 13 lots of cloth; 258 lots of fauna (animal bones, teeth, shell and hide); 464 lots of glass that include beads; 61 lots of lithics; 229 lots of metal items; 39 lots of minerals; 41 lots of rocks; and one lot of burial sediment. \n The Leavenworth site dates to circa A.D. 1800 to 1832. It comprises a village and cemetery. The Leavenworth site is discussed in a number of historical documents, including those of French fur trader Pierre-Antoine Tabeau, who lived with the Arikara at the Leavenworth site, as well as in the Journals of Lewis and Clark, who visited the site in 1804. The site was attacked by Colonel Leavenworth in 1823. George Catlin passed the still-inhabited site on a steamboat in 1832. In 1834, Maximilian, Prince of Wied, visited the Leavenworth site. Finding it abandoned, he collected some human remains. Excavation and removal of human remains and materials at the site continued during the twentieth century under the direction of various individuals, including W.H. Over, M.W. Stirling, W.D. Strong, J.B. Caldwell and then William Bass. In addition to the historical documents stating that the Arikara inhabited the Leavenworth site, archeological research on the material culture from the site places it within the Post-Contact Coalescent tradition, which is believed to be affiliated with the Arikara. Today, the Arikara are part of the Mandan, Hidatsa and Arikara Nation, known as the Three Affiliated Tribes of the Fort Berthold Reservation, North Dakota. \n In July of 1968, human remains representing, at minimum, one individual were removed by Douglas Ubelaker from 39CO14, known as both the Davis and Lower Grand site in Corson County, SD. Between 1968 and 1971, the human remains of this individual were transferred to William Bass at the University of Kansas. In 1971, Bass took the human remains to UTK. This individual is either an adolescent or a young adult female; the remains are highly fragmentary. No known individual was identified. No associated funerary objects are present. \n In June 1969, human remains representing, at minimum, three individuals were removed from 39CO14, known as both the Davis and Lower Grand site in Corson County, SD. The principle investigator was W. Raymond Wood, and the excavations were directed by Carl R. Falk and Stanley A. Ahler under contract to the NPS. Between 1969 and 1971, these human remains were transferred to William Bass at the University of Kansas. In 1971, Bass took these human remains to UTK. The first individual is a newborn infant of indeterminate sex. The second and third individuals are both age and sex indeterminate due to their highly fragmentary nature. No known individuals were identified. The one associated funerary object is a container of sediment from the burial context of the first individual. \n On July 28 and 29, 1969, human remains representing, at minimum, two individuals were removed by Marion Travis from 39CO14, known as both the Davis and Lower Grand site in Corson County, SD. Between 1969 and 1971, these human remains were transferred to William Bass at the University of Kansas. In 1971, Bass took these human remains to UTK. The first individual is an adult male, 40-44 years old. The second individual is an adult, probably male, 40+ years old. No known individuals were identified. No associated funerary objects are present. \n Site 39CO14 comprises a fortified village. Archeological evidence places the site in the Extended Coalescent period (A.D. 1500-1675). Radiocarbon dating, with a 2-sigma probability range, places the site between A.D. 1449 and 1635 (Johnson 2007: 71). Anthropological, archeological and biological evidence support a finding that during the Extended Coalescent and Post Contact Coalescent periods, the people in this region were ancestral Arikara. Today, the Arikara are part of the Mandan, Hidatsa and Arikara Nation, known as the Three Affiliated Tribes of the Fort Berthold Reservation, North Dakota. \n In the summer of 1969, human remains representing, at minimum, 19 individuals were removed from 39CO31, 39CO32 or 39CO33, the Norvold sites, in Corson County, SD. William Bass directed the excavations. Post-excavation (likely in 1969), Bass took these skeletal remains to the University of Kansas. In 1971, Bass took these human remains to UTK. The human skeletal remains include two infants and four children, all of indeterminate sex, one female adolescent, 17-19 years old, and 12 adults. Of the adults, seven are probably male and five are probably female. No known individuals were identified. The 19 associated funerary objects include seven lots of botanicals, eight lots of fauna, two lots of glass, and two lots of minerals. \n The Norvold sites (39CO31, 39CO32 and 39CO33) comprise a series of three earthlodge villages. Archeological evidence places them in the Extended Coalescent period (A.D. 1500-1675) or Post Contact Coalescent (A.D. 1675-1780) periods. Anthropological, archeological and biological evidence support a finding that during the Extended Coalescent and Post Contact Coalescent periods the people in this region were ancestral Arikara. Today, the Arikara are part of the Mandan, Hidatsa and Arikara Nation, known as the Three Affiliated Tribes of the Fort Berthold Reservation, North Dakota. \n Between 1968 and 1970, human remains representing, at minimum, 551 individuals were removed from 39WW1, the Mobridge site, in Walworth County, SD. William Bass excavated the Mobridge site and transferred the human remains to the University of Kansas. In 1971, Bass moved from the University of Kansas to UTK, and took the human remains with him. The skeletal remains belong to 317 infants and 61 children, all of indeterminate sex, 24 adolescents, and 149 adults. Of the adolescents, six are probably male, seven are probably female, and 11 are of indeterminate sex. Of the adults, 56 are probably male, 67 are probably female, and 26 are of indeterminate sex. No known individuals were identified. The 87 associated funerary objects include three lots of botanicals, 13 lots of ceramics, 55 lots of fauna, two lots of fossils, five lots of lithics, one lot of metal, seven lots of rock, and one lot of burial sediment. \n At an unknown date, likely around the 1960s, human remains representing, at minimum, eight individuals were removed from 39WW1, the Mobridge site in Walworth County, SD, by Guy Gage and Jim Deis. Sometime prior to 1971, these human remains were transferred to William Bass at the University of Kansas. In 1971, Bass took these human remains to UTK. One of the individuals is a child 8-12 years old. Another individual is an adolescent 9-15 years old. Both of them are of indeterminate sex. Six individuals are adults, of whom four are probably male, and two are probably female. No known individuals were identified. The 20 associated funerary objects are 19 faunal bones and one faunal tooth. \n Located near the city of Mobridge on the eastern shore of Lake Oahe, site 39WW1 comprises an earthlodge village. It was first excavated in 1917, and has been described as an Arikara village. Additional archeological research on the material culture from the site places it within the Post-Contact Coalescent tradition, which is believed to be affiliated with the Arikara. Today, the Arikara are part of the Mandan, Hidatsa and Arikara Nation, known as the Three Affiliated Tribes of the Fort Berthold Reservation, North Dakota. \n Between 1963 and 1964, human remains representing, at minimum, 81 individuals were removed from 39WW2, the Larson site, in Walworth County, SD, by Alfred Bowers of the River Basin Survey. Sometime prior to 1971, these human remains were transferred to William Bass at the University of Kansas. In 1971, Bass took these human remains to UTK. The skeletal remains belong to one infant and 15 children, all of indeterminate sex, 19 adolescents, and 46 adults. Of the adolescents, nine are probably males, four are probably female, and six are of indeterminate sex. Of the adults, 30 are probably male, 14 are probably female, and two are of indeterminate sex. No known individuals were identified. No associated funerary objects are present. \n Around 1964, human remains representing, at minimum, two individuals were removed from 39WW2, the Larson site in Walworth County, SD, by unknown individuals. Sometime prior to 1971, these human remains were transferred to William Bass at the University of Kansas. In 1971, Bass took these human remains to UTK. The first individual is a child, 7-8 years old and of indeterminate sex. The second individual is an adolescent, 14-17 years old and possibly male. No known individuals were identified. The five associated funerary objects are faunal bones. \n Around 1965, human remains representing, at minimum, two individuals were removed from 39WW2, the Larson site in Walworth County, SD, by David Evans and Richard Jantz. Sometime prior to 1971, these human remains were transferred to William Bass at the University of Kansas. In 1971, Bass took these human remains to UTK. Both individuals are newborn infants. No known individuals were identified. No associated funerary objects are present. \n Around 1966, human remains representing, at minimum, two individuals were removed from 39WW2, the Larson site in Walworth County, SD, by Robert Meyer and Mike Litschewski. Sometime prior to 1971, these human remains were transferred to William Bass at the University of Kansas. In 1971, Bass took these human remains to UTK. The first individual is an adult male, 25-30 years old. The second individual is an infant of indeterminate sex, newborn to 1.5 months old. No known individuals were identified. No associated funerary objects are present. \n Around 1966, human remains representing, at minimum, six individuals were removed from 39WW2, the Larson site, in Walworth County, SD, by J.J. Hoffman of the River Basin Survey. Sometime prior to 1971, these human remains were transferred to William Bass at the University of Kansas. In 1971, Bass took these human remains to UTK. The first individual is an adult female, 40-45 years old. The second individual is an adult of indeterminate sex. The third individual is an adult female, 30-40 years old. The fourth individual is an infant, sex indeterminate, 1-2 years old. The fifth individual is an infant, sex indeterminate, 6-12 months old. The sixth individual is a female adult, 40+ years old. No known individuals were identified. No associated funerary objects are present. \n Between 1966 and 1969, human remains representing, at minimum, 754 individuals were removed from 39WW2, the Larson site, in Walworth County, SD, by William Bass. Bass transferred the human remains to the University of Kansas. In 1971, Bass moved from Kansas to UTK, and took the human remains with him. The human remains belong to 411 infants and 100 children, all of indeterminate sex, 35 adolescents, and 208 adults. Of the adolescent individuals, six are probably male, 16 are probable female, and 13 are of indeterminate sex. Of the adults, 103 are probably male, 95 are probably female, and 10 are of indeterminate sex. No known individuals were identified. The 886 associated funerary objects include 108 lots of botanicals, 114 lots of ceramics, 378 lots of fauna, 89 lots of glass, 83 lots of lithics, 45 lots of metal, 22 lots of minerals, and 47 lots of rocks. \n Around 1968, human remains representing, at minimum, one individual were removed from 39WW2, the Larson site in Walworth County, SD, by J.B. Gregg. Sometime prior to 1971, these human remains were transferred to William Bass at the University of Kansas. In 1971, Bass took these human remains to UTK. The individual is an adult female. No known individuals were identified. No associated funerary objects are present. \n Around 1970, human remains representing, at minimum, three individuals were removed from 39WW2, the Larson site in Walworth County, SD, by Jones and P. Willey. Sometime prior to 1971, these human remains were transferred to William Bass at the University of Kansas. In 1971, Bass took these human remains to UTK. The first individual is an adult of indeterminate sex. The second individual is an infant of indeterminate sex, 1.5-3 months old. The third individual is an infant of indeterminate sex, 1-1.5 years old. No known individuals were identified. No associated funerary objects are present. \n At an unknown date, likely during the 1960s, human remains representing, at minimum, six individuals were removed from 39WW2, the Larson site in Walworth County, SD, by John Coleman and Marion Travis. Sometime prior to 1971, these human remains were transferred to William Bass at the University of Kansas. In 1971, Bass took these human remains to UTK. The first individual is an adolescent 14-19 years old, possibly male. The second individual is an infant of indeterminate sex, 1.5-2 years old. The third individual is an infant of indeterminate sex, 2.5-3 years old. The fourth individual is a female adult, 40+ years old. The fifth individual is an adolescent 16-20 years old, probably male. The sixth individual is an adult male, 40+ years old. No known individuals were identified. The four associated funerary objects are faunal bones. \n Archeological evidence places the Larson site, 39WW2, in the Post-Contact Coalescent period, A.D. 1675-1780, with a suggested timeframe circa A.D. 1750-1780. Many excavations have taken place at this fortified village site, since the late 1890\\'s, under the direction of L. De Lestry, W.H. Adams and W.H. Casler, W.H. Over, Alfred W. Bowers, J.J. Hoffman and William Bass. Anthropological, archeological and biological evidence support a finding that the people of the Extended Coalescent and Post Contact Coalescent periods in this region are ancestral Arikara. Today, the Arikara are part of the Mandan, Hidatsa and Arikara Nation, known as the Three Affiliated Tribes of the Fort Berthold Reservation, North Dakota. \n In 1956, human remains representing, at minimum, 49 individuals were removed from 39WW3, the Spiry-Eklo site, in Walworth County, SD, by David Baerreis, John Dallman and others from the University of Wisconsin, under the Inter-Agency Salvage Program in the Missouri Basin. Post-excavation, these human remains were presumably transferred to the University of Wisconsin. At an unknown date, likely between 1956 and the 1990s, the human remains were transferred from the University of Wisconsin to William Bass at UTK. The human remains include 26 infants and four children, all of indeterminate sex, one adolescent or young adult, probably female, and 18 adults. Of the adults, four are probably male, eight are probably female, and six are of indeterminate sex. No known individuals were identified. The 27 associated funerary objects include two lots of botanicals, two lots of ceramics, 21 lots of fauna, one lot of lithics, and one lot of minerals. \n The Spiry-Eklo site, 39WW3, is located about a mile south of Mobridge, South Dakota. It comprises a village covering around 10 acres. The archeological evidence suggests that the major occupation of the site occurred during the Post Contact Coalescent Period (A.D. 1675-1780). Anthropological, archeological and biological evidence support a finding that the people of the earlier Extended Coalescent and the later Post Contact Coalescent periods are ancestral Arikara. Today, the Arikara are part of the Mandan, Hidatsa and Arikara Nation, known as the Three Affiliated Tribes of the Fort Berthold Reservation, North Dakota. \n Between 1970 and 1972, human remains representing, at minimum, seven individuals were removed from 39WW203, the Walth Bay site, in Walworth County, SD. The principal investigator was W. Raymond Wood, and the excavations were directed by Carl R. Falk and Stanley A. Ahler, under contract to the NPS. Sometime after 1970, these human remains were transferred to William Bass. Individual 1 is an adult male, 40-45 years old. Individual 2 is a newborn infant of indeterminate sex. Individuals 3 and 4 are both infants, 1-3 years old and of indeterminate sex. Individual 5 is an adult male, 40-45 years old. Individual 6 is an adult male, 35-45 years old. Individual 7 is a young adult female. No known individuals were identified. The seven associated funerary objects are six faunal bones and one faunal tooth. \n The Walth Bay site dates to the Extended Coalescent period (A.D. 1500-1675), based on the archeological evidence. Radiocarbon dating, with a 2-sigma probability range, dates the site between A.D. 1492 and 1653 (Johnson 2007: 72). Anthropological, archeological and biological evidence support a finding that the people of the Extended Coalescent and Post Contact Coalescent periods in this region are ancestral Arikara. Today, the Arikara are part of the Mandan, Hidatsa and Arikara Nation, known as the Three Affiliated Tribes of the Fort Berthold Reservation, North Dakota. \n Based on morphological features, site and burial context, and associated funerary objects, UTK and the Omaha District have determined that the human remains in this Notice are of Native American ancestry. Additionally, based upon the historical record, anthropological and archeological evidence, site analysis, osteological analysis, and tribal consultation, UTK and the Omaha District have determined that there is a relationship of shared group identity that can be reasonably traced between these Native American human remains and associated funerary objects and the Three Affiliated Tribes of the Fort Berthold Reservation, North Dakota. \n ", "h_d_ci": "Null", "determinations": "Determinations Made by the University of Tennessee, Department of Anthropology and the U.S. Army Corps of Engineers, Omaha District \n Officials of the University of Tennessee, Department of Anthropology and the U.S. Army Corps of Engineers, Omaha District have determined that: \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice represent the physical remains of 1,971 individuals of Native American ancestry. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(3)(A), the 2,263 lots of objects described in this notice are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and associated funerary objects and the Three Affiliated Tribes of the Fort Berthold Reservation, North Dakota. \n ", "a_r_d": "Lineal descendants or representatives of any Indian Tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to Dr. Robert Hinde, University of Tennessee, Office of the Provost, 527 Andy Holt Tower, Knoxville, TN 37996-0152, telephone (865) 974-2445, email rhinde@utk.edu and vpaa@utk.edu; and Ms. Sandra Barnum, U.S. Army Engineer District, Omaha, ATTN: CENWO-PM-AB, 1616 Capital Avenue, Omaha, NE 68102, telephone (402) 995-2674, email sandra.v.barnum@usace.army.mil, by December 9, 2019. After that date, if no additional requestors have come forward, transfer of control of the human remains and associated funerary objects to the Three Affiliated Tribes of the Fort Berthold Reservation, North Dakota may proceed. \n The University of Tennessee, Department of Anthropology and the U.S. Army Corps of Engineers, Omaha District are responsible for notifying the Three Affiliated Tribes of the Fort Berthold Reservation, North Dakota, that this notice has been published. \n "}