{"index": "I_1676", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Inventory Completion: University of North Carolina at Chapel Hill, Research Laboratories of Archaeology, Chapel Hill, NC\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n\\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains and associated funerary objects in the control of the University of North Carolina at Chapel Hill, Research Laboratories of Archaeology, Chapel Hill, NC. The human remains and associated funerary objects were removed from Gaston, Randolph, Rockingham, and Stokes Counties, NC, and Henry County, VA.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003 (d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations in this notice.\\n        A detailed assessment of the human remains was made by University of North Carolina at Chapel Hill, Research Laboratories of Archaeology professional staff in consultation with representatives of the Catawba Indian Nation; Cherokee Nation, Oklahoma; Eastern Band of Cherokee Indians of North Carolina; North Carolina Commission of Indian Affairs; Tuscarora Nation of New York; and United Keetoowah Band of Cherokee Indians in Oklahoma.\\n        \\n        In 1938, human remains representing a minimum of two individuals were removed from the Brick Yard site (31Rd3) on Cable Creek near Asheboro, Randolph County, NC, during a salvage excavation by an archeologist from the University of North Carolina at Chapel Hill, Research Laboratories of Archaeology. No known individuals were identified. The nine associated funerary objects are two lots of glass beads, one lot of copper fragments, one chipped stone drill, two fragmented bone tools, two chipped stone blades, and one lead ball.\\n        Based on archeological context, the human remains have been identified as Native American. Associated artifacts and the geographic location of the human remains indicate that they belong to the Caraway phase, approximately A.D. 1450-1710, which is associated with the Keyauwee tribe, which merged with the Catawba in the 18th century. The human remains are identified as likely culturally affiliated with the present-day Catawba Indian Nation.\\n        In 1966, human remains representing a minimum of two individuals were removed from the Hardins site (31Gs29) on the South Fork Catawba River near Hardins, Gaston County, NC, during highway salvage excavations by an archeologist from the University of North Carolina at Chapel Hill, Research Laboratories of Archaeology. No known individuals were identified. Four associated funerary objects were retained by the landowner and the highway project supervisor. The remaining two associated funerary objects are one stone discoidal and one stone spud.\\n        Based on archeological context, the human remains have been identified as Native American. The geographic location of the Hardins site is within the traditional territory of the Catawba; however, the associated artifacts indicate that the site was probably abandoned by A.D. 1500. Accordingly, the human remains are identified as likely culturally affiliated with the present-day Catawba Indian Nation.\\n        In 1966 and 1967, human remains representing a minimum of 51 individuals were removed from the Madison Cemetery site (31Rk6) on the Dan River near Madison, Rockingham County, NC, during excavations by avocational archeologists. In 1983, the human remains and associated funerary objects were donated to the University of North Carolina at Chapel Hill, Research Laboratories of Archaeology. No known individuals were identified. The 102 associated funerary objects are 36 lots of glass beads and bead fragments, 27 lots of tubular copper beads and tinklers, 10 lots of twine and sinew, 7 copper ornaments, 4 lots of sheet-copper fragments, 3 lots of shell beads, 3 fragments of split-cane matting, 3 clay pots, 2 clay pipes, 1 stone cup, 1 stone pipe, 1 stone discoidal, 1 iron tool, 1 gun sideplate, 1 iron spike, and 1 unidentifiable fragmented metal object.\\n        Between the 1960s and 1981, human remains representing a minimum of 21 individuals were removed from Early Upper Saratown (31Sk1) on the Dan River near Walnut Cove, Stokes County, NC. Seven of the individuals were found in the late 1960s by avocational archeologists and given to the University of North Carolina at Chapel Hill in 1983. The remaining 14 individuals were removed during the course of a long-term excavation by archeologists from the University of North Carolina at Chapel Hill, Research Laboratories of Archaeology. No known individuals were identified. The 73 associated funerary objects are 36 lots of shell beads, 17 lots of bone beads, 2 lots of glass beads, 2 lots of copper beads, 1 lot of pearl beads, 1 lot of mica disks, 1 lot of cane matting fragments, 3 shell gorgets, 3 clay pots, 3 bone awls, 1 copper ornament, 1 shell scraper, 1 clay pipe fragment, and 1 bead-making kit.\\n        In 1964, human remains representing a minimum of three individuals were removed from the Rea No. 2 site (44Hr18) on the North Mayo River near Spencer, Henry County, VA, by members of the Patrick Henry Chapter of the Archeological Society of Virginia. In 1983, the human remains and associated funerary objects were donated to the University of North Carolina at Chapel Hill, Research Laboratories of Archaeology. No known individuals were identified. The three associated funerary objects are two clay pots and one lot of shell bead fragments.\\n        Based on archeological context, the human remains have been identified as Native American for the three sites described above. Associated artifacts and the geographic location of the Madison Cemetery, Early Upper Saratown, and Rea No. 2 sites indicate that the three sites belong to the Saratown phase, approximately A.D. 1450-1710. The Saratown phase is associated with the Sara tribe, which merged with the Catawba in the 18th century. Because the human remains are not from a historically identified Sara village, they are identified as likely culturally affiliated with the present-day Catawba Indian Nation.\\n        Between 1972 and 1981, human remains representing a minimum of 105 individuals were removed from Upper Saratown (31Sk1a) on the Dan River near Walnut Cove, Stokes County, NC, during a long-term excavation by archeologists from the University of North Carolina at Chapel Hill, Research Laboratories of Archaeology. No known individuals were identified. The 488 associated funerary objects are 305 lots of glass beads, 30 lots of copper beads, 24 lots of shell beads, 23 lots of copper bells and bell fragments, 11 lots of copper fragments, 10 lots of bark or leather fragments, 8 lots of copper ornaments and ornament fragments, 8 lots of matting fragments, 6 lots of copper rings and ring fragments, 4 lots of copper hairpipes, 2 lots of bone beads, 2 lots of glass fragments, 1 lot of wood fragments, 11 clay pipes, 6 copper gorgets, 4 clay pots, 3 animal bones, 3 iron objects, 4 shell pins, 2 cordage fragments, 2 ground stones, 2 iron knives, 2 iron scissors, 2 metal spoons, 1 soil pedestal with preserved beadwork, 1 bone pin, 1 clay dipper, 1 unidentified copper and wood object, 1 copper button, 1 iron hoe, 1 lead shot, 1 mouth harp (fragmented), 1 safety pin fragment, 1 scraper, 1 stone celt, 1 stone drill, and 1 turtle shell cup.\\n\\n        In 1967, human remains representing a minimum of three individuals were removed from the William Kluttz site (31Sk6), Stokes County, NC, during an archeological reconnaissance by archeologists from the University of North Carolina at Chapel Hill, Research Laboratories of Archaeology. The site had undergone looting and the archeological reconnaissance was conducted to assess the extent of damage at the site. No known individuals were identified. There is no evidence that the cultural items collected from the William Kluttz site were found in direct association with any of the removed human remains, but it is reasonable to believe that they are funerary objects. The six funerary objects are two lots of glass beads, one lot of shell beads, and three wire bracelets.\\n        In 1988, human remains representing a minimum of 14 individuals were removed from the William Kluttz site (31Sk6), Stokes County, NC, during excavations by archeologists from the University of North Carolina at Chapel Hill, Research Laboratories of Archaeology. No known individuals were identified. The 36 associated funerary objects are 9 lots of glass beads, 5 lots of shell beads, 6 lots of brass buttons, 3 lots of unidentified iron objects and fragments, 3 leather fragments, 2 lead shot, 2 iron nails, 2 iron knives, 1 wire bracelet, 1 glass fragment, 1 brass buckle and loop, and 1 flintlock pistol.\\n        In 1988, human remains representing a minimum of one individual were removed from Lower Saratown (31Rk1), on the Dan River near Eden, Rockingham County, NC, during an excavation by archeologists from the University of North Carolina at Chapel Hill, Research Laboratories of Archaeology. No known individual was identified. The four associated funerary objects are three lots of copper beads and one lot of shell beads.\\n        Based on archeological context, the human remains from the three sites above have been identified as Native American. Associated artifacts and the geographic location of the Upper Saratown, William Kluttz, and Lower Saratown sites indicate that the sites belong to the Saratown phase, approximately A.D. 1450-1710, and are historically documented villages of the Sara tribe, which merged with the Catawba in the 18th century. Accordingly, the human remains are identified as culturally affiliated with the present-day Catawba Indian Nation.\\n        Officials of the University of North Carolina at Chapel Hill have determined that, pursuant to 25 U.S.C. 3001 (9-10), the human remains described above represent the physical remains of a minimum of 202 individuals of Native American ancestry. Officials of the University of North Carolina at Chapel Hill also have determined that, pursuant to 25 U.S.C. 3001 (3)(A), the 723 objects described above are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony. Lastly, officials of the University of North Carolina at Chapel Hill have determined that, pursuant to 25 U.S.C. 3001 (2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and associated funerary objects and the Catawba Indian Nation.\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the human remains and associated funerary objects should contact Vincas P. Steponaitis, Director, Research Laboratories of Archaeology, University of North Carolina at Chapel Hill, Chapel Hill, NC 27599-3120, telephone (919) 962-3846, before October 11, 2006. Repatriation of the human remains and associated funerary objects to the Catawba Indian Nation may proceed after that date if no additional claimants come forward.\\n        The University of North Carolina at Chapel Hill is responsible for notifying the Catawba Indian Nation; Cherokee Nation, Oklahoma; Eastern Band of Cherokee Indians of North Carolina; North Carolina Commission of Indian Affairs; Tuscarora Nation of New York; and United Keetoowah Band of Cherokee Indians in Oklahoma that this notice has been published.\\n        \\n          Dated: August 21, 2006\\n          C. Timothy McKeown,\\n          Acting Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. E6-14935 Filed 9-8-06; 8:45 am]\\n      BILLING CODE 4312-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Inventory Completion: University of North Carolina at Chapel Hill, Research Laboratories of Archaeology, Chapel Hill, NC", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: August 21, 2006", "signature_name": "C. Timothy McKeown,", "signature_title": "Acting Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. E6-14935 Filed 9-8-06; 8:45 am]", "billing_code": "BILLING CODE 4312-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}