{"index": "I_1620", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Inventory Completion: Peabody Museum of Archaeology and Ethnology, Harvard University, Cambridge, MA\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains and associated funerary objects in the possession and control of the Peabody Museum of Archaeology and Ethnology, Harvard University, Cambridge, MA. The human remains and associated funerary objects were removed from Burlington, Gloucester, and Mercer Counties, NJ, and Chester County, PA.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003 (d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations in this notice.\\n        A detailed assessment of the human remains was made by Peabody Museum of Archaeology and Ethnology professional staff in consultation with representatives of the Delaware Nation, Oklahoma; Delaware Tribe of Indians, Oklahoma (now part of the Cherokee Nation, Oklahoma); and Stockbridge Munsee Community, Wisconsin.\\n        In 1878, human remains representing a minimum of one individual were recovered from Trenton, Mercer Country, NJ, during a Peabody Museum of Archaeology and Ethnology expedition led by C.C. Abbott. No known individual was identified. No associated funerary objects are present.\\n        Museum documentation indicates that the human remains were encountered by workmen who were digging a trench at the Trenton Gas Works in Trenton, NJ. Osteological characteristics indicate that this individual is Native American. This interment most likely dates to the Contact or Historic period (post-A.D. 1500). Copper staining present on the human remains is most likely the result of shroud pin use and supports a date to the Contact or Historic period. Archeological evidence, museum documentation, and oral histories indicate that the human remains are from an area considered to be part of the aboriginal homelands and traditional burial areas of the Delaware people.\\n        In 1878, human remains representing a minimum of one individual were recovered from an unknown location in West Chester, Chester County, PA, by Jerome B. Gray, and donated to the Peabody Museum of Archaeology and Ethnology by Mr. Gray later that same year. No known individual was identified. The one associated funerary object is a set of glass beads.\\n        Osteological characteristics indicate that this individual is Native American. This interment most likely dates to the Contact or Historic period (post-A.D. 1500). The glass beads recovered with the human remains support a post-Contact date. Archeological evidence, museum documentation, and oral histories indicate that the human remains are from an area considered to be part of the aboriginal homelands and traditional burial areas of the Delaware people.\\n        In 1879, human remains representing a minimum of one individual were recovered from an unknown location in West Chester, Chester County, PA, by Isaac S. Kirk during a Peabody Museum of Archaeology and Ethnology expedition led by C.C. Abbott. No known individual was identified. No associated funerary objects are present.\\n        Osteological characteristics indicate that this individual is Native American with possible mixed ancestry. This interment dates to the Contact or Historic period (post-A.D. 1500). Archeological evidence, museum documentation, and oral histories indicate that the human remains are from an area considered to be part of the aboriginal homelands and traditional burial areas of the Delaware people.\\n        In 1879, human remains representing a minimum of one individual were recovered from an unknown location in Burlington County, NJ, by Michael Newbold during a Peabody Museum of Archaeology and Ethnology expedition led by C.C. Abbott. No known individual was identified. No associated funerary objects are present.\\n        Osteological characteristics indicate that this individual is Native American. This interment most likely dates to the Contact or Historic period (post-A.D. 1500). Copper staining present on the human remains is most likely the result of shroud pin use and supports a date to the Contact or Historic period. Archeological evidence, museum documentation, and oral histories indicate that the human remains are from an area considered to be part of the aboriginal homelands and traditional burial areas of the Delaware people.\\n        In 1879, human remains representing a minimum of one individual were recovered from an unknown location in Gloucester County, NJ, by William Klingbeil during a Peabody Museum of Archaeology and Ethnology expedition led by C.C. Abbott. No known individual was identified. The one associated funerary object is a stone platform human effigy pipe.\\n        Osteological characteristics indicate that this individual is Native American. This interment most likely dates to the Contact or Historic period (post-A.D. 1500). Anthropomorphic effigy pipes, such as the one recovered from this interment, are most closely associated with proto-Contact and later time periods in this area. In addition, copper staining present on the human remains is most likely the result of shroud pin use and supports a date to the Contact or Historic period. Archeological evidence, museum documentation, and oral histories indicate that the human remains are from an area considered to be part of the aboriginal homelands and traditional burial areas of the Delaware people.\\n\\n        In 1894, human remains representing a minimum of six individuals were recovered from the Lalor Field site in Trenton, Mercer County, NJ, by Ernest Volk during a Peabody Museum of Archaeology and Ethnology expedition led by Mr. Volk. No known individuals were identified. The five associated funerary objects, which were accessioned into the museum\\'s collection in 1952, are one animal mandible with teeth, one notched stone, and three stone implements.\\n        \\n        Osteological characteristics indicate that these individuals are Native American. The interments most likely date to the Middle to Late Woodland periods (A.D. 0 - 1500). Artifacts recovered from the grave fill but not associated with the human remains, including lithic flakes and ceramic sherds, support this date. Archeological evidence, museum documentation, and oral histories indicate that the human remains are from an area considered to be part of the aboriginal homelands and traditional burial areas of the Delaware people.\\n        Between 1894 and 1895, human remains representing a minimum of seven individuals were recovered from the Lalor Field site in Trenton, Mercer County, NJ, by Ernest Volk during a Peabody Museum of Archaeology and Ethnology expedition led by Mr. Volk. No known individuals were identified. The one associated funerary object is a stone gorget.\\n        Osteological characteristics indicate that these individuals are Native American. The interments most likely date to the Middle to Late Woodland periods (A.D. 0 - 1500). The polished stone gorget associated with the human remains, as well as artifacts recovered from the grave fill, supports this date. Archeological evidence, museum documentation, and oral histories indicate that the human remains are from an area considered to be part of the aboriginal homelands and traditional burial areas of the Delaware people.\\n        In 1909, human remains representing a minimum of one individual were recovered from the A.K. Rowan Farm site in Trenton, Mercer County, NJ, by Ernest Volk and R.E. Merwin during a Peabody Museum of Archaeology and Ethnology expedition led by Mr. Volk and Mr. Merwin. No known individual was identified. The eight associated funerary objects are five sets of shell and glass beads, one copper box containing vegetable fiber, one lot of woven fabric, and one lot of hide fragments with metal oxidation.\\n        Osteological characteristics indicate that this individual is Native American. This interment most likely dates to the Contact or Historic period (post-A.D. 1500) and the associated funerary objects recovered with the human remains support this date. In addition, copper staining present on the human remains is most likely the result of shroud pin use and supports a date to the Contact or Historic period. Archeological evidence, museum documentation, and oral histories indicate that the human remains are from an area considered to be part of the aboriginal homelands and traditional burial areas of the Delaware people.\\n        Officials of the Peabody Museum of Archaeology and Ethnology have determined that, pursuant to 25 U.S.C. 3001 (9-10), the human remains described above represent the physical remains of 19 individuals of Native American ancestry. Officials of the Peabody Museum of Archaeology and Ethnology also have determined that, pursuant to 25 U.S.C. 3001 (3)(A), the 16 objects described above are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony. Lastly, officials of the Peabody Museum of Archaeology and Ethnology have determined that, pursuant to 25 U.S.C. 3001 (2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and associated funerary objects and the Cherokee Nation, Oklahoma, on behalf of the Delaware Tribe of Indians; and Delaware Nation, Oklahoma.\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the human remains and associated funerary objects should contact Patricia Capone, Repatriation Coordinator, Peabody Museum of Archaeology and Ethnology, Harvard University, 11 Divinity Avenue, Cambridge, MA 02138, telephone (617) 496-3702, before August 29, 2007. Repatriation of the human remains and associated funerary objects to the Cherokee Nation, Oklahoma, on behalf of the Delaware Tribe of Indians; and Delaware Nation, Oklahoma may proceed after that date if no additional claimants come forward.\\n        The Peabody Museum of Archaeology and Ethnology is responsible for notifying the Cherokee Nation, Oklahoma; Delaware Nation, Oklahoma; and Stockbridge Munsee Community, Wisconsin that this notice has been published.\\n        \\n          Dated: June 27, 2007\\n          Sherry Hutt,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. E7-14625 Filed 7-27-07; 8:45 am]\\n      BILLING CODE 4312-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Inventory Completion: Peabody Museum of Archaeology and Ethnology, Harvard University, Cambridge, MA", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: June 27, 2007", "signature_name": "Sherry Hutt,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. E7-14625 Filed 7-27-07; 8:45 am]", "billing_code": "BILLING CODE 4312-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}