{"index": "I_1679", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Inventory Completion: Kansas State University, Manhattan, KS\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains and associated funerary objects in the possession of Kansas State University, Manhattan, KS. The human remains and associated funerary objects were removed from Saline County, MO.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003 (d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations in this notice.\\n        A detailed assessment of the human remains was made by Kansas State University professional staff in consultation with representatives of the Otoe-Missouria Tribe of Indians, Oklahoma. The Osage Tribe, Oklahoma was invited to consult, but did not participate.\\n        In 1970, human remains representing a minimum of nine individuals were removed from the Utlaut site (23SA162W), Saline County, MO, with permission from the landowner, during an excavation directed by Patricia J. O\\'Brien from Kansas State University. The excavation was conducted as part of the Great Plains Archaeological Field School from Kansas State University, Manhattan, KS; University of Kansas, Lawrence, KS; and University of Missouri-Columbia, Columbia, MO. The human remains were cataloged and removed and have been curated since that time at Kansas State University. No known individuals were identified. The 223 associated funerary objects are 2 chert flakes, 3 pottery vessels, 3 soil samples, 1 mussel shell, 1 chipped stone artifact, 1 retouched flake, and 212 beads and fragments.\\n\\n        The Utlaut site (23SA162W) is located on private land in the Missouri River bottoms near Malta Bend, MO. Archeological remains lie on and in a sand ridge in a low-lying area, which probably represents a former channel of the Missouri River. Utlaut is a multi-component site, containing an extensive scatter of late Middle to early-Late Woodland habitation debris, an Oneota mortuary component, and some recent Euro-American historic debris. The presence of Woodland materials that are not water worn and appear to represent an in situ camp, suggests that the Missouri River abandoned the channel, represented by this sand bar, no less than 1500 years ago. The human remains and some of the associated funerary objects were removed from the Oneota component. All burials were in a line and similarly oriented, are reasonably believed to be from a single small cemetery, and are therefore of the same cultural affiliation.\\n        The Utlaut site is nearly equidistant between Gumbo Point site (23SA4), a Late Missouri Indian village, and the Plattner site (23SA3), a Little Osage village. Gumbo Point is a Missouria Indian village with an estimated occupation of A.D. 1727-1777; Plattner is a contemporaneous Osage Indian village. Both villages are documented in the historic literature, so their cultural affiliations are known. Previously excavated burials from each site are described as extended and supine, as are most of the Utlaut site burials. Pottery found with the human remains at Gumbo Point is Missouria (Chapman 1959:63-64) and closely resembles the pottery in size, form, and decoration removed from the Utlaut site. The dates of manufacture for the pottery vessels and beads found at Utlaut are consistent with the known date of occupation of the Gumbo Point and Plattner sites. Based on associated funerary objects, burial context, geographic location, and historical records, it is reasonably believed that the Utlaut site is a Missouria mortuary site and therefore, culturally affiliated with the present-day Otoe-Missouria Tribe of Indians, Oklahoma.\\n        Officials of Kansas State University have determined that, pursuant to 25 U.S.C. 3001 (9-10), the human remains described above represent the physical remains of nine individuals of Native American ancestry. Officials of Kansas State University also have determined that, pursuant to 25 U.S.C. 3001 (3)(A), the 223 objects described above are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony. Lastly, officials of Kansas State University have determined that, pursuant to 25 U.S.C. 3001 (2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and associated funerary objects and the Otoe-Missouria Tribe of Indians, Oklahoma.\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the human remains and associated funerary objects should contact Dr. Jacque E. Gibbons, Department of Sociology, Anthropology and Social Work, 204 Waters Hall, Kansas State University, Manhattan, KS 66506-4003, telephone (785) 532-4976, before October 11, 2006. Repatriation of the human remains and associated funerary objects to the Otoe-Missouria Tribe of Indians, Oklahoma may proceed after that date if no additional claimants come forward.\\n        Kansas State University is responsible for notifying the Osage Tribe, Oklahoma and Otoe-Missouria Tribe of Indians, Oklahoma that this notice has published.\\n        \\n          Dated: August 23, 2006\\n          C. Timothy McKeown,\\n          Acting Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. E6-14931 Filed 9-8-06; 8:45 am]\\n      BILLING CODE 4312-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Inventory Completion: Kansas State University, Manhattan, KS", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: August 23, 2006", "signature_name": "C. Timothy McKeown,", "signature_title": "Acting Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. E6-14931 Filed 9-8-06; 8:45 am]", "billing_code": "BILLING CODE 4312-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}