{"index": "I_167", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        [NPS-WASO-NAGPRA-NPS0027071; PPWOCRADN0-PCU00RP14.R50000]\\n        Notice of Inventory Completion: The University of Tennessee, Department of Anthropology, Knoxville, TN\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        \\n          SUMMARY:\\n          The University of Tennessee, Department of Anthropology (UTK), has completed an inventory of human remains and associated funerary objects, in consultation with the appropriate Indian Tribes or Native Hawaiian organizations, and has determined that there is no cultural affiliation between the human remains and associated funerary objects and any present-day Indian Tribes or Native Hawaiian organizations. Representatives of any Indian Tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request to UTK. If no additional requestors come forward, transfer of control of the human remains and associated funerary objects to the Indian Tribes or Native Hawaiian organizations stated in this notice may proceed.\\n        \\n        \\n          DATES:\\n          Representatives of any Indian Tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to UTK at the address in this notice by January 22, 2019.\\n        \\n        \\n          ADDRESSES:\\n\\n          Dr. Robert Hinde, University of Tennessee, Office of the Provost, 527 Andy Holt Tower, Knoxville, TN 37996-0152, telephone (865) 974-2445, email rhinde@utk.edu and vpaa@utk.edu.\\n          \\n        \\n      \\n      \\n        SUPPLEMENTARY INFORMATION:\\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains and associated funerary objects under the control of the University of Tennessee, Department of Anthropology, Knoxville, TN. The human remains and associated funerary objects were removed from Bedford County, Lincoln County, and Stewart County TN.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003(d)(3) and 43 CFR 10.11(d). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations in this notice.\\n        Consultation\\n        A detailed assessment of the human remains was made by UTK professional staff in consultation with representatives of the Cherokee Nation; Eastern Band of Cherokee Indians; The Chickasaw Nation; and United Keetoowah Band of Cherokee Indians in Oklahoma.\\n        History and Description of the Remains\\n\\n        Circa 1969, human remains representing, at minimum, nine individuals were removed from 40BD1, the Garrett site in Bedford County, TN, under the auspices of the Tennessee Archaeological Society and the Middle Tennessee State University Archaeology Club. At an unknown date, likely between 1969 and 1976, the human remains were transferred to UTK. The project was described as a salvage excavation by avocational archaeologists before highway construction began in 1969. Burial 01 is a possible female, middle age adult (35-50 years). Burial 01A is a possible male, middle to old age adult (35-50+ years). Burial 1 is an infant, sex unknown, approximately 9 to 12 months old. Burial 02 is a female, middle age adult (30-50 years). Burial 2 is an adult individual, sex indeterminate. Burial 3 is a probable female, middle age (35-50?). Burial 4 is a probable female, age 45-49 years old. Burial 4A is an infant, sex unknown, 36-40 weeks. Burial F4 is a middle age adult, sex indeterminate. No known individuals were identified. The 4779 associated funerary objects include: 2114 chert waste flakes, 27 bifacially worked tools or tool fragments, one core fragment, two gravers, one projectile point base, one piece of ochre, 130 pieces of burned clay, one ceramic sherd, 1981 faunal bones and teeth (of which 53 show evidence of polishing), 518 fragments of gastropod and mussel shell, two pieces of charcoal and one bag of sediment. The projectile point base is identified as a Morrow Mountain Straight Base type, which dates to the Middle Archaic Period (circa 5200 to 5000 B.C.). According to an unpublished report on this site (McMahan 1976), the presence of a large quantity of chipped and ground stone tools date this site to the Middle Archaic Period (~5200 to 4000 B.C.). Upon reading this report, it is clear that additional lithic artifacts (potentially funerary objects) were never transferred to UTK.\\n        Between 1968 and 1970, human remains representing, at minimum, one individual were removed from 40BD48, the Garrett site in Bedford County, TN, under the auspices of the Rutherford Chapter of the Tennessee Archaeological Society. At an unknown date post 1970, the human remains were transferred to UTK. Burial 1 is an infant, sex unknown, approximately 38 weeks old. No known individuals were identified. The 88 associated funerary objects are all small fragments of faunal bone. The site is thought to date to the Early Archaic and Woodland periods based on analysis of projectile points found at the site (which were never transferred to UTK).\\n        Circa 1971, human remains representing, at minimum, two individuals were removed from 40LN10, possibly also known as the Mulberry site, in Lincoln County, TN. The human remains were removed by the landowner when he was digging to create a pond. Members of the Tennessee Archaeological Society (TAS), Coffee-Franklin County Chapter, recorded the site in 1971, noting that the northern portion of the site had been destroyed. At an unknown date post 1971, the human remains were transferred to UTK. One individual is an adult female, age 45 to 50 years. The other individual is an adult, possibly a young adult (20-35 years?), possibly female. No known individuals were identified. The 1295 associated funerary objects include: 630 lithic waste flakes, 132 pieces of shatter, 46 bifacially worked tools or tool fragments, 11 scrapers, 47 projectile point fragments, 27 pieces of limestone, 38 non-culturally modified rocks, two pieces of burned limestone, 15 fossils, three pieces of sandstone, five pieces of ochre, 123 pieces of burned clay, 159 ceramic sherds, 28 faunal bones, two faunal teeth, four pieces of burned wood charcoal, five burnt nut shell pieces, two possible seeds, two pieces of charcoal and 14 bags of sediment. The projectile points and knives include stemmed and notched types, such as New Market, Frazier, Elora, Buzzard Roost Creek, Hardin, Kirk, Pickwick, Little Bear, and Hopewell and indicate a temporal affiliation for this site ranging from the Early Archaic throughout the Woodland time periods. One projectile point appears to be a Plainview type, and may represent a Transitional Paleo Period point. Upon reading the TAS report, it is clear that additional lithic artifacts (potentially funerary objects) were found but were never transferred to UTK.\\n        At an unknown date, likely post 1965, human remains representing, at minimum, one individual, were removed from 40LNxx, the Danny Good site in Lincoln County, TN. At an unknown date, likely post 1965, this individual was transferred to UTK. A note accompanying the human remains (source and date unknown) states that Danny Good encountered a skeletal individual while plowing his field, and this individual was excavated by Jerry Dickey of Lynchburg, TN, a member of the Tennessee Archaeological Society. This skeletal individual is an adult male, age 35 to 39. No known individuals were identified. The 108 associated funerary objects include: 14 waste flakes, 28 bifacially worked tools including a preform, graver, and drill fragment, 24 fragmentary projectile points, 33 ceramic vessel sherds, seven faunal bones, and two pieces of shell. The projectile points include Ledbetter, Elk River, Mulberry Creek, Eva, Maples, Rice, Kirk, King, and Benton types, which range in age from the Early Archaic and into the Woodland time periods, roughly from B.C. 8,000 to A.D. 900 (Justice 1987). The 33 ceramic vessel sherds are all limestone tempered; 31 are plain or have a cordmarked surface treatment. One check stamped sherd and one complicated stamped sherd are also present. Check stamping appears in the McFarland phase in the early Middle Woodland Period in this region, 200 B.C. to A.D. 200 (Faulkner 2002:189, 199).\\n        At an unknown date, human remains representing, at minimum, two individuals were removed from an unknown site in Stewart County, TN. In 1972, John Dowd sent these individuals to UTK. One is a middle aged adult, probable female. The other is a young adult of indeterminate sex. No known individuals were identified. No associated funerary objects are present.\\n        In July of 1962, human remains representing, at minimum, two individuals were removed from 40SW47, the Allen site in Stewart County, TN. Both burials were poorly preserved and the few remains that were recovered were sent in 1962 to Dr. E. Carl Sensenig, Chair of the Department of Anatomy at University of Alabama Medical Center, for analysis, but no report has been found with his findings (Morse 1963:48-52). These skeletal remains were missing until 1997 when they were located at the University of Alabama at Birmingham and subsequently returned to UTK. Burial 1 is an adult, possibly male. Burial 2 is a subadult, age 13 to 16, of indeterminate sex. No known individuals were identified. The 19 associated funerary objects include: One chert biface fragment, one chert core fragment, one chert drill fragment, one flint blade or knife, one granite nutting stone or bipolar anvil, seven chert projectile points, two chert uniface scrapers, four chert unutilized flakes (one primary; one secondary; two tertiary/thinning), and one chert flake or angular shatter. The flint blade or knife is potentially a Benton knife, which dates to the Middle Archaic period (6000 to 4000 B.C.E.). The seven projectile points all date to the Early Archaic period: One is a Kirk Corner Notched (7500 to 6900 B.C.E.); one is a Kirk cluster (7500 to 6000 B.C.E.); three are Kirk Serrated and two are Kirk Stemmed (both 6900 to 6000 B.C.E.).\\n\\n        The Allen site (40SW47) is situated on a high knoll overlooking the Cumberland River. It was recorded by UTK in 1959. In 1962, UTK directed archeological excavations at the Allen site. Artifacts and associated documents from the Allen site were originally labeled as 62SW47, with \\xe2\\x80\\x9c62\\xe2\\x80\\x9d designating the area or unit of the site that was excavated. Until 2017, 40SW47 was considered to be one of several sites excavated by UTK as part of the U.S. Army Corps of Engineers\\' (USACE) Lake Barkley Project, with funds provided by the National Park Service under the River Basins Archaeological Salvage Program. On 19 July 2017, the USACE Nashville District published a Notice of Inventory Completion (82 FR 33156) for all sites investigated in Tennessee during the Lake Barkley project. While preparing this notice, the USACE determined that 40SW47 lay outside the project right-of-way and on private property and they concluded that UTK\\'s investigation of the Allen site was independent from the Lake Barkley project. Consequently, the USACE relinquished the materials recovered from the Allen site to UTK.\\n        Determinations Made by the University of Tennessee, Department of Anthropology\\n        Officials of the University of Tennessee, Department of Anthropology have determined that:\\n        \\n        \\n          \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice are Native American based on their archeological context and an osteological analysis.\\n          \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice represent the physical remains of 17 individuals of Native American ancestry.\\n          \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(3)(A), the 6,289 objects described in this notice are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony.\\n          \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(2), a relationship of shared group identity cannot be reasonably traced between the Native American human remains and associated funerary objects and any present-day Indian Tribe.\\n          \\xe2\\x80\\xa2 According to final judgments of the Indian Claims Commission or the Court of Federal Claims, the land from which the Native American human remains and associated funerary objects were removed is the aboriginal land of the Cherokee Nation; Eastern Band of Cherokee Indians; The Chickasaw Nation; and the United Keetoowah Band of Cherokee Indians in Oklahoma.\\n          \\xe2\\x80\\xa2 Treaties, Acts of Congress, or Executive Orders, indicate that the land from which the Native American human remains and associated funerary objects were removed is the aboriginal land of the Cherokee Nation; Eastern Band of Cherokee Indians; The Chickasaw Nation; and the United Keetoowah Band of Cherokee Indians in Oklahoma.\\n          \\xe2\\x80\\xa2 Pursuant to 43 CFR 10.11(c)(1), the disposition of the human remains and associated funerary objects may be to the Cherokee Nation; Eastern Band of Cherokee Indians; The Chickasaw Nation; and United Keetoowah Band of Cherokee Indians in Oklahoma.\\n        \\n        Additional Requestors and Disposition\\n\\n        Representatives of any Indian Tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to Dr. Robert Hinde, University of Tennessee, Office of the Provost, 527 Andy Holt Tower, Knoxville, TN 37996-0152, telephone (865) 974-2445, email rhinde@utk.edu and vpaa@utk.edu, by January 22, 2019. After that date, if no additional requestors have come forward, transfer of control of the human remains and associated funerary objects to the Cherokee Nation; Eastern Band of Cherokee Indians; The Chickasaw Nation; and United Keetoowah Band of Cherokee Indians in Oklahoma may proceed.\\n        UTK is responsible for notifying the Cherokee Nation; Eastern Band of Cherokee Indians; The Chickasaw Nation; and United Keetoowah Band of Cherokee Indians in Oklahoma that this notice has been published.\\n        \\n          Dated: November 28, 2018.\\n          Melanie O\\'Brien,\\n          Manager, National NAGPRA Program. \\n        \\n      \\n      [FR Doc. 2018-27648 Filed 12-20-18; 8:45 am]\\n       BILLING CODE 4312-52-P\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "[NPS-WASO-NAGPRA-NPS0027071; PPWOCRADN0-PCU00RP14.R50000]", "subject": "Notice of Inventory Completion: The University of Tennessee, Department of Anthropology, Knoxville, TN", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "The University of Tennessee, Department of Anthropology (UTK), has completed an inventory of human remains and associated funerary objects, in consultation with the appropriate Indian Tribes or Native Hawaiian organizations, and has determined that there is no cultural affiliation between the human remains and associated funerary objects and any present-day Indian Tribes or Native Hawaiian organizations. Representatives of any Indian Tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request to UTK. If no additional requestors come forward, transfer of control of the human remains and associated funerary objects to the Indian Tribes or Native Hawaiian organizations stated in this notice may proceed.", "dates": "Representatives of any Indian Tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to UTK at the address in this notice by January 22, 2019.", "addresses": "Dr. Robert Hinde, University of Tennessee, Office of the Provost, 527 Andy Holt Tower, Knoxville, TN 37996-0152, telephone (865) 974-2445, email rhinde@utk.edu and vpaa@utk.edu.\\n          ", "signature_dated": "Dated: November 28, 2018.", "signature_name": "Melanie O\\'Brien,", "signature_title": "Manager, National NAGPRA Program. ", "fr_doc": "[FR Doc. 2018-27648 Filed 12-20-18; 8:45 am]", "billing_code": " BILLING CODE 4312-52-P", "supp_info": "SUPPLEMENTARY INFORMATION: \n Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains and associated funerary objects under the control of the University of Tennessee, Department of Anthropology, Knoxville, TN. The human remains and associated funerary objects were removed from Bedford County, Lincoln County, and Stewart County TN. \n This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003(d)(3) and 43 CFR 10.11(d). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations in this notice. \n Consultation \n A detailed assessment of the human remains was made by UTK professional staff in consultation with representatives of the Cherokee Nation; Eastern Band of Cherokee Indians; The Chickasaw Nation; and United Keetoowah Band of Cherokee Indians in Oklahoma. \n History and Description of the Remains \n Circa 1969, human remains representing, at minimum, nine individuals were removed from 40BD1, the Garrett site in Bedford County, TN, under the auspices of the Tennessee Archaeological Society and the Middle Tennessee State University Archaeology Club. At an unknown date, likely between 1969 and 1976, the human remains were transferred to UTK. The project was described as a salvage excavation by avocational archaeologists before highway construction began in 1969. Burial 01 is a possible female, middle age adult (35-50 years). Burial 01A is a possible male, middle to old age adult (35-50+ years). Burial 1 is an infant, sex unknown, approximately 9 to 12 months old. Burial 02 is a female, middle age adult (30-50 years). Burial 2 is an adult individual, sex indeterminate. Burial 3 is a probable female, middle age (35-50?). Burial 4 is a probable female, age 45-49 years old. Burial 4A is an infant, sex unknown, 36-40 weeks. Burial F4 is a middle age adult, sex indeterminate. No known individuals were identified. The 4779 associated funerary objects include: 2114 chert waste flakes, 27 bifacially worked tools or tool fragments, one core fragment, two gravers, one projectile point base, one piece of ochre, 130 pieces of burned clay, one ceramic sherd, 1981 faunal bones and teeth (of which 53 show evidence of polishing), 518 fragments of gastropod and mussel shell, two pieces of charcoal and one bag of sediment. The projectile point base is identified as a Morrow Mountain Straight Base type, which dates to the Middle Archaic Period (circa 5200 to 5000 B.C.). According to an unpublished report on this site (McMahan 1976), the presence of a large quantity of chipped and ground stone tools date this site to the Middle Archaic Period (~5200 to 4000 B.C.). Upon reading this report, it is clear that additional lithic artifacts (potentially funerary objects) were never transferred to UTK. \n Between 1968 and 1970, human remains representing, at minimum, one individual were removed from 40BD48, the Garrett site in Bedford County, TN, under the auspices of the Rutherford Chapter of the Tennessee Archaeological Society. At an unknown date post 1970, the human remains were transferred to UTK. Burial 1 is an infant, sex unknown, approximately 38 weeks old. No known individuals were identified. The 88 associated funerary objects are all small fragments of faunal bone. The site is thought to date to the Early Archaic and Woodland periods based on analysis of projectile points found at the site (which were never transferred to UTK). \n Circa 1971, human remains representing, at minimum, two individuals were removed from 40LN10, possibly also known as the Mulberry site, in Lincoln County, TN. The human remains were removed by the landowner when he was digging to create a pond. Members of the Tennessee Archaeological Society (TAS), Coffee-Franklin County Chapter, recorded the site in 1971, noting that the northern portion of the site had been destroyed. At an unknown date post 1971, the human remains were transferred to UTK. One individual is an adult female, age 45 to 50 years. The other individual is an adult, possibly a young adult (20-35 years?), possibly female. No known individuals were identified. The 1295 associated funerary objects include: 630 lithic waste flakes, 132 pieces of shatter, 46 bifacially worked tools or tool fragments, 11 scrapers, 47 projectile point fragments, 27 pieces of limestone, 38 non-culturally modified rocks, two pieces of burned limestone, 15 fossils, three pieces of sandstone, five pieces of ochre, 123 pieces of burned clay, 159 ceramic sherds, 28 faunal bones, two faunal teeth, four pieces of burned wood charcoal, five burnt nut shell pieces, two possible seeds, two pieces of charcoal and 14 bags of sediment. The projectile points and knives include stemmed and notched types, such as New Market, Frazier, Elora, Buzzard Roost Creek, Hardin, Kirk, Pickwick, Little Bear, and Hopewell and indicate a temporal affiliation for this site ranging from the Early Archaic throughout the Woodland time periods. One projectile point appears to be a Plainview type, and may represent a Transitional Paleo Period point. Upon reading the TAS report, it is clear that additional lithic artifacts (potentially funerary objects) were found but were never transferred to UTK. \n At an unknown date, likely post 1965, human remains representing, at minimum, one individual, were removed from 40LNxx, the Danny Good site in Lincoln County, TN. At an unknown date, likely post 1965, this individual was transferred to UTK. A note accompanying the human remains (source and date unknown) states that Danny Good encountered a skeletal individual while plowing his field, and this individual was excavated by Jerry Dickey of Lynchburg, TN, a member of the Tennessee Archaeological Society. This skeletal individual is an adult male, age 35 to 39. No known individuals were identified. The 108 associated funerary objects include: 14 waste flakes, 28 bifacially worked tools including a preform, graver, and drill fragment, 24 fragmentary projectile points, 33 ceramic vessel sherds, seven faunal bones, and two pieces of shell. The projectile points include Ledbetter, Elk River, Mulberry Creek, Eva, Maples, Rice, Kirk, King, and Benton types, which range in age from the Early Archaic and into the Woodland time periods, roughly from B.C. 8,000 to A.D. 900 (Justice 1987). The 33 ceramic vessel sherds are all limestone tempered; 31 are plain or have a cordmarked surface treatment. One check stamped sherd and one complicated stamped sherd are also present. Check stamping appears in the McFarland phase in the early Middle Woodland Period in this region, 200 B.C. to A.D. 200 (Faulkner 2002:189, 199). \n At an unknown date, human remains representing, at minimum, two individuals were removed from an unknown site in Stewart County, TN. In 1972, John Dowd sent these individuals to UTK. One is a middle aged adult, probable female. The other is a young adult of indeterminate sex. No known individuals were identified. No associated funerary objects are present. \n In July of 1962, human remains representing, at minimum, two individuals were removed from 40SW47, the Allen site in Stewart County, TN. Both burials were poorly preserved and the few remains that were recovered were sent in 1962 to Dr. E. Carl Sensenig, Chair of the Department of Anatomy at University of Alabama Medical Center, for analysis, but no report has been found with his findings (Morse 1963:48-52). These skeletal remains were missing until 1997 when they were located at the University of Alabama at Birmingham and subsequently returned to UTK. Burial 1 is an adult, possibly male. Burial 2 is a subadult, age 13 to 16, of indeterminate sex. No known individuals were identified. The 19 associated funerary objects include: One chert biface fragment, one chert core fragment, one chert drill fragment, one flint blade or knife, one granite nutting stone or bipolar anvil, seven chert projectile points, two chert uniface scrapers, four chert unutilized flakes (one primary; one secondary; two tertiary/thinning), and one chert flake or angular shatter. The flint blade or knife is potentially a Benton knife, which dates to the Middle Archaic period (6000 to 4000 B.C.E.). The seven projectile points all date to the Early Archaic period: One is a Kirk Corner Notched (7500 to 6900 B.C.E.); one is a Kirk cluster (7500 to 6000 B.C.E.); three are Kirk Serrated and two are Kirk Stemmed (both 6900 to 6000 B.C.E.). \n The Allen site (40SW47) is situated on a high knoll overlooking the Cumberland River. It was recorded by UTK in 1959. In 1962, UTK directed archeological excavations at the Allen site. Artifacts and associated documents from the Allen site were originally labeled as 62SW47, with \\xe2\\x80\\x9c62\\xe2\\x80\\x9d designating the area or unit of the site that was excavated. Until 2017, 40SW47 was considered to be one of several sites excavated by UTK as part of the U.S. Army Corps of Engineers\\' (USACE) Lake Barkley Project, with funds provided by the National Park Service under the River Basins Archaeological Salvage Program. On 19 July 2017, the USACE Nashville District published a Notice of Inventory Completion (82 FR 33156) for all sites investigated in Tennessee during the Lake Barkley project. While preparing this notice, the USACE determined that 40SW47 lay outside the project right-of-way and on private property and they concluded that UTK\\'s investigation of the Allen site was independent from the Lake Barkley project. Consequently, the USACE relinquished the materials recovered from the Allen site to UTK. \n Determinations Made by the University of Tennessee, Department of Anthropology \n Officials of the University of Tennessee, Department of Anthropology have determined that: \n Additional Requestors and Disposition \n Representatives of any Indian Tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to Dr. Robert Hinde, University of Tennessee, Office of the Provost, 527 Andy Holt Tower, Knoxville, TN 37996-0152, telephone (865) 974-2445, email rhinde@utk.edu and vpaa@utk.edu, by January 22, 2019. After that date, if no additional requestors have come forward, transfer of control of the human remains and associated funerary objects to the Cherokee Nation; Eastern Band of Cherokee Indians; The Chickasaw Nation; and United Keetoowah Band of Cherokee Indians in Oklahoma may proceed. \n UTK is responsible for notifying the Cherokee Nation; Eastern Band of Cherokee Indians; The Chickasaw Nation; and United Keetoowah Band of Cherokee Indians in Oklahoma that this notice has been published. \n ", "consultation": "A detailed assessment of the human remains was made by UTK professional staff in consultation with representatives of the Cherokee Nation; Eastern Band of Cherokee Indians; The Chickasaw Nation; and United Keetoowah Band of Cherokee Indians in Oklahoma. \n ", "h_d_r": "Circa 1969, human remains representing, at minimum, nine individuals were removed from 40BD1, the Garrett site in Bedford County, TN, under the auspices of the Tennessee Archaeological Society and the Middle Tennessee State University Archaeology Club. At an unknown date, likely between 1969 and 1976, the human remains were transferred to UTK. The project was described as a salvage excavation by avocational archaeologists before highway construction began in 1969. Burial 01 is a possible female, middle age adult (35-50 years). Burial 01A is a possible male, middle to old age adult (35-50+ years). Burial 1 is an infant, sex unknown, approximately 9 to 12 months old. Burial 02 is a female, middle age adult (30-50 years). Burial 2 is an adult individual, sex indeterminate. Burial 3 is a probable female, middle age (35-50?). Burial 4 is a probable female, age 45-49 years old. Burial 4A is an infant, sex unknown, 36-40 weeks. Burial F4 is a middle age adult, sex indeterminate. No known individuals were identified. The 4779 associated funerary objects include: 2114 chert waste flakes, 27 bifacially worked tools or tool fragments, one core fragment, two gravers, one projectile point base, one piece of ochre, 130 pieces of burned clay, one ceramic sherd, 1981 faunal bones and teeth (of which 53 show evidence of polishing), 518 fragments of gastropod and mussel shell, two pieces of charcoal and one bag of sediment. The projectile point base is identified as a Morrow Mountain Straight Base type, which dates to the Middle Archaic Period (circa 5200 to 5000 B.C.). According to an unpublished report on this site (McMahan 1976), the presence of a large quantity of chipped and ground stone tools date this site to the Middle Archaic Period (~5200 to 4000 B.C.). Upon reading this report, it is clear that additional lithic artifacts (potentially funerary objects) were never transferred to UTK. \n Between 1968 and 1970, human remains representing, at minimum, one individual were removed from 40BD48, the Garrett site in Bedford County, TN, under the auspices of the Rutherford Chapter of the Tennessee Archaeological Society. At an unknown date post 1970, the human remains were transferred to UTK. Burial 1 is an infant, sex unknown, approximately 38 weeks old. No known individuals were identified. The 88 associated funerary objects are all small fragments of faunal bone. The site is thought to date to the Early Archaic and Woodland periods based on analysis of projectile points found at the site (which were never transferred to UTK). \n Circa 1971, human remains representing, at minimum, two individuals were removed from 40LN10, possibly also known as the Mulberry site, in Lincoln County, TN. The human remains were removed by the landowner when he was digging to create a pond. Members of the Tennessee Archaeological Society (TAS), Coffee-Franklin County Chapter, recorded the site in 1971, noting that the northern portion of the site had been destroyed. At an unknown date post 1971, the human remains were transferred to UTK. One individual is an adult female, age 45 to 50 years. The other individual is an adult, possibly a young adult (20-35 years?), possibly female. No known individuals were identified. The 1295 associated funerary objects include: 630 lithic waste flakes, 132 pieces of shatter, 46 bifacially worked tools or tool fragments, 11 scrapers, 47 projectile point fragments, 27 pieces of limestone, 38 non-culturally modified rocks, two pieces of burned limestone, 15 fossils, three pieces of sandstone, five pieces of ochre, 123 pieces of burned clay, 159 ceramic sherds, 28 faunal bones, two faunal teeth, four pieces of burned wood charcoal, five burnt nut shell pieces, two possible seeds, two pieces of charcoal and 14 bags of sediment. The projectile points and knives include stemmed and notched types, such as New Market, Frazier, Elora, Buzzard Roost Creek, Hardin, Kirk, Pickwick, Little Bear, and Hopewell and indicate a temporal affiliation for this site ranging from the Early Archaic throughout the Woodland time periods. One projectile point appears to be a Plainview type, and may represent a Transitional Paleo Period point. Upon reading the TAS report, it is clear that additional lithic artifacts (potentially funerary objects) were found but were never transferred to UTK. \n At an unknown date, likely post 1965, human remains representing, at minimum, one individual, were removed from 40LNxx, the Danny Good site in Lincoln County, TN. At an unknown date, likely post 1965, this individual was transferred to UTK. A note accompanying the human remains (source and date unknown) states that Danny Good encountered a skeletal individual while plowing his field, and this individual was excavated by Jerry Dickey of Lynchburg, TN, a member of the Tennessee Archaeological Society. This skeletal individual is an adult male, age 35 to 39. No known individuals were identified. The 108 associated funerary objects include: 14 waste flakes, 28 bifacially worked tools including a preform, graver, and drill fragment, 24 fragmentary projectile points, 33 ceramic vessel sherds, seven faunal bones, and two pieces of shell. The projectile points include Ledbetter, Elk River, Mulberry Creek, Eva, Maples, Rice, Kirk, King, and Benton types, which range in age from the Early Archaic and into the Woodland time periods, roughly from B.C. 8,000 to A.D. 900 (Justice 1987). The 33 ceramic vessel sherds are all limestone tempered; 31 are plain or have a cordmarked surface treatment. One check stamped sherd and one complicated stamped sherd are also present. Check stamping appears in the McFarland phase in the early Middle Woodland Period in this region, 200 B.C. to A.D. 200 (Faulkner 2002:189, 199). \n At an unknown date, human remains representing, at minimum, two individuals were removed from an unknown site in Stewart County, TN. In 1972, John Dowd sent these individuals to UTK. One is a middle aged adult, probable female. The other is a young adult of indeterminate sex. No known individuals were identified. No associated funerary objects are present. \n In July of 1962, human remains representing, at minimum, two individuals were removed from 40SW47, the Allen site in Stewart County, TN. Both burials were poorly preserved and the few remains that were recovered were sent in 1962 to Dr. E. Carl Sensenig, Chair of the Department of Anatomy at University of Alabama Medical Center, for analysis, but no report has been found with his findings (Morse 1963:48-52). These skeletal remains were missing until 1997 when they were located at the University of Alabama at Birmingham and subsequently returned to UTK. Burial 1 is an adult, possibly male. Burial 2 is a subadult, age 13 to 16, of indeterminate sex. No known individuals were identified. The 19 associated funerary objects include: One chert biface fragment, one chert core fragment, one chert drill fragment, one flint blade or knife, one granite nutting stone or bipolar anvil, seven chert projectile points, two chert uniface scrapers, four chert unutilized flakes (one primary; one secondary; two tertiary/thinning), and one chert flake or angular shatter. The flint blade or knife is potentially a Benton knife, which dates to the Middle Archaic period (6000 to 4000 B.C.E.). The seven projectile points all date to the Early Archaic period: One is a Kirk Corner Notched (7500 to 6900 B.C.E.); one is a Kirk cluster (7500 to 6000 B.C.E.); three are Kirk Serrated and two are Kirk Stemmed (both 6900 to 6000 B.C.E.). \n The Allen site (40SW47) is situated on a high knoll overlooking the Cumberland River. It was recorded by UTK in 1959. In 1962, UTK directed archeological excavations at the Allen site. Artifacts and associated documents from the Allen site were originally labeled as 62SW47, with \\xe2\\x80\\x9c62\\xe2\\x80\\x9d designating the area or unit of the site that was excavated. Until 2017, 40SW47 was considered to be one of several sites excavated by UTK as part of the U.S. Army Corps of Engineers\\' (USACE) Lake Barkley Project, with funds provided by the National Park Service under the River Basins Archaeological Salvage Program. On 19 July 2017, the USACE Nashville District published a Notice of Inventory Completion (82 FR 33156) for all sites investigated in Tennessee during the Lake Barkley project. While preparing this notice, the USACE determined that 40SW47 lay outside the project right-of-way and on private property and they concluded that UTK\\'s investigation of the Allen site was independent from the Lake Barkley project. Consequently, the USACE relinquished the materials recovered from the Allen site to UTK. \n ", "h_d_ci": "Null", "determinations": "Determinations Made by the University of Tennessee, Department of Anthropology \n Officials of the University of Tennessee, Department of Anthropology have determined that: \n ", "a_r_d": "Representatives of any Indian Tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to Dr. Robert Hinde, University of Tennessee, Office of the Provost, 527 Andy Holt Tower, Knoxville, TN 37996-0152, telephone (865) 974-2445, email rhinde@utk.edu and vpaa@utk.edu, by January 22, 2019. After that date, if no additional requestors have come forward, transfer of control of the human remains and associated funerary objects to the Cherokee Nation; Eastern Band of Cherokee Indians; The Chickasaw Nation; and United Keetoowah Band of Cherokee Indians in Oklahoma may proceed. \n UTK is responsible for notifying the Cherokee Nation; Eastern Band of Cherokee Indians; The Chickasaw Nation; and United Keetoowah Band of Cherokee Indians in Oklahoma that this notice has been published. \n "}