{"index": "I_1694", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Inventory Completion: Horner Collection, Oregon State University, Corvallis, OR\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n\\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of a Native American associated funerary object in the possession of the Horner Collection, Oregon State University, Corvallis, OR. The associated funerary object was removed from an unidentified location in the Sonora Desert near Tucson, Pima County, AZ.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003 (d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the associated funerary object. The National Park Service is not responsible for the determinations in this notice.\\n        A detailed assessment of the associated funerary object was made by the Horner Collection, Oregon State University professional staff in consultation with representatives of the Kumeyaay Cultural Repatriation Committee, a coalition of federally recognized Indian tribes; Tohono O\\'odham Nation of Arizona; and Yavapai-Prescott Tribe of the Yavapai Reservation, Arizona. The Kumeyaay Cultural Repatriation Committee is acting on behalf of the Barona Group of Capitan Grande Band of Mission Indians of the Barona Reservation, California; Campo Band of Diegueno Mission Indians of the Campo Indian Reservation, California; Ewiiaapaayp Band of Kumeyaay Indians, California; Inaja Band of Diegueno Mission Indians of the Inaja and Cosmit Reservation, California; Jamul Indian Village of California; La Posta Band of Diegueno Mission Indins of the La Posta Indian Reservation, California; Manzanita Band of Diegueno Mission Indians of the Manzanita Reservation, California; Mesa Grande Band of Diegueno Mission Indians of the Mesa Grande Reservation, California; San Pasqual Band of Diegueno Mission Indians of California; Santa Ysabel Band of Diegueno Mission Indians of the Santa Ysabel Reservation, California; Sycuan Band of the Kumeyaay Nation; and Viejas (Baron Long) Group of Capitan Grande Band of Mission Indians of the Viejas Reservation, California. The Tohono O\\'odham Nation of Arizona is acting on behalf of the Ak Chin Indian Community of the Maricopa (Ak Chin) Indian Reservation, Arizona; Gila River Indian Community of the Gila River Indian Reservation, Arizona; Salt River Pima-Maricopa Indian Community of the Salt River Reservation, Arizona; and themselves. The Cocopah Indian Tribe of Arizona; Colorado River Indian Tribes of the Colorado River Indian Reservation, Arizona and California; Fort McDowell Yavapai Nation, Arizona; Fort Mojave Indian Tribe of Arizona, California, & Nevada; Havasupai Tribe of the Havasupai Reservation, Arizona; Hopi Tribe of Arizona; Hualapai Indian Tribe of the Hualapai Indian Reservation, Arizona; Kaibab Band of Paiute Indians of the Kaibab Indian Reservation, Arizona; Navajo Nation, Arizona, New Mexico, & Utah; Pascua Yaqui Tribe of Arizona; Quechan Tribe of the Fort Yuma Indian Reservation, California & Arizona; San Carlos Apache Tribe of the San Carlos Reservation, Arizona; San Juan Southern Paiute Tribe of Arizona; Tonto Apache Tribe of Arizona; White Mountain Apache Tribe of the Fort Apache Reservation, Arizona; and Yavapai-Apache Nation of the Camp Verde Indian Reservation, Arizona were advised of the associated funerary object, but did not participate in the consultations.\\n        The Museum of the Oregon Country, Oregon Agricultural College was renamed the John B. Horner Museum of the Oregon Country in 1936, and became commonly known as the Horner Museum. The Oregon Agricultural College was renamed the Oregon State College in 1937, and became Oregon State University in 1962. The Horner Museum closed in 1995. Currently, cultural items from the Horner Museum are referred to as the Horner Collection, which is owned by, and in the possession of, Oregon State University.\\n        In 1976, a ceramic jar, later determined to be an associated funerary object, was found in the Sonora Desert near Tucson, Pima County, AZ. In 1986, the cultural item was gifted to the Horner Museum by Donald A. Cruise and Edith W. Cruise of Tucson, AZ. It is unknown if the jar was found by either of the Cruises.\\n        The ceramic jar is red in color and made of micaceous clay. It measures 29 cm high, 20 cm in diameter at the opening, and its circumference is 97 cm at the widest point. The ceramic jar is similar to plainware types typically found at Hohokam sites in Arizona. Archeological evidence has demonstrated that pit or urn cremations were the predominant Hohokam burial practice prior to A.D. 1100. Extended supine inhumations then became more prevalent, completely replacing cremations by A.D. 1300. There is no information in the Horner Museum records indicating this jar ever held human remains. However, both the Kumeyaay Cultural Repatriation Committee and Tohono O\\'odham Nation of Arizona have identified this as a jar possibly used to hold cremated human remains. The Tohono O\\'odham Nation of Arizona have also stated that the jar could also have been used as a grave offering. Therefore, officials of the Horner Collection recognize that while ceramic jars had other uses within Hohokam culture, it is reasonable to believe this ceramic jar was made exclusively for burial purposes.\\n        Archeological evidence has demonstrated a strong relationship of shared group identity between the Hohokam and the present-day O\\'odham (Pima and Papago) and Hopi people. The O\\'odham people are currently represented by the Ak Chin Indian Community of the Maricopa (Ak Chin) Indian Reservation, Arizona; Gila River Indian Community of the Gila River Indian Reservation, Arizona; Salt River Pima-Maricopa Indian Community of the Salt River Reservation, Arizona; and Tohono O\\'odham Nation of Arizona. In 1990, representatives of the Ak Chin Indian Community of the Maricopa (Ak Chin) Indian Reservation, Arizona; Gila River Indian Community of the Gila River Indian Reservation, Arizona; Salt River Pima-Maricopa Indian Community of the Salt River Reservation, Arizona; and Tohono O\\'odham Nation of Arizona issued a joint policy statement claiming ancestral ties to the Hohokam cultural traditions.\\n        Officials of the Horner Collection, Oregon State University have determined that, pursuant to 25 U.S.C. 3001 (9-10), the cultural item is reasonably believed to have been made exclusively for burial purposes or to contain human remains. Officials of the Horner Collection, Oregon State University also have determined that, pursuant to 25 U.S.C. 3001 (2), there is a relationship of shared group identity that can be reasonably traced between the associated funerary object and the Ak Chin Indian Community of the Maricopa (Ak Chin) Indian Reservation, Arizona; Gila River Indian Community of the Gila River Indian Reservation, Arizona; Salt River Pima-Maricopa Indian Community of the Salt River Reservation, Arizona; and Tohono O\\'odham Nation of Arizona.\\n\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the associated funerary object should contact Sabah Randhawa, Executive Vice President and Provost, President\\'s Office, Oregon State University, 600 Kerr Administration Building, Corvallis, OR 97331, telephone (541) 737-8260, before August 28, 2006. Repatriation of the associated funerary object to the the Tohono O\\'odham Nation of Arizona, acting on behalf of the Ak Chin Indian Community of the Maricopa (Ak Chin) Indian Reservation, Arizona; Gila River Indian Community of the Gila River Indian Reservation, Arizona; Salt River Pima-Maricopa Indian Community of the Salt River Reservation, Arizona; and themselves, may proceed after that date if no additional claimants come forward.\\n        The Horner Collection, Oregon State University is responsible for notifying the Ak Chin Indian Community of the Maricopa (Ak Chin) Indian Reservation, Arizona; Barona Group of Capitan Grande Band of Mission Indians of the Barona Reservation, California; Campo Band of Diegueno Mission Indians of the Campo Indian Reservation, California; Cocopah Indian Tribe of Arizona; Colorado River Indian Tribes of the Colorado River Indian Reservation, Arizona & California; Ewiiaapaayp Band of Kumeyaay Indians, California; Fort McDowell Yavapai Nation, Arizona; Fort Mojave Indian Tribe of Arizona, California, & Nevada; Gila River Indian Community of the Gila River Indian Reservation, Arizona; Havasupai Tribe of the Havasupai Reservation, Arizona; Hopi Tribe of Arizona; Hualapai Indian Tribe of the Hualapai Indian Reservation, Arizona; Inaja Band of Diegueno Mission Indians of the Inaja and Cosmit Reservation, California; Jamul Indian Village of California; Kaibab Band of Paiute Indians of the Kaibab Indian Reservation, Arizona; Kumeyaay Cultural Repatriation Committee, a coaltion of federally recognized Indian tribes; La Posta Band of Diegueno Mission Indians of the La Posta Indian Reservation, California; Mesa Grande Band of Diegueno Mission Indians of the Mesa Grande Reservation, California; Navajo Nation, Arizona, New Mexico, & Utah; Pascua Yaqui Tribe of Arizona; Quechan Tribe of the Fort Yuma Indian Reservation, California & Arizona; Salt River Pima-Maricopa Indian Community of the Salt River Reservation, Arizona; San Carlos Apache Tribe of the San Carlos Reservation, Arizona; San Juan Southern Paiute Tribe of Arizona; San Pasqual Band of Diegueno Mission Indians of California; Santa Ysabel Band of Diegueno Mission Indians of the Santa Ysabel Reseration, California; Sycuan Band of the Kumeyaay Nation; Tohono O\\'odham Nation of Arizona; Tonto Apache Tribe of Arizona; Viejas (Baron Long) Group of Capitan Grande Band of Mission Indians of the Viejas Reservation, California; White Mountain Apache Tribe of the Fort Apache Reservation, Arizona; Yavapai-Apache Nation of the Camp Verde Indian Reservation, Arizona; and Yavapai-Prescott Tribe of the Yavapai Reservation, Arizona that this notice has been published.\\n        \\n          Dated: June 20, 2006.\\n          Sherry Hutt,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. E6-12030 Filed 7-26-06; 8:45 am]\\n      BILLING CODE 4312-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Inventory Completion: Horner Collection, Oregon State University, Corvallis, OR", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: June 20, 2006.", "signature_name": "Sherry Hutt,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. E6-12030 Filed 7-26-06; 8:45 am]", "billing_code": "BILLING CODE 4312-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}