{"index": "I_1613", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Inventory Completion: Alutiiq Museum and Archaeological Repository, Kodiak, AK\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains and associated funerary object in the possession of Alutiiq Museum and Archaeological Repository, Kodiak, AK. The human remains and associated funerary object were removed from Sitkalidak Island and near Old Harbor, AK.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003 (d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains and associated funerary object. The National Park Service is not responsible for the determinations in this notice.\\n        A detailed assessment of the human remains was made by Alutiiq Museum and Archaeological Repository professional staff in consultation with representatives of the Koniag, Inc.; Old Harbor Native Corporation; and Village of Old Harbor.\\n        In July of 1992, human remains representing a minimum of two individuals were removed from Refuge Rock (49-KOD-00450) off the coast of Sitkalidak Island, AK, by Dr. Richard Knecht during archeological excavation on conveyed Native lands. Permission to excavate and study the human remains was granted by the Old Harbor Native Corporation. The human remains were taken to the Kodiak Area Native Association\\'s Alutiiq Culture Center. In April of 1995, the entire site collection was transferred to the Alutiiq Museum and Archaeological Repository where they are currently stored (accession number AM100). No known individuals were identified. The one associated funerary object is an ivory ornament (catalog number AM100:674).\\n        The Refuge Rock site, also known in Alutiiq as Awa\\'uq (to become numb), is a fortified 18th century Alutiiq settlement on an islet adjacent to Sitkalidak Island on the southeastern coast of the Kodiak archipelago. In 1784, Russian fur hunters ambushed the settlement, killing hundreds and initiating the conquest of Kodiak. Both individuals were recovered from a semi-subterranean house believed to have been occupied at the time of the siege. The human remains are reasonably believed to be Native American and most closely affiliated with the contemporary Kodiak Alutiiq people. Specifically, the human remains are from an area traditionally used by members of the Koniag Inc.; Old Harbor Native Corporation; and Village of Old Harbor.\\n        In 1960, human remains representing a minimum of one individual were removed from an unknown archeological site near Old Harbor, AK, by physical anthropologists Drs. Laughlin and Jorgensen. When Dr. Laughlin moved to the University of Connecticut at Storrs, the human remains were brought with him. After Dr. Laughlin\\'s death in the late 1990s, his entire collection, including this individual, were transferred to the Museum of the Aleutians in Unalaska, AK, where they were deposited in the care of archeologist Dr. Richard Knecht. In or around 2000, Dr. Knecht sent the human remains to the Alutiiq Museum and Archaeological Repository where they are currently stored (cranium OH60B1). No known individual was identified. No associated funerary objects are present.\\n        This individual could be from one of a number of archeological sites in the Old Harbor region of the Kodiak archipelago visited by Dr. Laughlin in the summer of 1960. There are no notes accompanying this individual and attempts to locate provenience information have failed. A review of the human remains suggests they are archeological. Humic staining on the bones and worn dentition with no evidence of modern dentistry suggest a prehistoric individual. Archeological data indicate that modern Alutiiqs evolved from archeologically documented societies of the Kodiak region, and can trace their ancestry back over 7,500 years in the region. The human remains are likely Native American and most closely affiliated with the modern Kodiak Alutiiq people. Specifically, the human remains are from an area traditionally used by members of the Koniag Inc.; Old Harbor Native Corporation; and Village of Old Harbor.\\n        Officials of the Alutiiq Museum and Archaeological Repository have determined that, pursuant to 25 U.S.C. 3001 (9-10), the human remains described above represent the physical remains of a minimum of three individuals of Native American ancestry. Officials of the Alutiiq Museum and Archaeological Repository also have determined that, pursuant to 25 U.S.C. 3001 (3)(A), the one object described above is reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony. Lastly, officials of the Alutiiq Museum and Archaeological Repository have determined that, pursuant to 25 U.S.C. 3001 (2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and associated funerary object and the Koniag, Inc.; Old Harbor Native Corporation; and Village of Old Harbor.\\n\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the human remains and associated funerary object should contact Dr. Sven Haakanson, Jr., Executive Director, Alutiiq Museum and Archaeological Repository, 215 Mission Rd., Suite 101, Kodiak, AK 99615, telephone (907) 486-7004, before September 24, 2007. Repatriation of the human remains and associated funerary object to the Koniag, Inc.; Old Harbor Native Corporation; and Village of Old Harbor may proceed after that date if no additional claimants come forward.\\n        Alutiiq Museum and Archaeological Repository is responsible for notifying the Koniag, Inc.; Old Harbor Native Corporation; and Village of Old Harbor that this notice has been published.\\n        \\n          Dated: August 6, 2007\\n          Sherry Hutt,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. E7-16784 Filed 8-23-07; 8:45 am]\\n      BILLING CODE 4312-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Inventory Completion: Alutiiq Museum and Archaeological Repository, Kodiak, AK", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: August 6, 2007", "signature_name": "Sherry Hutt,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. E7-16784 Filed 8-23-07; 8:45 am]", "billing_code": "BILLING CODE 4312-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}