{"index": "I_1673", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Inventory Completion: U.S. Department of Energy, Richland Operations Office, Richland, WA and Thomas Burke Memorial Washington State Museum, University of Washington, Seattle, WA\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains and associated funerary objects in the control of the U.S. Department of Energy, Richland Operations Office, Richland, WA, and in the physical custody of the Thomas Burke Memorial Washington State Museum (Burke Museum), University of Washington, Seattle, WA. The human remains and associated funerary objects were removed from Benton County, WA.\\n\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003 (d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations in this notice.\\n        A detailed assessment of the human remains was made by the Department of Energy and the Burke Museum professional staff in consultation with representatives of the Confederated Tribes and Bands of the Yakama Nation, Washington; Confederated Tribes of the Umatilla Reservation, Oregon; and the Wanapum Band, a non-federally recognized Indian group.\\n        In 1981, human remains representing a minimum of one individual were removed from an area within the Hanford site, Benton County, WA, by John A. Hedron. In 1985, the museum received the human remains and cultural items from Dr. Robert Rushmer on behalf of Mr. Hedron, and they were accessioned by the museum that same year (Burke Accn. # 1985-106). No known individual was identified. The seven associated funerary objects are 1 piece of copper ore, 1 chopper, 1 flaked stone tool, 1 core, 1 flake, and 2 mussel shell fragments.\\n        Museum documentation indicates that the associated funerary objects were recovered with fragmentary human remains, and the types of cultural items are consistent with other Native American funerary objects found in the Columbia River area. The human remains consist of nine fragments. The human remains were determined to be Native American based on the associated artifacts and geographic location. Ethnographic documentation indicates that the present day location of Hanford, WA, is located within an overlapping aboriginal territory of descendants of the Yakama, Walla Walla, and Wanapum groups, which are represented today by the Confederated Tribes and Bands of the Yakama Nation, Washington; Confederated Tribes of the Umatilla Reservation, Oregon; and the Wanapum Band, a non-federally recognized Indian group.\\n        The Yakama Treaty, signed on June 9, 1855, included the Hanford area in the aboriginal territory of the present-day Confederated Tribes and Bands of the Yakama Nation, Washington. The Walla Walla people have also occupied this area since before historic times. As per the Treaty of Walla Walla, signed on June 9, 1855, the Walla Walla people are represented by the present-day Confederated Tribes of the Umatilla Reservation, Oregon. The Wanapum Band occupied the Hanford area, which is now designated the U.S. Department of Energy Hanford Site, as recently as World War II, when they moved to the Priest Rapids area.\\n        Officials of the Department of Energy and the Burke Museum have determined that, pursuant to 25 U.S.C. 3001 (9-10), the human remains described above represent the physical remains of one individual of Native American ancestry. Officials of the Department of Energy and the Burke Museum also have determined that, pursuant to 25 U.S.C. 3001 (3)(A), the seven objects described above are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony. Lastly, officials of the Department of Energy and the Burke Museum have determined that, pursuant to 25 U.S.C. 3001 (2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and associated funerary objects and the Confederated Tribes and Bands of the Yakama Nation, Washington, and Confederated Tribes of the Umatilla Reservation, Oregon. Furthermore, officials of the Department of Energy and the Burke Museum have determined that there is a cultural relationship between the human remains and associated funerary objects and the Wanapum Band, a non-federally recognized Indian group.\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the human remains and associated funerary objects should contact Annabelle Rodriguez, U.S. Department of Energy, Cultural/Historic Resources Program, Richland Operations Office, 825 Jadwin Avenue, MSIN A5-15 Richland, WA 99352, (509) 372-0277, before November 13, 2006. Repatriation of the human remains and associated funerary objects to the Confederated Tribes of the Umatilla Reservation, Oregon, and Confederated Tribes and Bands of the Yakama Nation, Washington, for themselves and on behalf of the Wanapum Band, a non-federally recognized Indian group, may proceed after that date if no additional claimants come forward. The Confederated Tribes of the Umatilla Reservation, Oregon; Confederated Tribes and Bands of the Yakama Nation, Washington; and Wanapum Band, a non-federally recognized Indian group, are claiming jointly all cultural items from the Hanford area.\\n        The Department of Energy is responsible for notifying the Confederated Tribes of the Umatilla Reservation, Oregon; Confederated Tribes and Bands of the Yakama Nation, Washington; and Wanapum Band, a non-federally recognized Indian group, that this notice has been published.\\n        \\n          Dated: September 25, 2006\\n          Sherry Hutt,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. E6-16923 Filed 10-11-06; 8:45 am]\\n      BILLING CODE 4312-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Inventory Completion: U.S. Department of Energy, Richland Operations Office, Richland, WA and Thomas Burke Memorial Washington State Museum, University of Washington, Seattle, WA", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: September 25, 2006", "signature_name": "Sherry Hutt,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. E6-16923 Filed 10-11-06; 8:45 am]", "billing_code": "BILLING CODE 4312-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}