{"index": "I_1627", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR \\n        National Park Service \\n        Notice of Inventory Completion: University of Colorado Museum, Boulder, CO \\n        \\n          AGENCY: \\n          National Park Service, Interior. \\n        \\n        \\n          ACTION: \\n          Notice. \\n        \\n\\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains in the possession of the University of Colorado Museum, Boulder, CO. The human remains were removed from Montezuma County, CO. \\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003 (d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains. The National Park Service is not responsible for the determinations in this notice. \\n        A detailed assessment of the human remains was made by University of Colorado Museum professional staff in consultation with representatives of the Southern Ute Indian Tribe of the Southern Ute Reservation, Colorado; Ute Indian Tribe of the Uintah & Ouray Reservation, Utah; and Ute Mountain Ute Tribe of the Ute Mountain Reservation, Colorado, New Mexico & Utah. \\n        In 1954, human remains representing a minimum of one individual were excavated by Hod Stevenson on his property at the edge of Yellow Jacket Canyon, Montezuma County, CO. In 1959, Mr. Stevenson donated the human remains and associated funerary objects to the museum. No known individual was identified. The seven associated funerary objects are two plain-weave, diyugi-style Navajo blankets; one coil of braided rawhide; one small piece of twined hair; one basket in the shape of a dipper; one lot of juniper bark; and one lot of charcoal. A piece of rolled leather was not collected when the burial was excavated. \\n        The human remains were found in a flexed, seated position facing east and wrapped in two plain-weave, diyugi-style Navajo blankets in an east-facing rock shelter, and appear to have been placed in a shallow pit. The burial had been covered with juniper bark and the pit had been filled with sandy sediment. In 1959, University of Colorado Museum curator, Joe Ben Wheat, visited the site and found a small charcoal pictograph of a long-legged horse and rider at the back of the rock shelter from which the burial had been removed. Based on the burial context, the human remains are Native American. \\n        The Indian Land Areas Judicially Established 1978 Map indicates the claim to land in southwestern Colorado is based upon historic use by the Ute and Navajo tribes. The style of the drawing found in the rock shelter is similar to historic Ute pictographs (Legacy on Stone, Sally J. Cole, 1990). An analysis of the blanket fragments places their manufacture at approximately A.D. 1800. Navajo diyugi-style blankets were commonly traded to northern allies in Colorado, such as the Ute, in the late 18th century. In the last 250 years, the presence of the Ute tribes in the area of western Colorado has been historically documented by both Spanish and U.S. records. The present northern boundary of the Ute Mountain Reservation is only 12 miles to the south of the burial site. In consultations, representatives of the Southern Ute Indian Tribe of the Southern Ute Reservation, Colorado and Ute Mountain Ute Tribe of the Ute Mountain Reservation, Colorado, New Mexico & Utah provided evidence in the form of histories and oral traditions that place their tribes in a very large area that encompasses the location of the burial. Representatives from both Indian tribes identified details about the burial as possibly Ute. \\n        At the estimated time of the burial, historical accounts located the Ute bands whose descendants are now members of the Southern Ute Indian Tribe of the Southern Ute Reservation, Colorado and Ute Mountain Ute Tribe of the Ute Mountain Reservation, Colorado, New Mexico & Utah in an area stretching from southwestern to south central Colorado to northwestern New Mexico. Historical accounts placed the other Ute bands whose descendants are members of the Ute Indian Tribe of the Uintah & Ouray Reservation, Utah in an area between the Gunnison River in Colorado and the Uintah Basin in Utah in A.D. 1800. Officials of the University of Colorado Museum reasonably believe the human remains are Ute based on the preponderance of the evidence including geographical, archeological, historical, oral-tradition, and expert opinion. Descendants of the Ute are members of the Southern Ute Reservation, Colorado; Ute Indian Tribe of the Uintah & Ouray Reservation, Utah; and Ute Mountain Ute Tribe of the Ute Mountain Reservation, Colorado, New Mexico & Utah \\n        Officials of the University of Colorado Museum have determined that, pursuant to 25 U.S.C. 3001 (9-10), the human remains described above represent the physical remains of one individual of Native American ancestry. Officials of the University of Colorado Museum also have determined that, pursuant to 25 U.S.C. 3001 (3)(A), the seven objects described above are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony. Lastly, officials of the University of Colorado Museum also have determined that, pursuant to 25 U.S.C. 3001 (2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and associated funerary objects and the Southern Ute Indian Tribe of the Southern Ute Reservation, Colorado; Ute Indian Tribe of the Uintah & Ouray Reservation, Utah; and Ute Mountain Tribe of the Ute Mountain Reservation, Colorado, New Mexico & Utah. \\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the human remains and associated funerary objects should contact Steve Lekson, Curator of Anthropology, University of Colorado Museum, Henderson Building, Campus Box 218, Boulder, CO 80309-0218, telephone (303) 492-6671, before August 1, 2007. Repatriation of the human remains and associated funerary objects to the Southern Ute Indian Tribe of the Southern Ute Reservation, Colorado; Ute Indian Tribe of the Uintah & Ouray Reservation, Utah; and Ute Mountain Tribe of the Ute Mountain Reservation, Colorado, New Mexico & Utah may proceed after that date if no additional claimants come forward. \\n        University of Colorado Museum is responsible for notifying the Southern Ute Indian Tribe of the Southern Ute Reservation, Colorado; Ute Indian Tribe of the Uintah & Ouray Reservation, Utah; and Ute Mountain Tribe of the Ute Mountain Reservation, Colorado, New Mexico & Utah that this notice has been published. \\n        \\n          Dated: June 11, 2007 \\n          Sherry Hutt, \\n          Manager, National NAGPRA Program. \\n        \\n      \\n      [FR Doc. E7-12711 Filed 6-29-07; 8:45 am] \\n      BILLING CODE 4312-50-S \\n    ", "agency1": "DEPARTMENT OF THE INTERIOR ", "sub_agency1": "National Park Service ", "dep_doc": "Null", "subject": "Notice of Inventory Completion: University of Colorado Museum, Boulder, CO ", "agency2": "National Park Service, Interior. ", "action": "Notice. ", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: June 11, 2007 ", "signature_name": "Sherry Hutt, ", "signature_title": "Manager, National NAGPRA Program. ", "fr_doc": "[FR Doc. E7-12711 Filed 6-29-07; 8:45 am] ", "billing_code": "BILLING CODE 4312-50-S ", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}