{"index": "I_1609", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Inventory Completion: Alutiiq Museum and Archaeological Repository, Kodiak, AK\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains in the possession of Alutiiq Museum and Archaeological Repository, Kodiak, AK. The human remains were removed from unknown locations on Kodiak Island, AK.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003 (d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains. The National Park Service is not responsible for the determinations in this notice.\\n        A detailed assessment of the human remains was made by Alutiiq Museum and Archaeological Repository professional staff in consultation with representatives of Afognak Native Corporation; Native Village of Afognak (formerly the Village of Afognak); Native Village of Akhiok; Akhiok-Kaguyak, Inc.; Native Village of Karluk; Natives of Kodiak, Inc.; Koniag, Inc.; Native Village of Larsen Bay; Lesnoi Village (aka Woody Island); Old Harbor Native Corporation; Village of Old Harbor; Ouzinkie Native Corporation; Native Village of Ouzinkie; Native Village of Port Lions; and Sun\\'aq Tribe of Kodiak (formerly the Shoonaq\\' Tribe of Kodiak).\\n        In 1995, human remains representing a minimum of one individual were transferred to the Alutiiq Museum and Archaeological Repository from Kodiak Area Native Association\\'s Alutiiq Culture Center (number AM59). Information regarding the collection of the human remains is unknown, although it is reasonably believed that the human remains were removed from Kodiak Island. No known individual was identified. No associated funerary objects are present.\\n        A review of the human remains suggests they are archeological. Humic staining on the bones and worn dentition with no evidence of modern dentistry suggests a prehistoric person, likely from one of Kodiak\\'s many well preserved archeological sites.\\n        At an unknown date, human remains representing a minimum of one individual were removed from an unknown location on Kodiak Island, AK. In 1991, the human remains were turned over to the Alaska State Troopers by Dr. Keith Hediger. In 1992, the Alaska State Office of History and Archaeology examined the human remains and determined the human remains were Native American and most likely Alutiiq. The Alaska State Troopers transferred the human remains to the Kodiak Area Native Association\\'s Alutiiq Culture Center. In 1995, the human remains were transferred to the Alutiiq Museum and Archaeological Repository (number AM62). No known individual was identified. No associated funerary objects are present.\\n        Archeological data indicate that modern Alutiiqs evolved from archeologically documented societies of the Kodiak region and can trace their ancestry back over 7,500 years in the region. As such, the human remains are reasonably believed to be Native American and most closely affiliated with the modern Kodiak Alutiiq people. Specifically, the human remains are from an area traditionally used by the Afognak Native Corporation; Native Village of Afognak; Native Village of Akhiok; Akhiok-Kaguyak, Inc.; Native Village of Karluk; Natives of Kodiak, Inc.; Koniag, Inc.; Native Village of Larsen Bay; Lesnoi Village (aka Woody Island); Old Harbor Native Corporation; Village of Old Harbor; Ouzinkie Native Corporation; Native Village of Ouzinkie; Native Village of Port Lions; and Sun\\'aq Tribe of Kodiak.\\n        Officials of the Alutiiq Museum and Archaeological Repository have determined that, pursuant to 25 U.S.C. 3001 (9-10), the human remains described above represent the physical remains of two individuals of Native American ancestry. Officials of the Alutiiq Museum and Archaeological Repository also have determined that, pursuant to 25 U.S.C. 3001 (2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and the Afognak Native Corporation; Native Village of Afognak; Native Village of Akhiok; Akhiok-Kaguyak, Inc.; Native Village of Karluk; Natives of Kodiak, Inc.; Koniag, Inc.; Native Village of Larsen Bay; Lesnoi Village (aka Woody Island); Old Harbor Native Corporation; Village of Old Harbor; Ouzinkie Native Corporation; Native Village of Ouzinkie; Native Village of Port Lions; and Sun\\'aq Tribe of Kodiak.\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the human remains should contact Sven Haakanson, Jr., Executive Director, Alutiiq Museum and Archaeological Repository, 215 Mission Rd., Suite 101, Kodiak, AK 99615, telephone (907) 486-7004, before October 15, 2007. Repatriation of the human remains to the Afognak Native Corporation; Native Village of Afognak; Native Village of Akhiok; Akhiok-Kaguyak, Inc.; Native Village of Karluk; Natives of Kodiak, Inc.; Koniag, Inc.; Native Village of Larsen Bay; Lesnoi Village (aka Woody Island); Old Harbor Native Corporation; Village of Old Harbor; Ouzinkie Native Corporation; Native Village of Ouzinkie; Native Village of Port Lions; and Sun\\'aq Tribe of Kodiak may proceed after that date if no additional claimants come forward.\\n        Alutiiq Museum and Archaeological Repository is responsible for notifying the Afognak Native Corporation; Native Village of Afognak; Native Village of Akhiok; Akhiok-Kaguyak, Inc.; Native Village of Karluk; Natives of Kodiak, Inc.; Koniag, Inc.; Native Village of Larsen Bay; Lesnoi Village (aka Woody Island); Old Harbor Native Corporation; Village of Old Harbor; Ouzinkie Native Corporation; Native Village of Ouzinkie; Native Village of Port Lions; and Sun\\'aq Tribe of Kodiak that this notice has been published.\\n        \\n          \\n          Dated: August 22, 2007\\n          Sherry Hutt,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. E7-18107 Filed 9-12-07; 8:45 am]\\n      BILLING CODE 4312-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Inventory Completion: Alutiiq Museum and Archaeological Repository, Kodiak, AK", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: August 22, 2007", "signature_name": "Sherry Hutt,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. E7-18107 Filed 9-12-07; 8:45 am]", "billing_code": "BILLING CODE 4312-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}