{"index": "I_1647", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Inventory Completion: Museum of Indian Arts and Culture, Laboratory of Anthropology, Museum of New Mexico, New Mexico Department of Cultural Affairs, Santa Fe, NM; Correction\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice; correction.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains in the possession of the Museum of Indian Arts and Culture, Laboratory of Anthropology, Museum of New Mexico, New Mexico Department of Cultural Affairs, Santa Fe, NM. The human remains were removed from Torrance County, NM.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003 (d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains. The National Park Service is not responsible for the determinations in this notice.\\n        A detailed assessment of the human remains was made by the Museum of Indian Arts and Culture, Laboratory of Anthropology and Department of Cultural Affairs professional staff in consultation with representatives of the Hopi Tribe of Arizona; Kiowa Indian Tribe of Oklahoma; Mescalero Apache Tribe of the Mescalero Reservation, New Mexico; Pueblo of Acoma, New Mexico; Pueblo of Isleta, New Mexico; Pueblo of Jemez, New Mexico; Pueblo of Santo Domingo, New Mexico; Pueblo of Taos, New Mexico; Wichita and Affiliated Tribes (Wichita, Keechi, Waco & Tawakonie), Oklahoma; Ysleta del Sur Pueblo of Texas; and Zuni Tribe of the Zuni Reservation, New Mexico.\\n\\n        This notice is an addition of a minimum of 33 individuals from sites LA 95 (Quarai site) and LA 97 (Abo site), which were previously described in a Notice of Inventory Completion published in the Federal Register on August 29, 2000 (FR Doc 00-21974, pages 52441-52442). The human remains are extremely fragmentary and were found mixed in containers of non-human bone in the museum\\'s collection. In 2000, the Museum of Indian Arts and Culture, Laboratory of Anthropology repatriated the human remains of the 29 individuals described in the Notice of Inventory Completion of August 29, 2000, to the Ysleta Del Sur Pueblo of Texas. At that same time, unassociated funerary objects from the LA 95 (Quarai site) described in a Notice of Intent to Repatriate published in the Federal Register on August 29, 2000 (FR Doc 00-21973, pages 52440-52441), were also repatriated.\\n        In 2004, the Museum of Indian Arts and Culture, Laboratory of Anthropology and Department of Cultural Affairs found human remains representing a minimum of five individuals from site LA 97 (Abo site), Torrance County, NM, in their collection. The human remains had been removed in 1944-1945, and 1958, during legally authorized excavations conducted by the Museum of New Mexico. No known individuals were identified. No associated funerary objects are present.\\n        Based on archeological context, the human remains have been identified as Native American. Based on material culture and architectural features, site LA 97 (Abo site) is dated to the Pueblo IV through the early historic period (1300 A.D.-1680 A.D.).\\n        In 2006, the Museum of Indian Arts and Culture, Laboratory of Anthropology and Department of Cultural Affairs found human remains representing a minimum 28 individuals from site LA 95 (Quarai site), Torrance County, NM, in their collection. The human remains had been removed in 1935-1936 and 1939-1940, during legally authorized excavations conducted as part of a multi-year stabilization project sponsored variously by the Museum of New Mexico, School of American Research, and Works Progress Administration. An additional undetermined number of individuals were recovered during the same time, some of which are curated by the Smithsonian Institution, and some of which are missing. The human remains found in the collections have not been identified as part of those individuals that were previously reported missing. No known individuals were identified. No associated funerary objects are present.\\n        Based on archeological context, the human remains have been identified as Native American. Based on material culture, architectural features, and documentary evidence, site LA 95 (Quarai site) is dated to the Pueblo III to Pueblo IV and through Spanish Contact/Colonial (1100 A.D.-1680 A.D.).\\n\\n        The determination of material dates is based on archeological context and the cultural chronology for this region. Both sites are classified as Ancestral Puebloan and the human remains from these sites were recovered from cultural deposits containing ceramics that are materially and stylistically consistent with objects known to Southwestern archeologists as Ancestral Puebloan. Historical evidence also records these sites as trade centers, which enjoyed frequent contact with non-Puebloan tribes. Descendants of Ancestral Puebloan are members of the Hopi Tribe of Arizona; Pueblo of Acoma, New Mexico; Pueblo of Isleta, New Mexico; Pueblo of Jemez, New Mexico; Pueblo of Sandia, New Mexico; Pueblo of Santo Domingo, New Mexico; Pueblo of Taos, New Mexico; Ysleta del Sur Pueblo of Texas; and Zuni Tribe of the Zuni Reservation, New Mexico; as well as the Piro-Manso-Tiwa Indian group, a non-federally recognized Indian group.\\n        Officials of the Museum of Indian Arts and Culture, Laboratory of Anthropology, Department of Cultural Affairs have determined that, pursuant to 25 U.S.C. 3001 (9-10), the human remains described above represent the physical remains of 33 individuals of Native American ancestry. Officials of the Museum of Indian Arts and Culture, Laboratory of Anthropology, Department of Cultural Affairs also have determined that, pursuant to 25 U.S.C. 3001 (2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and the Hopi Tribe of Arizona; Pueblo of Acoma, New Mexico; Pueblo of Isleta, New Mexico; Pueblo of Jemez, New Mexico; Pueblo of Sandia, New Mexico; Pueblo of Santo Domingo, New Mexico; Pueblo of Taos, New Mexico; Ysleta del Sur Pueblo of Texas; and Zuni Tribe of the Zuni Reservation, New Mexico; as well as the Piro-Manso-Tiwa Indian group, a non-federally recognized Indian group.\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the human remains should contact Dr. Shelby J. Tisdale, Director, Museum of Indian Arts and Culture, Laboratory of Anthropology, P.O. Box 2087, Santa Fe, NM 87504, telephone (505) 476-1251, before May 2, 2007. Repatriation of the human remains to the Hopi Tribe of Arizona; Pueblo of Acoma, New Mexico; Pueblo of Isleta, New Mexico; Pueblo of Jemez, New Mexico; Pueblo of Sandia, New Mexico; Pueblo of Santo Domingo, New Mexico; Pueblo of Taos, New Mexico; Ysleta del Sur Pueblo of Texas; and Zuni Tribe of the Zuni Reservation, New Mexico may proceed after that date if no additional claimants come forward.\\n        Officials of the Museum of Indian Arts and Culture, Laboratory of Anthropology are responsible for notifying the Caddo Nation of Oklahoma; Hopi Tribe of Arizona; Kiowa Indian Tribe of Oklahoma; Mescalero Apache Tribe of the Mescalero Reservation, New Mexico; Pueblo of Acoma, New Mexico; Pueblo of Isleta, New Mexico; Pueblo of Jemez, New Mexico; Pueblo of Sandia, New Mexico; Pueblo of Santo Domingo, New Mexico; Pueblo of Taos, New Mexico; White Mountain Apache Tribe of the Fort Apache Reservation, Arizona; Wichita and Affiliated Tribes (Wichita, Keechi, Waco & Tawakonie), Oklahoma; Ysleta del Sur Pueblo of Texas; Zuni Tribe of the Zuni Reservation, New Mexico; and Piro-Manso-Tiwa Indian group, a non-federally recognized Indian group.\\n        \\n          Dated: March 9, 2007\\n          Sherry Hutt,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. E7-5975 Filed 3-30-07; 8:45 am]\\n      BILLING CODE 4312-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Inventory Completion: Museum of Indian Arts and Culture, Laboratory of Anthropology, Museum of New Mexico, New Mexico Department of Cultural Affairs, Santa Fe, NM; Correction", "agency2": "National Park Service, Interior.", "action": "Notice; correction.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: March 9, 2007", "signature_name": "Sherry Hutt,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. E7-5975 Filed 3-30-07; 8:45 am]", "billing_code": "BILLING CODE 4312-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}