{"index": "I_1636", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Inventory Completion: Augusta State University, Department of History, and Anthropology, and Philosophy, Archaeology Laboratory, Augusta, GA\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains and an associated funerary object in the possession of Augusta State University, Department of History and Anthropology, Archaeology Laboratory, Augusta, GA. The human remains and associated funerary object were removed from McIntosh County, GA.\\n        A detailed assessment of the human remains was made by Augusta State University professional staff in consultation with representatives of the Muscogee (Creek) Nation of Oklahoma; Seminole Nation of Oklahoma; Seminole Tribe of Florida (Dania, Big Cypress, Brighton, Hollywood & Tampa Reservations). The Poarch Band of Creek Indians of Alabama was invited to consult but did not participate.\\n\\n        At an unknown time prior to September 1971, human remains representing a minimum of one individual were removed from an unidentified site on Creighton Island, McIntosh County, GA, by an unknown party or parties. The human remains were discovered in a room of Augusta College (now Augusta State University) that had previously been used by an earlier instructor as an archeology lab. No known individual was identified. The one associated funerary object is a conch shell.\\n        The human remains had been stored in a paper bag. The bag itself had no identifying information, but it contained a modified conch shell that is reasonably believe to be a ritual drinking vessel with an ink inscription inside the lip of the shell. The inscription reads \\xe2\\x80\\x9cCreighton Is., McIntosh Co, Ga.\\xe2\\x80\\x9d The bag also contained two fragmentary human bones. No further documentation exists, but it is reasonable to believe that the conch shell and human remains have the same provenience.\\n        It is reasonable to believe that the human remains and the associated funerary object are culturally affiliated with the Creeks or Seminoles based on historical and archeological evidence of their traditional homelands and by claims of modern descendants. Descendants of the Creek and Seminole are members of the Alabama-Quassarte Tribal Town, Oklahoma; Kialegee Tribal Town, Oklahoma; Muscogee (Creek) Nation of Oklahoma; Poarch Band of Creek Indians of Alabama; Seminole Nation of Oklahoma; Seminole Tribe of Florida (Dania, Big Cypress, Brighton, Hollywood & Tampa Reservations); and Thlopthlocco Tribal Town, Oklahoma.\\n        Officials of the Augusta State University have determined that, pursuant to 25 U.S.C. 3001 (9-10), the human remains described above represent the physical remains of at least one individual of Native American ancestry. Officials of Augusta State University also have determined that, pursuant to 25 U.S.C. 3001 (3)(A), the one object described above is reasonably believed to have been placed with, or near, individual human remains at the time of death, or later, as part of the death rite or ceremony. Lastly, officials of the Augusta State University have determined that, pursuant to 25 U.S.C. 3001 (2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and associated funerary object and the Alabama-Quassarte Tribal Town, Oklahoma; Kialegee Tribal Town, Oklahoma; Muscogee (Creek) Nation of Oklahoma; Poarch Band of Creek Indians of Alabama; Seminole Nation of Oklahoma; Seminole Tribe of Florida (Dania, Big Cypress, Brighton, Hollywood & Tampa Reservations); and Thlopthlocco Tribal Town, Oklahoma.\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the human remains and associated funerary object should contact Dr. Christopher Murphy, Augusta State University, 2500 Walton Way, Augusta, GA 30904, telephone (706) 667-4562, before July 5, 2007. Repatriation of the human remains and associated funerary object to Muscogee (Creek) Nation of Oklahoma; Seminole Nation of Oklahoma; and Seminole Tribe of Florida (Dania, Big Cypress, Brighton, Hollywood & Tampa Reservations) may proceed after that date if no additional claimants come forward.\\n        Augusta State University is responsible for notifying the Alabama-Quassarte Tribal Town, Oklahoma; Kialegee Tribal Town, Oklahoma; Muscogee (Creek) Nation of Oklahoma; Poarch Band of Creek Indians of Alabama; Seminole Nation of Oklahoma; Seminole Tribe of Florida (Dania, Big Cypress, Brighton, Hollywood & Tampa Reservations); and Thlopthlocco Tribal Town, Oklahoma that this notice has been published.\\n        \\n          Dated: May 9, 2007\\n          Sherry Hutt,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. E7-10715 Filed 6-1-07; 8:45 am]\\n      BILLING CODE 4312-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Inventory Completion: Augusta State University, Department of History, and Anthropology, and Philosophy, Archaeology Laboratory, Augusta, GA", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: May 9, 2007", "signature_name": "Sherry Hutt,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. E7-10715 Filed 6-1-07; 8:45 am]", "billing_code": "BILLING CODE 4312-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}