{"index": "I_1602", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Inventory Completion: Thomas Burke Memorial Washington State Museum, University of Washington, Seattle, WA\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains and associated funerary objects in the control of the Thomas Burke Memorial Washington State Museum (Burke Museum), University of Washington, Seattle, WA. The human remains and associated funerary objects were removed from Douglas and Kittitas Counties, WA.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003 (d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations in this notice.\\n        A detailed assessment of the human remains was made by the Burke Museum professional staff in consultation with representatives of the Confederated Tribes and Bands of the Yakama Nation, Washington; Confederated Tribes of the Colville Reservation, Washington; Confederated Tribes of the Umatilla Reservation, Oregon; Confederated Tribes of the Warm Springs Reservation of Oregon; Nez Perce Tribe of Idaho; and Wanapum Band, a non-federally recognized Indian group.\\n        In 1920, human remains representing a minimum of one individual were removed from \\xe2\\x80\\x9cthe Vulcan Burial,\\xe2\\x80\\x9d also designated as the \\xe2\\x80\\x9cHall Site #9,\\xe2\\x80\\x9d in the area surrounding Vulcan (the vicinity of 45-DO-6) in either Douglas or Kittitas County, WA, during a museum expedition led by F. S. Hall. The human remains were accessioned by the Burke Museum in 1920 (Burke Accn. #1860). No known individual was identified. The 15 associated funerary objects are 1 lot of ochre, 1 lot of shell beads, 1 lot of stone beads, 1 lot of abalone shell fragments, 1 lot of burned organic material, 1 lot of shell beads, 1 utilized flake, 2 modified bone fragments, 1 turquoise pendant, and 5 coprolites.\\n\\n        In 1921, human remains representing a minimum of two individuals were removed from 45-KT-10, also designated as Hall Site 5, Kittitas County, WA, during a museum expedition lead by F. S. Hall, who was assisted by Earl O. Roberts and M. Mohr. The collection was accessioned by the Burke Museum in 1920 (Burke Accn. #1860). No known individuals were identified. The 93 funerary objects are 6 lots of bone (bird and mammal), 8 bracelet fragments (bone or antler), 1 bone comb, 47 chipped stone tools, 4 harpoon valves, 7 metal fragments, 8 modified bone fragments, 6 bone points, 2 lots of shell, 2 shell pendants, 1 tooth, and 1 bird whistle.\\n        In 1920, human remains representing a minimum of four individuals were removed from Hall Area V, between Wenatchee and Vantage Ferry, Kittitas County, WA, during a museum expedition lead by F. S. Hall, and assisted by Earl O. Roberts and M. Mohr. The human remains were accessioned by the Burke Museum in 1920 (Burke Accn. #1860). No known individuals were identified. The 28 funerary objects are 4 modified antler fragments, 1 lot of organic matter, 1 lot of dentalium shells with cedar, 1 lot of dentalium shells and leather, 1 lot of burned bone and organic matter, 1 bone tool, 2 lots of copper ore fragments (1 with leather fragments), 1 modified bone, 1 lot of decorated bone fragments (possibly pendant fragments), 1 lot of shell fragments, 5 lots of shell, 1 antler wedge, 2 fiber fragments, 1 cordage fragment, 1 bird bone, 1 tooth, and 3 wood fragments.\\n        Early and late published ethnographic documentation indicates that the sites described above are the aboriginal territory of the Moses-Columbia or Sinkiuse, and the Yakima (Daugherty 1973, Miller 1998, Mooney 1896, Ray 1936, Spier 1936). Descendents of the Moses-Columbia, Sinkiuse, and Yakima are members of the Confederated Tribes of the Colville Reservation, Washington and Confederated Tribes and Bands of the Yakama Nation, Washington. Furthermore, information provided by the two tribes during consultation indicates that the aboriginal ancestors occupying this area were highly mobile and traveled the landscape for gathering resources as well as trade, and are part of the more broadly defined Plateau communities. Descendents of these Plateau communities are now widely dispersed and enrolled in the Confederated Tribes and Bands of the Yakama Nation, Washington; Confederated Tribes of the Colville Reservation, Washington; Confederated Tribes of the Umatilla Reservation, Oregon; Confederated Tribes of the Warm Springs Reservation of Oregon; Nez Perce Tribe of Idaho; and Wanapum Band, a non-federally recognized Indian group.\\n        Officials of the Burke Museum have determined that, pursuant to 25 U.S.C. 3001 (9-10), the human remains described above represent the physical remains of seven individuals of Native American ancestry. Officials of the Burke Museum also have determined that, pursuant to 25 U.S.C. 3001 (3)(A), the 136 objects described above are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony. Lastly, officials of the Burke Museum have determined that, pursuant to 25 U.S.C. 3001 (2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and associated funerary objects and the Confederated Tribes and Bands of the Yakama Nation, Washington; Confederated Tribes of the Colville Reservation, Washington; Confederated Tribes of the Umatilla Reservation, Oregon; Confederated Tribes of the Warm Springs Reservation of Oregon; and Nez Perce Tribe of Idaho. Furthermore, officials of the Burke Museum have determined that there is a cultural relationship between the human remains and associated funerary objects and the Wanapum Band, a non-federally recognized Indian group.\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the human remains and associated funerary objects should contact Dr. Peter Lape, Burke Museum, University of Washington, Box 353010, Seattle, WA 98195-3010, telephone (206) 685-2282, before October 19, 2007. Repatriation of the human remains and associated funerary objects to the Confederated Tribes and Bands of the Yakama Nation, Washington; Confederated Tribes of the Colville Reservation, Washington; Confederated Tribes of the Umatilla Reservation, Oregon; Confederated Tribes of the Warm Springs Reservation of Oregon; and Nez Perce Tribe of Idaho for themselves and on behalf of the Wanapum Band, a non-federally recognized Indian group, may proceed after that date if no additional claimants come forward.\\n        The Burke Museum is responsible for notifying the Confederated Tribes and Bands of the Yakama Nation, Washington; Confederated Tribes of the Colville Reservation, Washington; Confederated Tribes of the Umatilla Reservation, Oregon; Confederated Tribes of the Warm Springs Reservation of Oregon; Nez Perce Tribe of Idaho; and Wanapum Band, a non-federally recognized Indian group that this notice has been published.\\n        \\n          Dated: August 30, 2007.\\n          Sherry Hutt,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. E7-18486 Filed 9-18-07; 8:45 am]\\n      BILLING CODE 4312-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Inventory Completion: Thomas Burke Memorial Washington State Museum, University of Washington, Seattle, WA", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: August 30, 2007.", "signature_name": "Sherry Hutt,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. E7-18486 Filed 9-18-07; 8:45 am]", "billing_code": "BILLING CODE 4312-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}