{"index": "I_1653", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Inventory Completion: Peabody Museum of Archaeology and Ethnology, Harvard University, Cambridge, MA\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains in the possession of Peabody Museum of Archaeology and Ethnology, Harvard University, Cambridge, MA. The human remains were removed from Plymouth County, MA.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003 (d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains. The National Park Service is not responsible for the determinations in this notice.\\n\\n        A detailed assessment of the human remains was made by Peabody Museum of Archaeology and Ethnology professional staff in consultation with representatives of the Wampanoag Repatriation Confederation on behalf of the Wampanoag Tribe of Gay Head (Aquinnah) of Massachusetts; Assonet Band of the Wampanoag Nation, a non-federally recognized Indian group; and Mashpee Wampanoag Indian Tribe, a non-federally recognized Indian group.\\n        \\n        Between 1890 and 1900, human remains representing a minimum of two individuals were removed from Watson\\'s Hill, south side of Town Brook, in Plymouth, Plymouth County, MA, by the Douglas family while the family was digging a cellar for their house. The human remains were transferred to Dr. George H. Jackson of Plymouth at an unknown date. In 1939, the human remains were donated to the Peabody Museum of Archaeology and Ethnology by Dr. Jackson through the Pilgrim Society of Plymouth. No known individuals were identified. No associated funerary objects are present.\\n        Osteological characteristics indicate that the individuals are Native American. The interments most likely date to the Late Woodland period or later (post-A.D. 1000). Historical documentation, as well as information from the Pilgrim Society, describes Watson\\'s Hill as a known Late Woodland (A.D. 1000-1500) and Historic/Contact period (post-A.D. 1500) Native American site. Oral tradition and historical documentation also indicate that Plymouth is within the aboriginal and historic homeland of the Wampanoag Nation. The present-day tribes that are most closely affiliated with the Wampanoag Nation are the Wampanoag Tribe of Gay Head (Aquinnah) of Massachusetts; Assonet Band of the Wampanoag Nation, a non-federally recognized Indian group; and Mashpee Wampanoag Indian Tribe, a non-federally recognized Indian group.\\n        Officials of the Peabody Museum of Archaeology and Ethnology have determined that, pursuant to 25 U.S.C. 3001 (9-10), the human remains described above represent the physical remains of two individuals of Native American ancestry. Officials of the Peabody Museum of Archaeology and Ethnology also have determined that, pursuant to 25 U.S.C. 3001 (2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and the Wampanoag Tribe of Gay Head (Aquinnah) of Massachusetts. Furthermore, officials of the Peabody Museum of Archaeology and Ethnology have determined that there is a cultural relationship between the human remains and the Assonet Band of the Wampanoag Nation, a non-federally recognized Indian group, and Mashpee Wampanoag Indian Tribe, a non-federally recognized Indian group.\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the human remains should contact Patricia Capone, Repatriation Coordinator, Peabody Museum of Archaeology and Ethnology, Harvard University, 11 Divinity Ave., Cambridge, MA 02138, telephone (617) 496-3702, before April 16, 2007. Repatriation of the human remains to the Wampanoag Repatriation Confederation on behalf of the Wampanoag Tribe of Gay Head (Aquinnah) of Massachusetts; Assonet Band of the Wampanoag Nation, a non-federally recognized Indian group; and Mashpee Wampanoag Indian Tribe, a non-federally recognized Indian group may proceed after that date if no additional claimants come forward.\\n        The Peabody Museum of Archaeology and Ethnology is responsible for notifying the Wampanoag Repatriation Confederation, Wampanoag Tribe of Gay Head (Aquinnah) of Massachusetts; Assonet Band of the Wampanoag Nation, a non-federally recognized Indian group; and Mashpee Wampanoag Indian Tribe, a non-federally recognized Indian group that this notice has been published.\\n        \\n          Dated: January 30, 2007\\n          Sherry Hutt,\\n          National NAGPRA Program.\\n        \\n      \\n      [FR Doc. E7-4727 Filed 3-14-07; 8:45 am]\\n      BILLING CODE 4312-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Inventory Completion: Peabody Museum of Archaeology and Ethnology, Harvard University, Cambridge, MA", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: January 30, 2007", "signature_name": "Sherry Hutt,", "signature_title": "National NAGPRA Program.", "fr_doc": "[FR Doc. E7-4727 Filed 3-14-07; 8:45 am]", "billing_code": "BILLING CODE 4312-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}