{"index": "I_1643", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Inventory Completion: Texas Archeological Research Laboratory, The University of Texas at Austin, Austin, TX\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains and associated funerary objects in the control of the Texas Archeological Research Laboratory, The University of Texas at Austin, Austin, TX. The human remains and associated funerary objects were removed from Fisher and Lubbock Counties, TX.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003 (d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations in this notice.\\n\\n        A detailed assessment of the human remains was made by Texas Archeological Research Laboratory professional staff in consultation with representatives of the Comanche Nation, Oklahoma. The Kiowa Tribe of Indians of Oklahoma did not respond when invited to consult with the Texas Archeological Research Laboratory professional staff.\\n        In 1951, human remains representing a minimum of one individual were removed out of a wall of the Yellowhouse Canyon, east of Lubbock, Lubbock County, TX, by Dr. Grayson Meade, a geologist at Texas Technological College. Subsequently, the human remains were given to the Texas Memorial Museum at The University of Texas at Austin. The human remains were recently discovered in an unrelated department and transferred to Texas Archeological Research Laboratory in 2006. No known individual was identified. The 136 associated funerary items are 1 lot moccasin fragments; 6 copper bell fragments; 1 belt cap box; 1 hinge-clasp ring; 1 metal bucket; 1 metal buckle with a fragment of leather belt; 1 piece of glass; 1 Remington-Beals cap and ball revolver (first manufactured in 1858); 12 buttons; 1 lot of hair and twine; 2 grommets on wool fabric; 2 conglomerates of leather, soil, cloth, and rock; 2 metal ornaments; 1 lot of metal pieces; 63 separate metal pieces; 3 iron rings; 1 bridle bit; 4 metal and leather fragments; 4 metal pins and ring fragments; 1 iron knife with a wooden handle in a leather scabbard; 6 metal conchos; 2 lots of leather fragments; 7 separate grommeted leather pieces; 7 metal fragments with leather strips; 1 lot of tubular bone pipe beads; 1 lot of glass trade beads; 1 lot of leather, metal, and fabric fragments; 1 antler flaking tool; and 1 piece of cinnabar (mercury ore).\\n        The mode of interment and the associated funerary objects indicate a late Historic Southern Plains association.\\n        In 1960, human remains representing a minimum of one individual were removed from the Watson site (41FS1), Fisher County, TX, by an amateur archeologist. The burial was in a standing position in a crevice in the ground facing to the southwest. No known individual was identified. The 140 associated funerary objects are 13 brass bracelets, 1 brass button, 8 brass rings, 15 cloth fragments, 1 lot of glass beads, 1 piece of hammered copper, 42 hawk bells, 1 iron axe, 3 iron nails, 9 leather fragments, approximately 40 metal fragments, 1 mirror glass, and 5 pieces of wood.\\n        Dr. Doug Owsley, Forensic Anthropologist, National Museum of Natural History, reports that the physical characteristics of this individual indicate a Comanche or Kiowa affiliation. The associated funerary objects indicate the human remains are from the historic period. The Fisher and Lubbock Counties are within the territory inhabited by both the Comanche and Kiowa Indians during the 1800s.\\n        Officials of the Texas Archeological Research Laboratory have determined that, pursuant to 25 U.S.C. 3001 (9-10), the human remains described above represent the physical remains of two individuals of Native American ancestry. Officials of the Texas Archeological Research Laboratory also have determined that, pursuant to 25 U.S.C. 3001 (3)(A), the 276 objects described above are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony. Lastly, officials of the Texas Archeological Research Laboratory have determined that, pursuant to 25 U.S.C. 3001 (2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and associated funerary objects and the Comanche Nation, Oklahoma and Kiowa Indian Tribe of Oklahoma.\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the human remains and associated funerary objects should contact Darrell Creel, Director, Texas Archeological Research Laboratory, 1 University Station R7599, Austin, TX 78712, telephone (512) 471-6007, before June 18, 2007. Repatriation of the human remains and associated funerary objects to the Comanche Nation, Oklahoma may proceed after that date if no additional claimants come forward.\\n        The Texas Archeological Research Laboratory is responsible for notifying the Comanche Nation, Oklahoma and Kiowa Indian Tribe of Oklahoma that this notice has been published.\\n        \\n          Dated: April 12, 2007.\\n          Sherry Hutt,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. E7-9454 Filed 5-16-07; 8:45 am]\\n      BILLING CODE 4312-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Inventory Completion: Texas Archeological Research Laboratory, The University of Texas at Austin, Austin, TX", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: April 12, 2007.", "signature_name": "Sherry Hutt,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. E7-9454 Filed 5-16-07; 8:45 am]", "billing_code": "BILLING CODE 4312-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}