{"index": "I_1610", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Inventory Completion: Safety Harbor Museum of Regional History, Safety Harbor, FL\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains and associated funerary objects in the control of Safety Harbor Museum of Regional History, Safety Harbor, FL.  The human remains were removed from Pasco County, FL.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003 (d)(3).  The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains and associated funerary objects.  The National Park Service is not responsible for the determinations in this notice.\\n        A detailed assessment of the human remains was made by Safety Harbor Museum of Regional History professional staff in consultation with representatives of Miccosukee Tribe of Indians of Florida; Seminole Nation of Oklahoma; and Seminole Tribe of Florida (Dania, Big Cypress, Brighton, Hollywood & Tampa Reservations).\\n        In 1925, human remains representing a minimum of one individual were removed from a farm near Elfers, Pasco County, FL, by a private land owner. The daughter of the land owner donated the human remains to an unnamed museum in Oldsmar, FL. Subsequently, the human remains were delivered by that museum to the Safety Harbor Museum of Regional History. In 2003, the human remains were found in the Safety Harbor Museum of Regional History\\'s collection. Eight pottery sherds found with the human remains are reasonably believed to be associated funerary objects. No known individual was identified.\\n        Museum records indicate that the human remains and associated funerary objects were removed from \\xe2\\x80\\x9cIndian Mound - Feb. 7, 1925, Elfers, Fla.\\xe2\\x80\\x9d Based on dental morphology, the human remains are believed to be Native American. The associated funerary objects date to the Weeden Island Period (A.D. 200 - 900). The Tocobaga tribe inhabited the central Florida region during the Weeden Island Period. Although most of the Tocobaga perished within 200 years after the arrival of the Spanish explorers in the early part of the 16th century, it is reasonably believed that those that did survive assimilated into what became known as the Seminole and Miccosukee tribes. Historical and archeological evidence establish that Seminole and Miccosukee people have been residents in central and southern Florida for several hundred years. The Seminole and Miccosukee are represented today by the Miccosukee Tribe of Indians of Florida; Seminole Nation of Oklahoma; and Seminole Tribe of Florida (Dania, Big Cypress, Brighton, Hollywood & Tampa Reservations).\\n        Officials of the Safety Harbor Museum of Regional History have determined that, pursuant to 25 U.S.C. 3001 (9-10), the human remains described above represent the physical remains of one individual of Native American ancestry. Officials of the Safety Harbor Museum of Regional History also have determined that, pursuant to 25 U.S.C. 3001 (3)(A), the eight objects described above are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony.  Lastly, officials of the Safety Harbor Museum of Regional History have determined that, pursuant to 25 U.S.C. 3001 (2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and associated funerary objects and the Miccosukee Tribe of Indians of Florida; Seminole Nation of Oklahoma; and Seminole Tribe of Florida (Dania, Big Cypress, Brighton, Hollywood & Tampa Reservations).\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the human remains should contact Walter Bowman, Assistant Office Manager, Safety Harbor Museum of Regional History, 329 Bayshore Blvd. South, Safety Harbor, FL 34695, telephone (727) 726-1668, before October 1, 2007.  Repatriation of the human remains and associated funerary objects to the Miccosukee Tribe of Indians of Florida; Seminole Nation of Oklahoma; and Seminole Tribe of Florida (Dania, Big Cypress, Brighton, Hollywood & Tampa Reservations) may proceed after that date if no additional claimants come forward.\\n        Safety Harbor Museum of Regional History is responsible for notifying Miccosukee Tribe of Indians of Florida; Seminole Nation of Oklahoma; and Seminole Tribe of Florida (Dania, Big Cypress, Brighton, Hollywood & Tampa Reservations) that this notice has been published.\\n        \\n          Dated:  August 8, 2007\\n          Sherry Hutt,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. 07-4263 Filed 8-29-07; 8:45 am]\\n      BILLING CODE 4312-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Inventory Completion: Safety Harbor Museum of Regional History, Safety Harbor, FL", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated:  August 8, 2007", "signature_name": "Sherry Hutt,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. 07-4263 Filed 8-29-07; 8:45 am]", "billing_code": "BILLING CODE 4312-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}