{"index": "I_1637", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Inventory Completion: Colorado Archaeological Society, Denver Chapter, Denver, CO\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains in the control of the Colorado Archaeological Society, Denver Chapter, Denver, CO. The human remains were removed from Jefferson County, CO.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003(d)(3). The determinations in this notice are the sole responsibility of the Colorado Archaeological Society, Denver Chapter that has control of the Native American human remains. The National Park Service is not responsible for the determinations in this notice.\\n        The Colorado Archaeological Society, Denver Chapter is a private, non-profit organization that has not received federal funding and is not legally associated with any museum or other institution that falls under the purview of NAGPRA. The Colorado Archaeological Society, Denver Chapter proposes to repatriate a minimum of seven individuals to the Ute Mountain Tribe of the Ute Mountain Reservation, Colorado, New Mexico & Utah.\\n        Between 1974 and 1984, human remains representing a minimum of seven individuals were removed from sites 5JF52, 5JF48, 5JF211, and 5JF321 in Jefferson County, CO, during archeological investigations by the Colorado Archaeological Society, Denver Chapter. No known individuals were identified. The associated funerary objects identified with the human remains have previously been repatriated.\\n        The morphologic characteristics of the human remains are consistent with Native American lineage. The contexts of the burials suggest affiliation to the Middle to Late Archaic Periods (B.C. 3000 to 200 A.D.). Radiocarbon dates on charcoal found in association with the burials supports this time frame. During consultation, representatives of the Ute Mountain Tribe of the Ute Mountain Reservation, Colorado, New Mexico & Utah considered the human remains to be ancestral to them. Based on archeological context, morphology, geography, and tribal consultation, the Colorado Archaeological Society, Denver Chapter reasonably believes the human remains to be culturally affiliated with the Ute Mountain Tribe of the Ute Mountain Reservation, Colorado, New Mexico & Utah.\\n        Officials of the Colorado Archaeological Society, Denver Chapter have determined that, pursuant to 25 U.S.C. 3001 (9-10), the human remains described above represent the physical remains of seven individuals of Native American ancestry. Officials of the Colorado Archaeological Society, Denver Chapter also have determined that, pursuant to 25 U.S.C. 3001 (2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and the Ute Mountain Tribe of the Ute Mountain Reservation, Colorado, New Mexico & Utah.\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the human remains should contact Dr. William Hammond, 635 S. Alton Way #12C, Denver, CO 80247, telephone (720) 532-0512, before July 5, 2007. Repatriation of the human remains to the Ute Mountain Tribe of the Ute Mountain Reservation, Colorado, New Mexico & Utah may proceed after date if no additional claimants come forward.\\n        The Colorado Archaeological Society, Denver Chapter is responsible for notifying the Apache Tribe of Oklahoma; Arapaho Tribe of the Wind River Reservation, Wyoming; Assiniboine and Sioux Tribes of the Fort Peck Indian Reservation, Montana; Cheyenne River Sioux Tribe of the Cheyenne River Reservation, South Dakota; Cheyenne-Arapaho Tribes of Oklahoma; Colorado River Indian Tribes of the Colorado River Indian Reservation, Arizona and California; Comanche Nation, Oklahoma; Crow Creek Sioux Tribe of the Crow Creek Reservation, South Dakota; Flandreau Santee Sioux Tribe of South Dakota; Fort Sill Apache Tribe of Oklahoma; Hopi Tribe of Arizona; Jicarilla Apache Nation, New Mexico; Kiowa Indian Tribe of Oklahoma; Lower Brule Sioux Tribe of the Lower Brule Reservation, South Dakota; Lower Sioux Indian Community in the State of Minnesota; Mescalero Apache Tribe of the Mescalero Reservation, New Mexico; Northern Cheyenne Tribe of the Northern Cheyenne Indian Reservation, Montana; Oglala Sioux Tribe of the Pine Ridge Reservation, South Dakota; Pawnee Nation of Oklahoma; Prairie Island Indian Community in the State of Minnesota; Rosebud Sioux Tribe of the Rosebud Indian Reservation, South Dakota; Santee Sioux Nation, Nebraska; Shakopee Mdewakanton Sioux Community of Minnesota; Sisseton-Wahpeton Oyate of the Lake Traverse Reservation, South Dakota; Skull Valley Band of Goshute Indians of Utah; Southern Ute Indian Tribe of the Southern Ute Reservation, Colorado; Spirit Lake Tribe, North Dakota; Standing Rock Sioux Tribe of North & South Dakota; Upper Sioux Community, Minnesota; Ute Indian Tribe of the Uintah & Ouray Reservation, Utah; Ute Mountain Tribe of the Ute Mountain Reservation, Colorado, New Mexico & Utah; and Yankton Sioux Tribe of South Dakota that this notice has been published.\\n        \\n          Dated: May 9, 2007\\n          Sherry Hutt,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. E7-10717 Filed 6-1-07; 8:45 am]\\n      BILLING CODE 4312-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Inventory Completion: Colorado Archaeological Society, Denver Chapter, Denver, CO", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: May 9, 2007", "signature_name": "Sherry Hutt,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. E7-10717 Filed 6-1-07; 8:45 am]", "billing_code": "BILLING CODE 4312-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}