{"index": "I_1648", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Inventory Completion: University of the Pacific, Stockton, CA\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains in the possession of the University of the Pacific, Stockton, CA. The human remains were removed from San Joaquin County, CA.\\n\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003 (d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains. The National Park Service is not responsible for the determinations in this notice.\\n        A detailed assessment of the human remains was made by the University of the Pacific, Department of Biological Sciences faculty in consultation with a representative of the Santa Rosa Indian Community of the Santa Rosa Rancheria, California.\\n        Sometime in the 1950s, human remains representing a minimum of 10 individuals were removed by unknown persons from a site on the north bank of Calaveras Creek on the Stockton campus of the University of the Pacific, Stockton, San Joaquin County, CA. The human remains were given to the faculty of what is now the Department of Biological Sciences. The Department of Biological Sciences has maintained sole possession continuously since that time. The human remains were found in storage in September 2006. No known individuals have been identified. No associated funerary objects are present.\\n\\n        The human remains are Native American based on dental morphology. During consultation, a tribal representative of the Santa Rosa Indian Community of the Santa Rosa Rancheria, California, confirmed that the provenience of the human remains is consistent with that of other discoveries of Native American human remains in the area. The site from which the human remains were removed is known to be the location of Native American burial grounds used by people of both the Miwok and Yokut tribes, and is listed as a burial site in the book Archeology of the Northern San Joaquin Valley(Schenk and Dawson, 1929). The descendants of the Miwok and Yokut are members of the Buena Vista Rancheria of Me-Wuk Indians of California; Chicken Ranch Rancheria of Me-Wuk Indians of California; Ione Band of Miwok Indians of California; Jackson Rancheria of Me-Wuk Indians of California; Santa Rosa Indian Community of the Santa Rosa Rancheria, California; Shingle Springs Band of Miwok Indians, Shingle Springs Rancheria (Verona Tract), California; and Tuolumne Band of Me-Wuk Indians of the Tuolumne Rancheria of California. The Ione Band of Miwok Indians of California and Santa Rosa Indian Community of the Santa Rosa Rancheria, California have been primarily associated with the area where the human remains were found.\\n        Officials of the University of the Pacific have determined that, pursuant to 25 U.S.C. 3001\\n        (9-10), the human remains described above represent the physical remains of 10 individuals of Native American ancestry. Officials of the University of the Pacific also have determined that, pursuant to 25 U.S.C. 3001 (2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and the Ione Band of Miwok Indians of California and Santa Rosa Indian Community of the Santa Rosa Rancheria, California.\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the human remains should contact Michael Capurso, University of the Pacific, Gladys L. Benerd School of Education, 3601 Pacific Avenue, Stockton, CA 95211, telephone (209) 946-2287, before May 2, 2007. Repatriation of the human remains to the Ione Band of Miwok Indians of California and Santa Rosa Indian Community of the Santa Rosa Rancheria, California may proceed after that date if no additional claimants come forward.\\n        The University of the Pacific is responsible for notifying the Buena Vista Rancheria of Me-Wuk Indians of California; Chicken Ranch Rancheria of Me-Wuk Indians of California; Ione Band of Miwok Indians of California; Jackson Rancheria of Me-Wuk Indians of California; Picayune Rancheria of the Chukchansi Indians of California; Santa Rosa Indian Community of Santa Rosa Rancheria, California; Shingle Springs Band of Miwok Indians, Shingle Springs Rancheria (Verona Tract), California; Table Mountain Rancheria of California; Tule River Indian Tribe of the Tule River Reservation, California; Tuolumne Band of Me-Wuk Indians of the Tuolumne Rancheria of California; and United Auburn Indian Community of the Auburn Rancheria of California that this notice has been published.\\n        \\n          Dated: March 9, 2007\\n          Sherry Hutt,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. E7-5976 Filed 3-30-07; 8:45 am]\\n      BILLING CODE 4312-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Inventory Completion: University of the Pacific, Stockton, CA", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: March 9, 2007", "signature_name": "Sherry Hutt,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. E7-5976 Filed 3-30-07; 8:45 am]", "billing_code": "BILLING CODE 4312-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}