{"index": "I_1658", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Inventory Completion: Springfield Science Museum, Springfield, MA\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains in the possession of the Springfield Science Museum, Springfield, MA. The human remains were removed from Mississippi County, AR.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003 (d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains. The National Park Service is not responsible for the determinations in this notice.\\n        A detailed assessment of the human remains was made by Springfield Science Museum professional staff in consultation with representatives of the Quapaw Tribe of Indians, Oklahoma.\\n        At an unknown date, human remains representing a minimum of one individual were removed by an unknown individual from the Central Mississippi River Valley of Arkansas. The human remains were donated to the museum by an unknown individual at an unknown date. No known individual was identified. No associated funerary objects are present.\\n        At an unknown date, human remains representing a minimum of one individual were removed from Nodena Mound (3MS3 or 3MS4), Mississippi County, AR, by an unknown individual. In the 1960s, the human remains were donated to the museum by Herman Elston. No known individual was identified. No associated funerary objects are present.\\n        Based on the skeletal and dental morphology, the human remains have been identified as Native American. The Quapaw Tribe, prior to European contact and in the Historic period, resided along both sides of the Mississippi River until an epidemic swept through their villages in the latter part of the 17th century. The Quapaw consolidated their villages on the western side of the Mississippi River near the confluence of the White and Arkansas Rivers. The Quapaw maintained a presence in the Central Mississippi Valley until the tribe\\'s removal to northwest Louisiana in 1824 when all of their land in the Territory of Arkansas was ceded to the United States. Present-day descendants of the Quapaw people are members of the Quapaw Tribe of Indians, Oklahoma.\\n        Officials of the Springfield Science Museum have determined that, pursuant to 25 U.S. C. 3001 (9-10), the human remains described above represent the physical remains of two individuals of Native American ancestry. Officials of the Springfield Science Museum also have determined that, pursuant to 25 U.S.C. 3001 (2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and the Quapaw Tribe of Indians, Oklahoma.\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the human remains should contact David Stier, Director, Springfield Science Museum, 220 State Street, Springfield, MA 01103, (413) 263-6800, ext. 321, before March 9, 2007. Repatriation of the human remains to the Quapaw Tribe of Indians, Oklahoma may proceed after that date if no additional claimants come forward.\\n        The Springfield Science Museum is responsible for notifying the Quapaw Tribe of Indians, Oklahoma that this notice has been published.\\n        \\n          Dated: December 28, 2006.\\n          Sherry Hutt,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. E7-1949 Filed 2-6-07; 8:45 am]\\n      BILLING CODE 4312-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Inventory Completion: Springfield Science Museum, Springfield, MA", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: December 28, 2006.", "signature_name": "Sherry Hutt,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. E7-1949 Filed 2-6-07; 8:45 am]", "billing_code": "BILLING CODE 4312-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}