{"index": "I_1638", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Inventory Completion: Bernice Pauahi Bishop Museum, Honolulu, HI; Correction\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice; correction.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of a revision to an inventory of human remains in the possession of the Bernice Pauahi Bishop Museum (Bishop Museum), Honolulu, HI.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003 (d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations in this notice.\\n\\n        This notice corrects information reported in a Notice of Inventory Completion for the Bishop Museum published in the Federal Register on August 27, 1997 (FR Doc 97-22736, pages 45437-45438). Officials of the Bishop Museum have determined that 24 of the 34 cultural items published in the original notice do not meet the definition of human remains at 43 CFR 10.2 (d)(1) because while these items contain human remains, the items themselves are not considered human remains under NAGPRA definitions. The 24 cultural items that are being removed from the inventory are listed below.\\n        In 1889, Joseph S. Emerson sold a wood image from Waimea, O\\'ahu, to the Bishop Museum. Human hair is incorporated in this object. No known individual was identified.\\n        In 1889, a helmet (or wig) incorporating human hair and a refuse container incorporating human teeth and bone were bequeathed to the Bishop Museum by Queen Emma. No known individual was identified.\\n        In 1889, a kahili incorporating human bone became part of the original collections of the Bishop Museum. This kahili was given to Bernice Pauahi by Ke\\'elikolani. No known individual was identified.\\n\\n        In 1891, a refuse container incorporating human teeth and a kahili incorporating human bone were acquired with the collections of the Hawaiian National Museum which were transferred to the Bishop Museum. No further documentation is available. No known individual was identified.\\n        In 1892 or before, an image from Kaua\\'i with human hair was purchased by Bishop Museum Director William T. Brigham on behalf of the Bishop Museum. No known individual was identified.\\n        Prior to 1892, an image incorporating human hair was received as a gift by the Bishop Museum from the Trustees of O\\'ahu College. No known individual was identified.\\n        Prior to 1892, two bracelets incorporating human bone were received from an unknown source as part of the original Bishop Museum collections. No known individual was identified.\\n        In 1893, a sash with human teeth, a pahu (drum) incorporating human teeth, and a refuse container with human teeth were removed from \\'Iolani Palace by the Provisional Government and sent into the collections of the Bishop Museum. No known individual was identified.\\n        In 1895, an image incorporating human hair was purchased by the Bishop Museum from the American Board of Commissioners for Foreign Missions. No further documentation is available. No known individual was identified.\\n        In 1908, an ipu with human teeth from Kohala, HI, was purchased by the Bishop Museum from the estate of William E.H. Deverill. No further information is available. No known individual was identified.\\n        In 1910, a sash incorporating human teeth was received by the Bishop Museum as a gift from Queen Lili\\'uokalani. No further information is available. No known individual was identified.\\n        In 1916, a piece of fishhook made of human bone and a tool made of human bone were donated to the Bishop Museum by Mr. Albert F. Judd, Jr. No further documentation is available. No known individual was identified.\\n        In 1920, a kahili incorporating human bone was received by the Bishop Museum as a gift from Elizabeth Keka\\'ani\\'auokalani Pratt and Ewa K. Cartwright Styne. No further documentation is available. No known individual was identified.\\n        In 1923, three kahili incorporating human bone were received by the Bishop Museum as a gift from Elizabeth Kahanu Kalaniana`ole Woods. No further documentation is available. No known individual was identified.\\n        In 1932, a kahili handle incorporating human bone was received by the Bishop Museum as a bequest from Lucy K. Peabody. No known individual was identified.\\n        In 1944, a refuse container incorporating human teeth was donated to the Bishop Museum by Catherine Goodale. This container had been on loan to the Bishop Museum since 1928. No known individual was identified.\\n        After review, officials of the Bishop Museum determined that while these cultural items contain human remains, the cultural items themselves are not considered human remains pursuant to 43 CFR 10.2 (d)(1) and are not eligible for repatriation. In addition, the cultural items that are part of the founding collection or that have been given to Bishop Museum by members of the royal family are not eligible for repatriation as the ali\\'i had right of possession of these items and thus were given with clear title to the Bishop Museum. This notice does not recall the cultural items from the original notice that have since been repatriated and only applies to the 24 cultural items described above.\\n        Representatives of any Native Hawaiian organizations that wish to comment on this notice should address their comments to Betty Lou Kam, Vice-President, Cultural Resources, Bishop Museum, 1525 Bernice Street, Honolulu, HI 96817, telephone (808) 848-4144, before June 25, 2007.\\n        The Bishop Museum is responsible for notifying the Friends of \\'Iolani Palace, Hui Malama I Na Kupuna \\'O Hawaii Nei, Office of Hawaiian Affairs, and Princess Nahoa Olelo \\'O Kamehameha Society that this notice has been published.\\n        \\n          Dated: March 20, 2007\\n          Sherry Hutt,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. E7-10019 Filed 5-23-07; 8:45 am]\\n      BILLING CODE 4312-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Inventory Completion: Bernice Pauahi Bishop Museum, Honolulu, HI; Correction", "agency2": "National Park Service, Interior.", "action": "Notice; correction.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: March 20, 2007", "signature_name": "Sherry Hutt,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. E7-10019 Filed 5-23-07; 8:45 am]", "billing_code": "BILLING CODE 4312-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}