{"index": "I_162", "messy_full": "\\n      \\n        \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        [NPS-WASO-NAGPRA-NPS0027115; PPWOCRADN0-PCU00RP14.R50000]\\n        Notice of Inventory Completion: U.S. Department of the Interior, Bureau of Reclamation, Upper Colorado Region, Salt Lake City, UT, and the Museum of Northern Arizona, Flagstaff, AZ\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        \\n          SUMMARY:\\n          The U.S. Department of the Interior, Bureau of Reclamation, Upper Colorado Region (Reclamation) and the Museum of Northern Arizona (MNA) have completed an inventory of human remains and associated funerary objects, in consultation with the appropriate Indian Tribes or Native Hawaiian organizations, and have determined that there is a cultural affiliation between the human remains and associated funerary objects and present-day Indian Tribes or Native Hawaiian organizations. Lineal descendants or representatives of any Indian Tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request to Reclamation. If no additional requestors come forward, transfer of control of the human remains and associated funerary objects to the lineal descendants, Indian Tribes, or Native Hawaiian organizations stated in this notice may proceed.\\n        \\n        \\n          DATES:\\n          Lineal descendants or representatives of any Indian Tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to Reclamation at the address in this notice by March 11, 2019.\\n        \\n        \\n          ADDRESSES:\\n\\n          Bill R. Chada, U.S. Department of the Interior, Bureau of Reclamation, Upper Colorado Region, 125 South State Street, Room 8100, Salt Lake City, UT 84138, telephone (801) 524-3646, email bchada@usbr.gov.\\n        \\n      \\n      \\n        SUPPLEMENTARY INFORMATION:\\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains and associated funerary objects under the control of the U.S. Department of the Interior, Bureau of Reclamation, Upper Colorado Region, Salt Lake City, UT. The human remains and associated funerary objects were removed from 12 locations in San Juan County, UT, and Coconino County, AZ.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003(d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations in this notice.\\n        Consultation\\n        A detailed assessment of the human remains was made by Reclamation and MNA professional staff in consultation with representatives of Havasupai Tribe of the Havasupai Reservation, Arizona; Hopi Tribe of Arizona; Hualapai Indian Tribe of the Hualapai Indian Reservation, Arizona; Kaibab Band of Paiute Indians of the Kaibab Indian Reservation, Arizona; Navajo Nation, Arizona, New Mexico, & Utah; Paiute Indian Tribe of Utah (Cedar Band of Paiutes, Kanosh Band of Paiutes, Koosharem Band of Paiutes, Indian Peaks Band of Paiutes, and Shivwits Band of Paiutes (formerly Paiute Indian Tribe of Utah (Cedar City Band of Paiutes, Kanosh Band of Paiutes, Koosharem Band of Paiutes, Indian Peaks Band of Paiutes, and Shivwits Band of Paiutes)); Pueblo of Jemez, New Mexico; Pueblo of Pojoaque, New Mexico; Pueblo of Santa Clara, New Mexico; Pueblo of Zia, New Mexico; Southern Ute Indian Tribe of the Southern Ute Reservation, Colorado; Ute Mountain Ute Tribe (previously listed as the Ute Mountain Tribe of the Ute Mountain Reservation, Colorado, New Mexico & Utah); and the Zuni Tribe of the Zuni Reservation, New Mexico (hereafter referred to as \\xe2\\x80\\x9cThe Consulted Tribes\\xe2\\x80\\x9d).\\n        History and Description of the Remains\\n        In 1960, human remains representing, at minimum, two individuals were removed from NA2691, in San Juan County, UT. No known individuals were identified. No associated funerary objects are present.\\n        In 1961, human remains representing, at minimum, one individual were removed from NA4075, the Guardian Pueblo on Segazlin Mesa, Coconino County, AZ. No known individuals were identified. No associated funerary objects are present.\\n        In 1961, human remains representing, at minimum, one individual were removed from NA5815, Upper Desha Pueblo in San Juan County, UT. No known individuals were identified. No associated funerary objects are present.\\n        In 1959, human remains representing, at minimum, two individuals were removed from NA7166, in San Juan County, UT. No known individuals were identified. No associated funerary objects are present.\\n        In 1961, human remains representing, at minimum, two individuals were removed from NA7486, Cummings Mesa in Coconino County, AZ. The site was excavated with permission of the Navajo Nation Council and the Navajo Mountain Chapter of the Navajo Nation, Arizona, New Mexico & Utah. No known individuals were identified. The 25 associated funerary objects are 11 pottery vessels, six manos, five utilized flakes, one lot of pottery sherds, one flaked stone, and one bone awl.\\n        In 1961, human remains representing, at minimum, eight individuals were removed from NA7498, from Cummings Mesa in Coconino County, AZ. The site was excavated with permission of the Navajo Nation Council and the Navajo Mountain Chapter of the Navajo Nation, Arizona, New Mexico & Utah. No known individuals were identified. The 58 associated funerary objects include 21 pottery vessels, eight lots of pottery sherds, seven worked pottery sherds, seven bone awls, two worked pottery sherd discs, two bifacially flaked stones, faunal remains of two dogs, one pottery sherd, one unifacially flaked stone, one worked animal bone, one animal bone, one corn cob, one lot of shell beads, one lot of squash seeds, one lot of wood fragments, and one lot of calcite.\\n        In 1960, human remains representing, at minimum, one individual were removed from NA7508, Trail Shelter in lower Glen Canyon in San Juan County, UT. No known individuals were identified. The 23 associated funerary objects include 12 bifaces, three pottery vessels, two worked stones, two stone flakes, one chopper, one mano, one cobble, and one pebble.\\n        In 1961, human remains representing, at minimum, one individual were removed from NA7537, Small Jar Pueblo on Segazlin Mesa, Navajo Mountain in San Juan County, UT. The site was excavated with permission of the Navajo Nation Council and the Navajo Mountain Chapter of the Navajo Nation, Arizona, New Mexico & Utah. No known individuals were identified. No associated funerary objects are present.\\n\\n        In 1962, human remains representing, at minimum, 30 individuals were removed from NA7713, Pottery Pueblo on Paiute Mesa in San Juan County, UT. The site was excavated with permission of the Navajo Nation, Arizona, New Mexico & Utah Navajo Nation Council and the Navajo Mountain Chapter. No known individuals were identified. The 68 associated funerary objects include 27 pottery vessels, five animal bones, three clay figurines, three hafted projectile points, two projectile points, two basket fragments, two lots of corn cobs, two lots of squash seeds, two unidentified vegetal fragments, one cradleboard, one stone bead bracelet, one lot of beads, one sandstone disc, one lot of corn seeds, one stick, one lot of cordage fragments, and one medicine bundle containing four projectile points, one shark tooth, one crinoid fragment, one stick, one lot of rocks, one lot of shell, one worked stone, one stone ball, and 1 green marble.\\n        In 1962, human remains representing, at minimum, 25 individuals were removed from NA7719, Neskahi Village on Paiute Mesa in San Juan County, UT. The site was excavated with permission of the Navajo Nation Council and the Navajo Mountain Chapter of the Navajo Nation, Arizona, New Mexico & Utah. No known individuals were identified. The 67 associated funerary objects include 44 pottery vessels, seven bone game pieces, six bone awls, three pottery sherds, three shell beads, one projectile point, one stone disc, one stone ball, and one incised bone disc.\\n        In 1962, human remains representing, at minimum, three individuals were removed from NA8317, on Paiute Mesa in San Juan County, UT. The site was excavated with permission of the Navajo Nation, Arizona, New Mexico & Utah Navajo Nation Council and the Navajo Mountain Chapter. No known individuals were identified. The seven associated funerary objects include five pottery vessels, one metate, and one worked bone.\\n        In 1962, human remains representing, at minimum, one individual were removed from NA8321, on Paiute Mesa in San Juan County, UT. No known individuals were identified. No associated funerary objects are present.\\n        Excavation of all the above sites was carried out from 1957 to 1962 by Museum of Northern Arizona (MNA) archeologists under contract with the National Park Service, prior to the construction of Glen Canyon Dam, as part of the Upper Colorado River Basin Archaeological Salvage Project. The human remains and associated funerary objects date from the Pueblo I through Pueblo III period (approximately A.D. 750-1350).\\n        Determinations Made by U.S. Department of the Interior, Bureau of Reclamation\\n        Officials of the U.S. Department of the Interior, Bureau of Reclamation has determined that:\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice represent the physical remains of 77 individuals of Native American ancestry.\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(3)(A), the 248 objects described in this notice are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony.\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and associated funerary objects and the Hopi Tribe of Arizona, based on lifeway, oral tradition, folklore, geography, anthropology, ceramic design, rock art, basketry, kiva plan, kinship and linguistics, dentition, mitochondrial DNA, and expert opinion.\\n        Additional Requestors and Disposition\\n\\n        Lineal descendants or representatives of any Indian Tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to Bill R. Chada, U.S. Department of the Interior, Bureau of Reclamation, Upper Colorado Region, 125 South State Street, Room 8100, Salt Lake City, UT 84138, telephone (801) 524-3646, email bchada@usbr.gov, by March 11, 2019. After that date, if no additional requestors have come forward, transfer of control of the human remains and associated funerary objects to the Hopi Tribe of Arizona may proceed.\\n        The U.S. Department of the Interior, Bureau of Reclamation is responsible for notifying The Consulted Tribes that this notice has been published.\\n        \\n          Dated: December 4, 2018.\\n          Melanie O\\'Brien,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. 2019-01619 Filed 2-7-19; 8:45 am]\\n      BILLING CODE 4312-52-P\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "[NPS-WASO-NAGPRA-NPS0027115; PPWOCRADN0-PCU00RP14.R50000]", "subject": "Notice of Inventory Completion: U.S. Department of the Interior, Bureau of Reclamation, Upper Colorado Region, Salt Lake City, UT, and the Museum of Northern Arizona, Flagstaff, AZ", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "The U.S. Department of the Interior, Bureau of Reclamation, Upper Colorado Region (Reclamation) and the Museum of Northern Arizona (MNA) have completed an inventory of human remains and associated funerary objects, in consultation with the appropriate Indian Tribes or Native Hawaiian organizations, and have determined that there is a cultural affiliation between the human remains and associated funerary objects and present-day Indian Tribes or Native Hawaiian organizations. Lineal descendants or representatives of any Indian Tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request to Reclamation. If no additional requestors come forward, transfer of control of the human remains and associated funerary objects to the lineal descendants, Indian Tribes, or Native Hawaiian organizations stated in this notice may proceed.", "dates": "Lineal descendants or representatives of any Indian Tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to Reclamation at the address in this notice by March 11, 2019.", "addresses": "Bill R. Chada, U.S. Department of the Interior, Bureau of Reclamation, Upper Colorado Region, 125 South State Street, Room 8100, Salt Lake City, UT 84138, telephone (801) 524-3646, email bchada@usbr.gov.", "signature_dated": "Dated: December 4, 2018.", "signature_name": "Melanie O\\'Brien,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. 2019-01619 Filed 2-7-19; 8:45 am]", "billing_code": "BILLING CODE 4312-52-P", "supp_info": "SUPPLEMENTARY INFORMATION: \n Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains and associated funerary objects under the control of the U.S. Department of the Interior, Bureau of Reclamation, Upper Colorado Region, Salt Lake City, UT. The human remains and associated funerary objects were removed from 12 locations in San Juan County, UT, and Coconino County, AZ. \n This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003(d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations in this notice. \n Consultation \n A detailed assessment of the human remains was made by Reclamation and MNA professional staff in consultation with representatives of Havasupai Tribe of the Havasupai Reservation, Arizona; Hopi Tribe of Arizona; Hualapai Indian Tribe of the Hualapai Indian Reservation, Arizona; Kaibab Band of Paiute Indians of the Kaibab Indian Reservation, Arizona; Navajo Nation, Arizona, New Mexico, & Utah; Paiute Indian Tribe of Utah (Cedar Band of Paiutes, Kanosh Band of Paiutes, Koosharem Band of Paiutes, Indian Peaks Band of Paiutes, and Shivwits Band of Paiutes (formerly Paiute Indian Tribe of Utah (Cedar City Band of Paiutes, Kanosh Band of Paiutes, Koosharem Band of Paiutes, Indian Peaks Band of Paiutes, and Shivwits Band of Paiutes)); Pueblo of Jemez, New Mexico; Pueblo of Pojoaque, New Mexico; Pueblo of Santa Clara, New Mexico; Pueblo of Zia, New Mexico; Southern Ute Indian Tribe of the Southern Ute Reservation, Colorado; Ute Mountain Ute Tribe (previously listed as the Ute Mountain Tribe of the Ute Mountain Reservation, Colorado, New Mexico & Utah); and the Zuni Tribe of the Zuni Reservation, New Mexico (hereafter referred to as \\xe2\\x80\\x9cThe Consulted Tribes\\xe2\\x80\\x9d). \n History and Description of the Remains \n In 1960, human remains representing, at minimum, two individuals were removed from NA2691, in San Juan County, UT. No known individuals were identified. No associated funerary objects are present. \n In 1961, human remains representing, at minimum, one individual were removed from NA4075, the Guardian Pueblo on Segazlin Mesa, Coconino County, AZ. No known individuals were identified. No associated funerary objects are present. \n In 1961, human remains representing, at minimum, one individual were removed from NA5815, Upper Desha Pueblo in San Juan County, UT. No known individuals were identified. No associated funerary objects are present. \n In 1959, human remains representing, at minimum, two individuals were removed from NA7166, in San Juan County, UT. No known individuals were identified. No associated funerary objects are present. \n In 1961, human remains representing, at minimum, two individuals were removed from NA7486, Cummings Mesa in Coconino County, AZ. The site was excavated with permission of the Navajo Nation Council and the Navajo Mountain Chapter of the Navajo Nation, Arizona, New Mexico & Utah. No known individuals were identified. The 25 associated funerary objects are 11 pottery vessels, six manos, five utilized flakes, one lot of pottery sherds, one flaked stone, and one bone awl. \n In 1961, human remains representing, at minimum, eight individuals were removed from NA7498, from Cummings Mesa in Coconino County, AZ. The site was excavated with permission of the Navajo Nation Council and the Navajo Mountain Chapter of the Navajo Nation, Arizona, New Mexico & Utah. No known individuals were identified. The 58 associated funerary objects include 21 pottery vessels, eight lots of pottery sherds, seven worked pottery sherds, seven bone awls, two worked pottery sherd discs, two bifacially flaked stones, faunal remains of two dogs, one pottery sherd, one unifacially flaked stone, one worked animal bone, one animal bone, one corn cob, one lot of shell beads, one lot of squash seeds, one lot of wood fragments, and one lot of calcite. \n In 1960, human remains representing, at minimum, one individual were removed from NA7508, Trail Shelter in lower Glen Canyon in San Juan County, UT. No known individuals were identified. The 23 associated funerary objects include 12 bifaces, three pottery vessels, two worked stones, two stone flakes, one chopper, one mano, one cobble, and one pebble. \n In 1961, human remains representing, at minimum, one individual were removed from NA7537, Small Jar Pueblo on Segazlin Mesa, Navajo Mountain in San Juan County, UT. The site was excavated with permission of the Navajo Nation Council and the Navajo Mountain Chapter of the Navajo Nation, Arizona, New Mexico & Utah. No known individuals were identified. No associated funerary objects are present. \n In 1962, human remains representing, at minimum, 30 individuals were removed from NA7713, Pottery Pueblo on Paiute Mesa in San Juan County, UT. The site was excavated with permission of the Navajo Nation, Arizona, New Mexico & Utah Navajo Nation Council and the Navajo Mountain Chapter. No known individuals were identified. The 68 associated funerary objects include 27 pottery vessels, five animal bones, three clay figurines, three hafted projectile points, two projectile points, two basket fragments, two lots of corn cobs, two lots of squash seeds, two unidentified vegetal fragments, one cradleboard, one stone bead bracelet, one lot of beads, one sandstone disc, one lot of corn seeds, one stick, one lot of cordage fragments, and one medicine bundle containing four projectile points, one shark tooth, one crinoid fragment, one stick, one lot of rocks, one lot of shell, one worked stone, one stone ball, and 1 green marble. \n In 1962, human remains representing, at minimum, 25 individuals were removed from NA7719, Neskahi Village on Paiute Mesa in San Juan County, UT. The site was excavated with permission of the Navajo Nation Council and the Navajo Mountain Chapter of the Navajo Nation, Arizona, New Mexico & Utah. No known individuals were identified. The 67 associated funerary objects include 44 pottery vessels, seven bone game pieces, six bone awls, three pottery sherds, three shell beads, one projectile point, one stone disc, one stone ball, and one incised bone disc. \n In 1962, human remains representing, at minimum, three individuals were removed from NA8317, on Paiute Mesa in San Juan County, UT. The site was excavated with permission of the Navajo Nation, Arizona, New Mexico & Utah Navajo Nation Council and the Navajo Mountain Chapter. No known individuals were identified. The seven associated funerary objects include five pottery vessels, one metate, and one worked bone. \n In 1962, human remains representing, at minimum, one individual were removed from NA8321, on Paiute Mesa in San Juan County, UT. No known individuals were identified. No associated funerary objects are present. \n Excavation of all the above sites was carried out from 1957 to 1962 by Museum of Northern Arizona (MNA) archeologists under contract with the National Park Service, prior to the construction of Glen Canyon Dam, as part of the Upper Colorado River Basin Archaeological Salvage Project. The human remains and associated funerary objects date from the Pueblo I through Pueblo III period (approximately A.D. 750-1350). \n Determinations Made by U.S. Department of the Interior, Bureau of Reclamation \n Officials of the U.S. Department of the Interior, Bureau of Reclamation has determined that: \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice represent the physical remains of 77 individuals of Native American ancestry. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(3)(A), the 248 objects described in this notice are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and associated funerary objects and the Hopi Tribe of Arizona, based on lifeway, oral tradition, folklore, geography, anthropology, ceramic design, rock art, basketry, kiva plan, kinship and linguistics, dentition, mitochondrial DNA, and expert opinion. \n Additional Requestors and Disposition \n Lineal descendants or representatives of any Indian Tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to Bill R. Chada, U.S. Department of the Interior, Bureau of Reclamation, Upper Colorado Region, 125 South State Street, Room 8100, Salt Lake City, UT 84138, telephone (801) 524-3646, email bchada@usbr.gov, by March 11, 2019. After that date, if no additional requestors have come forward, transfer of control of the human remains and associated funerary objects to the Hopi Tribe of Arizona may proceed. \n The U.S. Department of the Interior, Bureau of Reclamation is responsible for notifying The Consulted Tribes that this notice has been published. \n ", "consultation": "A detailed assessment of the human remains was made by Reclamation and MNA professional staff in consultation with representatives of Havasupai Tribe of the Havasupai Reservation, Arizona; Hopi Tribe of Arizona; Hualapai Indian Tribe of the Hualapai Indian Reservation, Arizona; Kaibab Band of Paiute Indians of the Kaibab Indian Reservation, Arizona; Navajo Nation, Arizona, New Mexico, & Utah; Paiute Indian Tribe of Utah (Cedar Band of Paiutes, Kanosh Band of Paiutes, Koosharem Band of Paiutes, Indian Peaks Band of Paiutes, and Shivwits Band of Paiutes (formerly Paiute Indian Tribe of Utah (Cedar City Band of Paiutes, Kanosh Band of Paiutes, Koosharem Band of Paiutes, Indian Peaks Band of Paiutes, and Shivwits Band of Paiutes)); Pueblo of Jemez, New Mexico; Pueblo of Pojoaque, New Mexico; Pueblo of Santa Clara, New Mexico; Pueblo of Zia, New Mexico; Southern Ute Indian Tribe of the Southern Ute Reservation, Colorado; Ute Mountain Ute Tribe (previously listed as the Ute Mountain Tribe of the Ute Mountain Reservation, Colorado, New Mexico & Utah); and the Zuni Tribe of the Zuni Reservation, New Mexico (hereafter referred to as \\xe2\\x80\\x9cThe Consulted Tribes\\xe2\\x80\\x9d). \n ", "h_d_r": "In 1960, human remains representing, at minimum, two individuals were removed from NA2691, in San Juan County, UT. No known individuals were identified. No associated funerary objects are present. \n In 1961, human remains representing, at minimum, one individual were removed from NA4075, the Guardian Pueblo on Segazlin Mesa, Coconino County, AZ. No known individuals were identified. No associated funerary objects are present. \n In 1961, human remains representing, at minimum, one individual were removed from NA5815, Upper Desha Pueblo in San Juan County, UT. No known individuals were identified. No associated funerary objects are present. \n In 1959, human remains representing, at minimum, two individuals were removed from NA7166, in San Juan County, UT. No known individuals were identified. No associated funerary objects are present. \n In 1961, human remains representing, at minimum, two individuals were removed from NA7486, Cummings Mesa in Coconino County, AZ. The site was excavated with permission of the Navajo Nation Council and the Navajo Mountain Chapter of the Navajo Nation, Arizona, New Mexico & Utah. No known individuals were identified. The 25 associated funerary objects are 11 pottery vessels, six manos, five utilized flakes, one lot of pottery sherds, one flaked stone, and one bone awl. \n In 1961, human remains representing, at minimum, eight individuals were removed from NA7498, from Cummings Mesa in Coconino County, AZ. The site was excavated with permission of the Navajo Nation Council and the Navajo Mountain Chapter of the Navajo Nation, Arizona, New Mexico & Utah. No known individuals were identified. The 58 associated funerary objects include 21 pottery vessels, eight lots of pottery sherds, seven worked pottery sherds, seven bone awls, two worked pottery sherd discs, two bifacially flaked stones, faunal remains of two dogs, one pottery sherd, one unifacially flaked stone, one worked animal bone, one animal bone, one corn cob, one lot of shell beads, one lot of squash seeds, one lot of wood fragments, and one lot of calcite. \n In 1960, human remains representing, at minimum, one individual were removed from NA7508, Trail Shelter in lower Glen Canyon in San Juan County, UT. No known individuals were identified. The 23 associated funerary objects include 12 bifaces, three pottery vessels, two worked stones, two stone flakes, one chopper, one mano, one cobble, and one pebble. \n In 1961, human remains representing, at minimum, one individual were removed from NA7537, Small Jar Pueblo on Segazlin Mesa, Navajo Mountain in San Juan County, UT. The site was excavated with permission of the Navajo Nation Council and the Navajo Mountain Chapter of the Navajo Nation, Arizona, New Mexico & Utah. No known individuals were identified. No associated funerary objects are present. \n In 1962, human remains representing, at minimum, 30 individuals were removed from NA7713, Pottery Pueblo on Paiute Mesa in San Juan County, UT. The site was excavated with permission of the Navajo Nation, Arizona, New Mexico & Utah Navajo Nation Council and the Navajo Mountain Chapter. No known individuals were identified. The 68 associated funerary objects include 27 pottery vessels, five animal bones, three clay figurines, three hafted projectile points, two projectile points, two basket fragments, two lots of corn cobs, two lots of squash seeds, two unidentified vegetal fragments, one cradleboard, one stone bead bracelet, one lot of beads, one sandstone disc, one lot of corn seeds, one stick, one lot of cordage fragments, and one medicine bundle containing four projectile points, one shark tooth, one crinoid fragment, one stick, one lot of rocks, one lot of shell, one worked stone, one stone ball, and 1 green marble. \n In 1962, human remains representing, at minimum, 25 individuals were removed from NA7719, Neskahi Village on Paiute Mesa in San Juan County, UT. The site was excavated with permission of the Navajo Nation Council and the Navajo Mountain Chapter of the Navajo Nation, Arizona, New Mexico & Utah. No known individuals were identified. The 67 associated funerary objects include 44 pottery vessels, seven bone game pieces, six bone awls, three pottery sherds, three shell beads, one projectile point, one stone disc, one stone ball, and one incised bone disc. \n In 1962, human remains representing, at minimum, three individuals were removed from NA8317, on Paiute Mesa in San Juan County, UT. The site was excavated with permission of the Navajo Nation, Arizona, New Mexico & Utah Navajo Nation Council and the Navajo Mountain Chapter. No known individuals were identified. The seven associated funerary objects include five pottery vessels, one metate, and one worked bone. \n In 1962, human remains representing, at minimum, one individual were removed from NA8321, on Paiute Mesa in San Juan County, UT. No known individuals were identified. No associated funerary objects are present. \n Excavation of all the above sites was carried out from 1957 to 1962 by Museum of Northern Arizona (MNA) archeologists under contract with the National Park Service, prior to the construction of Glen Canyon Dam, as part of the Upper Colorado River Basin Archaeological Salvage Project. The human remains and associated funerary objects date from the Pueblo I through Pueblo III period (approximately A.D. 750-1350). \n ", "h_d_ci": "Null", "determinations": "Determinations Made by U.S. Department of the Interior, Bureau of Reclamation \n Officials of the U.S. Department of the Interior, Bureau of Reclamation has determined that: \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice represent the physical remains of 77 individuals of Native American ancestry. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(3)(A), the 248 objects described in this notice are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and associated funerary objects and the Hopi Tribe of Arizona, based on lifeway, oral tradition, folklore, geography, anthropology, ceramic design, rock art, basketry, kiva plan, kinship and linguistics, dentition, mitochondrial DNA, and expert opinion. \n ", "a_r_d": "Lineal descendants or representatives of any Indian Tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to Bill R. Chada, U.S. Department of the Interior, Bureau of Reclamation, Upper Colorado Region, 125 South State Street, Room 8100, Salt Lake City, UT 84138, telephone (801) 524-3646, email bchada@usbr.gov, by March 11, 2019. After that date, if no additional requestors have come forward, transfer of control of the human remains and associated funerary objects to the Hopi Tribe of Arizona may proceed. \n The U.S. Department of the Interior, Bureau of Reclamation is responsible for notifying The Consulted Tribes that this notice has been published. \n "}