{"index": "I_1669", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Inventory Completion: Carnegie Museum of Natural History, Pittsburgh, PA\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains in the possession of Carnegie Museum of Natural History, Pittsburgh, PA. The human remains were removed from a site in Poinsett County, AR.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003 (d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains. The National Park Service is not responsible for the determinations in this notice.\\n        A detailed assessment of the human remains was made by Carnegie Museum of Natural History professional staff in consultation with representatives of the Quapaw Tribe of Indians, Oklahoma.\\n        In 1974, human remains representing a minimum of one individual were removed from the Cummin\\'s Place (also known as Cumming\\'s Place, site 3PO5) in Poinsett County, AR, by Emil Alam during a pedestrian survey of the site. Mr. Alam donated the human remains as part of a larger collection to the Carnegie Museum of Natural History in 1984. No known individual was identified. No associated funerary objects are present.\\n        The Cummin\\'s Place is a Parkin phase site of the Mississippian nucleation horizon (A.D. 1350-1650). Oral history evidence presented by representatives of the Quapaw Tribe of Indians, Oklahoma indicates that the region including Poinsett County has long been included in the traditional ancestral homelands and hunting territory of the Quapaw. European documentation concerning the geographical range of the Quapaw people, specifically French colonial documents and maps, indicate that only the Quapaw had villages in eastern Arkansas circa A.D. 1673-1720. Descendants of the Quapaw are members of the Quapaw Tribe of Indians, Oklahoma. In addition, the Quapaw Tribe of Indians, Oklahoma have previously repatriated Native American human remains and associated funerary objects from the Cummin\\'s Place in accordance with the Native American Graves Protection and Repatriation Act.\\n        Officials of the Carnegie Museum of Natural History have determined that, pursuant to 25 U.S.C. 3001 (9-10), the human remains described above represent the physical remains of one individual of Native American ancestry. Officials of the Carnegie Museum of Natural History also have determined that, pursuant to 25 U.S.C. 3001 (2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and the Quapaw Tribe of Indians, Oklahoma.\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the human remains should contact Dr. David R. Watters, Carnegie Museum of Natural History, 5800 Baum Blvd., Pittsburgh, PA 15206, telephone (412) 665-2605, before December 22, 2006. Repatriation of the human remains to the Quapaw Tribe of Indians, Oklahoma may proceed after that date if no additional claimants come forward.\\n        The Carnegie Museum of Natural History is responsible for notifying the Quapaw Tribe of Indians, Oklahoma that this notice has been published.\\n        \\n          Dated: October 23, 2006.\\n          Sherry Hutt,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. E6-19788 Filed 11-21-06; 8:45 am]\\n      BILLING CODE 4312-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Inventory Completion: Carnegie Museum of Natural History, Pittsburgh, PA", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: October 23, 2006.", "signature_name": "Sherry Hutt,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. E6-19788 Filed 11-21-06; 8:45 am]", "billing_code": "BILLING CODE 4312-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}