{"index": "I_1640", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR \\n        National Park Service \\n        Notice of Inventory Completion: Thomas Burke Memorial Washington State Museum, University of Washington, Seattle, WA \\n        \\n          AGENCY: \\n          National Park Service, Interior. \\n        \\n        \\n          ACTION: \\n          Notice. \\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains and funerary objects in the possession of the Thomas Burke Memorial Washington State Museum (Burke Museum), University of Washington, Seattle, WA. The human remains were removed from Benton, Franklin, Kittitas, Klickitat, and Yakima Counties, WA, and Wasco County, OR. \\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003 (d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations in this notice. \\n        A detailed assessment of the human remains was made by Burke Museum professional staff in consultation with representatives of the Confederated Tribes and Bands of the Yakama Nation, Washington; Confederated Tribes of the Colville Reservation, Washington; Confederated Tribes of the Umatilla Reservation, Oregon; Confederated Tribes of the Warm Springs Reservation of Oregon; Nez Perce Tribe of Idaho; and Wanapum Band, a non-federally recognized Indian group. \\n        Prior to 1956, human remains representing a minimum of one individual were removed from the Columbia River above the Snake River (possibly Benton or Franklin County, WA) by R.C. Bunn, before the construction of the Priest Rapids Dam. The human remains were accessioned by the Burke Museum in 1971 (Burke Accn. #1971-17). No known individual was identified. The 97 associated funerary objects are 3 lots of beads (glass, shell, and bone), 6 stone pendants, 1 shell pendant, 1 fish vertebra, 2 pieces of red ochre, 1 metal ring, 1 copper button, 1 rolled copper tube bead, 9 fragments of copper ore, 5 seeds, 66 shell or shell fragments, and 1 unmodified stone. \\n        The context of the burial is unknown. The cultural items are consistent with cultural items typically found in context with burials in eastern Washington. The objects were found stored together with human remains and are consistent with other associated funerary objects. Therefore, the objects have been determined to be associated funerary objects. \\n        In 1964, human remains representing a minimum of one individual were removed from 45-BN-59 in Benton County, WA. The human remains were uncovered during a Washington State Highway Project and removed by a University of Washington Field Party led by Robert S. Kidd. The human remains were donated to the Burke Museum in 1966 (Burke Accn. #1966-76). No known individual was identified. No associated funerary objects are present. \\n        Early and late ethnographic documentation indicates that the present-day location of the Columbia River above the Snake River in Benton and Franklin Counties, WA is located within an overlapping aboriginal territory of the Cayuse, Palouse, Yakama, and Walla Walla (Daugherty 1973, Hale 1841, Mooney 1896, Ray 1936, Spier 1936, Sprague 1998, Stern 1998,) whose descendants are members of the Confederated Tribes and Bands of the Yakama Nation, Washington; Confederated Tribes of the Colville Reservation, Washington; Confederated Tribes of the Umatilla Reservation, Oregon; Confederated Tribes of the Warm Springs Reservation of Oregon; Nez Perce Tribe of Idaho; and Wanapum Band, a non-federally recognized Indian group. Information provided during consultation by the tribes listed above indicates that the aboriginal ancestors occupying this area were highly mobile and traveled the landscape for gathering resources as well as trade, and are all part of the more broadly defined Plateau cultural community. \\n        In 1953-1954, human remains representing a minimum of one individual were removed from 45-KT-21 in Kittitas County, WA, by the University of Washington during a field expedition led by Dr. Earl H. Swanson, Jr. The human remains were transferred from the University of Washington Department of Anthropology and accessioned by the Burke Museum in 1966 (Burke Accn. #1966-95). No known individual was identified. The 193 associated funerary objects are 38 cordage fragments, 1 mammal skin fragment, approximately 35 fish net fragments, 3 flakes, 4 mat fragments, 2 unmodified stones, 74 rush fragments, 6 fish bones, 2 rodent bones, 6 rabbit bones, 8 non-human mammal bones, 5 dentalium shells, and 9 pieces of cedar. \\n\\n        Museum documentation indicates that the cultural items were found in connection with the human remains. The cultural items are consistent with cultural items typically found in context with burials in eastern Washington. Early and late published ethnographic documentation indicates that this was the aboriginal territory of the Moses-Columbia or Sinkiuse and Yakima (Daugherty 1973, Miller 1998, Mooney 1896, Ray 1936, Spier 1936) whose descendants are members of the Confederated Tribes and Bands of the Yakama Nation, Washington and Confederated Tribes of the Colville Reservation, Washington. Information provided during consultation by the Confederated Tribes and Bands of the Yakama Nation, Washington; Confederated Tribes of the Colville Reservation, Washington; Confederated Tribes of the Umatilla Reservation, Oregon; Confederated Tribes of the Warm Springs Reservation of Oregon; Nez Perce Tribe of Idaho; and Wanapum Band, a non-federally recognized Indian group indicates that the aboriginal ancestors occupying this area were highly mobile and traveled the landscape for gathering resources as well as trade, and are all part of the more broadly defined Plateau cultural community. \\n        Before 1916, human remains representing a minimum of one individual were removed from Memaloose Island in Klickitat County, WA. The human remains were donated by Lester L. Spessard to the Burke Museum in 1916 (Burke Accn. #1139). No known individual was identified. No associated funerary objects are present. \\n        Between 1960 and 1963, human remains representing a minimum of one individual were removed from the Bead Patch Site #2, Klickitat County, WA, by Dr. Harold Bergen. Dr. Bergen designated the site as Site #5 and referred to it as a possible cremation site. The human remains were donated by Dr. Bergen to the Burke Museum in 1989 (Burke Accn. #1989-57). No known individual was identified. No associated funerary objects are present. \\n        Between 1963 and 1967, human remains representing a minimum of three individuals were removed from the Juniper Site, also designated as Site #8, in Klickitat County, WA, by Dr. Bergen. Dr. Bergen donated the human remains to the Burke Museum in 1989 (Burke Accn. #1989-57). No known individuals were identified. The 507 funerary objects are 1 abrader; 2 adzes; 10 agate; 2 animal hide fragments; 2 antler wedges; 1 ground antler; 3 modified antler fragments; 1 bone awl; 2 metal axe blades; 3 bags of shell, shell beads, glass beads, red ochre, bone, plant material and rock; 4 lots of basketry fragments; 28 lots of beads; 14 bone fragments; 1 brass ornament; 1 brass handle; 1 brass knob; 6 brass bells; 22 buttons; 4 chains; 2 lots of charcoal; 12 chipped stone tools; 2 clay fragments; 2 copper ore clubs; 7 cones/tinklers; 1 coin; 2 stone cores; 2 digging sticks; 8 stone drills or drill fragments; 1 fish hook; 3 stone flakes; 2 glass fragments; 2 grooved abraders; 16 groundstone tools; 1 gun flint; 1 iron lid; 1 iron point; 5 stone knives; 3 leather fragments; 2 lead shots; 4 mauls; 20 metal fragments; 21 modified bone fragments; 1 mortar; 2 nail and fragments; 3 net weights; 1 obsidian tool; 1 pebble; 78 pendants; 6 pestles; 1 pipe bowl; 5 stone pipes; 74 points; 2 porcelain doll limbs; 8 lots of red ochre; 7 lots of metal rings; 1 salmon packing pestle; 5 seeds; 11 scrapers; 1 stone sculpture; 12 lots of shells including pendant, beads and fragments; 1 stone sinker; 2 unmodified stones; 13 modified stones including stone weight and tools; 1 lot of soil/dirt; 1 lot of spring fragments; 14 thimbles or thimble fragments; 1 tinkler/cone; 5 teeth fragments; 5 lots of tube beads; 9 utilized flakes; 6 lots of petrified wood; 1 copper cuff; and 1 gorget fragment. \\n        At an unknown date, human remains representing a minimum of one individual were removed from Rock Creek, Roosevelt, Klickitat County, WA. The human remains were found in the Burke collections in 1995 (Burke Accn. #1995-64). No known individual was identified. No associated funerary objects are present. \\n        In 1961, human remains representing a minimum of one individual were removed from Beek\\'s Pasture near Sundale, designated as Site #39, Klickitat County, WA, by Dr. Bergen. The human remains were donated by Dr. Bergen to the Burke Museum in 1989 (Burke Accn. #1989-57). No known individual was identified. The 281 funerary objects are 4 abraders; 2 adze blades; 9 antler tool fragments; 1 bone awl; 13 lots of beads (bone, glass, shell, copper, some are strung); 3 bone tools; 16 bracelets or bracelet fragments; 10 copper buttons; 1 lot of charcoal; 4 chipped stone tools; 19 whale bone fragments; 2 iron club fragments; 5 copper fragments; 1 core; 2 fragments of an antler digging stick handle; 12 drills; 4 flakes; 8 grooved abraders; 7 stone knives; 1 maul; 4 fragments of modified bone; 2 modified shell fragments; 1 net gauge; 4 paint pots; 1 lot of pigment; 19 pendants or pendant fragments; 1 pestle; 8 pipes or pipe fragments; 1 bone point; 64 stone points; 1 iron point; 2 lots of red ochre; 4 scrapers; 7 lots of shell or shell fragments; 1 groundstone tool; 4 elk teeth; 3 utilized flakes; 4 burned wood fragments; 3 seeds; 5 metal fragments; 3 bone fragments; 1 antler fragments; 1 shell bead; 4 shell fragments; 2 fish vertebra; 3 unmodified stones; 3 charcoal fragments; and 1 copper gorget. \\n        Between 1957 and 1960, human remains representing a minimum of five individuals were removed from the Congdon Site (45-KL-41), designated as Site #3, Klickitat County, WA, by Dr. Bergen. The human remains were donated by Dr. Bergen to the Burke Museum in 1989 (Burke Accn. #1989-57). No known individuals were identified. The 174 funerary objects are 4 abraders, 1 adze blade, 1 antler tool, 2 apricot pit fragments, 7 atlatl weights, 14 lot of beads, 2 chert pieces, 1 bone awl, 2 unmodified mammal bones, 11 chipped stone tools, 4 clay fragments, 7 discoids, 3 drills, 1 flake, 1 graver, 7 groundstone tools, 1 maul, 3 modified bones, 1 mortar, 4 pendants, 77 stone points, 4 lots of red ochre, 2 unmodified stones, 5 stone scrapers, 5 shell fragments, 1 unmodified stone, 1 decorated stone, 1 utilized flake, and 1 antler wedge. \\n        Between 1950 and 1960, human remains representing a minimum of one individual were removed from Bead Patch #1, designated as Site #6, near the Dalles Dam in Klickitat County, WA, by Dr. Bergen. The human remains were donated to the Burke Museum in 1989 (Burke Accn. #1989-57). In 1996, the human remains were identified within a bag of ochre. No known individual was identified. The seven associated funerary objects are five fragments of unmodified quartz, one chipped stone tool, and one bag of ochre. \\n        In 1965, human remains representing a minimum of one individual were removed from 45-KL-6 in Klickitat County, WA, by a University of Washington Field Party led by Robert S. Kidd during a Washington State Highway Project. The human remains were accessioned by the Burke Museum in 1966 (Burke Accn. #1966-76). No known individual was identified. No associated funerary objects are present. \\n        In 1964, human remains representing a minimum of one individual were removed from 45-KL-2 in Klickitat County, WA, by a University of Washington Field Party led by Robert S. Kidd during a Washington State Highway Project. The human remains were donated to the Burke Museum in 1966 (Burke Accn. #1966-76). No known individual was identified. No associated funerary objects are present. \\n\\n        Between 1956 and 1957, human remains representing a minimum of one individual were removed from the Sundale Site, designated as Site #17, near Rock Creek in Klickitat County, WA by Dr. Bergen. The human remains were donated by Dr. Bergen to the Burke Museum in 1989 (Burke Accn. #1989-57). The 7,349 funerary objects are 6,791 beads; 2 glass balls; 2 metal balls; 1 metal bell; 1 chert biface; 7 unmodified bird or mammal bones; 1 copper bracelet; 5 brass objects (unidentified); 3 bullet casings; 152 buttons;1 copper chain fragment; 7 chalk fragments; 1 wool cloth fragments; 1 copper ore fragment; 3 stone drills; 9 stone flakes; 30 metal fragments; 3 bone gaming pieces; 34 glass fragments; 2 metal hinges; 3 lots of leather fragments (1 with copper attached); 1 metal trunk lock or gorget; 5 marbles; 44 nails; 4 red ochre fragments; 2 copper ornaments; 17 pendants; 5 pestles; 2 pipes; 12 points; 5 copper or brass rings; 2 scrapers; 3 seed casings; 4 shell fragments; 1 snail shell; 8 modified stones; 91 unmodified stones; 1 string fragment; 1 clay tablet; 1 talon; 3 thimbles; 18 tinkling cones; 6 chipped stone tools; 38 animal teeth; 15 wood fragments; and 1 painted wood object. \\n        Between 1953 and 1954, human remains representing a minimum of one individual were removed from 45-KL-27 in Klickitat County, WA, as part of a University of Washington Field Project led by Warren Caldwell. The human remains were formally accessioned by the Burke Museum in 1966 (Burke Accn. #1966-86). No known individual was identified. The 17 associated funerary objects are 1 mammal bone fragment, 2 chipped stone tools, 1 chopper, 2 copper ore fragments, 1 net weight, 7 utilized flakes, 2 charcoal fragments, and 1 lot of red ochre. \\n        In 1953, human remains representing a minimum of 19 individuals were removed from Wakemap Mound (45-KL-26) in Klickitat County, WA, by a University of Washington Field Party led by Mr. Caldwell. The human remains were transferred by Mr. Caldwell to the Burke Museum and formally accessioned in 1966 (Burke Accn. #1966-86). No known individuals were identified. The 203 funerary objects are 1 abrader; 1 antler; 7 lots of beads; 9 lots of mammal, fish, whale and rodent bone; 2 bracelets; 1 buckle; 11 buttons; 40 ceramic/porcelain pieces; 1 ceramic cup; 3 lots of charcoal; 14 chipped stone tools; 7 choppers; 3 cloth fragments; 1 copper coin (Chinese); 1 copper bell; 2 lots of cordage; 1 core; 1 discoid; 1 glass doll; 1 drill; 1 lot of fiber matting; 1 metal file; 2 flakes; 24 glass fragments; 1 copper gorget; 5 lots of leather; 7 metal fragments; 1 nail; 1 needle; 1 net weight; 6 pendants; 1 porcelain pipe; 2 chert points; 12 projectile points; 4 scrapers; 2 screws; 1 lot of juniper seeds; 3 lots of shells; 1 leather shoe (in pieces); 1 lot of lead shot; 1 metal spring; 1 thimble; 1 unidentified twig; 5 utilized flakes; 2 lots of unmodified rock; and 8 lots of wood. \\n        Between 1940 and 1950, human remains representing a minimum of one individual were removed from an unknown area either in Klickitat County or Yakima County, WA, by Albert Mohr and Letitia Sample during expeditions throughout the Plateau Region of Washington. The collection was donated to the Burke Museum in 2001 by their son, Karl Mohr, and accessioned that same year (Burke Accn. #2001-136). In October 2003, the human remains were identified within the collection. No known individual was identified. The four associated funerary objects are stone fragments. \\n        The above mentioned sites border the Columbia River in Washington. Museum documentation indicates that the cultural items were found in connection with burials. The cultural items are consistent with cultural items typically found in context with burials in Washington. Early and late published ethnographic documentation indicates that this was the aboriginal territory of the Western Columbia River Sahaptins, Wasco, Wishram, Yakima, Walla Walla, Umatilla, Tenino, and Skin (Daugherty 1973, Hale 1841, Hunn and French 1998, Stern 1998, French and French 1998, Mooney 1896, Murdock 1938, Ray 1936 and 1974, Spier 1936) whose descendants are members of the Confederated Tribes and Bands of the Yakama Nation, Washington, Confederated Tribes of the Umatilla Reservation, Oregon; and Confederated Tribes of the Warm Springs Reservation of Oregon. Information provided by the representatives of the Confederated Tribes and Bands of the Yakama Nation, Washington; Confederated Tribes of the Colville Reservation, Washington; Confederated Tribes of the Umatilla Reservation, Oregon; Confederated Tribes of the Warm Springs Reservation of Oregon; Nez Perce Tribe of Idaho; and Wanapum Band, a non-federally recognized Indian group, during consultation indicates that the aboriginal ancestors occupying this area were highly mobile and traveled the landscape for gathering resources as well as trade, and are all part of the more broadly defined Plateau cultural community. The descendants of these Plateau communities of Eastern Washington and Eastern Oregon are now widely dispersed and are members of the Confederated Tribes and Bands of the Yakama Nation, Washington; Confederated Tribes of the Colville Reservation, Washington; Confederated Tribes of the Umatilla Reservation, Oregon; Confederated Tribes of the Warm Springs Reservation of Oregon; Nez Perce Tribe of Idaho; and Wanapum Band, a non-federally recognized Indian group. \\n        Officials of the Burke Museum have determined that, pursuant to 25 U.S.C. 3001 (9-10), the human remains described above represent the physical remains of 40 individuals of Native American ancestry. Officials of the Burke Museum also have determined that, pursuant to 25 U.S.C. 3001 (3)(A), the 8,832 objects described above are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony. Lastly, officials of the Burke Museum have determined that, pursuant to 25 U.S.C. 3001 (2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and funerary objects and the Confederated Tribes of the Colville Reservation, Washington; Confederated Tribes of the Umatilla Reservation, Oregon; Confederated Tribes of the Warm Springs Reservation of Oregon; Nez Perce Tribe of Idaho; and Confederated Tribes and Bands of the Yakama Nation, Washington, for themselves and on behalf of the Wanapum Band, a non-federally recognized Indian group. The Confederated Tribes of the Colville Reservation, Washington; Confederated Tribes of the Umatilla Reservation, Oregon; Confederated Tribes of the Warm Springs Reservation of Oregon; Nez Perce Tribe of Idaho; Confederated Tribes and Bands of the Yakama Nation, Washington; and Wanapum Band, a non-federally recognized Indian group are claiming all the above mentioned human remains and funerary objects jointly. \\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the human remains and funerary objects should contact Dr. Peter Lape, Burke Museum, University of Washington, Box 353010, Seattle, WA 98195-3010, telephone (206) 685-2282, before June 22, 2007. Repatriation of the human remains and funerary objects to the Confederated Tribes of the Colville Reservation, Washington; Confederated Tribes of the Umatilla Reservation, Oregon; Confederated Tribes of the Warm Springs Reservation of Oregon; Nez Perce Tribe of Idaho; and Confederated Tribes and Bands of the Yakama Nation, Washington, on behalf of themselves and the Wanapum Band, a non-federally recognized Indian group, may proceed after that date if no additional claimants come forward. \\n\\n        The Burke Museum is responsible for notifying the Confederated Tribes and Bands of the Yakama Nation, Washington; Confederated Tribes of the Colville Reservation, Washington; Confederated Tribes of the Umatilla Reservation, Oregon; Confederated Tribes of the Warm Springs Reservation of Oregon; Nez Perce Tribe of Idaho; and Wanapum Band, a non-federally recognized Indian group that this notice has been published. \\n        \\n          Dated: May 14, 2007 \\n          Sherry Hutt, \\n          Manager, National NAGPRA Program. \\n        \\n      \\n      [FR Doc. E7-10012 Filed 5-22-07; 8:45 am] \\n      BILLING CODE 4312-50-S \\n    ", "agency1": "DEPARTMENT OF THE INTERIOR ", "sub_agency1": "National Park Service ", "dep_doc": "Null", "subject": "Notice of Inventory Completion: Thomas Burke Memorial Washington State Museum, University of Washington, Seattle, WA ", "agency2": "National Park Service, Interior. ", "action": "Notice. ", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: May 14, 2007 ", "signature_name": "Sherry Hutt, ", "signature_title": "Manager, National NAGPRA Program. ", "fr_doc": "[FR Doc. E7-10012 Filed 5-22-07; 8:45 am] ", "billing_code": "BILLING CODE 4312-50-S ", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}