{"index": "I_1624", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Inventory Completion: Alutiiq Museum and Archaeological Repository, Kodiak, AK\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains in the possession of Alutiiq Museum and Archaeological Repository, Kodiak, AK. The human remains were most likely removed from the Kodiak Archipelago, AK.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003 (d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains. The National Park Service is not responsible for the determinations in this notice.\\n        A detailed assessment of the human remains was made by Alutiiq Museum and Archaeological Repository professional staff in consultation with representatives of Native Village of Akhiok, Akhiok-Kaguyak, Inc., and Koniag, Inc.\\n        In the late 1960s, a cranium was purchased by Mr. Hass in a Kodiak bar. It is believed that the cranium was removed from Tugidak Island, at the southern end of the Kodiak Island archipelago, AK, by an unknown individual. In May of 1996, Mrs. Hass, the former wife of Mr. Hass, relinquished the human remains to the Alutiiq Museum and Archaeological Repository to determine cultural affiliation and for repatriation (number AM238). No known individual was identified. No associated funerary objects are present.\\n        In 1996, Dr. William Bergen, a physical anthropologist, examined the cranium and determined it is archeological and represents the human remains of an older, adult, female of Eskimo ancestry. This information, and the cranium\\'s most likely Tugidak Island origins, suggests that it is the human remains of an ancestral Alutiiq person. Specifically, Tugidak Island falls within the area traditionally used by the Native Village of Akhiok.\\n\\n        Officials of the Alutiiq Museum and Archaeological Repository have determined that, pursuant to 25 U.S.C. 3001 (9-10), the human remains described above represent the physical remains of one individual of Native American ancestry. Officials of the Alutiiq Museum and Archaeological Repository also have determined that, pursuant to 25 U.S.C. 3001 (2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and the Native Village of Akhiok, Akhiok-Kaguyak, Inc., and Koniag, Inc.\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the human remains should contact Dr. Sven Haakanson, Jr., Executive Director, Alutiiq Museum and Archaeological Repository, 215 Mission Rd., Suite 101, Kodiak, AK 99615, telephone (907) 486-7004, before August 29, 2007. Repatriation of the human remains to the Native Village of Akhiok, Akhiok-Kaguyak, Inc., and Koniag, Inc. may proceed after that date if no additional claimants come forward.\\n        Alutiiq Museum and Archaeological Repository is responsible for notifying the Native Village of Akhiok, Akhiok-Kaguyak, Inc., and Koniag, Inc. that this notice has been published.\\n        \\n          Dated: June 27, 2007\\n          Sherry Hutt,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. E7-14576 Filed 7-27-07; 8:45 am]\\n      BILLING CODE 4312-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Inventory Completion: Alutiiq Museum and Archaeological Repository, Kodiak, AK", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: June 27, 2007", "signature_name": "Sherry Hutt,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. E7-14576 Filed 7-27-07; 8:45 am]", "billing_code": "BILLING CODE 4312-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}