{"index": "I_1680", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Inventory Completion: Kansas State University, Manhattan, KS\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains in the possession of Kansas State University, Manhattan, KS. The human remains were removed from McPherson and Rice Counties, KS.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003 (d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains. The National Park Service is not responsible for the determinations in this notice.\\n        A detailed assessment of the human remains was made by Kansas State University professional staff in consultation with representatives of the Wichita and Affiliated Tribes (Wichita, Keechi, Waco & Tawakonie), Oklahoma.\\n\\n        Sometime between 1928 and 1988, human remains representing a minimum of one individual were removed from site 14MP1, also known as Paint Creek site, McPherson County, KS, by Ralph Bell, an avocational archeologist from Salina, KS, with permission of the land owner. No known individual was identified. No associated funerary objects are present.\\n        Sometime between 1928 and 1988, human remains representing a minimum of two individuals were removed from site 14MP2, McPherson County, KS, by Mr. Bell. No known individuals were identified. No associated funerary objects are present.\\n        Sometime between 1928 and 1988, human remains representing a minimum of one individual were removed from site 14RC8, Rice County, KS, by Mr. Bell, with permission of the land owner. No known individual was identified. No associated funerary objects are present.\\n        The human remains from the three sites were removed on unknown dates before Mr. Bell\\'s death in 1988. As an avocational archeologist, Mr. Bell surface collected and excavated cache pits in the Smoky Hill River drainage in northwest McPherson County and Great Bend sites along the bluffs and valley of the Little Arkansas River in northeast Rice County. Mr. Bell left his collection to his daughters, Judy Ewalt and Cathy Farr, both of Salina, KS, and they donated the Ralph Bell Collection to Kansas State University in 1989.\\n        All three sites are reasonably believed to be single-component village sites assigned to the Great Bend aspect. Although not formally designated until 1949 (W. Wedel 1949), the Great Bend aspect has been recognized as a distinct central and south-central Kansas culture since the late 19th century (Brower 1898; Udden 1900). In 1541, Spanish conquistadors traveled in search of Quivira, the golden city. The Indian villages that Coronado encountered were described as the cities of Quivira, and the people as Quivira. Studies of the 1920s, indicate that the \\xe2\\x80\\x9cQuivira\\xe2\\x80\\x9d Indian villages were probably encountered in the Cow Creek and Little Arkansas Rivers area of Rice County (H. Jones 1928; P. Jones 1929, 1937). Other documentation describes the Quivira as Wichita people (Hodge 1899; Mooney 1899). Further evidence, both archeological and documentary of the 1940s supports Wichita affiliation with the Cow Creek and Little Arkansas Rivers sites (W. Wedel 1942).\\n        The human remains are reasonably believed to be from either general debris scatter or trash pit context, rather than from deliberate burials. Human remains found in this matter would seem to be those of someone held in very low esteem, such as a slave or victim, and this could imply that the human remains are from individuals who were not culturally or ethnically Wichita. Historical documents suggest that the Wichita occasionally took captives from other tribes (Anderson 1999; M. Wedel 1981, 1982). However, a recent review of Ceramic period mortuary practices in the upper Kansas River basin showed that burial of human remains in domestic context (house floors or cache pits) occurred with some regularity in centuries prior to the establishment of the Great Bend aspect villages (Roper 2006:293-298). However, there is no indication of how prevalent this burial practice was, how bones of the captives were disposed of, or how old either practice of burial or capture were for the Wichita. Therefore, without evidence to the contrary, the human remains from the three sites are reasonably believed to be those of Wichita individuals. Descendants of the Wichita are members of the present-day Wichita and Affiliated Tribes (Wichita, Keechi, Waco & Tawakonie), Oklahoma.\\n        Officials of Kansas State University have determined that, pursuant to 25 U.S.C. 3001 (9-10), the human remains described above represent the physical remains of four individuals of Native American ancestry. Officials of Kansas State University also have determined that, pursuant to 25 U.S.C. 3001 (2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and the Wichita and Affiliated Tribes (Wichita, Keechi, Waco & Tawakonie), Oklahoma.\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the human remains should contact Dr. Jacque E. Gibbons, Kansas State University, 204 Waters Hall, Manhattan, KS 66506-4003, telephone (785) 532-4976, before October 11, 2006. Repatriation of the human remains to the Wichita and Affiliated Tribes (Wichita, Keechi, Waco & Tawakonie), Oklahoma may proceed after that date if no additional claimants come forward.\\n        Kansas State University is responsible for notifying the Wichita and Affiliated Tribes (Wichita, Keechi, Waco & Tawakonie), Oklahoma that this notice has been published.\\n        \\n          Dated: August 23, 2006\\n          C. Timothy McKeown,\\n          Acting Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. E6-14929 Filed 9-8-06; 8:45 am]\\n      BILLING CODE 4312-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Inventory Completion: Kansas State University, Manhattan, KS", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: August 23, 2006", "signature_name": "C. Timothy McKeown,", "signature_title": "Acting Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. E6-14929 Filed 9-8-06; 8:45 am]", "billing_code": "BILLING CODE 4312-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}