{"index": "I_1615", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Inventory Completion: Alutiiq Museum and Archaeological Repository, Kodiak, AK\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains in the possession of the Alutiiq Museum and Archaeological Repository, Kodiak, AK. The human remains were removed from Uyak Bay, Kodiak Island, AK.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003 (d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains. The National Park Service is not responsible for the determinations in this notice.\\n        A detailed assessment of the human remains was made by Alutiiq Museum and Archaeological Repository professional staff in consultation with representatives of Koniag, Inc. and Native Village of Larsen Bay.\\n        In 1987, human remains representing a minimum of one individual were removed from 49-KOD-00343, Uyak Bay in the Kodiak archipelago, AK, during a faunal collection survey conducted by students from Bryn Mawr College under the direction of Dr. Richard Jordan, Bryn Mawr College, Bryn Mawr, PA. The human remains were shipped to the Bryn Mawr College Department of Anthropology for study and storage following the excavation. In 1988, the human remains were shipped to the University of Alaska, Fairbanks Department of Anthropology. Following Dr. Jordan\\'s death in 1991, the human remains were transferred to the Kodiak Area Native Association\\'s Alutiiq Culture Center. In April of 1995, the entire site collection was transferred to the Alutiiq Museum and Archaeological Repository (number AM91). The human remains were found during a collections reorganization project in June of 2007. No known individual was identified. No associated funerary objects are present.\\n        Site 49-KOD-00343 is a prehistoric settlement that lies on the shore of a broad cove, on the western shore of inner Ugak Bay, southwest of the Alf islands, on the southwestern coast of Alaska\\'s Kodiak archipelago. The site holds a cluster of multi-roomed house depressions surrounded by 50 - 60 cm of steam bath rubble-filled shell midden deposits, indicative of the late prehistoric Koniag tradition, the cultural era that directly preceded European contact. As such, the human remains are reasonably believed to be Native American and most closely related to the contemporary Kodiak Alutiiq people. Specifically, the human remains are from an area of the Kodiak archipelago traditionally used by members of Koniag, Inc. and Native Village of Larsen Bay.\\n        Officials of the Alutiiq Museum and Archaeological Repository have determined that, pursuant to 25 U.S.C. 3001 (9-10), the human remains described above represent the physical remains of one individual of Native American ancestry. Officials of the Alutiiq Museum and Archaeological Repository also have determined that, pursuant to 25 U.S.C. 3001 (2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and Koniag, Inc. and Native Village of Larsen Bay.\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the human remains should contact Dr. Sven Haakanson, Jr., Executive Director, Alutiiq Museum and Archaeological Repository, 215 Mission Rd., Suite 101, Kodiak, AK 99615, telephone (907) 486-7004, before September 24, 2007. Repatriation of the human remains to Koniag, Inc. and Native Village of Larsen Bay may proceed after that date if no additional claimants come forward.\\n        Alutiiq Museum and Archaeological Repository is responsible for notifying Koniag, Inc. and Native Village of Larsen Bay that this notice has been published.\\n        \\n          Dated: August 6, 2007.\\n          Sherry Hutt,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. E7-16776 Filed 8-23-07; 8:45 am]\\n      BILLING CODE 4312-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Inventory Completion: Alutiiq Museum and Archaeological Repository, Kodiak, AK", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: August 6, 2007.", "signature_name": "Sherry Hutt,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. E7-16776 Filed 8-23-07; 8:45 am]", "billing_code": "BILLING CODE 4312-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}