{"index": "I_1662", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Inventory Completion: Central Washington University, Department of Anthropology and Museum, Ellensburg, WA\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains in the control of Central Washington University, Department of Anthropology and Museum, Ellensburg, WA. The human remains were removed from Ferry and Okanogan Counties, WA.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003 (d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains. The National Park Service is not responsible for the determinations in this notice.\\n        A detailed assessment of the human remains was made by Central Washington University, Department of Anthropology and Museum professional staff in consultation with representatives of the Confederated Tribes of the Colville Reservation, Washington.\\n        In 1958, human remains representing a minimum of one individual were removed from a terrace 15 feet from Kettle River in Ferry County, WA, by University of Washington Museum staff, and were accessioned by the Thomas Burke Memorial Washington State Museum (Burke Museum), University of Washington, Seattle, WA (Burke Accession 1963-70). In 1974, the Burke Museum legally transferred the human remains to the Central Washington University, Department of Anthropology and Museum. No known individual was identified. No associated funerary objects are present.\\n        Based on skeletal morphology and geographic and accession documentation, the human remains are of Native American ancestry. Ferry County is located within the aboriginal territory of the Confederated Tribes of the Colville Reservation, Washington. Ethnographic sources identify Ferry County as an area associated with the Colville Band (Kennedy and Bouchard 1998; Mooney 1896; Ray 1936; Spier 1936; Swanton 1952). The Colville Band is one of the twelve tribes and bands that compose the Confederated Tribes of the Colville Reservation, Washington.\\n        In 1960, human remains representing a minimum of four individuals were removed from land adjacent to Washington State Highway 20, three miles east of Tonasket in Okanogan County, WA, by a Washington State Highway Department crew. The Washington State Highway Department gave the human remains to the Okanogan County Sheriff\\'s Office. The Okanogan County Sheriff sent the human remains to the University of Washington School of Medicine\\'s Anatomy Department for identification. The Burke Museum accessioned the human remains in 1965 (Burke Accession 1965-55). In 1974, the Burke Museum legally transferred the human remains to Central Washington University, Department of Anthropology and Museum. No known individuals were identified. No associated funerary objects are present.\\n        Based on morphological evidence, the human remains are Native American. The northern area of Okanogan County was part of the aboriginal and historic territory of the Okanogan people. Geographic affiliation is consistent with the historically documented territory of the Confederated Tribes of the Colville Reservation, Washington. The Okanogan Band is one of the twelve tribes and bands that compose the Confederated Tribes of the Colville Reservation, Washington.\\n        Officials of Central Washington University, Department of Anthropology and Museum have determined that, pursuant to 25 U.S.C. 3001 (9-10), the human remains described above represent the physical remains of five individuals of Native American ancestry. Officials of the Central Washington University, Department of Anthropology and Museum have also determined that, pursuant to 25 U.S.C. 3001 (2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and the Confederated Tribes of the Colville Reservation, Washington.\\n\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the human remains should contact Lourdes Henebry-DeLeon, NAGPRA Program Director, Central Washington University, Department of Anthropology and Museum, 400 East University Way, Ellensburg, WA 98926-7544, telephone (509) 963-2671, before March 9, 2007. Repatriation of the human remains to the Confederated Tribes of the Colville Reservation, Washington may proceed after that date if no additional claimants come forward.\\n        The Central Washington University, Department of Anthropology and Museum is responsible for notifying the Confederated Tribes of the Colville Reservation, Washington that this notice has been published.\\n        \\n          Dated: December 18, 2006.\\n          Sherry Hutt,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. E7-1970 Filed 2-6-07; 8:45 am]\\n      BILLING CODE 4312-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Inventory Completion: Central Washington University, Department of Anthropology and Museum, Ellensburg, WA", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: December 18, 2006.", "signature_name": "Sherry Hutt,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. E7-1970 Filed 2-6-07; 8:45 am]", "billing_code": "BILLING CODE 4312-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}