{"index": "I_1616", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Inventory Completion: Alaska State Office of History and Archaeology, Anchorage, AK and Alutiiq Museum and Archaeological Repository, Kodiak, AK\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains in the control of the Alaska State Office of History and Archaeology, Anchorage, AK and in the possession of the Alutiiq Museum and Archaeological Repository, Kodiak, AK. The human remains were removed from Midway Point (49-KOD-00303), Kodiak Island, AK.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003 (d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains. The National Park Service is not responsible for the determinations in this notice.\\n        A detailed assessment of the human remains was made on behalf of the Alaska State Office of History and Archaeology by Alutiiq Museum and Archaeological Repository professional staff in consultation with representatives of Koniag, Inc.; Lesnoi Village (aka Woody Island); Natives of Kodiak, Inc.; and Sun\\'aq Tribe of Kodiak (formerly the Shoonaq\\' Tribe of Kodiak).\\n        In 1990, human remains representing a minimum of one individual were removed from an unknown site (probably 49-KOD-00303) near Chiniak, AK, by a collector and turned over to the Alaska State Troopers. The Alaska State Troopers sent the human remains to Anchorage for examination by a professional archeologist at the State Office of History and Archaeology and determined to be prehistoric. The human remains were returned to the Alaska State Troopers, who deposited them in the care of the Kodiak Area Native Association\\'s Alutiiq Culture Center in 1991. In 1995, the human remains were transferred to the Alutiiq Museum and Archaeological Repository where they are currently stored (accession number AM92). No known individual was identified. No associated funerary objects are present.\\n        The likely origin of the human remains is 49-KOD-00303, a prehistoric archeological site on the south shore of Chiniak Bay in Alaska\\'s Kodiak archipelago. Site 49-KOD-00303 contains extensive, well-preserved midden deposits, covering more than an acre. Physical anthropological findings and the likely origins of the human remains suggest that they represent a prehistoric Kodiak Alutiiq person. Many Kodiak archeologists believe that the region\\'s cultural sequence represents a 7,500 year period of evolutionary growth with the earliest colonizers evolving into the Alutiiq societies recorded at historic contact. As such, the human remains are reasonably believed to be Native American and most closely affiliated with the contemporary Native residents of the Kodiak archipelago, the Kodiak Alutiiq. Specifically, the human remains were recovered from an area traditionally used by members of the Koniag, Inc.; Leisnoi, Inc.; Lesnoi Village (aka Woody Island); Natives of Kodiak, Inc.; and Sun\\'aq Tribe of Kodiak.\\n\\n        Officials of the Alaska State Office of History and Archaeology and Alutiiq Museum and Archaeological Repository have determined that, pursuant to 25 U.S.C. 3001 (9-10), the human remains described above represent the physical remains of one individual of Native American ancestry. Officials of the Alaska State Office of History and Archaeology and Alutiiq Museum and Archaeological Repository also have determined that, pursuant to 25 U.S.C. 3001 (2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and the Koniag, Inc.; Leisnoi, Inc.; Lesnoi Village (aka Woody Island); Natives of Kodiak, Inc.; and Sun\\'aq Tribe of Kodiak.\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the human remains should contact Dr. Sven Haakanson, Jr., Executive Director, Alutiiq Museum and Archaeological Repository, 215 Mission Rd., Suite 101, Kodiak, AK 99615, telephone (907) 486-7004, before September 24, 2007. Repatriation of the human remains to the Koniag, Inc.; Leisnoi, Inc.; Lesnoi Village (aka Woody Island); Natives of Kodiak, Inc.; and Sun\\'aq Tribe of Kodiak may proceed after that date if no additional claimants come forward.\\n        The Alutiiq Museum and Archaeological Repository is responsible for notifying Koniag, Inc.; Leisnoi, Inc.; Lesnoi Village (aka Woody Island); Natives of Kodiak, Inc.; and Sun\\'aq Tribe of Kodiak that this notice has been published.\\n        \\n          Dated: August 7, 2007.\\n          Sherry Hutt,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. E7-16783 Filed 8-23-07; 8:45 am]\\n      BILLING CODE 4312-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Inventory Completion: Alaska State Office of History and Archaeology, Anchorage, AK and Alutiiq Museum and Archaeological Repository, Kodiak, AK", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: August 7, 2007.", "signature_name": "Sherry Hutt,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. E7-16783 Filed 8-23-07; 8:45 am]", "billing_code": "BILLING CODE 4312-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}