{"index": "I_1657", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Inventory Completion: Thomas Burke Memorial Washington State Museum, University of Washington, Seattle, WA\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains in the possession of the Thomas Burke Memorial Washington State Museum (Burke Museum), University of Washington, Seattle, WA. The human remains were removed from Walla Walla County, WA.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003 (d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains. The National Park Service is not responsible for the determinations in this notice.\\n        A detailed assessment of the human remains was made by Burke Museum professional staff in consultation with representatives of the Confederated Tribes of the Colville Reservation, Washington; Confederated Tribes of the Umatilla Reservation, Oregon; Confederated Tribes and Bands of the Yakama Nation, Washington; Nez Perce Tribe of Idaho; and Wanapum Band, a non-federally recognized Indian group.\\n        In 1910, human remains representing a minimum of one individual were removed from an island at Burbank on the Columbia River below Pasco, Walla Walla County, WA, by Mr. Herbert J. Mohr. In 1966, the human remains were received from Mr. Mohr and accessioned by the Burke Museum (Burke Accn. #1966-24). No known individual was identified. No associated funerary objects are present.\\n        The human remains have been identified as Native American based on osteological analysis of the cranium, as well as geographic information. The specific burial context of this individual is unknown, however, the human remains were found on an island on the Columbia River, which is consistent with ethnographic burial practices documented among the Palouse, Walla Walla, Wanapum, and Yakama.\\n        Burbank is on the southeast bank of the confluence of the Snake and Columbia Rivers in Walla Walla County, WA. This area is located within the overlapping aboriginal territory of the Nez Perce, Palouse, Walla Walla, Wanapum, and Yakama. According to Indian Land Areas Judicially Established by the Indian Court of Claims in 1978 (Index #96), as well as early and late ethnographic documentation, this area is within the aboriginal territory of the Walla Walla. Furthermore, early ethnographic evidence indicates that the Palouse, Wanapum, and Yakama also occupied this area. Descendants of the Palouse, Walla Walla, Wanapum, and Yakama are members of the Confederated Tribes of the Colville Reservation, Washington; Confederated Tribes of the Umatilla Reservation, Oregon; Confederated Tribes and Bands of the Yakama Nation, Washington; Nez Perce Tribe of Idaho; and Wanapum Band, a non-federally recognized Indian group.\\n        Officials of the Burke Museum have determined that, pursuant to 25 U.S.C. 3001 (9-10), the human remains listed above represent the physical remains of one individual of Native American ancestry. Officials of the Burke Museum also have determined that, pursuant to 25 U.S.C. 3001 (2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and the Confederated Tribes of the Colville Reservation, Washington; Confederated Tribes of the Umatilla Reservation, Oregon; Confederated Tribes and Bands of the Yakama Nation, Washington; and Nez Perce Tribe of Idaho. Furthermore, officials of the Burke Museum have determined there is a cultural relationship between the human remains and the Wanapum Band, a non-federally recognized Indian group.\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the human remains should contact Dr. Peter Lape, Burke Museum, University of Washington, Box 353010, Seattle, WA 98195-3010, telephone (206) 685-2282, before March 9, 2007. Repatriation of the human remains to the Confederated Tribes of the Colville Reservation, Washington; Confederated Tribes of the Umatilla Reservation, Oregon; Nez Perce Tribe of Idaho; and Confederated Tribes and Bands of the Yakama Nation, Washington on behalf of themselves and the Wanapum Band, a non-federally recognized Indian group, may proceed after that date if no additional claimants come forward.\\n        The Burke Museum is responsible for notifying the Confederated Tribes of the Colville Reservation, Washington; Confederated Tribes of the Umatilla Reservation, Oregon; Confederated Tribes and Bands of the Yakama Nation, Washington; Nez Perce Tribe of Idaho; and Wanapum Band, a non-federally recognized Indian group, that this notice has been published.\\n        \\n          Dated: January 10, 2007.\\n          Sherry Hutt,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. E7-1967 Filed 2-6-07; 8:45 am]\\n      BILLING CODE 4312-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Inventory Completion: Thomas Burke Memorial Washington State Museum, University of Washington, Seattle, WA", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: January 10, 2007.", "signature_name": "Sherry Hutt,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. E7-1967 Filed 2-6-07; 8:45 am]", "billing_code": "BILLING CODE 4312-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}