{"index": "I_1626", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR \\n        National Park Service \\n        Notice of Inventory Completion: University of Colorado Museum, Boulder, CO; Correction \\n        \\n          AGENCY: \\n          National Park Service, Interior. \\n        \\n        \\n          ACTION: \\n          Notice; correction. \\n        \\n\\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003 (5), of the completion of an inventory of human remains and associated funerary objects in the possession of the University of Colorado Museum, Boulder, CO. The human remains and cultural items were removed from Adams, Arapahoe, Baca, Boulder, Fremont, Huerfano, Larimer, Logan, Morgan, Saguache, Sedgwick, and Yuma Counties, CO \\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003 (d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations in this notice. \\n\\n        This notice corrects the minimum number of individuals and number of tribes that were determined to be culturally affiliated in a Notice of Inventory Completion previously published in the Federal Register of February 1, 2006 (FR Doc E6-1273, pages 5369-5373). The minimum number of individuals is raised from 47 to 48. The Apache Tribe of Oklahoma and Mescalero Apache Tribe of the Mescalero Reservation, New Mexico have been added to the list of culturally affiliated Indian Tribes. \\n        In the Federal Register of February 1, 2006, paragraph number 31 is corrected by substituting the following paragraph: \\n        In 1951, human remains representing a minimum of two individuals were removed from an unknown area near the old toll station in Boulder Canyon, Boulder County, CO. The human remains were either transferred to the University of Colorado Museum by another University of Colorado department or anonymously donated prior to 1993. No known individuals were identified. No associated funerary objects are present. \\n        In the Federal Register of February 1, 2006, paragraph numbers 56 to 58 are corrected by substituting the following paragraphs: \\n        Officials of the University of Colorado Museum have determined that, pursuant to 25 U.S.C. 3001 (9-10), the human remains described above represent the physical remains of a minimum of 48 individuals of Native American ancestry. Officials of the University of Colorado Museum also have determined that, pursuant to 25 U.S.C. 3001(3)(A), the 79 objects described above are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony. Lastly, officials of the University of Colorado Museum have determined that, pursuant to 25 U.S.C. 3001(2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and the Apache Tribe of Oklahoma; Arapahoe Tribe of the Wind River Reservation, Wyoming; Cheyenne-Arapaho Tribes of Oklahoma; Cheyenne River Sioux Tribe of the Cheyenne River Reservation, South Dakota; Comanche Nation, Oklahoma; Crow Tribe of Montana; Fort Sill Apache Tribe of Oklahoma; Jicarilla Apache Nation, New Mexico; Kiowa Indian Tribe of Oklahoma; Mescalero Apache Tribe of the Mescalero Reservation, New Mexico; Northern Cheyenne Tribe of the Northern Cheyenne Indian Reservation, Montana; Oglala Sioux Tribe of the Pine Ridge Reservation, South Dakota; Pawnee Nation of Oklahoma; Rosebud Sioux Tribe of the Rosebud Indian Reservation, South Dakota; Southern Ute Indian Tribe of the Southern Ute Reservation, Colorado; Standing Rock Sioux Tribe of North & South Dakota; Three Affiliated Tribes of the Fort Berthold Reservation, North Dakota; Ute Indian Tribe of the Uintah & Ouray Reservation, Utah; and Ute Mountain Tribe of the Ute Mountain Reservation, Colorado, New Mexico & Utah. \\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the human remains and associated funerary objects should contact Steve Lekson, Curator of Anthropology, University of Colorado Museum, Henderson Building, Campus Box 218, Boulder, CO 80309-0218, telephone (303) 492-6671, before August 1, 2007. Repatriation of the human remains and associated funerary objects to the Apache Tribe of Oklahoma; Arapahoe Tribe of the Wind River Reservation, Wyoming; Cheyenne-Arapaho Tribes of Oklahoma; Cheyenne River Sioux Tribe of the Cheyenne River Reservation, South Dakota; Comanche Nation, Oklahoma; Crow Tribe of Montana; Fort Sill Apache Tribe of Oklahoma; Jicarilla Apache Nation, New Mexico; Kiowa Indian Tribe of Oklahoma; Mescalero Apache Tribe of the Mescalero Reservation, New Mexico; Northern Cheyenne Tribe of the Northern Cheyenne Indian Reservation, Montana; Oglala Sioux Tribe of the Pine Ridge Reservation, South Dakota; Pawnee Nation of Oklahoma; Rosebud Sioux Tribe of the Rosebud Indian Reservation, South Dakota; Southern Ute Indian Tribe of the Southern Ute Reservation, Colorado; Standing Rock Sioux Tribe of North & South Dakota; Three Affiliated Tribes of the Fort Berthold Reservation, North Dakota; Ute Indian Tribe of the Uintah & Ouray Reservation, Utah; and Ute Mountain Tribe of the Ute Mountain Reservation, Colorado, New Mexico & Utah may proceed after that date if no additional claimants come forward. \\n        University of Colorado Museum is responsible for notifying the Apache Tribe of Oklahoma; Arapahoe Tribe of the Wind River Reservation, Wyoming; Cheyenne-Arapaho Tribes of Oklahoma; Cheyenne River Sioux Tribe of the Cheyenne River Reservation, South Dakota; Comanche Nation, Oklahoma; Crow Tribe of Montana; Fort Sill Apache Tribe of Oklahoma; Jicarilla Apache Nation, New Mexico; Kiowa Indian Tribe of Oklahoma; Mescalero Apache Tribe of the Mescalero Reservation, New Mexico; Northern Cheyenne Tribe of the Northern Cheyenne Indian Reservation, Montana; Oglala Sioux Tribe of the Pine Ridge Reservation, South Dakota; Pawnee Nation of Oklahoma; Rosebud Sioux Tribe of the Rosebud Indian Reservation, South Dakota; Southern Ute Indian Tribe of the Southern Ute Reservation, Colorado; Standing Rock Sioux Tribe of North & South Dakota; Three Affiliated Tribes of the Fort Berthold Reservation, North Dakota; Ute Indian Tribe of the Uintah & Ouray Reservation, Utah; and Ute Mountain Tribe of the Ute Mountain Reservation, Colorado, New Mexico & Utah that this notice has been published. \\n        \\n          Dated: June 19, 2007 \\n          Sherry Hutt, \\n          Manager, National NAGPRA Program. \\n        \\n      \\n      [FR Doc. E7-12713 Filed 6-29-07; 8:45 am] \\n      BILLING CODE 4312-50-S \\n    ", "agency1": "DEPARTMENT OF THE INTERIOR ", "sub_agency1": "National Park Service ", "dep_doc": "Null", "subject": "Notice of Inventory Completion: University of Colorado Museum, Boulder, CO; Correction ", "agency2": "National Park Service, Interior. ", "action": "Notice; correction. ", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: June 19, 2007 ", "signature_name": "Sherry Hutt, ", "signature_title": "Manager, National NAGPRA Program. ", "fr_doc": "[FR Doc. E7-12713 Filed 6-29-07; 8:45 am] ", "billing_code": "BILLING CODE 4312-50-S ", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}