{"index": "I_1685", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Inventory Completion: U.S. Department of the Interior, National Park Service, Western Archeological and Conservation Center, Tucson, AZ; Correction\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice; correction.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, Sec (5), of the completion of an inventory of human remains and associated funerary objects in the possession of the U.S. Department of the Interior, National Park Service, Western Archeological and Conservation Center, Tucson, AZ. The human remains and cultural items were removed from sites along the Transwestern Pipeline Project in Arizona and New Mexico.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003 (d)(3). The determinations in this notice are the sole responsibility of the Chief, Museum Collections Repository, Western Archeological and Conservation Center.\\n\\n        This notice corrects the number of human remains and associated funerary objects reported in a notice of inventory completion published in the Federal Register on January 8, 2002. The error was identified by tribal representatives during consultation regarding repatriation of the Native American human remains and associated funerary objects identified in the published notice.\\n        In the Federal Register of January 8, 2002, FR Doc. 02-384, page 914, the following corrections are made-\\n        The fourth paragraph is corrected by substituting the following paragraph:\\n        In 1959-1960, human remains representing 14 individuals were recovered from 4 sites during legally authorized excavations under the direction of National Park Service archeologist Wesley L. Bliss. The four sites were located along a linear transect through Cibola and McKinley Counties, NM, and Apache County, AZ, as part of the Transwestern Pipeline Project. No known individuals were identified.\\n        The fifth paragraph is corrected by substituting the following paragraph:\\n        Human remains representing two individuals were recovered from the TRW PPL L-WR-32 site. The four associated funerary objects are a Puerco black-on-white bowl, a bowl and one box of sherds of the White Mound black-on white ceramic type, and an Escavada black-on-white seed jar. Diagnostic artifacts found associated with the burials indicate that the human remains were buried during the Basketmaker III-Pueblo I phases (A.D. 500-950).\\n        The seventh paragraph is corrected by substituting the following paragraph:\\n        Human remains representing two individuals were recovered from the TRW PPL L-WR-43 site. The one associated funerary object is a Puerco black-on-red bowl. The diagnostic artifact found associated with the burials indicates that the human remains were buried during the Pueblo III phase (A.D. 1250-1300).\\n        The tenth paragraph is corrected by substituting the following paragraph:\\n\\n        The manager of the Western Archeological and Conservation Center has determined that, pursuant to 25 U.S.C. 3001 (9-10), the human remains described above represent the physical remains of 14 individuals of Native American ancestry. The manager of the Western Archeological and Conservation Center also has determined that, pursuant to 25 U.S.C. 3001 (3)(A), the 11 objects described above are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of a death rite or ceremony. Lastly, the manager of the Western Archeological and Conservation Center has determined that, pursuant to 25 U.S.C. 3001 (2) there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and associated funerary objects and the Hopi Tribe of Arizona; Pueblo of Acoma, New Mexico; Pueblo of Santa Ana, New Mexico; Pueblo of Zia, New Mexico; and Zuni Tribe of the Zuni Reservation, New Mexico.\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the human remains and associated funerary objects should contact Dr. Stephanie H. Rodeffer, Chief, Museum Collections Repository, Western Archeological and Conservation Center, 255 N. Commerce Park Loop, Tucson, AZ 85745, telephone (520) 670-6501, before September 18, 2006. Repatriation of the human remains and associated funerary objects to the Hopi Tribe of Arizona; Pueblo of Acoma, New Mexico; Pueblo of Santa Ana, New Mexico; Pueblo of Zia, New Mexico; and Zuni Tribe of the Zuni Reservation, New Mexico may proceed after that date if no additional claimants come forward.\\n        The Western Archeological and Conservation Center is responsible for notifying the Ak Chin Indian Community of the Maricopa (Ak Chin) Indian Reservation, Arizona; Gila River Indian Community of the Gila River Indian Reservation, Arizona; Hopi Tribe of Arizona; Pueblo of Acoma, New Mexico; Pueblo of Santa Ana, New Mexico; Pueblo of Zia, New Mexico; Salt River Pima-Maricopa Indian Community of the Salt River Reservation, Arizona; Tohono O\\'odham Nation of Arizona; and Zuni Tribe of the Zuni Reservation, New Mexico that this notice has been published.\\n        \\n          Dated: August 15, 2006.\\n          Sherry Hutt,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. E6-13684 Filed 8-17-06; 8:45 am]\\n      BILLING CODE 4312-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Inventory Completion: U.S. Department of the Interior, National Park Service, Western Archeological and Conservation Center, Tucson, AZ; Correction", "agency2": "National Park Service, Interior.", "action": "Notice; correction.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: August 15, 2006.", "signature_name": "Sherry Hutt,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. E6-13684 Filed 8-17-06; 8:45 am]", "billing_code": "BILLING CODE 4312-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}