{"index": "I_1641", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Inventory Completion: Augusta State University, Department of History, and Anthropology, and Philosophy, Archaeology Laboratory, Augusta, GA\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains in the possession of Augusta State University, Department of History and Anthropology and Philosophy, Archaeology Laboratory, Augusta, GA. The human remains were removed from Columbia County, GA.\\n        A detailed assessment of the human remains was made by Augusta State University professional staff in consultation with the Eastern Band of Cherokee Indians of North Carolina and Muscogee (Creek) Nation of Oklahoma. The following tribe was invited to consult but did not participate: the Poarch Band of Creek Indians of Alabama.\\n        In the early to mid-1980s, human remains representing a minimum of one individual were removed from Stalling\\'s Island (9-CB-1), Columbia County, GA. The human remains were given to the Augusta College (now Augusta State University) anthropology program by a former student. No known individual was identified. No associated funerary objects are present.\\n        The material the student donated consisted of a paper bag containing many fragmentary pieces of bone which at that time were not identified as human remains. No formal records of dates, details, or inventory were made at that time. In 1993, the remains were examined and non-human, osteological material (deer) and human remains were identified. The animal bones are not considered to be associated funerary objects. Based on the donor information and provenience, it is reasonable to believe that the human remains are Native American.\\n        Stalling\\'s Island is a locally well-known late Archaic Period site in the Savannah River above Augusta, GA. During the late Archaic period, pre-Creek or pre-Cherokee peoples occupied the central Savannah River valley which today lies in the states of Georgia and South Carolina. Authoritative sources and descendants of both Creek and Cherokee tribes claim that their ancestors utilized this portion of Savannah River valley in eastern Georgia.\\n        Descendants of the Cherokee are members of the Cherokee Nation, Oklahoma; Eastern Band of Cherokee Indians of North Carolina; and United Keetoowah Band of Cherokee Indians in Oklahoma. Descendants of the Creek are members of the Alabama-Quassarte Tribal Town, Oklahoma; Kialegee Tribal Town, Oklahoma; Muscogee (Creek) Nation of Oklahoma; Poarch Band of Creek Indians of Alabama; and Thlopthlocco Tribal Town, Oklahoma.\\n        Officials of the Augusta State University have determined that, pursuant to 25 U.S.C. 3001 (9-10), the human remains described above represent the physical remains of at least one individual of Native American ancestry. Officials of the Augusta State University also have determined that, pursuant to 25 U.S.C. 3001 (2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and the Alabama-Quassarte Tribal Town, Oklahoma; Cherokee Nation, Oklahoma; Eastern Band of Cherokee Indians of North Carolina; Kialegee Tribal Town, Oklahoma; Muscogee (Creek) Nation of Oklahoma; Poarch Band of Creek Indians of Alabama; Thlopthlocco Tribal Town, Oklahoma; and United Keetoowah Band of Cherokee Indians in Oklahoma.\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the human remains should contact Dr. Christopher Murphy, Augusta State University, 2500 Walton Way, Augusta, GA 30904, telephone (706) 667-4562, before June 18, 2007. Repatriation of the human remains to the Eastern Band of Cherokee Indians of North Carolina and Muscogee (Creek) Nation of Oklahoma may proceed after that date if no additional claimants come forward.\\n        Augusta State University is responsible for notifying the Alabama-Quassarte Tribal Town, Oklahoma; Cherokee Nation, Oklahoma; Eastern Band of Cherokee Indians of North Carolina; Kialegee Tribal Town, Oklahoma; Muscogee (Creek) Nation of Oklahoma; Poarch Band of Creek Indians of Alabama; Thlopthlocco Tribal Town, Oklahoma; and United Keetoowah Band of Cherokee Indians in Oklahoma that this notice has been published.\\n        \\n          Dated: April 12, 2007.\\n          Sherry Hutt,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. E7-9453 Filed 5-16-07; 8:45 am]\\n      BILLING CODE 4312-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Inventory Completion: Augusta State University, Department of History, and Anthropology, and Philosophy, Archaeology Laboratory, Augusta, GA", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: April 12, 2007.", "signature_name": "Sherry Hutt,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. E7-9453 Filed 5-16-07; 8:45 am]", "billing_code": "BILLING CODE 4312-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}