{"index": "I_1622", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Inventory Completion: Alutiiq Museum and Archaeological Repository, Kodiak, AK\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains in the possession of Alutiiq Museum and Archaeological Repository, Kodiak, AK. The human remains were removed from Karluk, AK.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003 (d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains. The National Park Service is not responsible for the determinations in this notice.\\n        A detailed assessment of the human remains was made by Alutiiq Museum and Archaeological Repository professional staff in consultation with representatives of Koniag, Inc.\\n        In 1985, human remains representing a minimum of one individual were removed from the Karluk One site (49-KAR-00001), also known as New Karluk, in Karluk, AK, at the mouth of the Karluk River, during an excavation led by Dr. Richard Jordan of Bryn Mawr College, Bryn Mawr, PA, with permission from the landowner, Koniag, Inc., an Alutiiq ANCSA corporation. The human remains were taken to the Hunter College Department of Anthropology in New York City for study and storage. In 1999, Robert Kopperl, a graduate student at the University of Washington\\'s Department of Anthropology, gained permission to move the faunal samples from New York to Seattle for use in his doctoral research. During Mr. Kopperl\\'s analyses, the human remains were identified in the faunal samples. In July of 2006, the human remains were transferred to the Alutiiq Museum and Archaeological Repository. No known individual was identified. No associated funerary objects are present.\\n        In 1987, human remains representing a minimum of one individual were removed from the Karluk One site (49-KAR-00001) during an excavation lead by Dr. Jordan of Bryn Mawr College with permission from the landowner, Koniag, Inc., an Alutiiq ANCSA corporation. The human remains were shipped to the Bryn Mawr College Department of Anthropology for study and storage following the excavation. In 1988, the human remains were shipped to the University of Alaska Fairbanks Department of Anthropology. Following Dr. Jordan\\'s death in 1991, the human remains were transferred to the Kodiak Area Native Association\\'s Alutiiq Culture Center. In April of 1995, the entire site collection was transferred to the Alutiiq Museum and Archaeological Repository (number AM193). The human remains were found during a collections storage improvement project in December of 2006. No known individual was identified. No associated funerary objects are present.\\n        In the summer of 1994, human remains representing a minimum of one individual were removed from the Karluk One site (49-KAR-00001) during an excavation led by Rick Knecht of the Kodiak Area Native Association with funding and permission from the landowner, Koniag, Inc., an Alutiiq ANCSA corporation. Following the excavations, the human remains were taken to the Kodiak Area Native Association\\'s Alutiiq Culture Center in Kodiak, AK, for study and storage. In April of 1995, the entire site collection was transferred to the Alutiiq Museum and Archaeological Repository (number AM193). The human remains were found during a collections storage improvement project in December of 2006. No known individual was identified. No associated funerary objects are present.\\n        Karluk One was once a massive Alutiiq village site on the south bank of Karluk Lagoon at the mouth of the Karluk River on southwestern Kodiak Island, AK. Archeological excavations between 1983 and 1995 revealed a series of prehistoric sod houses (circa 700 to 200 years old) beneath the remains of an historic village occupied until 1979. The human remains from Karluk One are all from prehistoric contexts. Extensive carbon dating and typological studies indicate that the site\\'s prehistoric deposits date to the Koniag tradition, the cultural tradition observed at historic contact and ancestral to modern Alutiiqs. The human remains are reasonably believed to be Native American and most closely affiliated with the Kodiak Alutiiq people. Specifically, the human remains were removed from an area of the archipelago traditionally used by the Native Village of Karluk.\\n        Officials of the Alutiiq Museum and Archaeological Repository have determined that, pursuant to 25 U.S.C. 3001 (9-10), the human remains described above represent the physical remains of at least three individuals of Native American ancestry. Officials of the Alutiiq Museum and Archaeological Repository also have determined that, pursuant to 25 U.S.C. 3001 (2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and the Native Village of Karluk and Koniag, Inc.\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the human remains should contact Dr. Sven Haakanson, Jr., Executive Director, Alutiiq Museum and Archaeological Repository, 215 Mission Rd., Suite 101, Kodiak, AK 99615, telephone (907) 486-7004, before August 29, 2007. Repatriation of the human remains to the Native Village of Karluk and Koniag, Inc. may proceed after that date if no additional claimants come forward.\\n        Alutiiq Museum and Archaeological Repository is responsible for notifying the Native Village of Karluk and Koniag, Inc. that this notice has been published.\\n        \\n          Dated: July 6, 2007.\\n          Sherry Hutt,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. E7-14580 Filed 7-27-07; 8:45 am]\\n      BILLING CODE 4312-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Inventory Completion: Alutiiq Museum and Archaeological Repository, Kodiak, AK", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: July 6, 2007.", "signature_name": "Sherry Hutt,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. E7-14580 Filed 7-27-07; 8:45 am]", "billing_code": "BILLING CODE 4312-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}