{"index": "I_1630", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Inventory Completion: California Department of Transportation, Oakland, CA and Anthropological Studies Center, Archaeological Collections Facility, Sonoma State University, Rohnert Park, CA\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains in control of the California Department of Transportation, Oakland, CA and in the possession of the Anthropological Studies Center, Archaeological Collections Facility, Sonoma State University, Rohnert Park, CA. The human remains were removed from Sonoma County, CA.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003 (d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains. The National Park Service is not responsible for the determinations in this notice.\\n        A detailed assessment of the human remains was made by the Archaeological Collections Facility, Sonoma State University staff in consultation with representatives of the Dry Creek Rancheria of Pomo Indians of California; Elem Indian Colony of Pomo Indians of the Sulphur Bank Rancheria, California; Federated Indians of Graton Rancheria, California; Kashia Band of Pomo Indians of the Stewarts Point Rancheria, California; Middletown Rancheria of Pomo Indians of California; and Tuolumne Band of the Me-Wuk Indians of the Tuolumne Rancheria of California.\\n        In 1993, human remains representing a minimum of one individual were removed from CA-SON-1695 (accession #93-37), Sonoma County, CA, during an excavation conducted by the Archaeological Collections Facility, Sonoma State University on behalf of the California Department of Transportation. No known individual was identified. No associated funerary objects are present.\\n        At the time of discovery, remains that were identified as human were re-buried. In 1996, Archaeological Collections Facility, Sonoma State University staff identified human remains probably associated with this individual during a NAGPRA inventory. The human remains date to the Middle Period (2000 B.P.-900 B.P.) and are Coast Miwok based on cultural constituents recovered from the site.\\n        In 1998, the Archaeological Collections Facility, Sonoma State University determined that while there was evidence of a shared group identity (cultural affiliation) between the human remains and a particular Indian group, the human remains were \\xe2\\x80\\x9cculturally unidentifiable\\xe2\\x80\\x9d since the particular Indian group, the Federated Coast Miwok, was not recognized as an Indian tribe by the United States at that time. The Archeological Collections Facility requested that the Native American Graves Protection and Repatriation Review Committee recommend disposition of the human remains to the Federated Coast Miwok. On May 21, 1999, the Review Committee\\'s Designated Federal Officer, writing on behalf of the Secretary of the Interior, recommended disposition of the human remains to the Federal Coast Miwok once concurrence with the proposal was obtained from federally recognized Indian tribes that currently resided in the immediate vicinity of where the human remains were recovered. Officials of the Archaeological Collections Facility, Sonoma State University consulted with five federally recognized Indian tribes: Dry Creek Rancheria of Pomo Indians of California; Elem Indian Colony of Pomo Indians of the Sulphur Bank Rancheria, California; Kashia Band of Pomo Indians of the Stewarts Point Rancheria, California; Middletown Rancheria of Pomo Indians of California; and Tuolumne Band of the Me-Wuk Indians of the Tuolumne Rancheria of California. All five tribes supported the Federated Coast Miwok request for disposition. In 2000, the Federated Coast Miwok became the federally recognized Federated Indians of Graton Rancheria, California. Descendants of the Coast Miwok are members of the Federated Indians of Graton Rancheria, California.\\n        Officials of the California Department of Transportation and Archaeological Collections Facility, Sonoma State University have determined that, pursuant to 25 U.S.C. 3001 (9-10), the human remains described above represent the physical remains of one individual of Native American ancestry. Officials of the California Department of Transportation and Archaeological Collections Facility, Sonoma State University also have determined that, pursuant to 25 U.S.C. 3001 (2), a relationship of shared group identity can be reasonably traced between the Native American human remains and the Federated Indians of Graton Rancheria, California.\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the human remains should contact Erica Gibson, NAGPRA Project Coordinator, Archaeological Collections Facility, Anthropological Studies Center, Sonoma State University, Rohnert Park, CA 94928, telephone (707) 664-2015, or Jennifer Darcangelo, District Office Chief, Office of Cultural Resources Studies, Caltrans District 4, Oakland, CA 94623-0660, telephone (510) 286-5618, before July 5, 2007. Repatriation of the human remains to the Federated Indians of Graton Rancheria, California may proceed after that date if no additional claimants come forward.\\n\\n        The California Department of Transportation is responsible for notifying the Dry Creek Rancheria of Pomo Indians of California; Elem Indian Colony of Pomo Indians of the Sulphur Bank Rancheria, California; Federated Indians of Graton Rancheria, California; Kashia Band of Pomo Indians of the Stewarts Point Rancheria, California; Middletown Rancheria of Pomo Indians of California; and Tuolumne Band of the Me-Wuk Indians of the Tuolumne Rancheria of California that this notice has been published.\\n        \\n          Dated: May 9, 2007\\n          Sherry Hutt,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. E7-10714 Filed 6-1-07; 8:45 am]\\n      BILLING CODE 4312-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Inventory Completion: California Department of Transportation, Oakland, CA and Anthropological Studies Center, Archaeological Collections Facility, Sonoma State University, Rohnert Park, CA", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: May 9, 2007", "signature_name": "Sherry Hutt,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. E7-10714 Filed 6-1-07; 8:45 am]", "billing_code": "BILLING CODE 4312-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}