{"index": "I_174", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        [NPS-WASO-NAGPRA-NPS0027067; PPWOCRADN0-PCU00RP14.R50000]\\n        Notice of Inventory Completion: The University of Tennessee, Department of Anthropology, Knoxville, TN\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        \\n          SUMMARY:\\n          The University of Tennessee, Department of Anthropology (UTK), has completed an inventory of human remains and associated funerary objects, in consultation with the appropriate Indian Tribes or Native Hawaiian organizations, and has determined that there is no cultural affiliation between the human remains and associated funerary objects and any present-day Indian Tribes or Native Hawaiian organizations. Representatives of any Indian Tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request to UTK. If no additional requestors come forward, transfer of control of the human remains and associated funerary objects to the Indian Tribes or Native Hawaiian organizations stated in this notice may proceed.\\n        \\n        \\n          \\n          DATES:\\n          Representatives of any Indian Tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to UTK at the address in this notice by January 22, 2019.\\n        \\n        \\n          ADDRESSES:\\n\\n          Dr. Robert Hinde, University of Tennessee, Office of the Provost, 527 Andy Holt Tower, Knoxville, TN 37996-0152, telephone (865) 974-2445, email rhinde@utk.edupaa@utk.edu.\\n          \\n        \\n      \\n      \\n        SUPPLEMENTARY INFORMATION:\\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains and associated funerary objects under the control of the University of Tennessee, Department of Anthropology, Knoxville, TN. The human remains and associated funerary objects were removed from Williamson County, TN.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003(d)(3) and 43 CFR 10.11(d). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations in this notice.\\n        Consultation\\n        A detailed assessment of the human remains was made by the UTK professional staff in consultation with representatives of the Cherokee Nation; Eastern Band of Cherokee Indians; The Chickasaw Nation; and the United Keetoowah Band of Cherokee Indians in Oklahoma.\\n        History and Description of the Remains\\n        At a date likely between 1960 and 1969, human remains representing, at minimum, one individual, were removed from 40WM4, the DeGraffenreid site in Williamson County, TN. At a date likely after 1969, this individual was transferred to UTK. UTK believes these human remains were removed by the Southeastern Indian Antiquities Survey (SIAS) during excavations conducted in the 1960s at the DeGraffenreid site after it had been destroyed by potash (phosphate) mining. The UTK curation repository holds a number of collections excavated by the SIAS. Burial 1 belongs to a young child, aged 2-4 years old. No known individuals were identified. The two associated funerary objects are fragments of burned wood. The DeGraffenreid site dates to circa 1300-1450 C.E., based on the identification by Jones (1876) and Smith (1994) of artifacts not under the control of UTK.\\n        At a date possibly between 1965 and 1967, human remains representing, at minimum, six individuals were removed from 40WM5, the Arnold site in Williamson County, TN. At a date perhaps between 1965 and 1980, these individuals were transferred to UTK. Between 1965 and 1967, members of the SIAS excavated the Arnold site when it became threatened by subdivision development. It is unclear if these six individuals were uncovered as part of SIAS excavations or were excavated prior to or after the SIAS project as they cannot be correlated with any of the individuals described in the report on this site (Ferguson 1972). Burial A belongs to a young adult female (20-35 years old). Burial B belongs to an adult male, likely middle aged (35-50 years old). Burial C belongs to a juvenile of indeterminate sex (12-15 years old). Burial D belongs to a young adult, probably female (20-35 years old). Burial E belongs to a middle aged adult of indeterminate sex (35-50 years old). The sixth individual, without a burial designation, is a young adult male (25-34 years old). No known individuals were identified. The one associated funerary object is a limestone-tempered ceramic sherd. The Arnold site dates to circa C.E. 1150-1350, based on a radiocarbon date, placing it within the Middle Cumberland Culture of the Mississippian period. Other funerary objects reported by Ferguson and not under the control of UTK also date to this time period.\\n        Between 1971 and 1972, human remains representing, at minimum, two individuals were removed from 40WM6, the Harpeth Meadows site in Williamson County, TN. During construction activities in 1971, the landowner encountered two stone box graves, and contacted a local historical society, which ultimately led to the involvement of amateur archeologists from the SIAS of Nashville later that year. Excavations at this small village and cemetery site, including the contents of two excavated pits and the presence of stone box graves, indicate that this site dates to the Late Mississippian Period. At a date sometime after 1972, the human remains were transferred to UTK by John Dowd. Burial 1 belongs to an adult male, aged 50 or older. Burial 5 belongs to an adult male, aged 35-39. (Burials 2 through 4 were never transferred to UTK. According to burial records, only the outlines of the stone box grave surrounding Burial 2 were intact when the SIAS investigated it; no human skeletal remains were present. However, burial records state that human remains were present in Burials 3 and 4. The current location of these individuals is unknown). No known individuals were identified. The three associated funerary objects are two ceramic sherds and one faunal bone sherd, both of which are associated with Burial 1. Additional funerary objects are noted in the site records, but were never transferred to UTK.\\n\\n        Between 1980 and 1982, upon the urging of the private landowner, human remains representing, at minimum, 81 individuals were removed from 40WM9, the Anderson site in Williamson County, TN, by a group from the Middle Cumberland Archaeological Society that included John Dowd, Tom Kinney, Bruce Lindstrom, and Ken Steverson. Sometime between 1980 and 1983, the human remains were transferred to UTK. These individuals include: 22 females or probable females, 17 males or probable males, five adults of indeterminate sex, and 37 subadults. No known individuals were identified. The 341 associated funerary objects include: 62 waste flakes, one core fragment, one piece of shatter, one uniface scraper, one drill fragment, two bifacially worked tools, one fragment of a lanceolate type projectile point, two small groundstone fragments, possibly part of a bannerstone, 79 pieces of fire cracked rock, two pieces of limestone (one is burned), four pieces of sandstone, 96 non-culturally altered rocks associated with burials, two pieces of burned clay, 72 faunal bones and teeth (including a turtle carapace fragment, a carnivore tooth, and 15 fragments of gastropod and mussel shell), and 15 bags of sediment from burial areas of the site. Based on Dowd\\'s report (1989), the majority of the funerary objects (and particularly those with photographs), as well as all ceramics and most faunal remains, were never transferred to UTK. Based on the lithic points listed by Dowd (1989), which are not under the control of UTK, and include Eva, Morrow Mountain, and Big Sandy types and radiocarbon dates obtained from wood and nutshell, the main occupation of the Anderson site appears to be during the Middle Archaic period, 6720 +/\\xe2\\x88\\x92 220 B.P. to 6495 +/\\xe2\\x88\\x92 205 B.P. (Dowd 1989:179).\\n        \\n        Determinations Made by the University of Tennessee, Department of Anthropology\\n        Officials of the University of Tennessee, Department of Anthropology have determined that:\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice are Native American based on archeological context and osteological analysis.\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice represent the physical remains of 90 individuals of Native American ancestry.\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(3)(A), the 347 objects described in this notice are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony.\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(2), a relationship of shared group identity cannot be reasonably traced between the Native American human remains and associated funerary objects and any present-day Indian Tribe.\\n        \\xe2\\x80\\xa2 According to final judgments of the Indian Claims Commission or the Court of Federal Claims, the land from which the Native American human remains and associated funerary objects were removed is the aboriginal land of the Cherokee Nation; Eastern Band of Cherokee Indians; and the United Keetoowah Band of Cherokee Indians in Oklahoma.\\n        \\xe2\\x80\\xa2 Treaties, Acts of Congress, or Executive Orders, indicate that the land from which the Native American human remains and associated funerary objects were removed is the aboriginal land of the Cherokee Nation; Eastern Band of Cherokee Indians; The Chickasaw Nation; and the United Keetoowah Band of Cherokee Indians in Oklahoma.\\n        \\xe2\\x80\\xa2 Pursuant to 43 CFR 10.11(c)(1), the disposition of the human remains and associated funerary objects may be to the Cherokee Nation; Eastern Band of Cherokee Indians; The Chickasaw Nation; and the United Keetoowah Band of Cherokee Indians in Oklahoma.\\n        Additional Requestors and Disposition\\n\\n        Representatives of any Indian Tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to Dr. Robert Hinde, University of Tennessee, Office of the Provost, 527 Andy Holt Tower, Knoxville, TN 37996-0152, telephone (865) 974-2445, email rhinde@utk.edu and vpaa@utk.edu, by January 22, 2019. After that date, if no additional requestors have come forward, transfer of control of the human remains and associated funerary objects to the Cherokee Nation; Eastern Band of Cherokee Indians; The Chickasaw Nation; and the United Keetoowah Band of Cherokee Indians in Oklahoma may proceed.\\n        UTK is responsible for notifying the Cherokee Nation; Eastern Band of Cherokee Indians; The Chickasaw Nation; and the United Keetoowah Band of Cherokee Indians in Oklahoma that this notice has been published.\\n        \\n          Dated: November 28, 2018.\\n          Melanie O\\'Brien,\\n          Manager, National NAGPRA Program. \\n        \\n      \\n      [FR Doc. 2018-27649 Filed 12-20-18; 8:45 am]\\n       BILLING CODE 4312-52-P\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "[NPS-WASO-NAGPRA-NPS0027067; PPWOCRADN0-PCU00RP14.R50000]", "subject": "Notice of Inventory Completion: The University of Tennessee, Department of Anthropology, Knoxville, TN", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "The University of Tennessee, Department of Anthropology (UTK), has completed an inventory of human remains and associated funerary objects, in consultation with the appropriate Indian Tribes or Native Hawaiian organizations, and has determined that there is no cultural affiliation between the human remains and associated funerary objects and any present-day Indian Tribes or Native Hawaiian organizations. Representatives of any Indian Tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request to UTK. If no additional requestors come forward, transfer of control of the human remains and associated funerary objects to the Indian Tribes or Native Hawaiian organizations stated in this notice may proceed.", "dates": "Representatives of any Indian Tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to UTK at the address in this notice by January 22, 2019.", "addresses": "Dr. Robert Hinde, University of Tennessee, Office of the Provost, 527 Andy Holt Tower, Knoxville, TN 37996-0152, telephone (865) 974-2445, email rhinde@utk.edupaa@utk.edu.\\n          ", "signature_dated": "Dated: November 28, 2018.", "signature_name": "Melanie O\\'Brien,", "signature_title": "Manager, National NAGPRA Program. ", "fr_doc": "[FR Doc. 2018-27649 Filed 12-20-18; 8:45 am]", "billing_code": " BILLING CODE 4312-52-P", "supp_info": "SUPPLEMENTARY INFORMATION: \n Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains and associated funerary objects under the control of the University of Tennessee, Department of Anthropology, Knoxville, TN. The human remains and associated funerary objects were removed from Williamson County, TN. \n This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003(d)(3) and 43 CFR 10.11(d). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations in this notice. \n Consultation \n A detailed assessment of the human remains was made by the UTK professional staff in consultation with representatives of the Cherokee Nation; Eastern Band of Cherokee Indians; The Chickasaw Nation; and the United Keetoowah Band of Cherokee Indians in Oklahoma. \n History and Description of the Remains \n At a date likely between 1960 and 1969, human remains representing, at minimum, one individual, were removed from 40WM4, the DeGraffenreid site in Williamson County, TN. At a date likely after 1969, this individual was transferred to UTK. UTK believes these human remains were removed by the Southeastern Indian Antiquities Survey (SIAS) during excavations conducted in the 1960s at the DeGraffenreid site after it had been destroyed by potash (phosphate) mining. The UTK curation repository holds a number of collections excavated by the SIAS. Burial 1 belongs to a young child, aged 2-4 years old. No known individuals were identified. The two associated funerary objects are fragments of burned wood. The DeGraffenreid site dates to circa 1300-1450 C.E., based on the identification by Jones (1876) and Smith (1994) of artifacts not under the control of UTK. \n At a date possibly between 1965 and 1967, human remains representing, at minimum, six individuals were removed from 40WM5, the Arnold site in Williamson County, TN. At a date perhaps between 1965 and 1980, these individuals were transferred to UTK. Between 1965 and 1967, members of the SIAS excavated the Arnold site when it became threatened by subdivision development. It is unclear if these six individuals were uncovered as part of SIAS excavations or were excavated prior to or after the SIAS project as they cannot be correlated with any of the individuals described in the report on this site (Ferguson 1972). Burial A belongs to a young adult female (20-35 years old). Burial B belongs to an adult male, likely middle aged (35-50 years old). Burial C belongs to a juvenile of indeterminate sex (12-15 years old). Burial D belongs to a young adult, probably female (20-35 years old). Burial E belongs to a middle aged adult of indeterminate sex (35-50 years old). The sixth individual, without a burial designation, is a young adult male (25-34 years old). No known individuals were identified. The one associated funerary object is a limestone-tempered ceramic sherd. The Arnold site dates to circa C.E. 1150-1350, based on a radiocarbon date, placing it within the Middle Cumberland Culture of the Mississippian period. Other funerary objects reported by Ferguson and not under the control of UTK also date to this time period. \n Between 1971 and 1972, human remains representing, at minimum, two individuals were removed from 40WM6, the Harpeth Meadows site in Williamson County, TN. During construction activities in 1971, the landowner encountered two stone box graves, and contacted a local historical society, which ultimately led to the involvement of amateur archeologists from the SIAS of Nashville later that year. Excavations at this small village and cemetery site, including the contents of two excavated pits and the presence of stone box graves, indicate that this site dates to the Late Mississippian Period. At a date sometime after 1972, the human remains were transferred to UTK by John Dowd. Burial 1 belongs to an adult male, aged 50 or older. Burial 5 belongs to an adult male, aged 35-39. (Burials 2 through 4 were never transferred to UTK. According to burial records, only the outlines of the stone box grave surrounding Burial 2 were intact when the SIAS investigated it; no human skeletal remains were present. However, burial records state that human remains were present in Burials 3 and 4. The current location of these individuals is unknown). No known individuals were identified. The three associated funerary objects are two ceramic sherds and one faunal bone sherd, both of which are associated with Burial 1. Additional funerary objects are noted in the site records, but were never transferred to UTK. \n Between 1980 and 1982, upon the urging of the private landowner, human remains representing, at minimum, 81 individuals were removed from 40WM9, the Anderson site in Williamson County, TN, by a group from the Middle Cumberland Archaeological Society that included John Dowd, Tom Kinney, Bruce Lindstrom, and Ken Steverson. Sometime between 1980 and 1983, the human remains were transferred to UTK. These individuals include: 22 females or probable females, 17 males or probable males, five adults of indeterminate sex, and 37 subadults. No known individuals were identified. The 341 associated funerary objects include: 62 waste flakes, one core fragment, one piece of shatter, one uniface scraper, one drill fragment, two bifacially worked tools, one fragment of a lanceolate type projectile point, two small groundstone fragments, possibly part of a bannerstone, 79 pieces of fire cracked rock, two pieces of limestone (one is burned), four pieces of sandstone, 96 non-culturally altered rocks associated with burials, two pieces of burned clay, 72 faunal bones and teeth (including a turtle carapace fragment, a carnivore tooth, and 15 fragments of gastropod and mussel shell), and 15 bags of sediment from burial areas of the site. Based on Dowd\\'s report (1989), the majority of the funerary objects (and particularly those with photographs), as well as all ceramics and most faunal remains, were never transferred to UTK. Based on the lithic points listed by Dowd (1989), which are not under the control of UTK, and include Eva, Morrow Mountain, and Big Sandy types and radiocarbon dates obtained from wood and nutshell, the main occupation of the Anderson site appears to be during the Middle Archaic period, 6720 +/\\xe2\\x88\\x92 220 B.P. to 6495 +/\\xe2\\x88\\x92 205 B.P. (Dowd 1989:179).\\n         \n Determinations Made by the University of Tennessee, Department of Anthropology \n Officials of the University of Tennessee, Department of Anthropology have determined that: \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice are Native American based on archeological context and osteological analysis. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice represent the physical remains of 90 individuals of Native American ancestry. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(3)(A), the 347 objects described in this notice are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(2), a relationship of shared group identity cannot be reasonably traced between the Native American human remains and associated funerary objects and any present-day Indian Tribe. \n \\xe2\\x80\\xa2 According to final judgments of the Indian Claims Commission or the Court of Federal Claims, the land from which the Native American human remains and associated funerary objects were removed is the aboriginal land of the Cherokee Nation; Eastern Band of Cherokee Indians; and the United Keetoowah Band of Cherokee Indians in Oklahoma. \n \\xe2\\x80\\xa2 Treaties, Acts of Congress, or Executive Orders, indicate that the land from which the Native American human remains and associated funerary objects were removed is the aboriginal land of the Cherokee Nation; Eastern Band of Cherokee Indians; The Chickasaw Nation; and the United Keetoowah Band of Cherokee Indians in Oklahoma. \n \\xe2\\x80\\xa2 Pursuant to 43 CFR 10.11(c)(1), the disposition of the human remains and associated funerary objects may be to the Cherokee Nation; Eastern Band of Cherokee Indians; The Chickasaw Nation; and the United Keetoowah Band of Cherokee Indians in Oklahoma. \n Additional Requestors and Disposition \n Representatives of any Indian Tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to Dr. Robert Hinde, University of Tennessee, Office of the Provost, 527 Andy Holt Tower, Knoxville, TN 37996-0152, telephone (865) 974-2445, email rhinde@utk.edu and vpaa@utk.edu, by January 22, 2019. After that date, if no additional requestors have come forward, transfer of control of the human remains and associated funerary objects to the Cherokee Nation; Eastern Band of Cherokee Indians; The Chickasaw Nation; and the United Keetoowah Band of Cherokee Indians in Oklahoma may proceed. \n UTK is responsible for notifying the Cherokee Nation; Eastern Band of Cherokee Indians; The Chickasaw Nation; and the United Keetoowah Band of Cherokee Indians in Oklahoma that this notice has been published. \n ", "consultation": "A detailed assessment of the human remains was made by the UTK professional staff in consultation with representatives of the Cherokee Nation; Eastern Band of Cherokee Indians; The Chickasaw Nation; and the United Keetoowah Band of Cherokee Indians in Oklahoma. \n ", "h_d_r": "At a date likely between 1960 and 1969, human remains representing, at minimum, one individual, were removed from 40WM4, the DeGraffenreid site in Williamson County, TN. At a date likely after 1969, this individual was transferred to UTK. UTK believes these human remains were removed by the Southeastern Indian Antiquities Survey (SIAS) during excavations conducted in the 1960s at the DeGraffenreid site after it had been destroyed by potash (phosphate) mining. The UTK curation repository holds a number of collections excavated by the SIAS. Burial 1 belongs to a young child, aged 2-4 years old. No known individuals were identified. The two associated funerary objects are fragments of burned wood. The DeGraffenreid site dates to circa 1300-1450 C.E., based on the identification by Jones (1876) and Smith (1994) of artifacts not under the control of UTK. \n At a date possibly between 1965 and 1967, human remains representing, at minimum, six individuals were removed from 40WM5, the Arnold site in Williamson County, TN. At a date perhaps between 1965 and 1980, these individuals were transferred to UTK. Between 1965 and 1967, members of the SIAS excavated the Arnold site when it became threatened by subdivision development. It is unclear if these six individuals were uncovered as part of SIAS excavations or were excavated prior to or after the SIAS project as they cannot be correlated with any of the individuals described in the report on this site (Ferguson 1972). Burial A belongs to a young adult female (20-35 years old). Burial B belongs to an adult male, likely middle aged (35-50 years old). Burial C belongs to a juvenile of indeterminate sex (12-15 years old). Burial D belongs to a young adult, probably female (20-35 years old). Burial E belongs to a middle aged adult of indeterminate sex (35-50 years old). The sixth individual, without a burial designation, is a young adult male (25-34 years old). No known individuals were identified. The one associated funerary object is a limestone-tempered ceramic sherd. The Arnold site dates to circa C.E. 1150-1350, based on a radiocarbon date, placing it within the Middle Cumberland Culture of the Mississippian period. Other funerary objects reported by Ferguson and not under the control of UTK also date to this time period. \n Between 1971 and 1972, human remains representing, at minimum, two individuals were removed from 40WM6, the Harpeth Meadows site in Williamson County, TN. During construction activities in 1971, the landowner encountered two stone box graves, and contacted a local historical society, which ultimately led to the involvement of amateur archeologists from the SIAS of Nashville later that year. Excavations at this small village and cemetery site, including the contents of two excavated pits and the presence of stone box graves, indicate that this site dates to the Late Mississippian Period. At a date sometime after 1972, the human remains were transferred to UTK by John Dowd. Burial 1 belongs to an adult male, aged 50 or older. Burial 5 belongs to an adult male, aged 35-39. (Burials 2 through 4 were never transferred to UTK. According to burial records, only the outlines of the stone box grave surrounding Burial 2 were intact when the SIAS investigated it; no human skeletal remains were present. However, burial records state that human remains were present in Burials 3 and 4. The current location of these individuals is unknown). No known individuals were identified. The three associated funerary objects are two ceramic sherds and one faunal bone sherd, both of which are associated with Burial 1. Additional funerary objects are noted in the site records, but were never transferred to UTK. \n Between 1980 and 1982, upon the urging of the private landowner, human remains representing, at minimum, 81 individuals were removed from 40WM9, the Anderson site in Williamson County, TN, by a group from the Middle Cumberland Archaeological Society that included John Dowd, Tom Kinney, Bruce Lindstrom, and Ken Steverson. Sometime between 1980 and 1983, the human remains were transferred to UTK. These individuals include: 22 females or probable females, 17 males or probable males, five adults of indeterminate sex, and 37 subadults. No known individuals were identified. The 341 associated funerary objects include: 62 waste flakes, one core fragment, one piece of shatter, one uniface scraper, one drill fragment, two bifacially worked tools, one fragment of a lanceolate type projectile point, two small groundstone fragments, possibly part of a bannerstone, 79 pieces of fire cracked rock, two pieces of limestone (one is burned), four pieces of sandstone, 96 non-culturally altered rocks associated with burials, two pieces of burned clay, 72 faunal bones and teeth (including a turtle carapace fragment, a carnivore tooth, and 15 fragments of gastropod and mussel shell), and 15 bags of sediment from burial areas of the site. Based on Dowd\\'s report (1989), the majority of the funerary objects (and particularly those with photographs), as well as all ceramics and most faunal remains, were never transferred to UTK. Based on the lithic points listed by Dowd (1989), which are not under the control of UTK, and include Eva, Morrow Mountain, and Big Sandy types and radiocarbon dates obtained from wood and nutshell, the main occupation of the Anderson site appears to be during the Middle Archaic period, 6720 +/\\xe2\\x88\\x92 220 B.P. to 6495 +/\\xe2\\x88\\x92 205 B.P. (Dowd 1989:179).\\n         \n ", "h_d_ci": "Null", "determinations": "Determinations Made by the University of Tennessee, Department of Anthropology \n Officials of the University of Tennessee, Department of Anthropology have determined that: \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice are Native American based on archeological context and osteological analysis. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice represent the physical remains of 90 individuals of Native American ancestry. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(3)(A), the 347 objects described in this notice are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(2), a relationship of shared group identity cannot be reasonably traced between the Native American human remains and associated funerary objects and any present-day Indian Tribe. \n \\xe2\\x80\\xa2 According to final judgments of the Indian Claims Commission or the Court of Federal Claims, the land from which the Native American human remains and associated funerary objects were removed is the aboriginal land of the Cherokee Nation; Eastern Band of Cherokee Indians; and the United Keetoowah Band of Cherokee Indians in Oklahoma. \n \\xe2\\x80\\xa2 Treaties, Acts of Congress, or Executive Orders, indicate that the land from which the Native American human remains and associated funerary objects were removed is the aboriginal land of the Cherokee Nation; Eastern Band of Cherokee Indians; The Chickasaw Nation; and the United Keetoowah Band of Cherokee Indians in Oklahoma. \n \\xe2\\x80\\xa2 Pursuant to 43 CFR 10.11(c)(1), the disposition of the human remains and associated funerary objects may be to the Cherokee Nation; Eastern Band of Cherokee Indians; The Chickasaw Nation; and the United Keetoowah Band of Cherokee Indians in Oklahoma. \n ", "a_r_d": "Representatives of any Indian Tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to Dr. Robert Hinde, University of Tennessee, Office of the Provost, 527 Andy Holt Tower, Knoxville, TN 37996-0152, telephone (865) 974-2445, email rhinde@utk.edu and vpaa@utk.edu, by January 22, 2019. After that date, if no additional requestors have come forward, transfer of control of the human remains and associated funerary objects to the Cherokee Nation; Eastern Band of Cherokee Indians; The Chickasaw Nation; and the United Keetoowah Band of Cherokee Indians in Oklahoma may proceed. \n UTK is responsible for notifying the Cherokee Nation; Eastern Band of Cherokee Indians; The Chickasaw Nation; and the United Keetoowah Band of Cherokee Indians in Oklahoma that this notice has been published. \n "}