{"index": "I_1776", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Inventory Completion: Wallowa-Whitman National Forest, Hells Canyon National Recreation Area, Baker City, OR\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains in the possession of the Wallowa-Whitman National Forest, Baker City, OR.  The human remains were removed from Wallowa County, OR.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S. C. 3003 (d)(3).  The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains.  The National Park Service is not responsible for the determinations in this notice.\\n        A detailed assessment of the human remains was made by Wallowa-Whitman National Forest professional staff in consultation with the Nez Perce Tribe of Idaho.\\n        In June 1989, human remains representing a minimum of one individual were removed from the Knight Creek site (35WA767), Wallowa County, OR. The Knight Creek site is located approximately 47 miles south of Lewiston, ID.  The Knight Creek site was looted by an unknown individual or individuals during the summer or fall of 1984.  The 1989 archeological excavation was conducted by Central Washington University, under contract with the Wallowa-Whitman National Forest, as part of a damage assessment study. After analysis at Central Washington University, the materials were returned to the Wallowa-Whitman National Forest and have been kept at the Hells Canyon National Recreation headquarters in Enterprise, OR.  No known individual was identified.  No associated funerary objects are present.\\n        Radiocarbon dates from the Knight Creek site range between B.P. 1040 (+/-90 years) and 2,450 B.P. (+/-120 years).  The Nez Perce Indians are believed to have occupied the area of Wallowa County, OR for over 7,000 years.  The Knight Creek site is located within the ancestral and traditional lands of the Nez Perce Tribe of Idaho.  Nothing was discovered at the site that would indicate that there was any cultural influence other than the Nez Perce people, which is represented today by the Nez Perce Tribe of Idaho.\\n        Officials of the Wallowa-Whitman National Forest have determined that, pursuant to 25 U.S.C. 3001 (9-10), the human remains described above represent the physical remains of one individual of Native American ancestry.  Officials of the Wallowa-Whitman National Forest also have determined that, pursuant to 25 U.S.C. 3001 (2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and the Nez Perce Tribe of Idaho.\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the human remains should contact Guy A. Marden, Forest Archaeologist, Wallowa-Whitman National Forest, P.O. Box 907, Baker City, OR 97814-3071, telephone (208) 885-3773, before July 1, 2005.  Repatriation of the human remains to the Nez Perce Tribe of Idaho may proceed after that date if no additional claimants come forward.\\n        Wallowa-Whitman National Forest is responsible for notifying the Nez Perce Tribe of Idaho that this notice has been published. \\n        \\n          Dated:May 20, 2005\\n          Paul Hoffman,\\n          Deputy Assistant Secretary, Fish and Wildlife and Parks.\\n        \\n      \\n      [FR Doc. 05-10821 Filed 5-31-05; 8:45 am]\\n      BILLING CODE 4312-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Inventory Completion: Wallowa-Whitman National Forest, Hells Canyon National Recreation Area, Baker City, OR", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated:May 20, 2005", "signature_name": "Paul Hoffman,", "signature_title": "Deputy Assistant Secretary, Fish and Wildlife and Parks.", "fr_doc": "[FR Doc. 05-10821 Filed 5-31-05; 8:45 am]", "billing_code": "BILLING CODE 4312-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}