{"index": "I_1774", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Inventory Completion: Kutztown University of Pennsylvania, Kutztown, PA\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains in the possession of Kutztown University of Pennsylvania, Kutztown, PA.  The human remains were removed from Depauville, Jefferson County, NY. \\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003 (d)(3).  The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains.  The National Park Service is not responsible for the determinations in this notice. \\n        A detailed assessment of the human remains was made by Kutztown University of Pennsylvania professional staff in consultation with representatives of the Onondaga Nation of New York and the St. Regis Band of Mohawk Indians of New York. \\n\\n        In the summer of 1972, human remains representing a minimum of 31 individuals were removed from the Enderton site (CLN-82), Depauville, Jefferson County, NY, by Peter Miller. Mr. Miller was an employee of Kutztown State College (now known as Kutztown University of Pennsylvania).  The land was privately owned by James Enderton. The excavation was halted by a court injunction against Mr. Miller, and the human remains were taken back to Kutztown State College. Later that same year, the human remains of 10 individuals removed from the Enderton site were returned to the Onondaga Nation of New York and the St. Regis Band of Mohawk Indians of New York for reburial on the Onondaga reservation. The human remains representing a minimum of 21 individuals have been curated at Kutztown University of Pennsylvania since that time.  No known individuals were identified.  No funerary objects are present. \\n        There are no artifacts from the site in the possession of Kutztown University of Pennsylvania.  The collection has not been carbon dated, and establishing an associated date is not possible in the absence of artifacts. Mr. Miller, however, has reported that the graves were located in association with longhouses, and that some non-funerary objects (pottery) were recovered from the surface of the village. The only archeologically known sites that demonstrate similar burial patterns are from the Late Woodland (A.D. 800-1500) to historic time periods (A.D. 1500-present). The dentition of the individuals currently in the possession of Kutztown University of Pennsylvania suggests that individuals from several different time periods were removed from the site. The site may be 2,000-200 years old, though it most likely dates from the Late Woodland through contact and into early Historic periods. \\n        The remains are considered to be Native American based on historical documents and skeletal features.  Although many different burial customs are evident, the burial customs and location of the graves suggest that the remains are of Mohawk or Onondaga origin. Archeological evidence and oral history indicate that the Mohawk and Onondaga people, represented by the present-day Onondaga Nation of New York and St. Regis Band of Mohawk Indians of New York, have occupied this area since circa A.D. 1350. \\n        Officials of Kutztown University of Pennsylvania have determined that, pursuant to 25 U.S.C. 3001 (9- 10), the human remains described above represent the physical remains of 21 individuals of Native American ancestry. Officials of Kutztown University of Pennsylvania also have determined that, pursuant to 25 U.S.C. 3001 (2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and the Onondaga Nation of New York and the St. Regis Band of Mohawk Indians of New York. \\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the human remains should contact Dr. James Delle, Department of Anthropology, Kutztown University of Pennsylvania, Kutztown, PA 19530, telephone (610) 683-4243, before July 1, 2005.  Repatriation of the human remains to the Onondaga Nation of New York may proceed after that date if no additional claimants come forward.  The St. Regis Band of Mohawk Indians of New York supports the repatriation of the human remains to the Onondaga Nation of New York. \\n        Kutztown University of Pennsylvania is responsible for notifying the Onondaga Nation of New York and the St. Regis Band of Mohawk Indians of New York that this notice has been published.\\n        \\n          Dated:  May 20, 2005\\n          Paul Hoffman,\\n          Deputy Assistant Secretary, Fish and Wildlife and Parks.\\n        \\n      \\n      [FR Doc. 05-10820 Filed 5-31-05; 8:45 am]\\n      BILLING CODE 4312-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Inventory Completion: Kutztown University of Pennsylvania, Kutztown, PA", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated:  May 20, 2005", "signature_name": "Paul Hoffman,", "signature_title": "Deputy Assistant Secretary, Fish and Wildlife and Parks.", "fr_doc": "[FR Doc. 05-10820 Filed 5-31-05; 8:45 am]", "billing_code": "BILLING CODE 4312-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}