{"index": "I_1722", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Inventory Completion: U.S. Department of the Interior, Indian Arts and Crafts Board, Sioux Indian Museum, Rapid City, SD\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains in the possession of the Sioux Indian Museum, Indian Arts and Crafts Board. The human remains were removed from an unknown location.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003 (d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains. The National Park Service is not responsible for the determinations in this notice.\\n        A detailed assessment of the human remains was made by the Sioux Indian Museum\\'s professional staff in consultation with representatives of the Pawnee Nation of Oklahoma.\\n\\n        At an unknown date, human remains representing a minimum of one individual were removed from an unknown location. The human remains consist of a scalp lock and were acquired from Turning Bear by John A. Anderson of Rapid City, SD. Mr. Anderson identified the scalp as that of a Pawnee Indian that had been taken by a Sioux Indian. In 1938, the Bureau of Indian Affairs purchased Mr. Anderson\\'s collection of artifacts and photographs for its Sioux Indian Museum. The Sioux Indian Museum was transferred to the Indian Arts and Crafts Board in 1956. No known individual was identified. No associated funerary objects are present.\\n        \\n        Officials of the Sioux Indian Museum have determined that, pursuant to 25 U.S.C. 3001 (9-10), the human remains described above represent the physical remains of one individual of Native American ancestry. Officials of the Sioux Indian Museum have determined that, pursuant to 25 U.S.C. 3001 (2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and the Pawnee Nation of Oklahoma.\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the human remains should contact Ms. Paulette Montileaux, Curator, Sioux Indian Museum, Post Office Box 1504, Rapid City, SD 57709, telephone (605) 394-2381 before March 24, 2006. Repatriation of the human remains to the Pawnee Nation of Oklahoma may proceed after that date if no additional claimants come forward.\\n        The Sioux Indian Museum is responsible for notifying the Pawnee Nation of Oklahoma that this notice has been published.a\\n        \\n          Dated: January 27, 2006.\\n          C. Timothy McKeown,\\n          Acting Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. E6-2444 Filed 2-21-06; 8:45 am]\\n      BILLING CODE 4312-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Inventory Completion: U.S. Department of the Interior, Indian Arts and Crafts Board, Sioux Indian Museum, Rapid City, SD", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: January 27, 2006.", "signature_name": "C. Timothy McKeown,", "signature_title": "Acting Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. E6-2444 Filed 2-21-06; 8:45 am]", "billing_code": "BILLING CODE 4312-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}