{"index": "I_1731", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Inventory Completion: UCLA, Fowler Museum of Cultural History, University of California, Los Angeles, Los Angeles, CA\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains and associated funerary objects in the possession of the UCLA, Fowler Museum of Cultural History, University of California, Los Angeles, Los Angeles, CA. The human remains and associated funerary objects were removed from a site on the north shore of Buena Vista Lake, Kern County, CA.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003(d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations in this notice.\\n        A detailed assessment of the human remains was made by UCLA Fowler Museum of Cultural History professional staff in consultation with representatives of the Santa Rosa Indian Community of the Santa Rosa Rancheria, California (also known as the Tachi Yokut Tribe), and the Tinoqui-Chalola Council of Kitanemic and Yowlumne Tejon Indians, a non-federally recognized Indian group.\\n        In 1940 or 1941, human remains representing a minimum of three individuals were removed from the Cole\\'s Levee site in Kern County, CA, by Ralph Beals and a University of California, Los Angeles field class to salvage a cremation mortuary area discovered in oil fields. The collection was accessioned by the University of California, Los Angeles in 1953. No known individuals were identified. The 90 associated funerary objects are 1 serpentine bead, 3 projectile points, 3 olivella beads, 73 stone fragments, 3 bags of burned animal bone, 3 bags of shell fragments, and 4 utilized flakes.\\n\\n        The artifacts are consistent with others documented as associated with the indigenous inhabitants of the area. The beads and projectile points associated with the burials date between Middle Period phase 5 and Late Period phase 1 (A.D. 900-1500). Lake Buena Vista is located within the traditional territory of the Yokut tribe. In addition, cremation was a burial custom in the Yokut ethnohistorical period. According to archeologists, the Yokut have occupied the territory around Tulare Lake and Buena Vista Lake for as long as two millennia.\\n        A representative of the Tinoqui-Chalola Council of Kitanemic and Yowlumne Tejon Indians (a non-federally recognized Indian group), identified the area as being within the traditional territory of the Yowlumne Band of Yokut Indians. Furthermore, tribal representatives from Santa Rosa Indian Community of the Santa Rosa Rancheria, California (also known as the Tachi Yokut Tribe) identified this site as being within the traditional territory of the Yokut people. Descendants of the Yokut are members of the Picayune Rancheria of Chukchansi Indians of California; Santa Rosa Indian Community of the Santa Rosa Rancheria, California (also known as the Tachi Yokut Tribe); Table Mountain Rancheria of California; Tule River Indian Tribe of the Tule River Reservation, California; and two non-federally recognized Indian groups, called the Wuchumni Tribe of Yokut Indians and Yowlumne Band of Indians.\\n        \\n        Officials of the UCLA Fowler Museum of Cultural History have determined that, pursuant to 25 U.S.C. 3001(9-10), the human remains described above represent the physical remains of three individuals of Native American ancestry. Officials of the UCLA Fowler Museum of Cultural History also have determined that, pursuant to 25 U.S.C. 3001(3)(A), the 90 objects described above are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony. Lastly, officials of the UCLA Fowler Museum of Cultural History have determined that, pursuant to 25 U.S.C. 3001(2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and associated funerary objects and the Picayune Rancheria of Chukchansi Indians of California; Santa Rosa Indian Community of the Santa Rosa Rancheria, California (also known as the Tachi Yokut Tribe); Table Mountain Rancheria of California; Tule River Indian Tribe of the Tule River Reservation, California; and two non-federally recognized Indian groups, called the Wuchumni Tribe of Yokut Indians and Yowlumne Band of Indians. The University of California, Los Angeles has received a claim from the Santa Rosa Indian Community of the Santa Rosa Rancheria, California (also known as the Tachi Yokut Tribe) for the human remains and associated funerary objects from the Cole\\'s Levee site.\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the human remains and associated funerary objects should contact Diana Wilson, UCLA NAGPRA Coordinator, Office of the Vice Chancellor, Research, University of California, Los Angeles, Box 951405, Los Angeles, CA 90095-1405, telephone (310) 825-1864, before March 3, 2006. Repatriation of the human remains and associated funerary objects to the Santa Rosa Indian Community of the Santa Rosa Rancheria, California (also known as the Tachi Yokut Tribe) may proceed after that date if no additional claimants come forward.\\n        UCLA Fowler Museum of Cultural History is responsible for notifying the Picayune Rancheria of Chukchansi Indians of California; Santa Rosa Indian Community of the Santa Rosa Rancheria, California (also known as the Tachi Yokut Tribe); Table Mountain Rancheria of California; Tule River Indian Tribe of the Tule River Reservation, California; Wuchumni Tribe of Yokut Indians (a non-federally recognized Indian group); and Yowlumne Band of Indians (a non-federally recognized Indian group) that this notice has been published.\\n        \\n          Dated: January 4, 2006.\\n          Sherry Hutt,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. E6-1271 Filed 1-31-06; 8:45 am]\\n      BILLING CODE 4312-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Inventory Completion: UCLA, Fowler Museum of Cultural History, University of California, Los Angeles, Los Angeles, CA", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: January 4, 2006.", "signature_name": "Sherry Hutt,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. E6-1271 Filed 1-31-06; 8:45 am]", "billing_code": "BILLING CODE 4312-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}