{"index": "I_1736", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Inventory Completion: Denver Museum of Nature & Science, Denver, CO; Correction\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice: Correction.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains in the possession of the Denver Museum of Nature & Science, Denver, CO. The human remains were removed from an unknown location in Florida.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003 (d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains. The National Park Service is not responsible for the determinations in this notice.\\n\\n        This notice corrects the cultural affiliation of the human remains and the Indian tribe to whom the human remains will be repatriated that were reported in a notice of inventory completion published in the Federal Register on June 7, 2004 (FR Doc. 04-12661, page 31841). In the previous notice, officials of the Denver Museum of Nature & Science stated, \\xe2\\x80\\x9cBased on provenience, museum records, research, and consultations with the Seminole Nation of Oklahoma and the Seminole Tribe of Florida, Dania, Big Cypress, Brighton, Hollywood & Tampa Reservations, the human remains are determined to be Native American of Seminole ancestry.\\xe2\\x80\\x9d During consultations, Seminole delegates confirmed their affiliation with earlier historic American Indians in Florida and indicated that the individual is probably one of their ancestors. The Miccosukee Tribe of Indians of Florida were consulted and requested that the human remains be reburied in Florida but did not indicate a direct cultural affiliation with the human remains. Historical and archeological evidence, however, establish that Seminole and Miccosukee people have been residents in central and southern Florida for several hundred years.\\n\\n        The Miccosukee Tribe of Indians of Florida has come forward since publication of the previous notice to claim the human remains and has informed officials of the Denver Museum of Nature & Science that \\xe2\\x80\\x9cthe Miccosukee Tribe has a direct cultural affiliation to any and all \\'Seminole\\' remains . . . .\\xe2\\x80\\x9d The Miccosukee Tribe of Indians of Florida has informed the Seminole Nation of Oklahoma and the Seminole Tribe of Florida of their claim and the two Seminole tribes agree that the human remains should be repatriated to the Miccosukee Tribe of Indians of Florida.\\n        Paragraph numbers 6 and 7 of the original notice are corrected by substituting the following paragraphs:\\n        Officials of the Denver Museum of Nature & Science have determined that, pursuant to 25 U.S.C. 3001 (9-10), the human remains listed above represent the physical remains of a minimum of one individual of Native American ancestry. Officials of the Denver Museum of Nature & Science also have determined that, pursuant to 25 U.S.C. 3001 (2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and the Miccosukee Tribe of Indians of Florida; Seminole Nation of Oklahoma; and Seminole Tribe of Florida, Dania, Big Cypress, Brighton, Hollywood & Tampa Reservations.\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the human remains should contact Dr. Ella Maria Ray, NAGPRA Officer, Department of Anthropology, Denver Museum of Nature & Science, 2001 Colorado Boulevard, Denver, CO 80205, telephone (303) 370-6056, before January 9, 2006. Repatriation of the human remains to the Miccosukee Tribe of Indians of Florida may proceed after that date if no additional claimants come forward.\\n        The Denver Museum of Nature & Science is responsible for notifying the Miccosukee Tribe of Indians of Florida; Seminole Nation of Oklahoma; and Seminole Tribe of Florida, Dania, Big Cypress, Brighton, Hollywood & Tampa Reservations that this notice has been published.\\n        \\n          Dated: October 12, 2005\\n          Sherry Hutt,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. 05-23873 Filed 12-8-05; 8:45 am]\\n      BILLING CODE 4312-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Inventory Completion: Denver Museum of Nature & Science, Denver, CO; Correction", "agency2": "National Park Service, Interior.", "action": "Notice: Correction.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: October 12, 2005", "signature_name": "Sherry Hutt,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. 05-23873 Filed 12-8-05; 8:45 am]", "billing_code": "BILLING CODE 4312-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}