{"index": "I_1779", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Inventory Completion: California Department of Parks and Recreation, Sacramento, CA\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains and associated funerary objects in the possession and control of the California Department of Parks and Recreation, Sacramento, CA. The human remains and associated funerary objects were removed from Kern, Kings, and Tulare Counties, CA.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003 (d)(3).  The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations in this notice.\\n        A detailed assessment of the human remains was made by California Department of Parks and Recreation\\'s professional staff in consultation with representatives of the Picayune Rancheria of the Chukchansi Indians of California; Santa Rosa Indian Community of the Santa Rosa Rancheria, California (also known as the Tachi Yokut Tribe); Table Mountain Rancheria of California; and Tule River Indian Tribe of the Tule River Reservation, California.\\n        At an unknown date, highly fragmented human remains representing a minimum of three individuals were removed from an unknown locality (most likely close to CA-KIN-32, also known as the Witt site) on the southwest shore of former Tulare Lake, 12 miles southeast of Kettleman City, Kings County, CA. The remains were collected by Leonard \\xe2\\x80\\x9cRed\\xe2\\x80\\x9d Van Den Enden, a private citizen, of Corcoran, CA. After Mr. Van Den Enden\\'s death, his heirs donated the human remains to the California Department of Parks and Recreation in 1982. No known individuals were identified.  No associated funerary objects are present.\\n        While the human remains have no exact provenance, two human cranial fragments date to 15,696 years B.P. (+/-370 years) and 11,379 B.P. (+/-71 years). This is consistent with dates generated from CA-KIN-32/Witt site. The California Department of Parks and Recreation Committee on Repatriation determined that site CA-KIN-32 cannot be clearly identified as Southern Valley Yokuts due to its antiquity.  However, it determined that the prehistoric occupation of the same site by direct ancestors of the historic Southern Valley Yokuts (Tachi, Wowol, and Chunut Yokuts Tribes) was sufficient to culturally affiliate this site with the groups that are the present-day descendants of the Southern Valley Yokuts.  Present-day descendants of the Southern Valley Yokuts are the Picayune Rancheria of the Chukchansi Indians of California; Santa Rosa Indian Community of the Santa Rosa Rancheria, California (also known as the Tachi Yokut Tribe); Table Mountain Rancheria of California; and Tule River Indian Tribe of the Tule River Reservation, California.\\n        In 1927 and 1928, human remains representing a minimum of 14 individuals were removed from CA-TUL-16 (also known as the Broder Mound, Broder Place, Broeder Ranch, Broeder Area B, Old Broder, GWH 132, and J-90), 5 miles east of Visalia and 2 miles south of the Kaweah River, in Tulare County, CA. The remains and associated funerary items were collected by Frank F. Latta on weekends in the course of site leveling of the Broder Mound during agricultural activity. Mr. Latta donated the items to the California Department of Parks and Recreation on July 24, 1988.  No known individuals were identified. The 89 funerary objects are 32 beads, 16 food remains, 11 soil samples, 6 ornaments, 5 flakes, 3 projectile points, 2 plant remains, 2 incised bones, 1 quartz crystal, 1 piece of ochre, 1 lithic, 1 piece of slag, 1 scraper, 1 fire stone, 1 hammerstone, 1 charcoal sample, 1 clay sherd, 1 metal knife, 1 button, and 1 ceramic sherd.\\n\\n        The ages of the burials are not directly known, but may be of considerable antiquity (4000-2000 B.C.). According to Mr. Latta\\'s field notes, some of the burials came from a depth of 11 feet, indicating considerable age. Most of the associated funerary objects are consistent with an Early Period of occupation. While some associated funerary objects date to the historic Late Period, this can be explained by the salvage nature of the excavation.  The California Department of Parks and Recreation Committee on Repatriation determined that site CA-TUL-16 cannot be clearly identified as Southern Valley Yokuts, due to its antiquity.  However, oral history and tradition among the contemporary Yokuts tribes confirm that this site was and still is sacred to the Yokuts. Its destruction is included in the oral history and even now ceremonies are held in the general area of what used to be Broder Mound. The California Department of Parks and Recreation Committee on Repatriation determined that the occupation of site CA-TUL-16 by direct ancestors of the historic Southern Valley Yokuts was sufficient to culturally affiliate this collection with the groups that are the present-day descendants of the Southern Valley Yokuts.  Site CA-TUL-16 is within the historically documented geographic area used by the Wolase Yokuts.\\n        Between 1927 and 1932, human remains representing a minimum of one individual were removed from an unknown location in northwestern Kern County, CA, by Frank F. Latta.  Museum records identify the locality as \\xe2\\x80\\x9cthe gypsum at Lost Hills,\\xe2\\x80\\x9d west of Wasco, the I-5 highway, and Buena Vista Slough.  Mr. Latta donated the human remains to the California Department of Parks and Recreation in 1988. No known individual was identified.  No associated funerary objects are present.\\n\\n        The age of the burial is unknown.  The general locality is within the historically documented geographic area used by the Southern Valley Yokuts (Tachi and Wowol Tribes).  Both of these tribes are mentioned in Alfred Kroeber\\'s Handbook of the Indians of California(1976).  Mr. Latta\\'s research and collection activity was in the historical geographic territory of the Yokuts.  The \\xe2\\x80\\x9cLost Hills\\xe2\\x80\\x9d location is shown on his map of the Southern Valley Yokuts territory in his book The Handbook of Yokuts Indians (1977).\\n        Between 1927 and 1932, human remains representing a minimum of one individual were removed from an unknown location in Tulare County, CA, by Frank F. Latta.  The site may be near the mouth of the Tule River where it discharged into former Tulare Lake, north of Blanco.  Mr. Latta donated the human remains to the California Department of Parks and Recreation on July 24, 1988. No known individual was identified.  No associated funerary objects are present.\\n\\n        The age of the burial is unknown. This site is within the historically documented geographic area used by the Southern Valley Yokuts (Choynok and Wolase Tribes). Both of these tribes are mentioned in Alfred Kroeber\\'s Handbook of the Indians in California (1976). Mr. Latta\\'s research and collection activity was in the historical geographic territory of the Yokuts.\\n        Between 1927 and 1932, human remains representing a minimum of one individual were removed from an unknown location in or near Alpaugh (formerly Atwell\\'s Island and the Southern Valley Yokuts\\' village of Chawlowin), in Tulare County, CA, by Frank F. Latta. Mr. Latta donated the human remains to the California Department of Parks and Recreation in 1988.  No known individual was identified. No associated funerary objects are present.\\n        The age of the burial is unknown. This site is within the historically documented geographic area used by the Southern Valley Yokuts (Wolwol and Chunut Tribes). Oral histories among the present-day Yokuts of the Santa Rosa Indian Community of the Santa Rosa Rancheria attest to the fact that Alpaugh/Atwell\\'s Island was a Yokuts\\' village called Chawlowin. Oral history also confirms that the site has been well known to pillagers, collectors and archeologists over the years. A representative for the Santa Rosa Indian Community of the Santa Rosa Rancheria claims that many private collections in the Lemoore area (location of the Santa Rosa Rancheria) were taken from Alpaugh.\\n        In 1928, human remains representing a minimum of 10 individuals were removed from an unknown location along Grizzly Gulch, a tributary of the White River, on the Vincent Ranch, 20 miles east of Delano, Kern County, CA, by Frank F. Latta.  Mr. Latta donated the human remains to the California Department of Parks and Recreation in 1988. No known individuals were identified. The 2,873 funerary objects are 1,903 beads, 291 flakes, 275 food remains, 116 ornaments, 61 quartz crystals, 47 projectile points, 36 rocks, 33 scrapers, 19 pieces of baked clay, 15 bifaces, 12 pieces of ochre/pigment samples, 9 pieces of asphaltum, 7 ceramic sherds, 6 soil samples, 6 plant samples, 4 charcoal samples, 4 blades, 2 drills, 2 bark strippers, 1 piece of ammunition, 1 hammerstone, 1 chopper, 1 core, 1 gaming stone, and 20 unknown items.\\n        Based on the presence of historic items among the associated funerary objects, this site has been dated to the Late Period (A.D. 500-1900). Non-burial pottery sherds, which are a Late Period Yokuts phenomena, also date this site to Late Period Yokuts occupation. The associated funerary objects are consistent with burial practices of the Southern Valley Yokuts.  This site is within the historically documented geographic area used by the Southern Valley Yokuts (the Yawelamani, Palewyami, and Kumaches Tribes) and the Bankalachi people. The Bankalachi were an off shoot of the Shoshonean-speaking Tubatulabal Tribe that lived among the Penutian-speaking Yokuts. There are no known living descendants of the Tubatulabal or Bankalachi.\\n        On June 10, 1928, human remains representing a minimum of one individual were removed from an unknown location along Deer Creek, Tulare County, CA, by Frank F. Latta.  Mr. Latta donated the human remains to the California Department of Parks and Recreation on July 24, 1988. No known individual was identified.  The 41 associated funerary objects are 19 steatite beads, 7 basket fragments, 4 haliotis ornaments, 3 obsidian projectile points, 2 olivella beads, 2 pieces of shell, 2 tivella beads, 1 obsidian flake, and 1 glass bead.\\n\\n        Based on the presence of historic items among the associated funerary objects, this site has been dated to the Late Period (A.D. 500-1900). The projectile points are variants of the Cottonwood Triangular and also the Desert Side Notched; these are both consistent with the Late Period of Yokuts occupation. The associated funerary objects are consistent with burial practices of the Southern Valley Yokuts or Foothill Yokuts.  Tulare County is within the historically documented geographic areas used by the Southern Valley and Foothill Yokuts (Bokinuwad (Hoeynche), Yawdanchi or Koyeti Tribes). All of these villages or triblets are mentioned in Alfred Kroeber\\'s Handbook of the Indians of California (1976).\\n        In 1928, human remains representing a minimum of one individual were removed from an unknown location at Wilson Flats, Tule River in Tulare County, CA, by Frank F. Latta.  Mr. Latta donated the human remains to the California Department of Parks and Recreation on July 24, 1988.  No known individual was identified.  No funerary objects are present.\\n        Non-funerary items associated with the remains are indicative of Late Period (A.D. 500-1900) occupation. This site is within the historically documented geographic area used by the Central Foothill Yokuts (Yawdanchi Tribe).\\n\\n        In 1928, highly fragmented human remains representing a minimum of six individuals were removed from the Weukeena site (also known as Sweet Weukena, Waukena, Sweet Mound, Sweet Slaughterhouse Mound, and Buzzard\\'s Roost), in Tulare County, CA, by Frank F. Latta.  The precise location of the site is unknown; museum records indicate that it is situated on or near the northeast shore of former Tulare Lake, 4 miles south of Waukena and 10 miles southwest of Tulare, along State Highway 137.  Mr. Latta donated the human remains to the California Department of Parks and Recreation on July 24, 1988.  No known individuals were identified.  The 112 associated funerary objects are 30 beads, 22 projectile points, 21 ornaments, 10 food remains, 6 flakes, 4 scrapers, 3 plant samples, 2 lithics, 2 clay sherds, 2 soil samples, 1 piece of ochre, 1 metal button, 1 shale blade, 1 gaming stone, 1 steatite bowl, 1 ceramic sherd, 1 drill, and 3 unknown items.\\n        Based on the presence of historical and diagnostic items, the remains have been dated to a Late Period (A.D. 500-1900) occupation.  This site is within the historically documented geographic area used by the Southern Valley Yokuts (Chunut Tribe).  The associated funerary objects are consistent with the burial practices of the Southern Valley Yokuts.\\n        In 1928, human remains representing a minimum of one individual were removed from an unknown location on the Old Vincent Ranch at Woodeville in Tulare County, CA, by Frank F. Latta.  Mr. Latta donated the human remains to the California Department of Parks and Recreation on July 24, 1988.  No known individual was identified. No funerary objects are present.\\n        The age of the human remains is unknown. Mr. Latta\\'s research and collection activity was in the historical geographic territory of the Yokuts and this site is within the historically documented geographic area used by the Southern Valley Yokuts (Koyeti Tribe).\\n        In 1932, human remains representing a minimum of three individuals were removed from site CA-KER-152 (also known as the Alamo Solo site and Sunflower #4), in Kern County, CA, by Frank F. Latta.  The human remains were removed from near Dagany Gap east of Sunflower Valley, 16 miles south of Avenal, northwestern Kern County.  In 1988, Mr. Latta donated the human remains to the California Department of Parks and Recreation.  No known individuals were identified.  The 116 associated funerary objects are 21 projectile points, 20 scrapers, 12 beads, 10 bifaces, 7 flakes, 4 blades, 4 soil samples, 4 food remains, 3 plant samples, 2 ornaments, 2 pieces of fabric, 2 haliotis ornaments, 2 ammunition remains, 2 choppers, 2 drills, 2 bark scrapers, 1 charmstone, 1 asphaltum, 1 cobble, 1 steatite bowl, 1 weaving shuttle, 1 ceramic sherd, 1 quartz crystal, 1 nail, 1 charcoal sample, 1 piece of slag, 1 willow stripper, 1 awl, 1 bone tool, 1 lithic, 1 piece of baked clay, and 2 unidentified items.\\n        Based on the presence of historic items among the associated funerary objects, CA-KER-152 has been dated to the Late Period (A.D. 500-1900). Diagnostic analysis of beads and projectile points, as well as the style and nature of the associated funerary objects are consistent with burial practices of the Southern Valley Yokuts (Tachi Tribe).  Site CA-KER-152 is within the historically documented geographic area used by the Tachi Yokuts who are anthropologically considered part of the Southern Valley Yokuts.\\n        In 1964 and 1965, human remains representing a minimum of 78 individuals were removed from site CA-KER-116 (also known as Buena Vista Lake site, KER-39, KER-39A, KER-43, and KER-60), in southwestern Kern County, CA.  The human remains were removed from the southwest shoreline of the former Buena Vista Lake, along the California Aqueduct, where Buena Vista Valley meets Buena Vista Hills.   The site was excavated in 1964 by Sonoma State University under the direction of David A. Fredrickson and in 1965 under the direction of J.M. Grossman and John Waller of San Jose State College, under a contract with the Division of Beaches and Parks, which is now the California Department of Parks and Recreation. The Department of Water Resources provided funding for the excavations prior to the construction of the California Aqueduct. The bulk of the collection was processed at Sonoma State University until it was transferred to California Department of Parks and Recreation on April 3, 2003.  No known individuals were identified.  The 2,840 associated funerary objects are 1,016 flakes or lithics, 909 food remains, 177 beads, 147 flake stone tools, 137 projectile points, 122 fire rocks, 100 unidentified items, 63 ground stone implements, 49 stone blades, 35 botanical samples, 35 asphaltum pieces, 20 bone tools, 18 ornaments, 10 pigment samples, 1 basket, and 1 whistle.\\n        Components from the burials in the possession of California Department of Parks and Recreation from CA-KER-116 date to the Early Horizon/Early Period (4000-2000 B.C.). Due to the antiquity of the site, the California Department of Parks and Recreation Committee on Repatriation determined that site CA-KER-116 could not be clearly identified as Southern Valley Yokuts. This site is within the historically documented geographic area used by the Southern Valley Yokuts (Tulumne Tribe). However, the committee determined that the continuous occupation of site CA-KER-116 by direct ancestors of the historic Southern Valley Yokuts was sufficient to culturally affiliate with present-day descendants of the Southern Valley Yokuts.\\n        At an unknown time but most likely in 1964, human remains representing a minimum of one individual were removed from the Pelican Island site in Kern County, CA. The person who collected the items was not documented.  The island was located in the former Buena Vista Lake, Kern County, CA.  No known individual was identified.  No funerary objects are present.\\n        The age of the burial is unknown. Notes indicate that the items were surface collected. The Pelican Island site is within the historically documented geographic area used by the Southern Valley Yokuts (Tulumne Tribe).\\n        At an unknown date but probably after 1965, human remains representing a minimum of one individual were removed from either the Kern Pumping plant or the Buena Vista Pumping Plant in Kern County, CA. The person who collected the items was not documented. No known individual was identified. The one associated funerary object is a soil sample.\\n        The age of the human remains is unknown.  Because the site\\'s location is only generally known, the California Department of Parks and Recreation Committee on Repatriation has determined that the human remains and associated funerary objects were not clearly identifiable as Southern Valley Yokuts, but are most likely to be identified as Southern Valley Yokuts (Tulumne Tribe).\\n\\n        All of the sites described above lie within Yokuts\\' territory. Archeologists believe that the Penutian-speaking Yokuts are descended from the Windmiller people who occupied the Central Valley and Sierra Nevada foothills of California from 4,000 to 3,000 years ago. The Yokuts territory was the largest territory of prehistoric tribes in California and included almost the entire Central Valley, bounded on the north by where the San Joaquin River empties into the Sacramento River, and on the south by the foothills of the Tehachepi Mountains. The Yokuts comprised over 200 villages or communities, each with its own subsistence strategy and distinct dialect group. The Yokuts are anthropologically represented today by three living areas: the Northern Valley Yokuts, Southern Valley Yokuts, and Foothill Yokuts. Archeological, ethnographical, historical, and oral historical evidence link the Southern Valley Yokuts and Foothill Yokuts to the present-day federally recognized Picayune Rancheria of the Chukchansi Indians of California; Santa Rosa Indian Community of the Santa Rosa Rancheria, California (also known as the Tachi Yokut Tribe); Table Mountain Rancheria of California; and Tule River Indian Tribe of the Tule River Reservation, California.\\n        Officials of the California Department of Parks and Recreation have determined that, pursuant to 25 U.S.C. 3001 (9-10), the human remains described above represent the physical remains of a minimum of 122 individuals of Native American ancestry.  Officials of the California Department of Parks and Recreation also have determined that, pursuant to 25 U.S.C. 3001 (3)(A), the 6,072 objects listed above are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony.  Lastly, officials of California Department of Parks and Recreation have determined that, pursuant to 25 U.S.C. 3001 (2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and associated funerary objects and the Picayune Rancheria of the Chukchansi Indians of California; Santa Rosa Indian Community of the Santa Rosa Rancheria, California (also known as the Tachi Yokut Tribe); Table Mountain Rancheria of California; and Tule River Indian Tribe of the Tule River Reservation, California.\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the human remains and associated funerary objects should contact Paulette Hennum, NAGPRA Coordinator, California State Parks, Cultural Resources Division, 1416 9th Street, Room 902, Sacramento, CA 95814, telephone (916) 653-7976, before July 1, 2005. Repatriation of the human remains and associated funerary objects to the Picayune Rancheria of the Chukchansi Indians of California; Santa Rosa Indian Community of the Santa Rosa Rancheria, California (also known as the Tachi Yokut Tribe); Table Mountain Rancheria of California; and Tule River Indian Tribe of the Tule River Reservation, California may proceed after that date if no additional claimants come forward.\\n        The California Department of Parks and Recreation is responsible for notifying the Picayune Rancheria of the Chukchansi Indians of California; Santa Rosa Indian Community of the Santa Rosa Rancheria, California (also known as the Tachi Yokut Tribe); Table Mountain Rancheria of California; and Tule River Indian Tribe of the Tule River Reservation, California that this notice has been published.\\n        \\n          Dated: May 20, 2005\\n          Paul Hoffman,\\n          Deputy Assistant Secretary, Fish and Wildlife and Parks\\n        \\n      \\n      [FR Doc. 05-10796 Filed 5-31-05; 8:45 am]\\n      BILLING CODE 4312-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Inventory Completion: California Department of Parks and Recreation, Sacramento, CA", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: May 20, 2005", "signature_name": "Paul Hoffman,", "signature_title": "Deputy Assistant Secretary, Fish and Wildlife and Parks", "fr_doc": "[FR Doc. 05-10796 Filed 5-31-05; 8:45 am]", "billing_code": "BILLING CODE 4312-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}