{"index": "I_1773", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Inventory Completion: Oakland Museum of California, Oakland, CA\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains and associated funerary objects in the possession of the Oakland Museum of California, Oakland, CA.  The human remains and associated funerary objects were removed from Mineral Creek in Pinal County, AZ.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003 (d)(3).  The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains and associated funerary objects.  The National Park Service is not responsible for the determinations in this notice.\\n        A detailed assessment of the human remains was made by Oakland Museum of California professional staff in consultation with representatives of the Gila River Indian Community of the Gila River Indian Reservation, Arizona.  The Gila River Indian Community of the Gila River Indian Reservation, Arizona is acting on behalf of the Ak Chin Indian Community of the Maricopa (Ak Chin) Indian Reservation, Arizona; Salt River Pima-Maricopa Indian Community of the Salt River Reservation, Arizona; Tohono O\\'odham Nation of Arizona, and themselves.\\n        At an unknown date, human remains representing a minimum of one individual were removed from Mineral Creek in Pinal County, AZ , by person(s) unknown. In 1914, Mr. Otho Moses donated the human remains as part of a collection of geological and ethnographic materials to the Oakland Public Museum (now Oakland Museum of California).  It is unknown how or when Mr. Moses acquired the human remains.  No known individual was identified.  The one associated funerary object is a bone awl.\\n        Information in the Oakland Museum of California\\'s records describes the site from which the human remains and associated funerary objects were removed as being located 15 or 16 miles up the Gila River from Florence, AZ.  Based on geographic location, skeletal morphology, and analysis of the associated funerary object, this individual has been identified as a Native American of Hohokam affiliation. Archeological, historical, and oral tradition evidence indicate that there is a relationship of shared group identity between the Hohokam people and the present-day Piman and O\\'odham cultures, represented by the Ak-Chin Indian Community of the Maricopa (Ak Chin) Indian Reservation, Arizona; Gila River Indian Community of the Gila River Indian Reservation, Arizona; Salt River Pima-Maricopa Indian Community of the Salt River Reservation, Arizona; and Tohono O\\'odham Nation of Arizona.\\n        Officials of the Oakland Museum of California have determined that, pursuant to 25 U.S.C. 3001 (9-10), the human remains described above represent the physical remains of one individual of Native American ancestry. Officials of the Oakland Museum of California also have determined that, pursuant to 25 U.S.C. 3001 (3)(A), the one object described above is reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony.  Lastly, officials of the Oakland Museum of California have determined that, pursuant to 25 U.S.C. 3001 (2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and associated funerary object and the Ak-Chin Indian Community of the Maricopa (Ak Chin) Indian Reservation, Arizona; Gila River Indian Community of the Gila River Indian Reservation, Arizona; Salt River Pima-Maricopa Indian Community of the Salt River Reservation, Arizona; and Tohono O\\'odham Nation of Arizona.\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the human remains and associated funerary object should contact Carey T. Caldwell, Curator of Special Projects, Oakland Museum of California, 1000 Oak St., Oakland, CA 94607, telephone (510) 238-3842, before July 1, 2005.  Repatriation of the human remains and associated funerary object to the Gila River Indian Community of the Gila River Indian Reservation, Arizona may proceed after that date if no additional claimants come forward. The Ak-Chin Indian Community of the Maricopa (Ak Chin) Indian Reservation, Arizona; Salt River Pima-Maricopa Indian Community of the Salt River Reservation, Arizona; and Tohono O\\'odham Nation of Arizona supports the  repatriation of the human remains and associated funerary object to the Gila River Indian Community of the Gila River Indian Reservation, Arizona.\\n\\n        The Oakland Museum of California is responsible for notifying the Ak-Chin Indian Community of the Maricopa (Ak Chin) Indian Reservation, Arizona; Gila River Indian Community of the Gila River Indian Reservation, Arizona; Salt River Pima-Maricopa Indian Community of the Salt River Reservation, Arizona; and Tohono O\\'odham Nation of Arizona that this notice has been published.\\n        \\n          Dated:  May 20, 2005.\\n          Paul Hoffman,\\n          Deputy Assistant Secretary, Fish and Wildlife and Parks.\\n        \\n      \\n      [FR Doc. 05-10808 Filed 5-31-05; 8:45 am]\\n      BILLING CODE 4312-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Inventory Completion: Oakland Museum of California, Oakland, CA", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated:  May 20, 2005.", "signature_name": "Paul Hoffman,", "signature_title": "Deputy Assistant Secretary, Fish and Wildlife and Parks.", "fr_doc": "[FR Doc. 05-10808 Filed 5-31-05; 8:45 am]", "billing_code": "BILLING CODE 4312-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}