{"index": "I_1713", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Inventory Completion: U.S. Department of the Interior, Bureau of Indian Affairs, Washington, DC, and U.S. Department of the Interior, National Park Service, Mesa Verde National Park, Mesa Verde, CO\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with provisions of the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains and associated funerary objects in the control of the U.S. Department of the Interior, Bureau of Indian Affairs, Washington, DC, and the possession of the U.S. Department of the Interior, National Park Service, Mesa Verde National Park, Mesa Verde, CO. The human remains were removed from San Juan County, NM.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003(d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal Agency that has control of the Native American human remains. The National Park Service is not responsible for the determinations in this notice. \\n\\n        Bureau of Indian Affairs and Mesa Verde National Park professional staff identified the cultural items and assessed the cultural affiliation of the cultural items in consultation with representatives of the Hopi Tribe of Arizona; Navajo Nation, Arizona, New Mexico, & Utah; Pueblo of Acoma, New Mexico; Pueblo of Cochiti, New Mexico; Pueblo of Isleta, New Mexico; Pueblo of Jemez, New Mexico; Pueblo of Laguna, New Mexico; Pueblo of Nambe, New Mexico; Pueblo of Picuris, New Mexico; Pueblo of Pojoaque, New Mexico; Pueblo of San Ildefonso, New Mexico; Pueblo of San Juan, New Mexico; Pueblo of Santa Clara, New Mexico; Pueblo of Santo Domingo, New Mexico; Pueblo of Taos, New Mexico; Pueblo of Tesuque, New Mexico; Pueblo of Zia, New Mexico; Southern Ute Indian Tribe of the Southern Ute Reservation, Colorado; Ute Mountain Tribe of the Ute Mountain Reservation, Colorado, New Mexico, & Utah; and Zuni Tribe of the Zuni Reservation, New Mexico. The Pueblo of San Felipe, New Mexico; Pueblo of Sandia, New Mexico; Pueblo of Santa Ana, New Mexico; and Ysleta Del Sur Pueblo of Texas were unable to attend the Native American consultation meetings, but they requested and received the minutes of these proceedings.\\n        In 1936, human remains representing a minimum of one individual were removed from an area on the Navajo Reservation west of Shiprock, San Juan County, NM, by U.S. Commissioner J.H. Jackson. Osteological data cannot conclusively identify cultural affiliation. No known individual was identified. No associated funerary objects are present.\\n        Officials of the Bureau of Indian Affairs have determined that, pursuant to 25 U.S.C. 3001 (9-10), the human remains described above represent the physical remains of one individual of Native American ancestry. Officials of the Bureau of Indian Affairs also determined that, pursuant to 25 U.S.C. 3001 (2), a relationship of shared group identity cannot reasonably be traced between the Native American human remains and any present-day Indian tribe. Lastly, officials of the Bureau of Indian Affairs determined that the physical remains of the one individual of Native American ancestry are culturally unidentifiable.\\n        The Native American Graves Protection and Repatriation Review Committee (Review Committee) is responsible for recommending specific actions for disposition of culturally unidentifiable human remains. In February 2006, Mesa Verde National Park requested that the Review Committee recommend repatriation of 25 culturally unidentifiable human remains, including one set of culturally unidentifiable human remains under the control of the Bureau of Indian Affairs, to the Hopi Tribe of Arizona; Navajo Nation, Arizona, New Mexico, & Utah; Pueblo of Acoma, New Mexico; Pueblo of Cochiti, New Mexico; Pueblo of Isleta, New Mexico; Pueblo of Jemez, New Mexico; Pueblo of Laguna, New Mexico; Pueblo of Nambe, New Mexico; Pueblo of Picuris, New Mexico; Pueblo of Pojoaque, New Mexico; Pueblo of San Felipe, New Mexico; Pueblo of San Ildefonso, New Mexico; Pueblo of San Juan, New Mexico; Pueblo of Sandia, New Mexico; Pueblo of Santa Ana, New Mexico; Pueblo of Santa Clara, New Mexico; Pueblo of Santo Domingo, New Mexico; Pueblo of Taos, New Mexico; Pueblo of Tesuque, New Mexico; Pueblo of Zia, New Mexico; Ysleta Del Sur Pueblo of Texas; and Zuni Tribe of the Zuni Reservation, New Mexico. These 22 Indian tribes had requested the human remains and have demonstrated a cultural relationship to the region. The Review Committee considered the proposal at its March 3, 2006 meeting via teleconference, and recommended disposition of the human remains to the Hopi Tribe of Arizona; Navajo Nation, Arizona, New Mexico, & Utah; Pueblo of Acoma, New Mexico; Pueblo of Cochiti, New Mexico; Pueblo of Isleta, New Mexico; Pueblo of Jemez, New Mexico; Pueblo of Laguna, New Mexico; Pueblo of Nambe, New Mexico; Pueblo of Picuris, New Mexico; Pueblo of Pojoaque, New Mexico; Pueblo of San Felipe, New Mexico; Pueblo of San Ildefonso, New Mexico; Pueblo of San Juan, New Mexico; Pueblo of Sandia, New Mexico; Pueblo of Santa Ana, New Mexico; Pueblo of Santa Clara, New Mexico; Pueblo of Santo Domingo, New Mexico; Pueblo of Taos, New Mexico; Pueblo of Tesuque, New Mexico; Pueblo of Zia, New Mexico; Ysleta Del Sur Pueblo of Texas; and Zuni Tribe of the Zuni Reservation, New Mexico.\\n\\n        A March 3, 2006, letter from the Designated Federal Official on behalf of the chair of the Review Committee to the Bureau of Indian Affairs transmitted the Review Committee\\'s recommendation that the Agency effect disposition of the physical remains of the one culturally unidentifiable individual to the 22 Indian tribes listed above contingent on the publication of a Notice of Inventory Completion in the Federal Register. This notice fulfills that requirement. \\n        Representatives of any Indian tribe that believes itself to be culturally affiliated with the human remains and associated funerary objects should contact Dr. Donald Sutherland, Bureau of Indian Affairs, 2051 Mercator Drive, Reston, VA 20191, (703) 390-6470, before April 17, 2006. Disposition of the human remains to the Hopi Tribe of Arizona; Navajo Nation, Arizona, New Mexico, & Utah; Pueblo of Acoma, New Mexico; Pueblo of Cochiti, New Mexico; Pueblo of Isleta, New Mexico; Pueblo of Jemez, New Mexico; Pueblo of Laguna, New Mexico; Pueblo of Nambe, New Mexico; Pueblo of Picuris, New Mexico; Pueblo of Pojoaque, New Mexico; Pueblo of San Felipe, New Mexico; Pueblo of San Ildefonso, New Mexico; Pueblo of San Juan, New Mexico; Pueblo of Sandia, New Mexico; Pueblo of Santa Ana, New Mexico; Pueblo of Santa Clara, New Mexico; Pueblo of Santo Domingo, New Mexico; Pueblo of Taos, New Mexico; Pueblo of Tesuque, New Mexico; Pueblo of Zia, New Mexico; Ysleta Del Sur Pueblo of Texas; and Zuni Tribe of the Zuni Reservation, New Mexico, may proceed after that date if no additional claimants come forward.\\n        The Bureau of Indian Affairs is responsible for notifying the Hopi Tribe of Arizona; Navajo Nation, Arizona, New Mexico, & Utah; Pueblo of Acoma, New Mexico; Pueblo of Cochiti, New Mexico; Pueblo of Isleta, New Mexico; Pueblo of Jemez, New Mexico; Pueblo of Laguna, New Mexico; Pueblo of Nambe, New Mexico; Pueblo of Picuris, New Mexico; Pueblo of Pojoaque, New Mexico; Pueblo of San Felipe, New Mexico; Pueblo of San Ildefonso, New Mexico; Pueblo of San Juan, New Mexico; Pueblo of Sandia, New Mexico; Pueblo of Santa Ana, New Mexico; Pueblo of Santa Clara, New Mexico; Pueblo of Santo Domingo, New Mexico; Pueblo of Taos, New Mexico; Pueblo of Tesuque, New Mexico; Pueblo of Zia, New Mexico; Southern Ute Indian Tribe of the Southern Ute Reservation, Colorado; Ute Mountain Tribe of the Ute Mountain Reservation, Colorado, New Mexico, & Utah; Ysleta Del Sur Pueblo of Texas; and Zuni Tribe of the Zuni Reservation, New Mexico that this notice has been published. \\n        \\n          Dated: March 13, 2005\\n          Sherry Hutt, \\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. 06-2624 Filed 3-16-06; 8:45 am]\\n      BILLING CODE 4312-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Inventory Completion: U.S. Department of the Interior, Bureau of Indian Affairs, Washington, DC, and U.S. Department of the Interior, National Park Service, Mesa Verde National Park, Mesa Verde, CO", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: March 13, 2005", "signature_name": "Sherry Hutt, ", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. 06-2624 Filed 3-16-06; 8:45 am]", "billing_code": "BILLING CODE 4312-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}