{"index": "I_1797", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Inventory Completion: Field Museum of Natural History, Chicago, IL\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains in the possession of the Field Museum of Natural History, Chicago, IL.  The human remains were removed from the Crow Reservation, Bighorn County, MT.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003 (d)(3).  The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains.  The National Park Service is not responsible for the determinations in this notice.\\n        A detailed assessment of the human remains was made by Field Museum of Natural History professional staff in consultation with representatives of Crow Tribe of Montana.\\n        During 1901-1902, human remains representing a minimum of two individuals were obtained from Crow Agency, on the Crow Reservation, Bighorn County, MT, by Stephen C. Simms for the Field Museum of Natural History.  Field Museum of Natural History records indicate that Assistant Curator of Anthropology Stephen C. Simms traveled to the Crow Reservation in late December 1901 and early January 1902.  No known individuals were identified.  No associated funerary objects are present.\\n        The human remains have been identified as Native American based on the specific cultural and geographic attribution in Field Museum of Natural History records. The records identify the human remains as \\xe2\\x80\\x9cCrow\\xe2\\x80\\x9d from Crow Agency, Crow Reservation, MT.  Crow descendants in Montana are represented by the present-day Crow Tribe of Montana.\\n        Officials of the Field Museum of Natural History have determined that, pursuant to 25 U.S.C. 3001 (9-10), the human remains described above represent the physical remains of two individuals of Native American ancestry.  Officials of the Field Museum of Natural History also have determined that, pursuant to 25 U.S.C. 3001 (2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and the Crow Tribe of Montana.\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the human remains should contact Helen Robbins, Repatriation Specialist, Field Museum of Natural History, 1400 South Lake Shore Drive, Chicago, IL 60605-2496, telephone (312) 665-7317, before March 4, 2005. Repatriation of the human remains to the Crow Tribe of Montana may proceed after that date if no additional claimants come forward.\\n        The Field Museum of Natural History is responsible for notifying the Crow Tribe of Montana that this notice has been published.\\n        \\n          Dated:  January 11, 2005.\\n          Sherry Hutt,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. 05-1956 Filed 2-1-05; 8:45 am]\\n      BILLING CODE 4312-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Inventory Completion: Field Museum of Natural History, Chicago, IL", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated:  January 11, 2005.", "signature_name": "Sherry Hutt,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. 05-1956 Filed 2-1-05; 8:45 am]", "billing_code": "BILLING CODE 4312-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}