{"index": "I_1778", "messy_full": "\\n      \\n        \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Inventory Completion: California State University, Long Beach, Long Beach, CA\\n        \\n          AGENCY:\\n          National Park Service.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains and associated funerary objects in the possession of California State University, Long Beach, Long Beach, CA. The human remains and associated funerary objects were removed from site 4-SJo-17, San Joaquin County, CA.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003 (d)(3).  The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains and associated funerary objects.  The National Park Service is not responsible for the determinations in this notice. \\n        A detailed assessment of the human remains was made by California State University, Long Beach professional staff in consultation with representatives of the Buena Vista Rancheria of Me-wuk Indians of California; California Valley Miwok Tribe, California; Chicken Ranch Rancheria of Me-Wuk Indians of California; Ione Band of Miwok Indians of California; Jackson Rancheria of Me-Wuk Indians of California; Picayune Rancheria of the Chukchansi Indians of California; Santa Rosa Indian Community of the Santa Rosa Rancheria, California (also known as the Tachi Yokut Tribe); Shingle Springs Band of Miwok Indians, Shingle Springs Rancheria (Verona Tract), California; Table Mountain Rancheria of California; Tule River Indian Tribe of the Tule River Reservation, California; and Tuolumne Band of Me-Wuk Indians of the Tuolumne Rancheria of California.\\n        \\n        In 1967, human remains representing 240 individuals were removed during a salvage excavation project at 4-SJo-17 on private property in San Joaquin County, CA. Faculty and students from what was then Long Beach State College (now California State University, Long Beach) and local volunteers conducted the excavations. No known individuals were identified.  The 1,876 associated funerary objects are 398 chipped stone tools and fragments, 66 ground or polished stone tools and fragments, 744 fragments of non-human bone, 640 shell beads, and 28 pieces of ceramics or fired clay.\\n        Based on burial patterns and artifact types, the human remains and associated funerary objects are dated to the Middle Horizon (2,500-2,000 B.P.).  The establishment of a cultural chronology of the 4-SJo-17 collection relied upon the California Prehistoric Cultural Chronology and Artifact Classification System used by most regional archeologists.  Multiple lines of evidence were used to determine the antiquity of this collection.  Geographic, linguistic, archeological, and ethnographic evidence, as well as oral historical evidence presented at consultation, were used to determine cultural affiliation to the Eastern Miwok and Central Valley Yokuts peoples.  The Eastern Miwok and Yokuts cultures of the Late Horizon (from 1,500 years ago to the European contact) are believed to have descended from the Middle Horizon cultures represented at this site, which lies on the border of the traditional territory of the Eastern Miwok and the Northern Valley Yokuts.\\n        Officials of California State University, Long Beach, in consultation with the University\\'s Committee on Native American Burial Remains and Cultural Patrimony, have determined that, pursuant to 25 U.S.C. 3001 (9-10), the human remains described above represent a minimum of 240 individuals of Native American ancestry.  Officials of California State University, Long Beach, in consultation with the Committee on Native American Burial Remains and Cultural Patrimony, also have determined that, pursuant to 25 U.S.C. 3001 (3)(A), the 1,876 objects described above are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony.  Lastly, officials of California State University, Long Beach, in consultation with the University\\'s Committee on Native American Burial Remains and Cultural Patrimony, have determined that, pursuant to 25 U.S.C. 3001 (2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and associated funerary objects and the Buena Vista Rancheria of Me-wuk Indians of California; California Valley Miwok Tribe, California; Chicken Ranch Rancheria of Me-Wuk Indians of California; Ione Band of Miwok Indians of California; Jackson Rancheria of Me-Wuk Indians of California; Picayune Rancheria of the Chukchansi Indians of California; Santa Rosa Indian Community of the Santa Rosa Rancheria, California (also known as the Tachi Yokut Tribe); Shingle Springs Band of Miwok Indians, Shingle Springs Rancheria (Verona Tract), California; Table Mountain Rancheria of California; Tule River Indian Tribe of the Tule River Reservation, California; and Tuolumne Band of Me-Wuk Indians of the Tuolumne Rancheria of California.\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the human remains and associated funerary objects should contact Keith Ian Polakoff, Associate Vice President for Academic Affairs, California State University, Long Beach, Long Beach, California, 90840-0118; telephone: (562) 985-4128, before July 1, 2005. The Santa Rosa Indian Community of the Santa Rosa Rancheria, California (also known as the Tachi Yokut Tribe) has submitted a written claim to the California State University, Long Beach for repatriation of these cultural items. Repatriation of the human remains and associated funerary objects to the Santa Rosa Indian Community of the Santa Rosa Rancheria, California (also known as the Tachi Yokut Tribe), may proceed after that date if no additional claimants come forward. \\n        California State University, Long Beach is responsible for notifying the Buena Vista Rancheria of Me-wuk Indians of California; California Valley Miwok Tribe, California; Chicken Ranch Rancheria of Me-Wuk Indians of California; Ione Band of Miwok Indians of California; Jackson Rancheria of Me-Wuk Indians of California; Picayune Rancheria of the Chukchansi Indians of California; Santa Rosa Indian Community of the Santa Rosa Rancheria, California (also known as Tachi Yokut Tribe, California); Shingle Springs Band of Miwok Indians, Shingle Springs Rancheria (Verona Tract), California; Table Mountain Rancheria of California; Tule River Indian Tribe of the Tule River Reservation, California; and Tuolumne Band of Me-Wuk Indians of the Tuolumne Rancheria of California that this notice has been published.\\n        \\n          Dated: May 20, 2005\\n          Paul Hoffman,\\n          Deputy Assistant Secretary, Fish and Wildlife and Parks.\\n        \\n      \\n      [FR Doc. 05-10815 Filed 5-31-05; 8:45 am]\\n      BILLING CODE 4312-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Inventory Completion: California State University, Long Beach, Long Beach, CA", "agency2": "National Park Service.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: May 20, 2005", "signature_name": "Paul Hoffman,", "signature_title": "Deputy Assistant Secretary, Fish and Wildlife and Parks.", "fr_doc": "[FR Doc. 05-10815 Filed 5-31-05; 8:45 am]", "billing_code": "BILLING CODE 4312-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}