{"index": "I_1728", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR------National Park Service\\n        Notice of Inventory Completion: Fort Collins Museum, Fort Collins, CO\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains in the possession of the Fort Collins Museum, Fort Collins, CO. The human remains were removed from unknown sites, but most likely from Larimer and other Colorado counties.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003 (d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains. The National Park Service is not responsible for the determinations in this notice.\\n        A detailed assessment of the human remains was made by Fort Collins Museum professional staff in consultation with physical and forensic anthropologists and representatives of the Apache Tribe of Oklahoma; Arapaho Tribe of the Wind River Reservation, Wyoming; Cheyenne River Sioux Tribe of the Cheyenne River Reservation, South Dakota; Cheyenne-Arapaho Tribes of Oklahoma; Comanche Nation, Oklahoma; Fort Sill Apache Tribe of Oklahoma; Jicarilla Apache Nation, New Mexico; Kiowa Indian Tribe of Oklahoma; Northern Cheyenne Tribe of the Northern Cheyenne Indian Reservation, Montana; Oglala Sioux Tribe of the Pine Ridge Reservation, South Dakota; Pawnee Nation of Oklahoma; Rosebud Sioux Tribe of the Rosebud Indian Reservation, South Dakota; Southern Ute Indian Tribe of the Southern Ute Reservation, Colorado; Standing Rock Sioux Tribe of North & South Dakota; Ute Indian Tribe of the Uintah & Ouray Reservation, Utah; and Ute Mountain Tribe of the Ute Mountain Reservation, Colorado, New Mexico, & Utah. \\n        At an unknown time, human remains representing a minimum of 13 individuals were donated to the Fort Collins Museum, Fort Collins, CO. According to museum records and the history of the institution\\'s collections, the human remains were most likely removed from Larimer and/or surrounding counties. While specific provenience for the human remains is unknown, certain osteological evidence and dental characteristics suggest that the remains are of probable Native American ancestry and are believed to date to before 1880. No known individuals were identified. No associated funerary objects are present.\\n\\n        Traditional territorial evidence of Arapaho and Cheyenne occupation of Larimer County is documented on numerous maps, including \\xe2\\x80\\x9cIndian Land Areas Judicially Established 1978.\\xe2\\x80\\x9d The map, \\xe2\\x80\\x9cEarly Indian Tribes, Culture Areas, and Linguistic Stocks,\\xe2\\x80\\x9d establishes the presence of the Arapaho and Ute tribes in the area during the time of contact. The Colorado Office of Archaeology and Historic Preservation map, \\xe2\\x80\\x9cEstimated Tribal Territories in Colorado During the Late Nineteenth Century,\\xe2\\x80\\x9d shows the presence of the Apache, Arapaho, Cheyenne, Comanche, and Kiowa tribes in all of eastern Colorado, including Larimer County. The Southern Ute Indian Tribe map, \\xe2\\x80\\x9cOriginal Ute Domain,\\xe2\\x80\\x9d includes Larimer County as a part of the original domain of the Utes. Through both oral tradition and written records, the Lakota were known to have been in Larimer County and other northern Colorado counties by at least the early 1800s. Furthermore, during consultations with official representatives of the culturally affiliated tribes, folklore, oral tradition, and geographical and historical evidence provided indicates that Larimer County is part of their traditional territory.\\n        In addition to musuem records, osteological evidence, and dental characteristics, oral traditions, archeological context, ethnographic research, and ethno-historic documents support cultural affiliation between the human remains and descendants of the Apache, Arapaho, Cheyenne, Comanche, Kiowa, Lakota, and Ute tribes as members of the Apache Tribe of Oklahoma; Arapaho Tribe of the Wind River Reservation, Wyoming; Cheyenne-Arapaho Tribes of Oklahoma; Cheyenne River Sioux Tribe, South Dakota; Comanche Nation, Oklahoma; Fort Sill Apache Tribe of Oklahoma; Jicarilla Apache Nation, New Mexico; Kiowa Indian Tribe of Oklahoma; Northern Cheyenne Tribe of the Northern Cheyenne Indian Reservation, Montana; Oglala Sioux Tribe of the Pine Ridge Reservation, South Dakota; Pawnee Nation of Oklahoma; Rosebud Sioux Tribe of the Rosebud Indian Reservation, South Dakota; Southern Ute Indian Tribe of the Southern Ute Reservation, Colorado; Standing Rock Sioux Tribe of North & South Dakota; Ute Indian Tribe of the Uintah & Ouray Reservation, Utah; and the Ute Mountain Tribe of the Ute Mountain Reservation, Colorado, New Mexico, & Utah.\\n\\n        In April 2002, representatives of several of the above-mentioned Indian tribes were consulted regarding the cultural affiliation and disposition of the human remains in this notice, as well as the human remains of four individuals described in a Notice of Inventory Completion published in the Federal Register on September 12, 2002 (FR Doc. 02-23127, pages 57838-57839). Following the April 2002 consultation, a joint claim of cultural affiliation was authorized by nine tribes with two other tribes subsequently adding their signatures. The joint claim of cultural affiliation identified the Cheyenne-Arapaho Tribes of Oklahoma as the lead Indian tribe in the repatriation of the four other individuals. Reburying of the individuals occurred in June 2003. Since that time, further consultations with the above-mentioned tribes have resulted in verbal agreement to support the joint claim of cultural affiliation and the request that the Cheyenne-Arapaho Tribes of Oklahoma take the lead in repatriating and reburying the 13 individuals described in this notice.\\n        Officials at the Fort Collins Museum have determined that, pursuant to 25 U.S.C. 3001(9-10), the human remains described above represent the physical remains of 13 individuals of Native American ancestry. Officials of the Fort Collins Museum also have determined that, pursuant to 25 U.S.C. 3001 (2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and the Apache Tribe of Oklahoma; Arapaho Tribe of the Wind River Reservation, Wyoming; Cheyenne River Sioux Tribe of the Cheyenne River Reservation, South Dakota; Cheyenne-Arapaho Tribes of Oklahoma; Comanche Nation, Oklahoma; Fort Sill Apache Tribe of Oklahoma; Jicarilla Apache Nation, New Mexico; Kiowa Indian Tribe of Oklahoma; Northern Cheyenne Tribe of the Northern Cheyenne Indian Reservation, Montana; Oglala Sioux Tribe of the Pine Ridge Reservation, South Dakota; Pawnee Nation of Oklahoma; Rosebud Sioux Tribe of the Rosebud Indian Reservation, South Dakota; Southern Ute Indian Tribe of the Southern Ute Reservation, Colorado; Standing Rock Sioux Tribe of North & South Dakota; Ute Indian Tribe of the Uintah & Ouray Reservation, Utah; and Ute Mountain Tribe of the Ute Mountain Reservation, Colorado, New Mexico, & Utah.\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the human remains should contact Dr. Brenda Martin, NAGPRA Coordinator, Fort Collins Museum, 200 Mathews Street, Fort Collins, CO 80524, (970) 416-2720, before March 3, 2006. Repatriation of the human remains to the Cheyenne-Arapaho Tribes of Oklahoma may proceed after that date if no additional claimants come forward.\\n        Fort Collins Museum is responsible for notifying the Apache Tribe of Oklahoma; Arapaho Tribe of the Wind River Reservation, Wyoming; Assiniboine and Sioux Tribes of the Fort Peck Indian Reservation, Montana; Cheyenne River Sioux Tribe of the Cheyenne River Reservation, South Dakota; Cheyenne-Arapaho Tribes of Oklahoma; Comanche Nation, Oklahoma; Crow Creek Sioux Tribe of the Crow Creek Reservation, South Dakota; Fort Sill Apache Tribe of Oklahoma; Jicarilla Apache Nation, New Mexico; Kiowa Indian Tribe of Oklahoma; Lower Brule Sioux Tribe of the Lower Brule Reservation, South Dakota; Mescalero Apache Tribe of the Mescalero Reservation, New Mexico; Northern Cheyenne Tribe of the Northern Cheyenne Indian Reservation, Montana; Oglala Sioux Tribe of the Pine Ridge Reservation, South Dakota; Pawnee Nation of Oklahoma; Rosebud Sioux Tribe of the Rosebud Indian Reservation, South Dakota; Southern Ute Indian Tribe of the Southern Ute Reservation, Colorado; Standing Rock Sioux Tribe of North & South Dakota; Ute Indian Tribe of the Uintah & Ouray Reservation, Utah; and Ute Mountain Tribe of the Ute Mountain Reservation, Colorado, New Mexico, & Utah that this notice has been published.\\n        \\n          Dated: December 19, 2005.\\n          Sherry Hutt,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. E6-1268 Filed 1-31-06; 8:45 am]\\n      BILLING CODE 4312-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Inventory Completion: Fort Collins Museum, Fort Collins, CO", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: December 19, 2005.", "signature_name": "Sherry Hutt,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. E6-1268 Filed 1-31-06; 8:45 am]", "billing_code": "BILLING CODE 4312-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}