{"index": "I_1755", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Inventory Completion: California State University, Sacramento, Department of Anthropology, Sacramento, CA\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains in the possession of the California State University, Sacramento, Department of Anthropology, Sacramento, CA.  The human remains were removed from sites along the shoreline of Lake Britton, Shasta County, CA.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003 (d)(3).  The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains.  The National Park Service is not responsible for the determinations in this notice.\\n        A detailed assessment of the human remains was made by the California State University, Sacramento, Department of Anthropology professional staff in consultation with representatives of the Pit River Tribe, California.\\n        \\n        In 1969, human remains representing a minimum of eight individuals were removed from sites CA-SHA-385, CA-SHA-395, CA-SHA-396, and CA-SHA-409 or \\xe2\\x80\\x9cJ 37\\xe2\\x80\\x9d, along the shoreline of Lake Britton, Shasta County, CA, by California State University, Sacramento, Department of Anthropology personnel during the course of an archeological site survey for Pacific Gas &Electric.  No known individuals were identified.  No associated funerary objects are present.\\n        The exposed human remains were salvaged from site surfaces that were being eroded by wave action caused by water ski boats and water releases at Lake Britton. The concern was to remove the human remains from an area where pot-hunters were active to prevent illegal collection from along the artificial lake shores.  Sites CA-SHA-385, CA-SHA-395, CA-SHA-396, and CA-SHA-409 are prehistoric in age and are not currently identified to specific temporal periods.  Based on the condition of the human remains, it is estimated that they are approximately 500 years of age and are Native American. Determination of cultural affiliation is based on testimony in Indian Claims Commission proceedings (7 ICC 815 [1959]), which states that the Pit River Tribe, California can be divided into 11 autonomous bands, one of which have occupied the area around Lake Britton since time immemorial.\\n        Officials of the California State University, Sacramento, Department of Anthropology have determined that, pursuant to 25 U.S.C. 3001 (9-10), the human remains listed above represent the physical remains of eight individuals of Native American ancestry.  Officials of the California State University, Sacramento, Department of Anthropology also have determined that, pursuant to 25 U.S.C. 3001 (2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and the Pit River Tribe, California.\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the human remains should contact Dr. M. Elizabeth Strasser, Department Chair, Department of Anthropology, California State University, 6000 J Street, Sacramento, CA 95819, telephone (916) 278-6452, before October 13, 2005. Repatriation of the human remains to the Pit River Tribe, California may proceed after that date if no additional claimants come forward.\\n        California State University, Sacramento, Department of Anthropology is responsible for notifying the Alturas Indian Rancheria, California; Pit River Tribe, California; Redding Rancheria, California; Round Valley Indian Tribes of the Round Valley Reservation, California; and Susanville Indian Rancheria, California that this notice has been published.\\n        \\n          Dated:  August 1, 2005\\n          Sherry Hutt,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. 05-18085 Filed 9-12-05; 8:45 am]\\n      BILLING CODE 4312-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Inventory Completion: California State University, Sacramento, Department of Anthropology, Sacramento, CA", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated:  August 1, 2005", "signature_name": "Sherry Hutt,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. 05-18085 Filed 9-12-05; 8:45 am]", "billing_code": "BILLING CODE 4312-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}