{"index": "I_1794", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Inventory Completion: U.S. Department of the Interior, Fish and Wildlife Service, Great Lakes\\xc2\\xafBig Rivers Region, Fort Snelling, MN\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains in the possession of the U.S. Department of the Interior, Fish and Wildlife Service, Great Lakes\\xc2\\xafBig Rivers Region, Fort Snelling, MN. The human remains were removed from the area of Ottawa, La Salle County, IL.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003 (d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of these Native American human remains. The National Park Service is not responsible for the determinations in this notice.\\n        A detailed assessment of the human remains was made by U.S. Fish and Wildlife Service professional staff in consultation with representatives of the Ho\\xc2\\xafChunk Nation of Wisconsin and Winnebago Tribe of Nebraska.\\n        In the 1920s, human remains representing one individual were removed from an unspecified site near Ottawa, La Salle County, IL. The remains consist of the frontal portion of a skull, including the upper and lower jaws. No known individual was identified. No associated funerary objects are present.\\n        U.S. Fish and Wildlife Service agents seized the human remains as part of an investigation of illegal trafficking of Native American human remains [18 U.S.C. 1170 (a)]. Subsequent examination by an anthropologist and testing of the human remains revealed that they are of an approximately 24\\xc2\\xafyear\\xc2\\xafold Native American female that lived sometime between A.D. 1030 and 1290. On July 25th, 2002, U.S. District Court Magistrate Judge Nan R. Nolan ordered that control of the human remains be transferred to the U.S. Fish and Wildlife Service for purposes of repatriation.\\n        Consultation with representatives of the Ho\\xc2\\xafChunk Nation of Wisconsin and Winnebago Tribe of Nebraska indicate that the area of Ottawa, IL, was occupied by Winnebago people from A.D. 500 to 1600. The present\\xc2\\xafday Indian tribes most closely associated with the Winnebago people are the Ho\\xc2\\xafChunk Nation of Wisconsin and Winnebago Tribe of Nebraska.\\n        Officials of the U.S. Fish and Wildlife Service have determined that, pursuant to 25 U.S.C. 3001 (9\\xc2\\xaf10), the human remains described above represent the physical remains of one individual of Native American ancestry. Officials of the U.S. Fish and Wildlife Service also have determined that, pursuant to 25 U.S.C. 3001 (2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and the Ho\\xc2\\xafChunk Nation of Wisconsin and Winnebago Tribe of Nebraska.\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the human remains should contact Mary Jane Lavin, Special Agent in Charge, U.S. Fish and Wildlife Service, P.O. Box 45, Federal Building, Fort Snelling, MN 55111\\xc2\\xaf4056, telephone (612) 713\\xc2\\xaf5320, before March 24, 2005. Repatriation of the human remains to the Winnebago Tribe of Nebraska may begin after that if no additional claimants come forward.\\n        The U.S. Fish and Wildlife Service is responsible for notifying the Ho\\xc2\\xafChunk Nation of Wisconsin and Winnebago Tribe of Nebraska that this notice has been published.\\n        \\n          Sherry Hutt,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. 05-3321 Filed 2-18-05; 8:45 am]\\n      BILLING CODE 4312-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Inventory Completion: U.S. Department of the Interior, Fish and Wildlife Service, Great Lakes\\xc2\\xafBig Rivers Region, Fort Snelling, MN", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Null", "signature_name": "Sherry Hutt,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. 05-3321 Filed 2-18-05; 8:45 am]", "billing_code": "BILLING CODE 4312-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}