{"index": "I_1787", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Inventory Completion: The University Museum, University of Arkansas, Fayetteville, AR\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains and associated funerary objects in the possession of The University Museum, University of Arkansas, Fayetteville, AR. The human remains were removed from sites in Conway, Pulaski, and Yell Counties, AR.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003 (d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations in this notice.\\n        A detailed assessment of the human remains was made by University of Arkansas professional staff in consultation with representatives of the Osage Tribe, Oklahoma; Quapaw Tribe of Indians, Oklahoma; and Tunica\\xc2\\xafBiloxi Indian Tribe of Louisiana.\\n        On an unknown date, human remains representing a minimum of one individual were removed during a museum\\xc2\\xafsponsored excavation at the Keo site in Pulaski County, AR. The human remains became part of the University of Arkansas collection by 1964. No known individual was identified. No associated funerary objects are present.\\n        On an unknown date, human remains representing a minimum of two individuals were removed during museum\\xc2\\xafsponsored excavations from the Point Remove site (3CN4), located south of Morrilton, Conway County, AR. The human remains became part of the University of Arkansas collection in 1931 and 1966. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at the Point Remove site indicate that the human remains were probably buried during the Mississippian period (A.D. 900\\xc2\\xaf1541).\\n        On an unknown date, human remains representing a minimum of one individual were removed from an unspecified site in Conway County, AR. The human remains became part of the University of Arkansas collection in 1929. No known individual was identified. The one associated funerary object is a ceramic water bottle with incised decoration. The associated funerary object indicates that the human remains were probably buried during the Mississippian period (A.D. 900\\xc2\\xaf1541).\\n        On an unknown date, human remains representing six individuals were removed during a museum\\xc2\\xafsponsored excavation at the Carden Bottoms site (3YE14) in Yell County, AR. The human remains became part of the University of Arkansas collection in 1927 and 1931. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at the Carden Bottoms site (3YE14) indicate that these human remains were probably buried during the Mississippian period (A.D. 900\\xc2\\xaf1541).\\n        On an unknown date, human remains representing one individual were removed during a museum\\xc2\\xafsponsored excavation at the Delaware Creek site (3YE6) in Yell County, AR. The human remains became part of the University of Arkansas collection in 1967. No known individual was identified. No associated funerary objects are present. Diagnostic artifacts found at the Delaware Creek site indicate that these human remains were probably buried during the Mississippian period (A.D. 900\\xc2\\xaf1541).\\n        On an unknown date, human remains representing one individual were removed from an unspecified site in Yell County, AR. The human remains became part of the University of Arkansas collection in 1928. No known individual was identified. No associated funerary objects are present.\\n        \\n        Physical examination of the human remains reveals skeletal and dental morphological traits common in Native American populations. The human remains and associated funerary object are believed to be associated with the Carden Bottoms complex, a Mississippian period archeological manifestation common along the Lower Arkansas River, including the area of Conway, Pulaski, and Yell Counties, Arkansas. The identity of the Carden Bottoms complex descendents is controversial. In 1542 and 1673, European travelers recorded the names of towns along the lower Arkansas River that appear to be derived from the Tunica language. Carden Bottoms complex ceramic traditions are similar to ceramic wares recovered from known 18th\\xc2\\xafcentury Tunica sites. Quapaw oral traditions describe their late arrival and expulsion of the Tunica from the lower Arkansas River area. The Quapaw tribe dominated that area when sustained European occupation of the lower Arkansas River began around 1700. The Osage tribe seasonally hunted the Ozark Highlands north of the Arkansas River Valley in the 18th century and traveled along the Arkansas River. In 1808. the Osage ceded the area north of the Arkansas River, including the area of Conway County, to the United States. In 1818, the Quapaw ceded the area south of the Arkansas River, including the area of Pulaski and Yell Counties, to the United States.\\n        Officials of the University of Arkansas have determined that, pursuant to 25 U.S.C. 3001 (9\\xc2\\xaf10), the human remains described above represent the physical remains of 12 individuals of Native American ancestry. Officials of the University of Arkansas also have determined that, pursuant to 25 U.S.C. 3001 (3)(A), the one object described above is reasonably believed to have been placed with or near human remains at the time of death or later as part of the death rite or ceremony. Lastly, officials of the University of Arkansas have determined that, pursuant to 25 U.S.C. 3001 (2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and associated funerary object and the Quapaw Tribe of Indians, Oklahoma and the Tunica\\xc2\\xafBiloxi Indian Tribe of Louisiana.\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the human remains should contact Mary Suter, Curator of Collections, The University Museum, University of Arkansas, Biomass Research Center, Fayetteville, AR 72701, telephone (479) 575\\xc2\\xaf3456, before May 2, 2005. Repatriation of the human remains to the Quapaw Tribe of Indians, Oklahoma and the Tunica\\xc2\\xafBiloxi Indian Tribe of Louisiana may proceed after that date if no additional claimants come forward.\\n        The University of Arkansas is responsible for notifying the Osage Tribe, Oklahoma; Quapaw Tribe of Indians, Oklahoma; and Tunica\\xc2\\xafBiloxi Indian Tribe of Louisiana that this notice has been published.\\n        \\n          Dated: February 4, 2005.\\n          Sherry Hutt,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. 05-6465 Filed 3-31-05; 8:45 am]\\n      BILLING CODE 4312-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Inventory Completion: The University Museum, University of Arkansas, Fayetteville, AR", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: February 4, 2005.", "signature_name": "Sherry Hutt,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. 05-6465 Filed 3-31-05; 8:45 am]", "billing_code": "BILLING CODE 4312-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}