{"index": "I_1777", "messy_full": "\\n      \\n        \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Inventory Completion: Field Museum of Natural History, Chicago, IL\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains in the possession of the Field Museum of Natural History, Chicago, IL. The human remains were removed from a site along the Fox River in Illinois.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003 (d)(3).  The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains.  The National Park Service is not responsible for the determinations in this notice.\\n        A detailed assessment of the human remains was made by Field Museum of Natural History professional staff in consultation with representatives of the Citizen Potawatomi Nation, Oklahoma; Forest County Potawatomi Community, Wisconsin; Hannahville Indian Community, Michigan; Huron Potawatomi, Inc., Michigan; Match-e-be-nash-she-wish Band of Pottawatomi Indians of Michigan; Pokagon Band of Potawatomi Indians, Michigan and Indiana; and Prairie Band of Potawatomi Nation, Kansas.\\n        In 1933, human remains representing a minimum of one individual were removed from a site along the Fox River in Illinois by C.N. Ackerman.  In November of the same year, Mr. Ackerman donated the human remains to the Field Museum of Natural History.  No known individual was identified.  No associated funerary objects are present.\\n        The human remains have been identified as Native American based on the specific cultural and geographic attribution in Field Museum of Natural History records.  The records identify the human remains as \\xe2\\x80\\x9cfemale middle age\\xe2\\x80\\x9d from an \\xe2\\x80\\x9cOld Potowotamie Graveyard, Fox River Ills.  Burials in this place prior to 1837.\\xe2\\x80\\x9d  Scholarly publications and consultation information indicate that the Fox River in Illinois is considered to be within the postcontact territory of the Potawatomi Indians.  Potowatomi Indian descendants are represented by the present day Citizen Potawatomi Nation, Oklahoma; Forest County Potawatomi Community, Wisconsin; Hannahville Indian Community, Michigan; Huron Potawatomi, Inc., Michigan; Match-e-be-nash-she-wish Band of Pottawatomi Indians of Michigan; Pokagon Band of Potawatomi Indians, Michigan and Indiana; and Prairie Band of Potawatomi Nation, Kansas.\\n        Officials of the Field Museum of Natural History have determined that, pursuant to 25 U.S.C. 3001 (9-10), the human remains described above represent the physical remains of one individual of Native American ancestry.  Officials of the Field Museum of Natural History also have determined that, pursuant to 25 U.S.C. 3001 (2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and the Citizen Potawatomi Nation, Oklahoma; Forest County Potawatomi Community, Wisconsin; Hannahville Indian Community, Michigan; Huron Potawatomi, Inc., Michigan; Match-e-be-nash-she-wish Band of Pottawatomi Indians of Michigan; Pokagon Band of Potawatomi Indians, Michigan and Indiana; and Prairie Band of Potawatomi Nation, Kansas.\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the human remains should contact Helen Robbins, Repatriation Specialist, Field Museum of Natural History, 1400 South Lake Shore Drive, Chicago, IL 60605-2496, telephone (312) 665-7317, before July 1, 2005. Repatriation of the human remains to the Citizen Potawatomi Nation, Oklahoma; Forest County Potawatomi Community, Wisconsin; Hannahville Indian Community, Michigan; Huron Potawatomi, Inc., Michigan; Match-e-be-nash-she-wish Band of Pottawatomi Indians of Michigan; Pokagon Band of Potawatomi Indians, Michigan and Indiana; and Prairie Band of Potawatomi Nation, Kansas may proceed after that date if no additional claimants come forward.\\n        The Field Museum of Natural History is responsible for notifying the Citizen Potawatomi Nation, Oklahoma; Forest County Potawatomi Community, Wisconsin; Hannahville Indian Community, Michigan; Huron Potawatomi, Inc., Michigan; Match-e-be-nash-she-wish Band of Pottawatomi Indians of Michigan; Pokagon Band of Potawatomi Indians, Michigan and Indiana; and Prairie Band of Potawatomi Nation, Kansas that this notice has been published.\\n        \\n          Dated: May 20, 2005\\n          Paul Hoffman,\\n          Deputy Assistant Secretary, Fish and Wildlife and Parks.\\n        \\n      \\n      [FR Doc. 05-10814 Filed 5-31-05; 8:45 am]\\n      BILLING CODE 4312-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Inventory Completion: Field Museum of Natural History, Chicago, IL", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: May 20, 2005", "signature_name": "Paul Hoffman,", "signature_title": "Deputy Assistant Secretary, Fish and Wildlife and Parks.", "fr_doc": "[FR Doc. 05-10814 Filed 5-31-05; 8:45 am]", "billing_code": "BILLING CODE 4312-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}