{"index": "I_1712", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Inventory Completion: U.S. Department of the Interior, Bureau of Land Management, Alaska State Office, Anchorage, AK, and Museum of the Aleutians, Unalaska, AK\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains in the control of the U.S. Department of the Interior, Bureau of Land Management, Alaska State Office, Anchorage, AK, and in the physical custody of the Museum of the Aleutians, Unalaska, AK. The human remains were removed from Amaknak Island, Split Rock Island, and Unalaska Island, AK.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003 (d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains. The National Park Service is not responsible for the determinations in this notice.\\n        A detailed assessment of the human remains was made by the Bureau of Land Management and Smithsonian Institution professional staff in consultation with representatives of the Qawalangin Tribe of Unalaska.\\n        During the 1950s to 1980s, human remains representing a minimum of three individuals were removed from Umqan #2 and K-B-1 sites near Unalaska on Unalaska Island in the Fox Island group of the eastern Aleutian Islands, AK. No known individuals were identified. No associated funerary objects are present.\\n        During the 1950s to 1980s, human remains representing a minimum of nine individuals were removed from AMD-I, AMD-II, AMD-III, Bridge, and AMOK-I sites near Unalaska on Amaknak Island in the Fox Island group of the eastern Aleutian Islands, AK. No known individuals were identified. No associated funerary objects are present.\\n        During the 1950s to 1980s, human remains representing a minimum of one individual were removed from Site 44647 near Unalaska on Split Rock Island in the Fox Island group of the eastern Aleutian Islands, AK. No known individual was identified. No associated funerary objects are present.\\n\\n        According to museum records, most of the human remains were excavated by Dr. Ted Bank of Western Michigan University, Kalamazoo, MI, under federal permits. Some additional human remains were collected under undocumented circumstances and were placed in the archeological collections of Western Michigan University or kept by Dr. Bank. All excavations were done on land under Bureau of Land Management authority at the time. No further information was found in museum records. Between 1998 and 2001, the Museum of the Aleutians of Unalaska, AK, received the Western Michigan University archeological collections from Amaknak Island, Split Rock Island, and Unalaska Island, AK, including human remains that had been in the possession of the now deceased Dr. Bank.\\n        Unalaska Island and nearby Amaknak and Split Rock Islands have been inhabited for over 8,000 years by Aleut (Unangan) people. Based on geographic location, oral history, and archeological evidence, the human remains from these three islands are of Aleut (Unangan) origin. The Aleut (Unangan) are ancestors of the Qawalangin Tribe of Unalaska, the current and only Indian tribe of Unalaska, AK.\\n        Officials of the Bureau of Land Management have determined that, pursuant to 25 U.S.C. 3001 (9-10), the human remains described above represent the physical remains of 13 individuals of Native American ancestry. Officials of the Bureau of Land Management have also determined that, pursuant to 25 U.S.C. 3001 (2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and the Qawalangin Tribe of Unalaska.\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the human remains should contact Dr. Robert E. King, Alaska State NAGPRA Coordinator, Bureau of Land Management, 222 West 7th Avenue, No. 13, Anchorage, AK 99513-7599, telephone (907) 271-5510, before April 24, 2006. Repatriation of the human remains to the Qawalangin Tribe of Unalaska may proceed after that date if no additional claimants come forward.\\n        The Bureau of Land Management is responsible for notifying the Ounalashka Corporation and Qawalangin Tribe of Unalaska that this notice has been published.\\n        \\n          Dated: March 14, 2006.\\n          Sherry Hutt,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. E6-4179 Filed 3-22-06; 8:45 am]\\n      BILLING CODE 4312-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Inventory Completion: U.S. Department of the Interior, Bureau of Land Management, Alaska State Office, Anchorage, AK, and Museum of the Aleutians, Unalaska, AK", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: March 14, 2006.", "signature_name": "Sherry Hutt,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. E6-4179 Filed 3-22-06; 8:45 am]", "billing_code": "BILLING CODE 4312-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}