{"index": "I_1768", "messy_full": "\\n      \\n        \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Inventory Completion: American Museum of Natural History, New York, NY\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains in the possession of the American Museum of Natural History, New York, NY. The human remains were removed from Big Horn County, MT.\\n        \\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003 (d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains. The National Park Service is not responsible for the determinations in this notice.\\n        A detailed assessment of the human remains was made by American Museum of Natural History professional staff in consultation with representatives of the Crow Tribe of Montana.\\n        In 1928, human remains representing a minimum of one individual were removed by Dr. W.A. Russell from an unknown site in Big Horn Canyon, Big Horn County, MT. The human remains were found in association with a European feather bed, some old blankets, a feather fan, and part of a beaded shirtsleeve. The human remains, feather fan, and beaded shirtsleeve were acquired by the American Museum of Natural History in 1928. Prior to 1990, the American Museum of Natural History initiated consultation with the Crow Tribe of Montana regarding the return of the human remains and associated funerary objects. The American Museum of Natural History transferred control of the human remains and associated funerary objects to the Crow Tribe of Montana. A notice of inventory completion was not published at the time since, pursuant to 25 U.S.C. 3009 (2), the museum\\'s actions were in response to a repatriation request pending on the date of enactment of NAGPRA. In completing the museum\\'s NAGPRA inventory, one additional element from the human remains was discovered in storage. No known individual was identified. No associated funerary objects are present.\\n        The skeletal morphology and burial practices indicate that the human remains are Native American. The previously returned associated funerary objects date to the post-contact period. The human remains were found within the post-contact territory of the Crow Tribe of Montana.\\n        Officials of the American Museum of Natural History have determined that, pursuant to 25 U.S.C. 3001 (9-10), the human remains described above represent the physical remains of one individual of Native American ancestry. Officials of the American Museum of Natural History also have determined that, pursuant to 25 U.S.C. 3001 (2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and the Crow Tribe of Montana.\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the human remains should contact Nell Murphy, Director of Cultural Resources, American Museum of Natural History, Central Park West at 79th Street, New York, NY  10024-5192, telephone (212) 769-5837, before July 1, 2005. Repatriation of the human remains to the Crow Tribe of Montana may begin after that date if no additional claimants come forward.\\n        The American Museum of Natural History is responsible for notifying the Crow Tribe of Montana that this notice has been published.\\n        \\n          Dated:  May 20, 2005.\\n          Paul Hoffman,\\n          Deputy Assistant Secretary, Fish and Wildlife and Parks.\\n        \\n      \\n      [FR Doc. 05-10803  Filed 5-31-05; 8:45 am]\\n      BILLING CODE 4312-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Inventory Completion: American Museum of Natural History, New York, NY", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated:  May 20, 2005.", "signature_name": "Paul Hoffman,", "signature_title": "Deputy Assistant Secretary, Fish and Wildlife and Parks.", "fr_doc": "[FR Doc. 05-10803  Filed 5-31-05; 8:45 am]", "billing_code": "BILLING CODE 4312-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}