{"index": "I_1724", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Inventory Completion: American Museum of Natural History, New York, NY\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains in the possession of the American Museum of Natural History, New York, NY. The human remains were removed from Newport and Washington Counties, RI.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003 (d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains. The National Park Service is not responsible for the determinations in this notice.\\n        A detailed assessment of the human remains was made by American Museum of Natural History professional staff in consultation with representatives of the Narragansett Indian Tribe of Rhode Island.\\n        Prior to 1907, human remains representing a minimum of one individual were collected by an unknown person from Prudence Island, Newport County, RI. The American Museum of Natural History received the human remains from Dr. Robert Cushman Murphy as a gift in 1953. No known individual was identified. No associated funerary objects are present.\\n        This individual has been identified as Native American based on geographic and documentary evidence and on information obtained in consultation. The human remains are associated with the culture name \\xe2\\x80\\x9cNarragansett,\\xe2\\x80\\x9d and the Museum has determined that they are likely culturally affiliated with the Narragansett Indian Tribe of Rhode Island. Although museum documentation and visual osteological assessment suggest that this individual is \\xe2\\x80\\x9cEuropean,\\xe2\\x80\\x9d the museum catalog states that the human remains are believed to be from a Narragansett Indian burial. In consultation, representatives of the Narragansett Indian Tribe of Rhode Island have advised that they consider the human remains to be culturally affiliated with the tribe. They further noted that the Narragansett have occupied Prudence Island for thousands of years and had used it as a burial ground. Although no specific archeological information has been found that pertains to the duration of Narragansett use of this island, the archeological record indicates a lengthy period of continuity in the general area.\\n        About 1910, human remains representing a minimum of three individuals were collected by an unknown person one half mile from Ninigret Fort, Dutch Point, near Charlestown, Washington County, RI. The American Museum of Natural History received the human remains as a gift in 1935 from William B. Goodwin, who acquired them from the owner of the land on which they were found. No known individuals were identified. No associated funerary objects are present.\\n        The human remains have been identified as Native American based on geographic location and historical evidence. Museum records suggest that the human remains date to the postcontact period. Fort Ninigret and the area around Charlestown are associated with the postcontact Niantic Tribe. In 1675, the Narragansett Indians merged with the Niantic Indians living in Charlestown; this combined group took the name Narragansett, now the Narragansett Indian Tribe of Rhode Island. During consultation, the Narragansett Indian Tribe of Rhode Island claimed this area as part of their aboriginal territory.\\n        Officials of the American Museum of Natural History have determined that, pursuant to 25 U.S.C. 3001 (9-10), the human remains described above represent the physical remains of a minimum of four individuals of Native American ancestry. Officials of the American Museum of Natural History also have determined that, pursuant to 25 U.S.C. 3001 (2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and the Narragansett Indian Tribe of Rhode Island.\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the human remains should contact Nell Murphy, Director of Cultural Resources, American Museum of Natural History, Central Park West at 79th Street, New York, NY 10024-5192, telephone (212) 769-5837, before March 24, 2006. Repatriation of the human remains to the Narragansett Indian Tribe of Rhode Island may proceed after that date if no additional claimants come forward.\\n        The American Museum of Natural History is responsible for notifying the Narragansett Indian Tribe of Rhode Island that this notice has been published.\\n        \\n          Dated: January 27, 2006.\\n          C. Timothy McKeown,\\n          Acting Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. E6-2443 Filed 2-21-06; 8:45 am]\\n      BILLING CODE 4312-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Inventory Completion: American Museum of Natural History, New York, NY", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: January 27, 2006.", "signature_name": "C. Timothy McKeown,", "signature_title": "Acting Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. E6-2443 Filed 2-21-06; 8:45 am]", "billing_code": "BILLING CODE 4312-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}