{"index": "I_1765", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Inventory Completion: U.S. Department of the Interior, National Park Service, Organ Pipe Cactus National Monument, Ajo, AZ\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains in the possession of the U.S. Department of the Interior, National Park Service, Organ Pipe Cactus National Monument, Ajo, AZ. The human remains were removed from a vandalized cremation burial near Dripping Spring in the Puerto Blanco Mountains, Pima County, AZ.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003 (d)(3). The determinations within this notice are the sole responsibility of the superintendent, Organ Pipe Cactus National Monument.\\n        A detailed assessment of the human remains was made by Organ Pipe Cactus National Monument professional staff in consultation with representatives of the Gila River Indian Community of the Gila River Indian Reservation, Arizona; Hopi Tribe of Arizona; Salt River Pima-Maricopa Indian Community of the Salt River Reservation, Arizona; Tohono O\\'odham Nation of Arizona; and the Zuni Tribe of the Zuni Reservation, New Mexico. The Ak-Chin Indian Community of the Maricopa (Ak-Chin) Indian Reservation, Arizona was represented by members of the Gila River Indian Community of the Gila River Indian Reservation, Arizona.\\n        In 1967, human remains representing a minimum of one individual were removed from a site in Pima County, AZ.  A National Park Service employee collected burned and fragmented human remains from a vandalized cremation burial near Dripping Springs in the Puerto Blanco Mountains of Arizona. The fragments were recovered from the surface of a pit-like depression at the base of a natural wall-like outcrop on a ridge top. Since collection, the human remains have always been in National Park Service control. No known individual was identified. No associated funerary objects are present.\\n        The cremation represents an adult of unknown sex. Based on the burial type and location, as well as available archeological and historical information, it is likely that the remains are Native American. Cremations are characteristic of prehistoric Hohokam funerary practices in this region.  During consultation, representatives from the above mentioned tribes stated that their oral traditions say they are culturally affiliated with the Hohokam. The ethnographic, archeological, and historical evidence supports their claim of cultural affiliation.\\n        Organ Pipe Cactus National Monument is located in the western Papagueria of the Sonora Desert Subsection of the Basin and Range Province. The Papagueria is an area that extended from west of Tucson, AZ to the Colorado River and south of the Gila River to the Rocky Point Region. It is further subdivided, based on archeology and climate, into the eastern and western Papagueria. The western Papagueria is the most arid portion of the Sonoran Desert and ranges from south of the Gila River to Rocky Point and from the Ajo Mountains to the Colorado River.\\n\\n        The Akimel O\\'odham (Pima), Tohono O\\'odham and the Hia-Ced O\\'odham claim to be the descendants of the Hohokam. Their oral history documents the end time of the Hohokam, when armies from the south and southeast gathered and marched on the Great House communities (Casa Grande, Mesa Grande, Pueblo Grande) and cast out the priestly societies. The armies intermarried with the Hohokam and became the O\\'odham people. The Ak-Chin Indian Community is composed primarily of Akimel and Tohono O\\'odham, and a few families of Hia-Ced O\\'odham.  The Gila River Indian Community and the Salt River Pima-Maricopa Community are both composed of Akimel O\\'odham along with small populations of Maricopa who moved from the central portion of the Gila River around Gila Bend to join Akimel O\\'odham population living along the Salt and Gila Rivers.\\n        Oral history and the archeological record also support the claim by the Zuni and Hopi that some clans originated in the Salt-Gila region and were originally Hohokam.\\n        Hopi history is based, in large part, in clan migration narratives. The Hopi consider all of Arizona to be within traditional Hopi lands, i.e. areas to which Hopi clans are believed to have migrated in the past. Some Hopi clans trace their inception to a place believed to be near the Valley of Mexico, other clans originated in Central and South America, and others in what is now the eastern United States. Clans that moved out of central Mexico migrated north and settled for a time in the Gila and Salt River Valleys. Hopi cultural advisors have indicated that the western Papagueria was one of many migration routes used by the clans.\\n\\n        There is also a resemblance between Hopi ceremonies and those of the O\\'odham, in particular the Tohono O\\'odham. Teague (1993:447-448) has noted the similarities of the O\\'odham Wi\\'ikita ceremony and the Hopi Wuwtsin (Ancient\\'s Society) and on the connections with the Paalolokangw (Plumed Water Serpent) and the Kwaakwant (Agave Society). Underhill (1946) also drew clear links between the O\\'odham Wi\\'ikita ceremony and Hopi and other pueblo ceremonies. According to Amadeo Rea (1997) the Akimel O\\'odham (Pima) Navichu ceremony bears all the earmarks of the Hopi katchine cult.\\n        The claims of the Zuni Tribe, the A:shiwi People, are based on oral history of ancestral migrations and settling throughout this region in their search for the Middle Place of the World (present day Pueblo of Zuni). A:shiwi elders have observed and identified features, including shrines, and petroglyphs in the western Papagueria that are affiliated with the A:shiwi. The A:shiwi trace their migration from the origin point in the Grand Canyon.  The ancestors embarked from this point and left many markers of the passing. These include trails, habitation sites, campsites, burials, sacred shrines, rock art, and other shrines that mark specific events. Pilgrimage and trade routes to collect shells and ocean water are known to pass through the Western Papagueria.\\n        Officials of Organ Pipe Cactus National Monument have determined that, pursuant to 25 U.S.C. 3001 (9-10), the human remains described above represent the physical remains of at least one individual of Native American ancestry. Officials of Organ Pipe Cactus National Monument have determined that, pursuant to 25 U.S.C. 3001 (2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and the Ak-Chin Indian Community of the Maricopa (Ak Chin) Indian Reservation, Arizona; Gila River Indian Community of the Gila River Indian Reservation, Arizona; Hopi Tribe of Arizona; Salt River Pima-Maricopa Indian Community of the Salt River Reservation, Arizona; Tohono O\\'odham Nation of Arizona; and Zuni Tribe of the Zuni Reservation, New Mexico.\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the human remains should contact Kathy Billings, superintendent, Organ Pipe Cactus National Monument, 10 Organ Pipe Drive, Ajo, AZ 85321, telephone (520) 387-6849, ext. 7500, before September 2, 2005. Repatriation of the human remains to the Ak-Chin Indian Community of the Maricopa (Ak Chin) Indian Reservation, Arizona; Gila River Indian Community of the Gila River Indian Reservation, Arizona; Hopi Tribe of Arizona; Salt River Pima-Maricopa Indian Community of the Salt River Reservation, Arizona; Tohono O\\'odham Nation of Arizona; and Zuni Tribe of the Zuni Reservation, New Mexico may proceed after that date if no additional claimants come forward.\\n        Organ Pipe Cactus National Monument is responsible for notifying the Gila River Indian Community of the Gila River Indian Reservation, Arizona; Hopi Tribe of Arizona; Salt River Pima-Maricopa Indian Community of the Salt River Reservation, Arizona; Tohono O\\'odham Nation of Arizona; and Zuni Tribe of the Zuni Reservation, New Mexico that this notice has been published.\\n        \\n          Dated:  June 29, 2005\\n          Sherry Hutt,\\n          Manager, National NAGPRA Program\\n        \\n      \\n      [FR Doc. 05-15317 Filed 8-2-05; 8:45 am]\\n      BILLING CODE 4312-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Inventory Completion: U.S. Department of the Interior, National Park Service, Organ Pipe Cactus National Monument, Ajo, AZ", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated:  June 29, 2005", "signature_name": "Sherry Hutt,", "signature_title": "Manager, National NAGPRA Program", "fr_doc": "[FR Doc. 05-15317 Filed 8-2-05; 8:45 am]", "billing_code": "BILLING CODE 4312-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}