{"index": "I_1758", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Inventory Completion: Louisiana State University Museum of Natural Science, Baton Rouge, LA; Correction\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice; correction.\\n        \\n\\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 43 CFR 10.8 (f), that, upon publication of this notice in the Federal Register, the Louisiana State University Museum of Natural Science, Baton Rouge, LA, rescinds the notice of inventory completion published in the Federal Register of December 13, 2000 (FR Doc 00-31659, 77908) because the Louisiana State University Museum of Natural Science has determined that the Mississippi Department of Archives and History, Historic Preservation Division, Jackson, MS, has legal control of the human remains and associated funerary objects from the Fatherland site (22AD001), Adams County, MS. \\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003 (d) (3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations in this notice. \\n        The December 13, 2000, notice identified the Louisiana State University Museum of Natural Science as having possession of human remains and associated funerary objects from the Fatherland site (22AD001), Adams County, MS. Following publication of the notice, Mississippi Department of Archives and History, Historic Preservation Division submitted additional documentation regarding control of the aforementioned items to the Louisiana State University Museum of Natural Science. Upon evaluation of the new documentation, Louisiana State University Museum of Natural Science reconsidered its control of the human remains and associated funerary objects from the Fatherland site (22AD001) and transferred possession to the Mississippi Department of Archives and History, Historic Preservation Division in March 2005. The human remains and associated funerary objects are now in the possession and control of the Mississippi Department of Archives and History, Historic Preservation Division. \\n        The Mississippi Department of Archives and History, Historic Preservation Division, as the museum in control of the human remains and associated funerary objects, is responsible for determining cultural affiliation of the human remains and associated funerary objects from the Fatherland site (22AD001). The Mississippi Department of Archives and History, Historic Preservation Division will consult and notify the proper groups once cultural affiliation is determined. \\n        Representatives of any tribal government who wish to comment on this notice should address their comments to Pamela D. Edwards, Mississippi Department of Archives and History, Historic Preservation Division, P.O. Box 571, Jackson, MS 39205, telephone (601) 576-6940. \\n        Louisiana State University Museum of Natural Science is responsible for notifying the Chitimacha Tribe of Louisiana that this notice has been published. \\n        \\n          Dated: July 22, 2005.\\n          Sherry Hutt,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. 05-16884 Filed 8-24-05; 8:45 am]\\n      BILLING CODE 4312-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Inventory Completion: Louisiana State University Museum of Natural Science, Baton Rouge, LA; Correction", "agency2": "National Park Service, Interior.", "action": "Notice; correction.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: July 22, 2005.", "signature_name": "Sherry Hutt,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. 05-16884 Filed 8-24-05; 8:45 am]", "billing_code": "BILLING CODE 4312-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}