{"index": "I_1701", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Inventory Completion: Department of Anthropology Museum at the University of California, Davis, Davis, CA\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains and associated funerary objects in the possession of the Department of Anthropology Museum at the University of California, Davis, Davis, CA. The human remains and associated funerary objects were removed from Modoc County, CA.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003 (d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations in this notice.\\n        A detailed assessment of the human remains was made by the Department of Anthropology Museum at the University of California, Davis professional staff in consultation with representatives of the Alturas Indian Rancheria, California; Confederated Tribes of the Grand Ronde Community of Oregon; Confederated Tribes of the Siletz Reservation, Oregon; Pit River Tribe, California; Quartz Valley Indian Community of the Quartz Valley Reservation of California; Redding Rancheria, California; Round Valley Indian Tribes of the Round Valley Reservation, California; and Susanville Indian Rancheria, California.\\n\\n        In 1960, human remains representing a minimum of 14 individuals were removed from site CA-MOD-250, Modoc County, CA, by Professor Martin Baumhoff, University of California, Davis, during archeological fieldwork sponsored by the University of California. The collection was accessioned by the Department of Anthropology Museum at the University of California, Davis in 1960. No known individuals were identified. The 81 associated funerary objects are 2 metates, 1 mortar, 1 pipe blank, 1 charm stone blank, 1 leather burial shroud, 1 dog skeleton, 7 Haliotis sp. ornament fragments, 52 Olivella sp. beads, 3 Dentaliumsp. beads, 6 glass beads, 1 decorated bone spatula, 1 pestle, 1 baked clay pipe, 1 burial pit lining (mat), and 2 manos.\\n\\n        Based on burial context and site characteristics, the human remains described above from Modoc County are determined to be Native American in origin. The associated funerary objects are consistent with other artifacts documented as associated with the indigenous inhabitants of the Modoc County area. Three radiocarbon dates of 510 70, 1,47080, and 3,31090 indicate an age for this site of approximately 1350 B.C. - A.D. 1450. Glottochronological evidence indicates that the differentiation between the two Pit River languages, Achumawi and Atsugewi, occurred between 3,500 to 3,100 years ago, or 1500 - 1100 B.C., indicating that Pit River speakers have been in the area at least this long. Based on geographical location, age of the site, and archeological evidence, the human remains and associated funerary objects are culturally affiliated with descendants of the Pit River Indians.\\n\\n        In 1970, human remains representing a minimum of one individual were removed from site CA-MOD-419, Modoc County, CA, by L. Harris, Modoc County Sherriff-Coroner, after they had been uncovered during the construction of an irrigation ditch. Sherriff-Coroner Harris subsequently donated the human remains and some of the associated funerary objects for study to the University of California, Davis. In 1970, the human remains and associated funerary objects were accessioned by the Department of Anthropology Museum at the University of California, Davis. No known individual was identified. The three associated funerary objects are one sage grouse (Centrocerus urophasianus) skeleton and two buttons.\\n        Glass beads were also reported to have been found with the human remains, but these funerary objects were not donated to the museum. The presence of glass beads and buttons found in association with the human remains clearly indicate that this burial dates to the historic period and that the human remains probably date to no earlier than A.D. 1830. Based on the manner of burial, the human remains described above from Modoc County are determined to be Native American in origin. Glottochronology indicates that the differentiation between the two Pit River languages, Achumawi and Atsugewi, occurred between approximately 1500 - 1100 B.C., indicating that Pit River speakers have been in this area for at least 3,100 years. No other Indian groups were known to have frequented this area during the historic period. Based on geographical location and age of the associated funerary objects, the human remains are culturally affiliated with descendants of the Pit River Indians.\\n        The present-day descendants of the Pit River Indians are the Alturas Indian Rancheria, California; Pit River Tribe, California; Redding Rancheria, California; Round Valley Indian Tribes of the Round Valley Reservation, California; and Susanville Indian Rancheria, California.\\n        The Pit River Tribe, California has submitted a written claim to the Department of Anthropology Museum at the University of California, Davis for repatriation of the human remains and associated funerary objects.\\n        Officials of the Department of Anthropology Museum at the University of California, Davis have determined that, pursuant to 25 U.S.C. 3001 (9-10), the human remains described above represent the physical remains of 15 individuals of Native American ancestry. Officials of the Department of Anthropology Museum at the University of California, Davis also have determined that, pursuant to 25 U.S.C. 3001 (3)(A), the 84 objects described above are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony. Lastly, officials of the Department of Anthropology Museum at the University of California, Davis have determined that, pursuant to 25 U.S.C. 3001 (2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and associated funerary objects and the Alturas Indian Rancheria, California; Pit River Tribe, California; Redding Rancheria, California; Round Valley Indian Tribes of the Round Valley Reservation, California; and Susanville Indian Rancheria, California.\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the human remains and associated funerary objects should contact Elizabeth Guerra, Department of Anthropology Museum, 330 Young Hall, One Shields Avenue, University of California, Davis, Davis, CA 95616, telephone (530) 754-6280, before July 3, 2006. Repatriation of the human remains and associated funerary objects to the Pit River Tribe, California may proceed after that date if no additional claimants come forward.\\n        The Department of Anthropology Museum at the University of California, Davis is responsible for notifying the Alturas Indian Rancheria, California; Confederated Tribes of the Grand Ronde Community of Oregon; Confederated Tribes of the Siletz Reservation, Oregon; Pit River Tribe, Quartz Valley Indian Community of the Quartz Valley Reservation of California; Redding Rancheria, California; Round Valley Indian Tribes of the Round Valley Reservation, California; and Susanville Indian Rancheria, California that this notice has been published.\\n        \\n          Dated: May 3, 2006\\n          Sherry Hutt,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. E6-8447 Filed 5-31-06; 8:45 am]\\n      BILLING CODE 4312-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Inventory Completion: Department of Anthropology Museum at the University of California, Davis, Davis, CA", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: May 3, 2006", "signature_name": "Sherry Hutt,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. E6-8447 Filed 5-31-06; 8:45 am]", "billing_code": "BILLING CODE 4312-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}