{"index": "I_1783", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Inventory Completion:  U.S. Department of Agriculture, Forest Service, Inyo National Forest, Bishop, CA\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains in the possession of the U.S. Department of Agriculture, Forest Service, Inyo National Forest, Bishop, CA.  The human remains were removed from Inyo National Forest, Mono County, CA.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003 (d)(3).  The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains.  The National Park Service is not responsible for the determinations in this notice.\\n        A detailed assessment of the human remains was made by Inyo National Forest professional staff in consultation with representatives of the Mono Lake Indian Community (a nonfederally recognized Indian group); Mono Lake Kuzedikaa Indian Cultural Preservation Foundation (a nonfederally recognized Indian group); Paiute-Shoshone Indians of the Bishop Community of the Bishop Colony, California; and Utu Utu Gwaitu Paiute Tribe of the Benton Paiute Reservation, California.\\n        In 1953 and 1954, human remains representing a minimum of two individuals were removed from site CA-Mno-26, Mono County, CA, by Mr. Harmon E. Nolan.  Mr. Nolan discovered the human remains while working a mining claim in Inyo National Forest.  Mr. Nolan donated the human remains to the Phoebe A. Hearst Museum in 1954.  The Phoebe A. Hearst Museum transferred physical custody of the human remains to the Inyo National Forest in 2004.  No known individuals were identified.  No associated funerary objects are present.\\n        The human remains were found interred under flat stones, and one was flexed.  Both circumstances indicate that these were aboriginal burials, and that the human remains are Native American in origin.  Because of the acidic nature of the soil due to a volcanic origin and colonization by coniferous forest, there is little organic preservation.  The fact that the human remains were intact indicates that deposition was during the late Prehistoric or the Historic period, suggesting an association of the human remains with the ethnographically known peoples of this area.\\n        Long Valley is an area ethnographically affiliated with both the Owens Valley and Northern Paiute tribes.  Site CA-Mno-26 falls within the traditional aboriginal territory claimed by the Utu Utu Gwaitu Paiute Tribe of the Benton Paiute Reservation, California.\\n        Officials of the Inyo National Forest have determined that, pursuant to 25 U.S.C. 3001 (9- 0), the human remains described above represent the physical remains of two individuals of Native American ancestry. Officials of the Inyo National Forest also have determined that, pursuant to 25 U.S.C. 3001 (2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and the Utu Utu Gwaitu Paiute Tribe of the Benton Paiute Reservation, California.\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the human remains should contact Dr. Linda Reynolds, Inyo National Forest, 351 Pacu Lane, Bishop, CA  93514, telephone (760) 873-2423 before July 1, 2005. Repatriation of the human remains to the Utu Utu Gwaitu Paiute Tribe of the Benton Paiute Reservation, California may proceed after that date if no additional claimants come forward.\\n        The Inyo National Forest is responsible for notifying the Mono Lake Indian Community (a nonfederally recognized Indian group); Mono Lake Kuzedikaa Indian Cultural Preservation Foundation (a nonfederally recognized Indian group); Paiute-Shoshone Indians of the Bishop Community of the Bishop Colony, California; and Utu Utu Gwaitu Paiute Tribe of the Benton Paiute Reservation, California.\\n        \\n          Dated:  May 20, 2005.\\n          Paul Hoffman,\\n          Deputy Assistant Secretary, Fish and Wildlife and Parks\\n        \\n      \\n      [FR Doc. 05-10799 Filed 5-31-05; 8:45 am]\\n      BILLING CODE 4312-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Inventory Completion:  U.S. Department of Agriculture, Forest Service, Inyo National Forest, Bishop, CA", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated:  May 20, 2005.", "signature_name": "Paul Hoffman,", "signature_title": "Deputy Assistant Secretary, Fish and Wildlife and Parks", "fr_doc": "[FR Doc. 05-10799 Filed 5-31-05; 8:45 am]", "billing_code": "BILLING CODE 4312-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}