{"index": "I_1772", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Inventory Completion: Peabody Museum of Archaeology and Ethnology, Harvard University, Cambridge, MA\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains in the possession of the Peabody Museum of Archaeology and Ethnology, Harvard University, Cambridge, MA.  The human remains were removed from Pecos Pueblo, San Miguel County, NM.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003 (d)(3).  The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains.  The National Park Service is not responsible for the determinations in this notice. \\n        A detailed assessment of the human remains was made by Peabody Museum of Archaeology and Ethnology professional staff in consultation with representatives of the Fort McDowell Yavapai Nation, Arizona; Hopi Tribe of Arizona; Jicarilla Apache Nation, New Mexico; Mescalero Apache Tribe of the Mescalero Reservation, New Mexico; Navajo Nation, Arizona, New Mexico & Utah; Pueblo of Acoma, New Mexico; Pueblo of Cochiti, New Mexico; Pueblo of Isleta, New Mexico; Pueblo of Jemez, New Mexico; Pueblo of Laguna, New Mexico; Pueblo of Nambe, New Mexico; Pueblo of Picuris, New Mexico; Pueblo of Pojoaque, New Mexico; Pueblo of San Felipe, New Mexico; Pueblo of San Ildefonso, New Mexico; Pueblo of San Juan, New Mexico; Pueblo of Sandia, New Mexico; Pueblo of Santa Ana, New Mexico; Pueblo of Santa Clara, New Mexico; Pueblo of Santo Domingo, New Mexico; Pueblo of Taos, New Mexico; Pueblo of Tesuque, New Mexico; Pueblo of Zia, New Mexico; San Carlos Apache Tribe of the San Carlos Reservation, Arizona; Tonto Apache Tribe of Arizona; White Mountain Apache Tribe of the Fort Apache Reservation, Arizona; Yavapai-Apache Nation of the Camp Verde Indian Reservation, Arizona; Ysleta del Sur Pueblo of Texas; and Zuni Tribe of the Zuni Reservation, New Mexico. \\n        Between 1914 and 1916, human remains representing a minimum of two individuals were removed from Pecos Pueblo in San Miguel County, NM, by A.V. Kidder during the Andover Pecos Expedition.  The human remains were donated to the Peabody Museum of Archaeology and Ethnology by the Andover Archaeological Department in 1919.  No known individuals were identified. No associated funerary objects are present. \\n        At an unknown date, human remains representing a minimum of eight individuals were removed from Pecos Pueblo in San Miguel County, NM, by an unknown person. The human remains were received by the Peabody Museum of Archaeology and Ethnology at an unknown date and were accessioned into the museum collections in 2000. No known individuals were identified. No associated funerary objects are present.\\n        The ceramic types recovered from Pecos Pueblo indicate that the site was occupied into the Historic period (circa A.D. 1300-1700).  Historic records document occupation at the site until 1838 when the last inhabitants left the Pueblo and went to the Pueblo of Jemez.  In 1936, an Act of Congress recognized the Pueblo of Jemez as a \\xe2\\x80\\x9cconsolidation\\xe2\\x80\\x9d and \\xe2\\x80\\x9cmerger\\xe2\\x80\\x9d of the Pueblo of Pecos and the Pueblo of Jemez; this Act further recognizes that all property, rights, titles, interests, and claims of both Pueblos were consolidated under the Pueblo of Jemez. Further evidence supporting a shared group identity between the Pecos and Jemez pueblos emerges in numerous aspects of present-day Jemez life. The 1992-1993 Pecos Ethnographic Project (unrelated to NAGPRA) states, \\xe2\\x80\\x9c[T]he cultural evidence of Pecos living traditions are 1) the official tribal government position of a Second Lieutenant/ Pecos Governor; 2) the possession of the Pecos Pueblo cane of office; 3) the statue and annual feast day of Porcingula (Nuestra Senora de los Angeles) on August 2; 4) the Eagle Watchers\\' Society; 5) the migration of Pecos people in the early nineteenth century; and 6) the knowledge of the Pecos language by a few select elders.\\xe2\\x80\\x9d (Levine 1994:2-3)\\n        Officials of the Peabody Museum of Archaeology and Ethnology have determined that, pursuant to 25 U.S.C. 3001 (9-10), the human remains described above represent the physical remains of 10 individuals of Native American ancestry.  Officials of the Peabody Museum of Archaeology and Ethnology also have determined that, pursuant to 25 U.S.C. 3001 (2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and the Pueblo of Jemez, New Mexico.\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the human remains should contact Patricia Capone, Repatriation Coordinator, Peabody Museum of Archaeology and Ethnology, Harvard University, 11 Divinity Avenue, Cambridge, MA 02138, telephone (617) 496-3702, before July 1, 2005.  Repatriation of the human remains to the Pueblo of Jemez, New Mexico may proceed after that date if no additional claimants come forward.\\n        The Peabody Museum of Archaeology and Ethnology is responsible for notifying the Fort McDowell Yavapai Nation, Arizona; Hopi Tribe of Arizona; Jicarilla Apache Nation, New Mexico; Mescalero Apache Tribe of the Mescalero Reservation, New Mexico; Navajo Nation, Arizona, New Mexico & Utah; Pueblo of Acoma, New Mexico; Pueblo of Cochiti, New Mexico; Pueblo of Isleta, New Mexico; Pueblo of Jemez, New Mexico; Pueblo of Laguna, New Mexico; Pueblo of Nambe, New Mexico; Pueblo of Picuris, New Mexico; Pueblo of Pojoaque, New Mexico; Pueblo of San Felipe, New Mexico; Pueblo of San Ildefonso, New Mexico; Pueblo of San Juan, New Mexico; Pueblo of Sandia, New Mexico; Pueblo of Santa Ana, New Mexico; Pueblo of Santa Clara, New Mexico; Pueblo of Santo Domingo, New Mexico; Pueblo of Taos, New Mexico; Pueblo of Tesuque, New Mexico; Pueblo of Zia, New Mexico; San Carlos Apache Tribe of the San Carlos Reservation, Arizona; Tonto Apache Tribe of Arizona; White Mountain Apache Tribe of the Fort Apache Reservation, Arizona; Yavapai-Apache Nation of the Camp Verde Indian Reservation, Arizona; Ysleta del Sur Pueblo of Texas; and Zuni Tribe of the Zuni Reservation, New Mexico that this notice has been published.\\n        \\n          \\n          Dated: May 20, 2005\\n          Paul Hoffman,\\n          Deputy Assistant Secretary, Fish and Wildlife and Parks.\\n        \\n      \\n      [FR Doc. 05-10813 Filed 5-31-05; 8:45 am]\\n      BILLING CODE 4312-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Inventory Completion: Peabody Museum of Archaeology and Ethnology, Harvard University, Cambridge, MA", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: May 20, 2005", "signature_name": "Paul Hoffman,", "signature_title": "Deputy Assistant Secretary, Fish and Wildlife and Parks.", "fr_doc": "[FR Doc. 05-10813 Filed 5-31-05; 8:45 am]", "billing_code": "BILLING CODE 4312-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}