{"index": "I_1719", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Inventory Completion for Native American Human Remains and Associated Funerary Objects in the Possession of Mesa Verde National Park, Mesa Verde, CO; Correction\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice; correction.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, Sec. 5, of the completion of an inventory of human remains and associated funerary objects in the possession of the U.S. Department of the Interior, National Park Service, Mesa Verde National Park, Mesa Verde, CO. These human remains and cultural items were removed from sites within and near Mesa Verde National Park.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003, (d)(3). The determinations in this notice are the sole responsibility of the superintendent, Mesa Verde National Park.\\n\\n        This notice corrects the number of human remains and associated funerary objects reported in a Notice of Inventory Completion published in the Federal Register on August 27, 1999. During the 2001 storage upgrade project, human remains representing four individuals and one associated funerary object were found. The inclusion of sites from outside park boundaries and the return of human remains to the park in 2005 resulted in an additional eight human remains and 26 associated funerary objects. During the course of developing this correction errors were found in the published counts of associated funerary objects resulting in three fewer associated funerary objects. The net change is 12 additional individuals and 24 additional funerary objects. The human remains and associated funerary objects are culturally affiliated with the same tribes as described in the original notice.\\n        In the Federal Register of August 27, 1999, FR Doc. 99-22260, pages 46936 - 46949, the following corrections are made -\\n        The tenth paragraph on page 46939 is corrected by substituting the following paragraph:\\n        In 1955 and 1956, human remains representing 17 individuals were recovered during legally authorized excavations conducted by University of Colorado archeologist Robert Lister at Lister Site No.1 (5MV875), a site within park boundaries. No known individuals were identified. The 31 associated funerary objects include 10 bowls and bowl fragments, five faunal bones, four jars and jar fragments, one ladle bowl fragment, three ladles, seven pitchers, and one worked sherd.\\n        The eighth paragraph on page 46940 is corrected by substituting the following paragraph:\\n\\n        Between 1937 and 1989, human remains representing 211 individuals were recovered during multiple episodes from Long House (5MV1200), a site within park boundaries. In 1937, a park visitor recovered human remains representing two individuals during an unauthorized excavation. From 1958 to 1962, human remains representing 208 individuals were recovered during a legally authorized National Park Service excavation. In 1989, human remains representing one individual were located in the collection by park curatorial staff. No known individuals were identified. The two individuals recovered in 1937 and the one individual found in 1989 had no associated funerary objects. The 208 individuals recovered from 1958 to 1962 had 537 associated funerary objects consisting of four bone awls, two axes, one bead, one bone artifact, 277 botanical specimens (juniper and yucca), 10 bowls and bowl fragments, one concretion, one cone, one feather/yucca cordage fragment, two cores, five corn cobs, three corn kernels, three cylinders, one disk fragment, 93 faunal specimens (bone, hide, claw, and eggshell), 13 flakes, three geologic specimens (barite, quartz, and shale), five gizzard stones, seven hammerstones, six jars and jar fragments, one ladle cup, one ladle, two manos, one miniature ladle, 12 mugs and mug fragments, four pendants, three points, 71 sherds, one drilled stone artifact, one pecked and grooved stone artifact, and one wood artifact. Human remains representing two individuals and three cores are missing from the original catalogued entry for this site. These human remains and associated funerary objects have not been included in the total counts.\\n        The sixteenth paragraph on page 46942 is corrected by substituting the following paragraph:\\n        In 1963, human remains representing one individual were recovered during a legally authorized National Park Service field collection project conducted at 5MV1575, a site within park boundaries. No known individuals were identified. The 31 associated funerary objects are 30 sherds and 1 jar.\\n        The seventeenth paragraph on page 46943 is corrected by substituting the following paragraph:\\n        In 1966, human remains representing 20 individuals were recovered during a legally authorized excavation conducted by University of Colorado archeologist David Breternitz at 5MV1930, a site within park boundaries. No known individuals were identified. The 240 associated funerary objects include one axe fragment, eight basket fragments (burned), one botanical specimen (reed), one core, 20 faunal bones, five hammerstones, one jar, eight manos, two palette and palette fragments, 187 sherds, five ground stone artifacts, and one battered and ground stone artifact.\\n        After the thirteenth paragraph on page 46944 insert the following paragraph:\\n        In 1995, human remains representing three individuals were found in the Mesa Verde Research Center collection and identified as being from Yellow Jacket. No other documentation was found. No known individuals were identified. No associated funerary objects were present.\\n        After the seventeenth paragraph on page 46947 insert the following paragraphs:\\n        In 1995, human remains representing one individual were found in the Mesa Verde Research Center collection. Documentation found with the human remains indicated that they were recovered at Ignacio, CO, a site outside park boundaries. No known individuals were identified. The 26 associated funerary objects include one bowl, one corn cob, five faunal bones, two jars, and 17 sherds.\\n        Based on ceramic analysis and a physical anthropology examination, this site (Ignacio, CO), these human remains, and the associated funerary objects are dated to Basketmaker III (A.D. 500-700).\\n        In 2001, human remains representing two individuals were found in the Mesa Verde Research Center collection. Based on documentation with the human remains, these individuals were identified as coming from Mesa Verde. These human remains have been identified on the NAGPRA Inventory as No Provenience (1584A). No known individuals were identified. No associated funerary objects were present.\\n        Based on the documentation found on the human remains and on geographic location, these human remains are identified as Ancestral Puebloan (pre A.D. 1300).\\n        In 2001, human remains representing one individual were found in the Mesa Verde Research Center collection. The only identification was the accession number 1081. The accession was used by the Wetherill Mesa Archeological Project in 1961 and 1963 to collect artifacts from various sites within Mesa Verde. Therefore, the exact site from which the human remains originated is unknown. These human remains have been identified on the NAGPRA Inventory as No Provenience (1081). No known individuals were identified. No associated funerary objects were present.\\n        Based on documentation, and the fact that the possible sites from which the human remains are from are all within Mesa Verde, these human remains are identified as Ancestral Puebloan (pre A.D. 1300).\\n        In 2001, human remains representing one individual were found in the Mesa Verde Research Center collection. The only identification was the site number 5MV3678. No known individuals were identified. No associated funerary objects were present.\\n        Based on architectural features (kiva depression, circular rubble mound, and trash area) and archeological context, this site (5MV3678) and these human remains are dated to Pueblo II-Pueblo III (A.D. 900-1300).\\n        In 2005, human remains representing four individuals were returned to Mesa Verde National Park. Documentation indicates that the remains are from a puebloan site and that Ancestral Puebloan pottery was found when the human remains were removed. These human remains have been identified on the NAGPRA Inventory as No Provenience (1586). No known individuals were identified. No associated funerary objects were present.\\n        Based on the documentation found with the human remains and on geographic location, these human remains are identified as Ancestral Puebloan (pre A.D. 1300).\\n        The sixth paragraph on page 46948 is corrected by replacing the first two sentences of the paragraph with the following sentences:\\n        Based on the above information, officials of the National Park Service have determined that pursuant to 43 CFR 10.2 (d)(1), the human remains listed above represent the physical remains of at least 1,536 individuals of Native American ancestry. National Park Service officials have also determined that, pursuant to 43 CFR 10.2 (d)(2), the 4,887 associated funerary objects listed above are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony.\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the human remains and associated funerary objects should contact Larry Wiese, superintendent, Mesa Verde National Park, PO Box 8, Mesa Verde, CO 81733, telephone (970) 529-4600, before March 24, 2006. Repatriation of the human remains and associated funerary objects to the Hopi Tribe of Arizona; Pueblo of Acoma, New Mexico; Pueblo of Cochiti, New Mexico; Pueblo of Isleta, New Mexico; Pueblo of Jemez, New Mexico; Pueblo of Laguna, New Mexico; Pueblo of Nambe, New Mexico; Pueblo of Picuris, New Mexico; Pueblo of Pojoaque, New Mexico; Pueblo of San Felipe, New Mexico; Pueblo of San Ildefonso, New Mexico; Pueblo of San Juan, New Mexico; Pueblo of Sandia, New Mexico; Pueblo of Santa Ana, New Mexico; Pueblo of Santa Clara, New Mexico; Pueblo of Santo Domingo, New Mexico; Pueblo of Taos, New Mexico; Pueblo of Tesuque, New Mexico; Pueblo of Zia, New Mexico; Navajo Nation of Arizona, New Mexico & Utah; Ysleta Del Sur Pueblo of Texas; and Zuni Tribe of the Zuni Reservation, New Mexico may proceed after that date if no additional claimants come forward.\\n\\n        Mesa Verde National Park is responsible for notifying the Hopi Tribe of Arizona; Pueblo of Acoma, New Mexico; Pueblo of Cochiti, New Mexico; Pueblo of Isleta, New Mexico; Pueblo of Jemez, New Mexico; Pueblo of Laguna, New Mexico; Pueblo of Nambe, New Mexico; Pueblo of Picuris, New Mexico; Pueblo of Pojoaque, New Mexico; Pueblo of San Felipe, New Mexico; Pueblo of San Ildefonso, New Mexico; Pueblo of San Juan, New Mexico; Pueblo of Sandia, New Mexico; Pueblo of Santa Ana, New Mexico; Pueblo of Santa Clara, New Mexico; Pueblo of Santo Domingo, New Mexico; Pueblo of Taos, New Mexico; Pueblo of Tesuque, New Mexico; Pueblo of Zia, New Mexico; Navajo Nation of Arizona, New Mexico, & Utah; Southern Ute Indian Tribe of the Southern Ute Reservation, Colorado; Ute Mountain Tribe of the Ute Mountain Reservation, Colorado, New Mexico & Utah; Ysleta Del Sur Pueblo of Texas; and Zuni Tribe of the Zuni Reservation, New Mexico that this notice has been published.\\n        \\n          Dated: January 30, 2006.\\n          C. Timothy McKeown,\\n          Acting Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. E6-2477 Filed 2-21-06; 8:45 am]\\n      BILLING CODE 4312-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Inventory Completion for Native American Human Remains and Associated Funerary Objects in the Possession of Mesa Verde National Park, Mesa Verde, CO; Correction", "agency2": "National Park Service, Interior.", "action": "Notice; correction.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: January 30, 2006.", "signature_name": "C. Timothy McKeown,", "signature_title": "Acting Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. E6-2477 Filed 2-21-06; 8:45 am]", "billing_code": "BILLING CODE 4312-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}