{"index": "I_1749", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Inventory Completion: New York State Museum, Albany, NY\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains and associated funerary objects in the possession of the New York State Museum, Albany, NY.  The human remains and associated funerary objects were removed from Fulton and Montgomery Counties, NY.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C 3003 (d) (3).  The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains and associated funerary objects.  The National Park Service is not responsible for the determinations in this notice.\\n        A detailed assessment of the human remains was made by New York State Museum professional staff in consultation with representatives of the Akwesasne Library & Museum; Mohawk Nation Council of Chiefs, Akwesasne; and St. Regis Band of Mohawk Indians of New York.\\n        In 1925, human remains representing a minimum of two individuals were removed from the Sand Hill site, NYSM Site #1191, approximately 1.25 miles northwest of Fort Plain, Minden Township, Montgomery County, NY, by New York State Museum staff. The human remains were encountered during construction of Route 5S and removed from burials during salvage excavations.  No known individuals were identified.  No associated funerary objects are present.\\n        Three separate components are represented at the Sand Hill site.  The earliest component dates to the Oak Hill Phase (A.D. 1300-1400).  The middle component dates to the historic period based on diagnostic artifacts and could be the Mohawk village of Cawaoge, visited by Harmen Meyndertsen Van den Bogaert in A.D. 1634-1635.  The latest component is also historic and dates to the 18th century. The human remains accessioned into the New York State Museum from this site were not associated with a specific occupational component although the presence of brass trade kettles suggests the human remains date to one of the historic components.  Brass trade kettles are noted in museum records as artifacts that avocational archeologists had collected at the site. These items are not in the possession of New York State Museum.\\n        In the 1930s, human remains representing a minimum of one individual were removed from the Otstungo site (also known as Cnj 1-1), NYSM Site #1156, in Minden Township, Montgomery County, NY, by avocational archeologist James R. Burggraf. The fragmentary human remains were found on the rear slope of the site.  In 1994, the New York State Museum acquired the human remains from Mr. Burggraf\\'s estate.  No known individual was identified. No associated funerary objects are present.\\n        The Otstungo site is a large, palisaded village site located on a steep ridge above Otstungo Creek. Recent investigations identified evidence of at least ten longhouses, a ditch, and a palisade. Radiocarbon dates, pottery analyses, and the lack of European trade goods at the site suggests the Otstungo site is characteristic of the Chance Phase, A.D. 1450-1525.\\n        In 1935, human remains representing a minimum of one individual were removed from the Frank Jenks Farm, St. Johnsville Township, Montgomery County, NY, by unknown persons.  The human remains were given to Ms. May L. Youker, historian of St. Johnsville. Ms. Youker donated the human remains to the New York State Museum later that same year (Accession No. A1935.64). No known individual was identified.  The two associated funerary objects are one brass kettle and one portion of a small castellated ceramic pot.\\n        The nature of the site, whether habitation or cemetery, is unknown.  The style of the pot found in the burial is typical of the post-European contact period manufacture and is similar to ceramics from other Mohawk sites dating to the early 17th century. The flange on the brass kettle also dates the burial to A.D. 1610-1620.\\n        In 1932 or 1933, human remains representing a minimum of three individuals were removed from the Oak Hill site (also known as Cnj 2-1), NYSM Site #1186, near Fort Plain in Minden Township, Montgomery County, NY, by unknown persons. In 2000, the human remains were acquired by the New York State Museum from an anonymous donor. No known individuals were identified.  No associated funerary objects are present.\\n        The Oak Hill site is a multi-component site comprised of a village area with three associated cemeteries. The Oak Hill site has been dated to circa A.D. 1635-1646, based on reports of diagnostic artifacts found at the site and in some of the burials, such as pottery vessels, kaolin pipe fragments, and glass beads.  These items are not in the possession of New York State Museum.\\n        In 1935 and 1947, human remains representing a minimum of two individuals were removed from the Jackson-Everson site, St. Johnsville Township, Montgomery County, NY, by Donald Lenig and Earl Casler. In 1950, Mr. Lenig donated the human remains to the New York State Museum.  No known individuals were identified.  No associated funerary objects are present.\\n\\n        The Jackson-Everson site was a habitation site and cemetery.  The Euroamerican objects from the site suggest that the site was inhabited circa A.D. 1655-1679.  Analysis of ceramics from the site suggests that the resident population was probably Huron.  This evidence suggests that the site was inhabited by Attignawantan Huron immigrants who were persuaded to move to the Mohawk Valley after the destruction of their confederacy in 1650 by the Iroquois.  By 1779, the Huron had long been assimilated into Mohawk culture and had traveled with them to Canada or to the south side of the Saint Lawrence River, and are represented today by the St. Regis Band of Mohawk Indians of New York.\\n        In 1943 and 1955, human remains representing a minimum of 13 individuals were removed from the Auriesville/Latchford site (also known as Fda 5), NYSM Site #1087, Glen Township, Montgomery County, NY. The 1943 excavation was conducted by Brother McGuiness. The 1955 excavation was conducted by Father Latchford.  In 1955, Father Clifford M. Lewis and Father Thomas Grassman donated the human remains to the New York State Museum. No known individuals were identified. The 233 associated funerary objects are 92 coffin nail fragments and 141 coffin fragments.\\n        Funerary objects found with the human remains excavated in 1943, but not donated to the New York State Museum, consisted of objects of Native American origin, such as tubular shell wampum, and objects of Euroamerican origin, such as glass beads. The beads are characteristic of types manufactured during the first quarter of the 18th century. Additional funerary objects found with the human remains consisted of coffin fragments. Individuals from both excavations were interred in coffins, but only the associated funerary objects from the 1955 excavation were donated to the New York State Museum. Based on the existence of historic artifacts and method of burial, the occupation of the Auriesville/Latchford site is determined to be A.D. 1700-1725.\\n        In 1950, human remains representing a minimum of three individuals were removed from the Klemme site (also known as Cnj. 42-1), NYSM Site #1176, near Charlesworth Corners in Minden Township, Montgomery County, NY, during excavations by Donald Lenig and Earl Casler. The remains of one individual were donated to the New York State Museum by Mr. Lenig at an unknown time, but most likely soon after the excavation.  In 2000, the remains of the two other individuals were donated by an anonymous donor.  No known individuals were identified.  The three associated funerary objects are one pottery sherd and two glass beads.\\n        The Klemme site is located on a small knoll across a brook from the Crouse site (also known as the Krouse site, Cnj 14).  The Crouse site is a historically known Mohawk habitation site and was visited in A.D. 1634 by Harmen Meyndertsen Van den Bogaert, who documented the site name as Tenotoge.  Funerary objects date the Klemme site to the same time period as the Crouse site, which is determined to be A.D. 1625-1635.\\n        In 1953, human remains representing a minimum of six individuals were removed from the Schoharie site (also known as the Fort Hunter Bridge site), approximately 100 yards from the east bank of the Schoharie Creek in Glen Township, Montgomery County, NY, by Father Clifford M. Lewis of the Auriesville Shrine. Father Lewis salvaged the human remains after the site was disturbed during road construction and looting had already occurred.  In 1955, the human remains were donated to the New York State Museum by Father Thomas Grassman. No known individuals were identified. No associated funerary objects are present.\\n        Eyewitness accounts indicated the individuals were buried in extended positions, possibly in wooden coffins. Funerary objects typical of contemporary Native American burial practices, such as glass beads and religious medals, were reportedly looted from the graves at the time of their discovery.  Although there are no funerary objects in the New York State Museum collection from the Schoharie site, museum records indicate that Father Lewis found tiny white seed beads with the human remains. The Schoharie site is located near the \\xe2\\x80\\x9cLower Mohawk Castle\\xe2\\x80\\x9d, a Mohawk settlement, also known as ``Tionondoroge\\'\\' or ``Tehandaloga,\\'\\' near Fort Hunter, NY. Fort Hunter was built by the British to protect the local Mohawk community, and was occupied from A.D. 1713-1779. Based on the age of diagnostic European trade goods, the site probably dates to A.D. 1720-1750. Given the age of the Schoharie site and its proximity to Fort Hunter, the two sites are probably associated.\\n        In 1953, human remains representing a minimum of two individuals were removed from the Brown site (also known as Cnj 55), NYSM Site #1204, in Canajoharie Township, Montgomery County, NY, by Donald Lenig and Earl Casler. Mr. Lenig donated the human remains to the New York State Museum later that same year.  No known individuals were identified.  No associated funerary objects are present.\\n        The Brown site is a cemetery site.  Glass beads and earthenware pottery found with other burials at the Brown site suggest the site utilization dates to circa A.D. 1650-1660.  These items were not donated to the New York State Museum.  The styles of pottery found are consistent with ceramic traditions practiced by the Mohawk during this time period.\\n        In 1957, human remains representing a minimum of one individual were removed from the Getman site (also known as Cnj 25), NYSM Site #1200, near East Stone Arabia in Palatine Township, Montgomery County, NY, by William A. Ritchie and James V. Wright, during excavations sponsored by the New York State Museum. No known individual was identified.  No associated funerary objects are present.\\n        Excavation revealed post molds, a probable longhouse, and sections of a stockade. One individual is represented by a single deciduous tooth found within a post mold in a disturbed area of a house floor.   Based on information provided during consultation, it is presumed that the tooth was intentionally placed in the posthole. There was no indication of a presence of a cemetery.   On the basis of radiocarbon dates the site is dated to the Late Chance Horizon (A.D. 1300-1400), which is the middle prehistoric stage of Mohawk and Iroquois cultural development.\\n        From 1960 to 1962, human remains representing a minimum of one individual were removed from the Galligan II site (also known as Cnj.90-1), along the Otsquago Creek in Minden Township, Montgomery County, NY, during test excavations by a group attempting to locate the remains of a Revolutionary War era fort.  In 2000, the human remains were donated by an anonymous donor to the New York State Museum.  No known individual was identified. No associated funerary objects are present.\\n        The cemetery at the Galligan II site may have been associated with a nearby village site located on the opposite side of Otsquago Creek known as the Prospect Hill site. The Prospect Hill site was the main Mohawk village in the early 18th century.  This Mohawk village is where many Mohawks moved following a raid by the French in A.D. 1693. Artifacts found at the Galligan II site have been used to date the site to approximately A.D. 1693-1755.\\n        In 1962, human remains representing a minimum of one individual were removed from the Garoga site (also known as Las. 7), NYSM Site #2332, east of the Garoga Creek in Ephratah Township, Fulton County, NY, by New York State Museum staff.  The fragmentary human remains were found in the plow zone.  No known individual was identified.  No associated funerary objects are present.\\n        The Garoga site was a palisaded village with several longhouses.  On the basis of cultural material held in the New York State Museum from excavations at the site, and radiocarbon dates, the site is dated to A.D.  1520-1590.\\n\\n        In 1965, human remains representing a minimum of three individuals were removed from the Van Evera-McKinny site (CNJ. 51), NYSM Site #1232, Root Township, Montgomery County, NY, by Donald Lenig and Wayne Lenig.  The human remains were donated to the New York State Museum at an unknown date after the excavation.  No known individuals were identified.  No associated funerary objects are present.\\n        The Van Evera-McKinney site is a habitation site with three occupational components.  The first occupational component is an early Mohawk village dating to circa A.D. 1635-1645.  The second occupation component is an early Owasco component dating to circa. A.D. 1100-1300.  The third component is an Euroamerican occupation dating to the Revolutionary War period.  The human remains are associated with the A.D. 1635-1645 occupation based on the reported presence of an iron axe and a brass mouth harp in one of the burials. These cultural items are not in the possession of the New York State Museum.\\n        In 1968, human remains representing a minimum of 17 individuals were removed from the Rice\\'s Wood site (NYSM Site #1201), Palatine, Montgomery County, NY, during excavations by Dr. Robert E. Funk, New York State Museum staff.  The site is located on a ridge overlooking the Knauderack Creek, two miles north of the Mohawk River.  No known individuals were identified.  The 3,275 associated funerary objects are 3,196 glass beads, 1 fragmented amber bead, 2 copper bead fragments, 1 beaver mandible and teeth fragments, 16 raspberry seeds, 4 squash seeds, 1 berry seed, 1 unidentified fruit seed, 1 modified bone fragment, 6 glass buttons, 17 oval shell beads, 1 fragmented brass kettle with a sample of preserved organic material and unmodified bone fragment, 2 castellated pottery vessels with effigy figures, 1 chain link fragment, 1 handle of a pewter spoon, 1 bone comb, 1 pewter spoon fragment, 1 brass crotal bell, 1 iron awl, 1 castellated pottery vessel, 6 fragmentary pottery vessels, 1 groundstone pestle, 1 bone bird effigy, 1 projectile point, 2 worked columella fragments, 1 cordage fragment, 1 fragmented pewter and glass case bottle, 1 fragmented unidentified pewter object, 1 rolled copper ornament with preserved thong and organic material, 1 metal fragment, and 1 soil sample.\\n        The Rice\\'s Wood site consists of a village and associated cemetery circa A.D. 1600-1620 based on the types of funerary objects found with the human remains.\\n        In 1970, human remains representing two individuals were removed from the Klock site (also known as Las. 8-4), NYSM Site #2333, in Ephratah Township, Fulton County, NY, by Dr. Robert E. Funk, New York State Museum staff.  No known individuals were identified.  No associated funerary objects are present.\\n        Excavation results indicate that the Klock site was a palisaded habitation site on a ridge overlooking Caroga Creek.  The human remains, consisting of burned cranial fragments, were found in refuse pits in the habitation area. The material culture from the habitation area suggests that the site was inhabited circa A.D. 1524-1580.\\n        At an unknown date, human remains representing a minimum of seven individuals were removed from the Wormuth site (also known as the Talarico site and Cnj 87-2), NYSM Site #4017, on the north side of the Mohawk River in Palatine Township, Montgomery County, NY, by unknown persons. In 2000, New York State Museum acquired the human remains from an anonymous donor.  No known individuals were identified. No associated funerary objects are present.\\n        The Wormuth site is a multi-component site with evidence of occupations from the 14th century Oak Hill phase (A.D. 1300-1400), the Chance phase (circa A.D. 1400-1525), and the protohistoric period (circa A.D. 1550). The human remains probably date to the period A.D. 1450-1525 based on the preponderance of diagnostic artifacts and radiocarbon dates.\\n        At an unknown date, human remains representing a minimum of four individuals were removed from the Mitchell site (also known as Cnj 49-2), NYSM Site #1248, located in Root Township, Montgomery County, NY, by unknown persons. In 2000, the New York State Museum acquired the human remains from an anonymous donor.  No known individuals were identified. No associated funerary objects are present.\\n        The Mitchell site is a large village and associated cemetery. Based on the types of European trade goods found at the site, it has been dated to circa A.D. 1646-1666.  The large size of the site and the dates of occupation suggest it may have been the location of a central Mohawk \\xe2\\x80\\x9ccastle\\xe2\\x80\\x9d and was probably among the villages destroyed by the Marquis De Tracy in the French attack in A.D. 1666.  A Mohawk \\xe2\\x80\\x9ccastle\\xe2\\x80\\x9d is a large palisaded Mohawk settlement.\\n        Historical evidence and oral history indicates that the seventeen sites from Fulton and Montgomery Counties, NY, are located in a region that was traditionally occupied by the Mohawk Indians and the sites are within the aboriginal lands of the Mohawk.  Archeological evidence, based on ceramics and other diagnostic artifacts, indicate that the sites were inhabited during Mohawk occupation of the region.  The human remains and associated funerary objects from the sites in Fulton and Montgomery Counties, NY, are determined to be culturally affiliated with the present-day descendants of the Mohawk represented by the Akwesasne Mohawk community composed of the Mohawk Nation Council of Chiefs and St. Regis Band of Mohawk Indians of New York.\\n        Officials of the New York State Museum have determined that, pursuant to 25 U.S.C. 3001 (9-10), the human remains described above represent the physical remains of 69 individuals of Native American ancestry. Officials of the New York State Museum also have determined that, pursuant to 25 U.S.C 3001 (3)(A), the 3,513 objects described above are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony.  Lastly, officials of the New York State Museum have determined that, pursuant to 25 U.S.C. 3001 (2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and associated funerary objects and the Mohawk Nation Council of Chiefs, Akwesasne and St. Regis Band of Mohawk Indians of New York.\\n\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the human remains and associated funerary objects should contact Lisa M. Anderson, NAGPRA Coordinator, New York State Museum, 3122 Cultural Education Center, Albany, NY 12230, telephone (518) 486-2020, before [thirty days after publication in the\\n          Federal Register]. Repatriation of the human remains and associated funerary objects to the St. Regis Band of Mohawk Indians of New York, representing the Akwesasne Mohawk community composed of the Mohawk Nation Council of Chiefs, Akwesasne and St. Regis Band of Mohawk Indians of New York may proceed after that date if no additional claimants come forward.\\n        New York State Museum is responsible for notifying the Akwesasne Library & Museum; Mohawk Nation Council of Chiefs, Akwesasne; and St. Regis Band of Mohawk Indians of New York that this notice has been published.\\n        \\n          \\n          Dated:  August 23, 2005.\\n          Sherry Hutt,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. 05-19268 Filed 9-26-05; 8:45 am]\\n      BILLING CODE 4312-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Inventory Completion: New York State Museum, Albany, NY", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated:  August 23, 2005.", "signature_name": "Sherry Hutt,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. 05-19268 Filed 9-26-05; 8:45 am]", "billing_code": "BILLING CODE 4312-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}