{"index": "I_1714", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Inventory Completion: U.S. Department of the Interior, National Park Service, Mesa Verde National Park, Mesa Verde, CO\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with provisions of the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains and associated funerary objects in the control of the U.S. Department of the Interior, National Park Service, Mesa Verde National Park, Mesa Verde, CO. The human remains and associated funerary objects were found in Mesa Verde National Park\\'s collections, mailed anonymously, removed from unknown locations and Montezuma County, CO.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003 (d) (3). The determinations in this notice are the sole responsibility of the superintendent, Mesa Verde National Park.\\n\\n        Mesa Verde National Park professional staff identified the cultural items and assessed the cultural affiliation of the cultural items in consultation with representatives of the Hopi Tribe of Arizona; Navajo Nation, Arizona, New Mexico, & Utah; Pueblo of Acoma, New Mexico; Pueblo of Cochiti, New Mexico; Pueblo of Isleta, New Mexico; Pueblo of Jemez, New Mexico; Pueblo of Laguna, New Mexico; Pueblo of Nambe, New Mexico; Pueblo of Picuris, New Mexico; Pueblo of Pojoaque, New Mexico; Pueblo of San Ildefonso, New Mexico; Pueblo of San Juan, New Mexico; Pueblo of Santa Clara, New Mexico; Pueblo of Santo Domingo, New Mexico; Pueblo of Taos, New Mexico; Pueblo of Tesuque, New Mexico; Pueblo of Zia, New Mexico; Southern Ute Indian Tribe of the Southern Ute Reservation, Colorado; Ute Mountain Tribe of the Ute Mountain Reservation, Colorado, New Mexico, & Utah; and Zuni Tribe of the Zuni Reservation, New Mexico. The Pueblo of San Felipe, New Mexico; Pueblo of Sandia, New Mexico; Pueblo of Santa Ana, New Mexico; and Ysleta Del Sur Pueblo of Texas were unable to attend the Native American consultation meetings, but they requested and received the minutes of these proceedings.\\n        In 1926, human remains representing a minimum of five individuals were received as part of a large collection of prehistoric and ethnographic items donated to Mesa Verde National Park by a private citizen from Durango, CO. The human remains are from an unknown provenience. Osteological data cannot identify cultural affiliation. No known individuals were identified. The one associated funerary object is a faunal bone.\\n        In 1948, human remains representing a minimum of two individuals were received at Mesa Verde National Park from a private citizen from Mancos, CO. The human remains were reportedly removed from a burial site about five miles north of Mesa Verde National Park\\'s entrance in Montezuma County, CO. Exact provenience is unknown. Osteological data cannot identify cultural affiliation. No known individuals were identified. No associated funerary objects are present.\\n        In 1984, human remains representing a minimum of five individuals were anonymously mailed to Mesa Verde National Park. The provenience for the human remains is unknown. Osteological data cannot identify cultural affiliation. No known individuals were identified. The cultural items that were commingled with the human remains are undiagnostic. The 49 associated funerary objects are 47 faunal bone fragments and 2 small pieces of wood.\\n        In 1989, human remains representing a minimum of three individuals were received from Centuries Research in Montrose, CO, by Mesa Verde National Park. The provenience of the human remains is unknown. Osteological data cannot identify cultural affiliation. No known individuals were identified. No associated funerary objects are present.\\n        In 1991, human remains representing a minimum of three individuals were received at Mesa Verde National Park from an anonymous donor. Information with the material indicated that the human remains were collected during the early 1900s by the donor\\'s grandfather who worked for the Montezuma County Road Department. The provenience for the human remains is unknown. Osteological data cannot identify cultural affiliation. No known individuals were identified. No associated funerary objects are present.\\n        In 1995, human remains representing a minimum of three individuals were found by curatorial staff conducting NAGPRA inventory in the Mesa Verde Research Center. The provenience for the human remains is unknown. Osteological data cannot identify cultural affiliation. No known individuals were identified. No associated funerary objects are present.\\n        In 2001, human remains representing a minimum of three individuals were found in the Mesa Verde Research Center during the storage upgrade project. One item had been transferred to Mesa Verde Research Center by the University of Denver Department of Anthropology and Museum of Anthropology, Denver, CO; the other two individuals had no documentation. The provenience for the human remains is unknown. Osteological data cannot identify cultural affiliation. No known individuals were identified. No associated funerary objects are present.\\n        Officials of Mesa Verde National Park have determined that, pursuant to 25 U.S.C. 3001 (9-10), the human remains described above represent the physical remains of 24 individuals of Native American ancestry. Officials of Mesa Verde National Park also have determined that, pursuant to 25 U.S.C. 3001 (3)(A), the 50 objects described above are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony. Lastly, officials of Mesa Verde National Park have determined that, pursuant to 25 U.S.C. 3001 (2), a relationship of shared group identity cannot reasonably be traced between the Native American human remains and associated funerary objects and any present-day Indian tribe.\\n        The Native American Graves Protection and Repatriation Review Committee (Review Committee) is responsible for recommending specific actions for disposition of culturally unidentifiable human remains. In February 2006, Mesa Verde National Park requested that the Review Committee recommend repatriation of the 24 culturally unidentifiable human remains and 50 associated funerary objects to the Hopi Tribe of Arizona; Navajo Nation, Arizona, New Mexico, & Utah; Pueblo of Acoma, New Mexico; Pueblo of Cochiti, New Mexico; Pueblo of Isleta, New Mexico; Pueblo of Jemez, New Mexico; Pueblo of Laguna, New Mexico; Pueblo of Nambe, New Mexico; Pueblo of Picuris, New Mexico; Pueblo of Pojoaque, New Mexico; Pueblo of San Felipe, New Mexico; Pueblo of San Ildefonso, New Mexico; Pueblo of San Juan, New Mexico; Pueblo of Sandia, New Mexico; Pueblo of Santa Ana, New Mexico; Pueblo of Santa Clara, New Mexico; Pueblo of Santo Domingo, New Mexico; Pueblo of Taos, New Mexico; Pueblo of Tesuque, New Mexico; Pueblo of Zia, New Mexico; Ysleta Del Sur Pueblo of Texas; and Zuni Tribe of the Zuni Reservation, New Mexico. These 22 Indian tribes had requested the human remains and have demonstrated a cultural relationship to the region. The Review Committee considered the proposal at its March 3, 2006 meeting via teleconference, and recommended disposition of the human remains and associated funerary objects to the Hopi Tribe of Arizona; Navajo Nation, Arizona, New Mexico, & Utah; Pueblo of Acoma, New Mexico; Pueblo of Cochiti, New Mexico; Pueblo of Isleta, New Mexico; Pueblo of Jemez, New Mexico; Pueblo of Laguna, New Mexico; Pueblo of Nambe, New Mexico; Pueblo of Picuris, New Mexico; Pueblo of Pojoaque, New Mexico; Pueblo of San Felipe, New Mexico; Pueblo of San Ildefonso, New Mexico; Pueblo of San Juan, New Mexico; Pueblo of Sandia, New Mexico; Pueblo of Santa Ana, New Mexico; Pueblo of Santa Clara, New Mexico; Pueblo of Santo Domingo, New Mexico; Pueblo of Taos, New Mexico; Pueblo of Tesuque, New Mexico; Pueblo of Zia, New Mexico; Ysleta Del Sur Pueblo of Texas; and Zuni Tribe of the Zuni Reservation, New Mexico. The National Park Service intends to convey the 50 associated funerary objects to the tribes pursuant to 16 U.S.C. 18f-2.\\n\\n        A March 3, 2006, letter from the Designated Federal Official on behalf of the chair of the Review Committee to the superintendent of Mesa Verde National Park transmitted the Review Committee\\'s recommendation that the park effect disposition of the physical remains of 24 culturally unidentifiable individuals and 50 associated funerary objects to the 22 Indian tribes listed above contingent on the publication of a Notice of Inventory Completion in the Federal Register. This notice fulfills that requirement.\\n        Representatives of any Indian tribe that believes itself to be culturally affiliated with the human remains and associated funerary objects should contact Larry Wiese, superintendent, Mesa Verde National Park, PO Box 8, Mesa Verde, CO 81330, telephone (970) 529-4600, before April 14, 2006. Disposition of the human remains and associated funerary objects to the Hopi Tribe of Arizona; Navajo Nation, Arizona, New Mexico, & Utah; Pueblo of Acoma, New Mexico; Pueblo of Cochiti, New Mexico; Pueblo of Isleta, New Mexico; Pueblo of Jemez, New Mexico; Pueblo of Laguna, New Mexico; Pueblo of Nambe, New Mexico; Pueblo of Picuris, New Mexico; Pueblo of Pojoaque, New Mexico; Pueblo of San Felipe, New Mexico; Pueblo of San Ildefonso, New Mexico; Pueblo of San Juan, New Mexico; Pueblo of Sandia, New Mexico; Pueblo of Santa Ana, New Mexico; Pueblo of Santa Clara, New Mexico; Pueblo of Santo Domingo, New Mexico; Pueblo of Taos, New Mexico; Pueblo of Tesuque, New Mexico; Pueblo of Zia, New Mexico; Ysleta Del Sur Pueblo of Texas; and Zuni Tribe of the Zuni Reservation, New Mexico, may proceed after that date if no additional claimants come forward.\\n        Mesa Verde National Park is responsible for notifying the Hopi Tribe of Arizona; Navajo Nation, Arizona, New Mexico, & Utah; Pueblo of Acoma, New Mexico; Pueblo of Cochiti, New Mexico; Pueblo of Isleta, New Mexico; Pueblo of Jemez, New Mexico; Pueblo of Laguna, New Mexico; Pueblo of Nambe, New Mexico; Pueblo of Picuris, New Mexico; Pueblo of Pojoaque, New Mexico; Pueblo of San Felipe, New Mexico; Pueblo of San Ildefonso, New Mexico; Pueblo of San Juan, New Mexico; Pueblo of Sandia, New Mexico; Pueblo of Santa Ana, New Mexico; Pueblo of Santa Clara, New Mexico; Pueblo of Santo Domingo, New Mexico; Pueblo of Taos, New Mexico; Pueblo of Tesuque, New Mexico; Pueblo of Zia, New Mexico; Southern Ute Indian Tribe of the Southern Ute Reservation, Colorado; Ute Mountain Tribe of the Ute Mountain Reservation, Colorado, New Mexico, & Utah; Ysleta Del Sur Pueblo of Texas; and Zuni Tribe of the Zuni Reservation, New Mexico that this notice has been published.\\n        \\n          Dated: March 7, 2006.\\n          Sherry Hutt,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. E6-3704 Filed 3-14-06; 8:45 am]\\n      BILLING CODE 4312-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Inventory Completion: U.S. Department of the Interior, National Park Service, Mesa Verde National Park, Mesa Verde, CO", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: March 7, 2006.", "signature_name": "Sherry Hutt,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. E6-3704 Filed 3-14-06; 8:45 am]", "billing_code": "BILLING CODE 4312-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}