{"index": "I_1748", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Inventory Completion: University of the Pacific, Stockton, CA\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains in the possession of University of the Pacific, Stockton, CA.  The human remains were removed from San Joaquin County, CA.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003 (d)(3).  The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains.  The National Park Service is not responsible for the determinations in this notice.\\n        A detailed assessment of the human remains was made by University of the Pacific professional staff in consultation with representatives of the Santa Rosa Indian Community of the Santa Rosa Rancheria, California.\\n        In 1964, human remains representing a minimum of one individual were removed from the campus of University of the Pacific in San Joaquin County, CA, by unknown persons during the construction of a parking lot. The remains were turned over to the university administration anonymously late in 1990, and a consultant was engaged to conduct a forensic analysis.  No known individual was identified.  No associated funerary objects are present.\\n        The book Archeology of the Northern San Joaquin Valley (Schenk and Dawson, 1929) identifies a site on the campus of College of the Pacific containing indigenous remains.  Another document of unknown provenance states that two \\xe2\\x80\\x9cgraduate students in anthropology from Sacramento State College examined the site and judged the bones to be of the Miwok or Yokut Indian Tribes and about 300 years old.\\xe2\\x80\\x9d  Consultation with Mr. Lalo Franco of the cultural office of the Santa Rosa Indian Community of the Santa Rosa Rancheria, California, confirmed that the provenience of the human remains is consistent with that of other discoveries of indigenous remains in the area.  Mr. Franco consulted with representatives of other tribal entities who serve on a regional committee coordinating the repatriation of indigenous remains and artifacts, and it was determined by them that the Santa Rosa Indian Community would receive the remains from University of the Pacific and hold them until such time as the Ione Band of Miwok Indians of California can complete preparations to receive them on a permanent basis.\\n        Officials of the University of the Pacific have determined that, pursuant to 25 U.S.C. 3001 (9-10), the human remains described above represent the physical remains of one individual of Native American ancestry.  Officials of the University of the Pacific also have determined that, pursuant to 25 U.S.C. 3001 (2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and the Santa Rosa Indian Community of the Santa Rosa Rancheria, California and the Ione Band of Miwok Indians of California.\\n        The human remains were repatriated to NAGPRA representatives of the Santa Rosa Indian Community of the Santa Rosa Rancheria, California on August 4, 2005, on behalf of the Ione Band of Miwok Indians of California.  Representatives of any other Indian tribe that wishes to comment on this repatriation should contact Michael Capurso, University of the Pacific, Gladys L. Benerd School of Education, 3601 Pacific Avenue, Stockton, CA 95211, telephone (209) 946-2287.\\n        The University of the Pacific is responsible for notifying the Buena Vista Rancheria of Me-wuk Indians of California; Chicken Ranch Rancheria of Me-Wuk Indians of California; Ione Band of Miwok Indians of California; Jackson Rancheria of Me-Wuk Indians of California; Picayune Rancheria of the Chukchansi Indians of California; Santa Rosa Indian Community of the Santa Rosa Rancheria, California; Shingle Springs Band of Miwok Indians, Shingle Springs Rancheria (Verona Tract), California; Table Mountain Rancheria of California; Tule River Indian Tribe of the Tule River Reservation, California; Tuolumne Band of Me-Wuk Indians of the Tuolumne Rancheria of California; and United Auburn Indian Community of the Auburn Rancheria of California that this notice has been published.\\n        \\n          Dated:   August 30, 2005.\\n          Sherry Hutt,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. 05-19264 Filed 9-26-05; 8:45 am]\\n      BILLING CODE 4312-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Inventory Completion: University of the Pacific, Stockton, CA", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated:   August 30, 2005.", "signature_name": "Sherry Hutt,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. 05-19264 Filed 9-26-05; 8:45 am]", "billing_code": "BILLING CODE 4312-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}