{"index": "I_1708", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service-Notice of Inventory Completion: South Dakota State Historical Society, Archaeological Research Center, Rapid City, SD\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains and associated funerary objects in the possession of the South Dakota State Historical Society, Archaeological Research Center, Rapid City, SD. The human remains and associated funerary objects were removed from eastern, central, and northwestern South Dakota, and southeastern Montana.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003 (3) (d). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations in this notice.\\n        A detailed assessment of the human remains was made by the Archaeological Research Center professional staff in consultation with representatives of the Cheyenne River Sioux Tribe of the Cheyenne River Reservation, South Dakota; Crow Creek Sioux Tribe of the Crow Creek Reservation, South Dakota; Flandreau Santee Sioux Tribe of South Dakota; Iowa Tribe of Oklahoma; Lower Sioux Indian Community in the State of Minnesota; Northern Cheyenne Tribe of the Northern Cheyenne Indian Reservation, Montana; Oglala Sioux Tribe of the Pine Ridge Reservation, South Dakota; Omaha Tribe of Nebraska; Otoe-Missouria Tribe of Indians, Oklahoma; Prairie Island Indian Community in the State of Minnesota; Rosebud Sioux Tribe of the Rosebud Indian Reservation, South Dakota; Sac & Fox Tribe of the Mississippi in Iowa; Santee Sioux Nation, Nebraska; Sisseton-Wahpeton Oyate of the Lake Traverse Reservation, South Dakota; Three Affiliated Tribes of the Fort Berthold Reservation, North Dakota; Upper Sioux Indian Community, Minnesota; and Yankton Sioux Tribe of South Dakota.\\n        In 1980, human remains representing a minimum of one individual were removed from a pothunter\\'s back dirt on a mound, 39BE46/80-70, in Beadle County, SD, during the James River Survey by Archaeological Research Center personnel. The human remains were curated at the Archaeological Research Center. No known individual was identified. The five associated funerary objects are four flakes and one mollusk shell fragment.\\n        Mounds in the James River Valley date to the Woodland period (A.D. 1-1250).\\n        In 1998, human remains representing a minimum of six individuals were removed from a burial pit, 39BN124/99-63, by Archaeological Research Center personnel in Brown County, SD. The pit was disturbed by contractors mining gravel on private land. The human remains were curated at the Archaeological Research Center. No known individuals were identified. No associated funerary objects are present.\\n        Morphologically, the human remains are similar to other human remains from the Late Woodland period (A.D. 500-1400).\\n        In 1980, human remains representing a minimum of two individuals were removed from Ufford Mounds, 39CL2/97-91, in Clay County, SD, by South Dakota State Historical Preservation Office personnel. The human remains were exposed during agricultural activities. The human remains were curated at the W.H. Over Museum in Vermillion, SD, and transferred to the Archaeological Research Center in 1997. No known individuals were identified. No associated funerary objects are present.\\n        Earlier museum excavations at the Ufford Mounds support a date of Late Woodland or Initial Middle Missouri period (A.D. 500-1350).\\n        In 1990, human remains representing a minimum of one individual were removed from a hill slope above a lake, 39CD63/90-112, in Codington County, SD. A local pathologist determined that the human remains were not of forensic significance. The Codington County Sheriff\\'s Department transferred the human remains to the Archaeological Research Center. No known individual was identified. No associated funerary objects are present.\\n        Based on the physical condition of the human remains they were most likely interred over 100 years ago. The human remains are most likely Native American because of their burial context and tooth wear pattern.\\n        At an unknown date, human remains representing a minimum of four individuals were removed from the Winter site, 39DE5/94-761, in Deuel County, SD. In 1988, the human remains were donated to Roy Lake State Park, Marshall County, SD. In 1994, the human remains were transferred to the Archaeological Research Center. No known individuals were identified. No associated funerary objects are present.\\n        The Winter site dates from Paleo-Indian to the Late Prehistoric period (10,000 B.C.- A.D. 1700).\\n\\n        In 1989, human remains representing a minimum of one individual were removed from a stone-covered burial pit, 39HD73/90-109, by a farmer digging for rocks in Hand County, SD. A physical anthropologist determined that the human remains were not of forensic significance. The Hand County Sheriff\\'s Department transferred the human remains to the Archaeological Research Center. No known individual was identified. No associated funerary objects are present.\\n        The burial most likely dates to A.D. 990-1290 based on dating techniques done on behalf of the Hand County Sheriff\\'s Department.\\n        In 1979, human remains representing a minimum of one individual were discovered eroding out of a talus slope, 39HN129/81-53, during a stock dam check in Harding County, SD, and collected by South Dakota Department of Agriculture personnel. In 1981, the human remains were transferred to the Archaeological Research Center. No known individual was identified. No associated funerary objects are present.\\n        In the mid-twentieth century, human remains representing a minimum of one individual were removed from DeGrey site, 39HU205/92-202, in Hughes County, SD, by a landowner. At an unknown date, the human remains were transferred to the Archaeological Research Center. No further documentation was found regarding the collection or transfer of the human remains. No known individual was identified. No associated funerary objects are present.\\n        The DeGrey site dates to the Woodland, Initial, and Extended Coalescent periods (A.D. 1-1675).\\n        In 1941, human remains representing a minimum of one individual were removed from Burial Pit 1 at the Scalp Creek site, 39GR1/94-199, in Gregory County, SD, by E.E. Meleen of the W.H. Over Museum, as part of a Works Projects Administration project. The human remains were curated at the W.H. Over Museum and transferred to the Archaeological Research Center in 1974. No known individual was identified. The one associated funerary object is a tanned hide fragment.\\n        The Scalp Creek site dates to the Late Woodland period (A.D. 800-1200) and the Extended Coalescent Tradition (A.D. 1500-1675).\\n        In 1929, human remains representing a minimum of three individuals were removed from Montrose Mounds, 39MK1/93-13, in McCook County, SD, during road construction activities. The human remains were curated at the W.H. Over Museum and transferred to the Archaeological Research Center in 1974. No known individuals were identified. No associated funerary objects are present.\\n        The Montrose Mounds date to the Woodland period (A.D. 1-1000).\\n        Between 1930 to 1950, human remains representing a minimum of six individuals were discovered in Perkins County, SD, and donated to Fred Jennewein, a local museum owner. In 1980, the Jennewein collection was donated to the Cultural Heritage Center, Pierre, SD. In the 1990s, the human remains from the Jennewein collection were transferred to Archaeological Research Center and accessioned into the museum\\'s collections (39PE/90-108, 94-749 to 94-752, and 96-200). No known individuals were identified. No associated funerary objects are present.\\n        Three of the individuals date to the Late Prehistoric period (A.D. 500-1750) and the other three individuals have no known date.\\n        In 1935, human remains representing a minimum of one individual were discovered near Wilmot, 39RO/97-137, Roberts County, SD, by Mr. Jenson. The human remains were donated by Mr. Jenson to the W.H. Over Museum later that same year. In 1935, the W. H. Over Museum loaned the human remains to Dr. A.E. Jenks of the University of Minnesota. In 1997, the University of Minnesota Wilford Archaeology Lab found the human remains in their collections and transferred them to the Archaeological Research Center. No known individual was identified. The one associated funerary object is a radius.\\n        The human remains date to the Archaic period (6000 B.C-A.D. 1).\\n        In 1923, human remains representing a minimum of one individual were removed from Daugherty Mounds, 39RO10/92-210B, in Roberts County, SD, by W.H. Over Museum personnel. In 1974, the human remains were transferred to the Archaeological Research Center. No known individual was identified. The two associated funerary objects are a copper bead and a small bone wristlet.\\n        The Daugherty Mounds date to the Woodland period (A.D. 500-1100).\\n        In 1994, human remains representing a minimum of one individual were exposed by road construction above Big Stone Lake, 39RO86/95-22, in Roberts County, SD, and collected by South Dakota\\'s State Archaeologist. The human remains were curated at the Archaeological Research Center. No known individual was identified. No associated funerary objects are present.\\n        The human remains probably date to the Plains Village period (A.D. 900-1700) based on ceramics found in the vicinity, but not in association with the burial.\\n        In 1979, human remains representing a minimum of one individual were found along the Missouri River between Cow and Spring Creeks, 39SL/98-175, in Sully County, SD. The human remains were sent to the South Dakota Division of Criminal Investigations and transferred to the Archaeological Research Center at an unknown date. No known individual was identified. No associated funerary objects are present.\\n        In 1869, human remains representing a minimum of one individual were discovered at an unknown location in southeastern Montana. In 1939, E.C. Coleman of Spearfish, SD, loaned the human remains to the Adams Museum, Deadwood, SD. The human remains were curated by the Adams Museum until 1995, when they were transferred to the Archaeological Research Center and accessioned into the museum\\'s collections (24/97-32). No known individual was identified. The three associated funerary objects are copper coiled earrings.\\n        The human remains date to the Historic period (post A.D. 1750).\\n        At an unknown date, human remains representing a minimum of 14 individuals were brought to the Dacotah Prairie Museum, Aberdeen, Brown County, SD. The Dacotah Prairie Museum had no documentation related to the human remains. In 1993, the human remains were transferred to the Archaeological Research Center and accessioned into the museum\\'s collections (93-10A). No known individuals were identified. No associated funerary objects are present.\\n        Based on morphological features and post-mortem treatment the human remains date to the Northeast Plains Woodland period (400 B.C.- A.D. 1250).\\n        In 1965, human remains representing a minimum of one individual were donated to the Sioux City Public Museum, IA, by George Olson. The museum\\'s accession record states that the human remains were found 9 miles from Miles City, SD, however, no record of this city has ever been found. In 1994, the Sioux City Public Museum transferred the human remains to the Archaeological Research Center and accessioned into the museum\\'s collections (94-748). No known individual was identified. No associated funerary objects are present.\\n        The morphological features of the cranium suggest a date of Middle Plains Woodland period (A.D. 400-900).\\n\\n        At an unknown date, human remains representing a minimum of 16 individuals were accessioned into the collections at the W.H. Over Museum. In 1997, the human remains were transferred to the Archaeological Research Center and accessioned into the museum\\'s collections (97-119, 97-122 to 7, 97-131 to 6, and 99-288). No known individuals were identified. The four associated funerary objects are one canine tooth, one clay ball, one fish bone, and one seed.\\n        \\n        One individual dates to the Historic period (post A.D. 1850). The other 15 individuals have no provenience and are unassignable to a cultural period.\\n        In 2000, human remains representing a minimum of six individuals were anonymously donated to Augustana College, Sioux Falls, SD, and then transferred to the Archaeological Research Center and accessioned into the museum\\'s collections (00-38 to 41). No known individuals were identified. No associated funerary objects are present.\\n        The human remains have no provenience and are unassignable to a cultural period.\\n        A physical anthropological assessment of the human remains for the 70 individuals described above resulted in a determination that the individuals are most likely Native American. An evaluation by professional staff at the Archaeological Research Center of the manner and location of burial, and types of associated funerary objects found with the individuals also supports an identification of the human remains as Native American and are culturally unidentifiable to any present-day Indian tribe.\\n        The map of Indian Land Areas Judicially Established in 1978 establishes most of South Dakota and large parts of Minnesota, and adjacent portions of North Dakota, Montana, Wyoming, Nebraska, and Iowa as historically Sioux aboriginal lands. The Sioux are represented today by the Cheyenne River Sioux Tribe of the Cheyenne River Reservation, South Dakota; Crow Creek Sioux Tribe of the Crow Creek Reservation, South Dakota; Flandreau Santee Sioux Tribe of South Dakota; Lower Sioux Indian Community in the State of Minnesota; Oglala Sioux Tribe of the Pine Ridge Reservation, South Dakota; Prairie Island Indian Community in the State of Minnesota; Rosebud Sioux Tribe of the Rosebud Indian Reservation, South Dakota; Santee Sioux Nation, Nebraska; Sisseton-Wahpeton Oyate of the Lake Traverse Reservation, South Dakota; Upper Sioux Indian Community, Minnesota; and Yankton Sioux Tribe of South Dakota.\\n        Based on historical documents, oral history, and archeological data, the Cheyenne, Iowa, Omaha, Otoe & Missouria, and Sac & Fox people also occupied what is now present-day South Dakota and the surrounding region, and are represented today by the Iowa Tribe of Oklahoma; Northern Cheyenne Tribe of the Northern Cheyenne Indian Reservation, Montana; Omaha Tribe of Nebraska; Otoe-Missouria Tribe of Indians, Oklahoma; Sac & Fox Tribe of the Mississippi in Iowa; and Three Affiliated Tribes of the Fort Berthold Reservation, North Dakota.\\n        Officials of the Archaeological Research Center have determined that, pursuant to 25 U.S.C. 3001 (9-10), the human remains described above represent the physical remains of 70 individuals of Native American ancestry. Officials of the Archaeological Research Center also have determined that, pursuant to 25 U.S.C. 3001 (3)(A), the 11 objects described above are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony. Lastly, officials of the Archaeological Research Center have determined that, pursuant to 25 U.S.C. 3001 (2), a relationship of shared group identity cannot reasonably be traced between the Native American human remains and associated funerary objects and any present-day Indian tribe.\\n        In November 2005, the Archaeological Research Center requested that the Review Committee recommend disposition of the human remains of 70 culturally unidentifiable human remains and 11 associated funerary objects to the Flandreau Santee Sioux Tribe of South Dakota on behalf of themselves and the Indian tribes listed above that comprise a consortium of 17 Indian tribes. The Review Committee considered the proposal at its November 2005 meeting in Albuquerque, NM, and recommended disposition of the human remains and associated funerary objects to the Flandreau Santee Sioux Tribe of South Dakota, on behalf of Cheyenne River Sioux Tribe of the Cheyenne River Reservation, South Dakota; Crow Creek Sioux Tribe of the Crow Creek Reservation, South Dakota; Flandreau Santee Sioux Tribe of South Dakota; Iowa Tribe of Oklahoma; Lower Sioux Indian Community in the State of Minnesota; Northern Cheyenne Tribe of the Northern Cheyenne Indian Reservation, Montana; Oglala Sioux Tribe of the Pine Ridge Reservation, South Dakota; Omaha Tribe of Nebraska; Otoe-Missouria Tribe of Indians, Oklahoma; Prairie Island Indian Community in the State of Minnesota; Rosebud Sioux Tribe of the Rosebud Indian Reservation, South Dakota; Sac & Fox Tribe of the Mississippi in Iowa; Santee Sioux Nation, Nebraska; Sisseton-Wahpeton Oyate of the Lake Traverse Reservation, South Dakota; Three Affiliated Tribes of the Fort Berthold Reservation, North Dakota; Upper Sioux Indian Community, Minnesota; and Yankton Sioux Tribe of South Dakota.\\n        The Native American Graves Protection and Repatriation Review Committee (Review Committee) is responsible for recommending specific actions for disposition of culturally unidentifiable human remains. In July 2003, the Flandreau Santee Sioux Tribe of South Dakota submitted a request to the Archaeological Research Center for repatriation of the culturally unidentifiable human remains to themselves, on behalf of the Cheyenne River Sioux Tribe of the Cheyenne River Reservation, South Dakota; Crow Creek Sioux Tribe of the Crow Creek Reservation, South Dakota; Flandreau Santee Sioux Tribe of South Dakota; Iowa Tribe of Oklahoma; Lower Sioux Indian Community in the State of Minnesota; Northern Cheyenne Tribe of the Northern Cheyenne Indian Reservation, Montana; Oglala Sioux Tribe of the Pine Ridge Reservation, South Dakota; Omaha Tribe of Nebraska; Otoe-Missouria Tribe of Indians, Oklahoma; Prairie Island Indian Community in the State of Minnesota; Rosebud Sioux Tribe of the Rosebud Indian Reservation, South Dakota; Sac & Fox Tribe of the Mississippi in Iowa; Santee Sioux Nation, Nebraska; Sisseton-Wahpeton Oyate of the Lake Traverse Reservation, South Dakota; Three Affiliated Tribes of the Fort Berthold Reservation, North Dakota; Upper Sioux Indian Community, Minnesota; and Yankton Sioux Tribe of South Dakota.\\n\\n        A November 23, 2005, letter from the Designated Federal Officer, on behalf of the chair of the Review Committee, to the Archaeological Research Center transmitted the Review Committee\\'s recommendation that the Archaeological Research Center effect disposition of the physical remains of 70 culturally unidentifiable human remains and 11 associated funerary objects to the Flandreau Santee Sioux Tribe of South Dakota on behalf of the 17 Indian tribes listed above contingent on the publication of a Notice of Inventory Completion in the Federal Register. This notice fulfills that requirement.\\n\\n        Representatives of any Indian tribe that believes itself to be culturally affiliated with the human remains and associated funerary objects should contact Renee M. Boen, Repository Manager, Archaeological Research Center, 2425 E. St. Charles St., Rapid City, SD 57703, telephone (605) 394-1936, before May 26, 2006. Disposition of the human remains and associated funerary objects to the Flandreau Santee Sioux Tribe of South Dakota on behalf of the Cheyenne River Sioux Tribe of the Cheyenne River Reservation, South Dakota; Crow Creek Sioux Tribe of the Crow Creek Reservation, South Dakota; Iowa Tribe of Oklahoma; Lower Sioux Indian Community in the State of Minnesota; Northern Cheyenne Tribe of the Northern Cheyenne Indian Reservation, Montana; Oglala Sioux Tribe of the Pine Ridge Reservation, South Dakota; Omaha Tribe of Nebraska; Otoe-Missouria Tribe of Indians, Oklahoma; Prairie Island Indian Community in the State of Minnesota; Rosebud Sioux Tribe of the Rosebud Indian Reservation, South Dakota; Sac & Fox Tribe of the Mississippi in Iowa; Santee Sioux Nation, Nebraska; Sisseton-Wahpeton Oyate of the Lake Traverse Reservation, South Dakota; Three Affiliated Tribes of the Fort Berthold Reservation, North Dakota; Upper Sioux Indian Community, Minnesota; Yankton Sioux Tribe of South Dakota; and themselves, may proceed after that date if no additional claimants come forward.\\n        The Archaeological Research Center is responsible for notifying the Cheyenne River Sioux Tribe of the Cheyenne River Reservation, South Dakota; Crow Creek Sioux Tribe of the Crow Creek Reservation, South Dakota; Flandreau Santee Sioux Tribe of South Dakota; Iowa Tribe of Oklahoma; Lower Sioux Indian Community in the State of Minnesota; Northern Cheyenne Tribe of the Northern Cheyenne Indian Reservation, Montana; Oglala Sioux Tribe of the Pine Ridge Reservation, South Dakota; Omaha Tribe of Nebraska; Otoe-Missouria Tribe of Indians, Oklahoma; Prairie Island Indian Community in the State of Minnesota; Rosebud Sioux Tribe of the Rosebud Indian Reservation, South Dakota; Sac & Fox Tribe of the Mississippi in Iowa; Santee Sioux Nation, Nebraska; Sisseton-Wahpeton Oyate of the Lake Traverse Reservation, South Dakota; Three Affiliated Tribes of the Fort Berthold Reservation, North Dakota; Upper Sioux Indian Community, Minnesota; and Yankton Sioux Tribe of South Dakota that this notice has been published.\\n        \\n          Dated: April 11, 2006.\\n          Sherry Hutt,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. E6-6259 Filed 4-25-06; 8:45 am]\\n      BILLING CODE 4312-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Inventory Completion: South Dakota State Historical Society, Archaeological Research Center, Rapid City, SD", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: April 11, 2006.", "signature_name": "Sherry Hutt,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. E6-6259 Filed 4-25-06; 8:45 am]", "billing_code": "BILLING CODE 4312-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}