{"index": "I_1718", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Inventory Completion: David Phelps Archaeology Laboratory of East Carolina University, East Carolina University, Greenville, NC\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice. \\n        \\n        Notice is hereby given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains and associated funerary objects in the possession of the David Phelps Archaeology Laboratory of East Carolina University, East Carolina University, Greenville, NC. The human remains and associated funeray objects were removed from Bertie, Greene, Hertford, and Martin Counties, NC.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003(d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations in this notice.\\n        A detailed assessment of the human remains was made by professional staff of the David Phelps Archaeology Laboratory of East Carolina University in consultation with representatives of the Tuscarora Nation of New York.\\n\\n        In 1971 and 1978, human remains representing a minimum of 20 individuals were removed from the Jordan\\'s Landing site (31 BR7), Bertie County, NC, during excavations conducted by East Carolina University professional staff and supervised field school students. No known individuals were identified. The 4,436 associated funerary objects are identified as 17 faunal bones, 8 triangular chipped stone projectile points, 1 hammerstone, 1 shell dipper, 4,288 marginella beads, 29 columnella shell beads, 86 shell disc beads, 1 shell pendent, a deposit of red ochre, 1 ceramic shred, and 2 bone pins.\\n        Based on the types of associated funerary objects, the human remains have been determined to be Native American. Based on geographic placement and later historic documentation, there are reasonable grounds to believe that the human remains are culturally affiliated with the Tuscarora Nation of New York.\\n        In 1971, human remains representing a minimum of one individual were removed from site 31MT16, Martin County, NC, during a cultural resource management survey conducted by East Carolina University professional staff. The human remains were highly fragmented in a midden deposit and commingled with faunal remains. No known individual was identified. No associated funerary objects were present.\\n        Based on archaeological evidence, the human remains have been determined to be Native American. Based on geographic placement, there are reasonable grounds to believe that the human remains are culturally affiliated with the Tuscarora Nation of New York.\\n        In 1972, human remains representing a minimum of 20 individuals were removed from the San Souci East site (31 BR5), Bertie County, NC, by an artifact collector and turned over the East Carolina University archeology lab. The human remains were highly fragmented and scattered. No known individuals were identified. The 388 associated funerary objects are identified as 3 faunal bones (2 deer antler dog/canine skull), 373 marginella beads, 4 bone pins, 2 bone awls, 4 bone pendants, and 2 bone needles.\\n        Based on the types of associated funerary objects, the human remains have been determined to be Native American. Based on the archeological evidence, the San Souci East site has been identified as a Late Prehistoric period occupation (A.D. 800-1650) (Ward & Davis, \\xe2\\x80\\x9cTime Before History: The Archaeology of North Carolina\\xe2\\x80\\x9d). Based on geographic placement and later historic documentation, there are reasonable grounds to believe that the human remains and cultural items are culturally affiliated with the Tuscarora Nation of New York.\\n        In 1983, highly fragmented human remains representing a minimum of one individual were removed from site 31HF30 in Hertford County, NC, by East Carolina University professional staff. No known individual was identified. No associated funerary objects were present.\\n        Based on archeological evidence, the human remains have been determined to be Native American. Based on geographic placement, there are reasonable grounds to believe that the human remains are culturally affiliated with the Tuscarora Nation of New York.\\n        In January 1990, human remains representing a minimum of seven individuals were removed from Fort Neoheroka (31GR4) in Greene County, NC, during excavations conducted by East Carolina University professional staff and supervised field school students. No known individuals were identified. No associated funerary objects were present.\\n        Based on archeological evidence and historical documentation, the human remains have been determined to be Native American. Based on geographic placement and historical documentation, there are reasonable grounds to believe that the human remains and associated funerary items are culturally affiliated with the Tuscarora Nation of New York.\\n        In 1992, highly fragmented human remains representing a minimum of 20 individuals were removed from the Kearney site (31GR84) in Greene, County, NC, by East Carolina University professional staff and a local artifact collector. No known individuals were identified. No associated funerary objects were present.\\n        Based on archeological evidence, the human remains have been determined to be Native American. Based on geographic placement, there are reasonable grounds to believe that the human remains and associated funerary items are culturally affiliated with the Tuscarora Nation of New York.\\n        Archeologists have long considered the North Carolina Coastal Plain to be comprised of distinct cultural and archeological areas. These areas generally are seen to coincide with tribal and linguistic groupings recognized by anthropologists who have studied the ethnographic records. The Coastal Plain can be divided into northern and southern regions. The northern region extends from the Neuse River basin to the Virginia state line and encompasses the area occupied by Algonkian- and Iroquoisan-speaking groups at the time of the arrival of the first English colonists. The Algonkians lived in the eastern Tidewater zone of the northern coast, whereas the Iroquois, represented by the Tuscaroras, occupied the interior coastal plain. The interior coastal plain region has been chronologically divided into two phases, which are the Mount Pleasant phase (500 B.C.-A.D. 800) and the Cashie phase (A.D. 800-A.D. 1715) (Ward & Davis). Based on the archeological evidence, the sites described above have been identified as a Middle (Mount Pleasant phase) to Late (Cashie phase) Woodland Period occupation. The Tuscaroras occupied this area from at least the Mount Pleasant phase until historical times. Descendants of the Tuscaroras are members of the Tuscarora Nation of New York.\\n        Officials of the Phelps Archaeology Laboratory at East Carolina University have determined that, pursuant to 25 U.S.C. 3001 (9-10), the human remains described above represent the physical remains of at least 70 individuals of Native American ancestry. Officials of the Phelps Archaeology Laboratory at East Carolina University also have determined that, pursuant to 25 U.S.C. 3001(3)(A), the 4,824 objects described above are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rate or ceremony. Lastly, officials of the Phelps Archaeology Laboratory at East Carolina University have determined that, pursuant to 25 U.S.C. 3001(2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and associated fragmented objects of the Tuscarora Nation of New York.\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the human remains and/or associated funerary objects should contact Dr. Charles R. Ewen, Director, Archaeology Laboratories, Department of Anthropology, East Carolina University, telephone (252) 328-9454, before March 27, 2006. Repatriation of the human remains and associated funerary objects to the Tuscarora Nation of New York may proceed after that date if no additional claimants come forward.\\n        The Phelps Archaeology Laboratory of East Carolina University is responsible for notifying the Tuscarora Nation of New York that this notice has been published.\\n        \\n          \\n          Dated: February 9, 2006.\\n          Sherry Hutt,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. 06-1628 Filed 2-22-06; 8:45 am]\\n      BILLING CODE 4312-50-M\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Inventory Completion: David Phelps Archaeology Laboratory of East Carolina University, East Carolina University, Greenville, NC", "agency2": "National Park Service, Interior.", "action": "Notice. ", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: February 9, 2006.", "signature_name": "Sherry Hutt,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. 06-1628 Filed 2-22-06; 8:45 am]", "billing_code": "BILLING CODE 4312-50-M", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}