{"index": "I_1766", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Inventory Completion: Phoebe A. Hearst Museum of Anthropology, University of California, Berkeley, Berkeley, CA\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains and associated funerary objects in the possession of the Phoebe A. Hearst Museum of Anthropology, University of California, Berkeley, Berkeley, CA. The human remains and associated funerary objects were removed from Colusa, Napa, and Solana Counties, CA.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003 (d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations in this notice.\\n        An assessment of the human remains, and catalog records and associated documents relevant to the human remains, was made by Phoebe A. Hearst Museum of Anthropology professional staff in consultation with representatives of the Cachil DeHe Band of Wintun Indians of the Colusa Indian Community of the Colusa Rancheria, California; Cortina Indian Rancheria of Wintun Indians of California; Grindstone Indian Rancheria of Wintun-Wailaki Indians of California; Paskenta Band of Nomlaki Indians of California; Redding Rancheria, California; Round Valley Indian Tribes of the Round Valley Reservation, California; and Rumsey Indian Rancheria of Wintun Indians of California.\\n        In 1935, human remains representing at least two individuals were removed from the Howells Point site (CA-Col-2) in Colusa County, CA, by Waldo R. Wedel, who donated the human remains to the Phoebe A. Hearst Museum of Anthropology the following year. The Howells Point site is an occupation site and cemetery located 13 miles southwest of Arbuckle, near the Sacramento River, Colusa County, CA. No known individuals were identified. The 366 associated funerary objects are 1 burial wrapping, 1 button, 1 stone fragment, 100 glass beads, 240 clamshell disc beads, 14 olivella shell beads, 8 abalone pendant and pendant fragments, and 1 lot of basketry.\\n        The Howells Point site is dated to the post-European contact period based on the presence of glass beads in the burials.\\n        In 1936, human remains representing at least 47 individuals were removed from the Miller site (site CA-Col-1) in Colusa County, CA, by R.F. Heizer and A.D. Krieger. Mr. Heizer and Mr. Krieger donated the human remains to the Phoebe A. Hearst Museum of Anthropology that same year. The Miller site is an occupation site and cemetery located 12 miles southwest of Arbuckle, on the west bank of the Sacramento River, Colusa County, CA. No known individuals were identified. The 7,993 associated funerary objects are 6,380 clamshell disc beads, 1,519 olivella beads, 1 lot of vegetal matting, 5 organic materials, 1 kinfe fragment, 2 iron nails, 1 antler fragment, 1 obsidian fragment, 5 projectile points, 1 bone object, 22 beads, 3 awls and fragments, 3 pebbles and fragments, and 49 pendants.\\n        The Miller site is dated to the post-European contact period based on the presence of iron nails in the burials.\\n        In 1947, human remains representing at least one individual were removed from the Tulukai site (CA-Nap-39), located on the northern bank of Tulukai Creek, 1 mile south of Napa in Napa County, CA. The human remains were collected by R.F. Heizer and an anthropology class and were acquired by the Phoebe A. Hearst Museum of Anthropology in 1947 by \\xe2\\x80\\x9cuniversity appropriation,\\xe2\\x80\\x9d a term used to indicate that the cultural items came to the museum from a university-sponsored project with funds provided by The Regents of California. Additional items were collected by R.F. Heizer and C.W. Meighan in 1951. No known individual was identified. The 12 associated funerary objects are 3 clamshell disc beads, 7 obsidian fragments, 1 mortar, and 1 faunal bone.\\n        Stylistic characteristics of the associated funerary objects indicate that the burial dates to the Protohistoric period (post-A.D. 1500).\\n\\n        In 1973, cremated human remains representing at least one individual were removed from Suscol Mound Number 1 (CA-Nap-16) in Napa County, CA, during archeological excavations carried out by University of California, Berkeley anthropology field school. Suscol Mound Number 1 is located on the south bank of Suscol Creek, 4 miles southeast of Napa. No known individual was identified. The 501 associated funerary objects are a mortar (in which the human remains and associated funerary objects were placed), 2 milling stones, 4 lots of charcoal, 1 shell fragment, 1 stone bead, 18 obsidian fragments, 1 bone bead, 1 olivella shell bead, 262 clamshell disc beads and fragments, and 210 beads and fragments of unknown material.\\n        Stylistic characteristics of the associated funerary objects indicate that the burial dates to the Protohistoric period (post-A.D. 1500).\\n        In 1946, human remains representing at least one individual were removed from Cross Slough Mound (CA-Sol-13) located on an island at the confluence of Cross and Nurse Sloughs on the northeastern side of Suisun Bay in Solano County, CA. The human remains and cultural items were collected by the Standard Oil Company and donated to the Phoebe A. Hearst Museum of Anthropology in 1946. No known individual was identified. The one associated funerary object is an obsidian projectile point.\\n        Stylistic characteristics of the associated funerary object indicate that the burial dates to the Protohistoric period (post-A.D. 1500).\\n        Based on burial context and site characteristics, the human remains described above from Colusa, Napa, and Solano Counties are determined to be Native American in origin. The sites date to a relatively late time period, after the migration of Wintun people into the region circa A.D. 700-900. The present-day descendents of the Wintun are the Cachil DeHe Band of Wintun Indians of the Colusa Indian Community of the Colusa Rancheria, California; Cortina Indian Rancheria of Wintun Indians; Grindstone Indian Rancheria of Wintun-Wailaki Indians of California; Paskenta Band of Nomlaki Indians of California; Redding Rancheria, California; Round Valley Indian Tribes of the Round Valley Reservation, California; and Rumsey Indian Rancheria of Wintun Indians of California.\\n        Officials of the Phoebe A. Hearst Museum of Anthropology have determined that, pursuant to 25 U.S.C. 3001 (9-10), the human remains described above represent the physical remains of at least 52 individuals of Native American ancestry. Officials of the Phoebe A. Hearst Museum of Anthropology also have determined that, pursuant to 25 U.S.C. 3001 (3)(A), the 8,873 objects described above are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony. Lastly, officials of the Phoebe A. Hearst Museum of Anthropology have determined that, pursuant to 25 U.S.C. 3001 (2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and associated funerary objects and the Cachil DeHe Band of Wintun Indians of the Colusa Indian Community of the Colusa Rancheria, California; Cortina Indian Rancheria of Wintun Indians of California; Grindstone Indian Rancheria of Wintun-Wailaki Indians of California; Paskenta Band of Nomlaki Indians of California; Redding Rancheria, California; Round Valley Indian Tribes of the Round Valley Reservation, California; and Rumsey Indian Rancheria of Wintun Indians of California.\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the human remains and associated funerary objects should contact C. Richard Hitchcock, NAGPRA Coordinator, Phoebe A. Hearst Museum of Anthropology, University of California, Berkeley, Berkeley, CA 94720, telephone (510) 642-6096, before August 11, 2005. Repatriation of the human remains and associated funerary objects to the Cachil DeHe Band of Wintun Indians of the Colusa Indian Community of the Colusa Rancheria, California; Cortina Indian Rancheria of Wintun Indians of California; Grindstone Indian Rancheria of Wintun-Wailaki Indians of California; Paskenta Band of Nomlaki Indians of California; Redding Rancheria, California; Round Valley Indian Tribes of the Round Valley Reservation, California; and Rumsey Indian Rancheria of Wintun Indians of California may proceed after that date if no additional claimants come forward.\\n        The Phoebe A. Hearst Museum of Anthropology is responsible for notifying the Cachil DeHe Band of Wintun Indians of the Colusa Indian Community of the Colusa Rancheria, California; Cortina Indian Rancheria of Wintun Indians of California; Grindstone Indian Rancheria of Wintun-Wailaki Indians of California; Paskenta Band of Nomlaki Indians of California; Redding Rancheria, California; Round Valley Indian Tribes of the Round Valley Reservation, California; and Rumsey Indian Rancheria of Wintun Indians of California that this notice has been published.\\n        \\n          Dated: June 14, 2005\\n          Sherry Hutt,\\n          Manager, National NAGPRA Program\\n        \\n      \\n      [FR Doc. 05-13594 Filed 7-11-05; 8:45 am]\\n      BILLING CODE 4312-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Inventory Completion: Phoebe A. Hearst Museum of Anthropology, University of California, Berkeley, Berkeley, CA", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: June 14, 2005", "signature_name": "Sherry Hutt,", "signature_title": "Manager, National NAGPRA Program", "fr_doc": "[FR Doc. 05-13594 Filed 7-11-05; 8:45 am]", "billing_code": "BILLING CODE 4312-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}