{"index": "I_1710", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Inventory Completion: U.S. Department of Defense, Army Corps of Engineers, Walla Walla District, Walla Walla, WA, and Museum of Anthropology, Washington State University, Pullman, WA, and Nez Perce National Historical Park, Spaulding Visitor Center, Spaulding, ID\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains and associated funerary objects in the control of the U.S. Department of Defense, Army Corps of Engineers, Walla Walla District, Walla Walla, WA, and in the possession of the Museum of Anthropology, Washington State University, Pullman, WA, and Nez Perce National Historical Park, Spaulding Visitor Center, Spaulding, ID. The human remains and associated funerary objects were removed from the Pal\\xc3\\xbaus (Palus) Cemetery in Franklin County, WA.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003 (d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations in this notice.\\n        A detailed assessment of the human remains was made by the Army Corps of Engineers St. Louis District Mandatory Center of Expertise for the Curation and Management of Archaeological Collections professional staff and a detailed assessment of the associated funerary items was made by Museum of Anthropology, Washington State University professional staff in consultation with lineal descendants and representatives of the Confederated Tribes and Bands of the Yakama Nation, Washington; Confederated Tribes of the Colville Reservation, Washington; Confederated Tribes of the Umatilla Indian Reservation, Oregon; Nez Perce Tribe, Idaho; and Wanapum Band, a non-federally recognized Indian group.\\n\\n        In 1964, human remains representing a minimum of 260 individuals were removed from the Pal\\xc3\\xbaus (Palus) Cemetery (45FR36B), Franklin County, WA, by Washington State University professional staff, under the direction of the Army Corps of Engineers, Walla Walla District. The excavation was undertaken to relocate the cemetery before flooding by the backwaters of dam construction. In March 1965, human remains representing an unknown number of individuals were re-interred on a hill overlooking the original burial site. The remainder of the human remains and associated funerary objects were housed at the University of Idaho, Moscow, ID, and Museum of Anthropology, Washington State University, Pullman, WA. In 2000, the human remains and associated funerary items at the University of Idaho were transferred to Washington State University. In 1995 and 2005, detailed assessments were done that determined human remains from the Palus Cemetery representing a minimum of 94 individuals are present in the extant collection. There are four known individuals identified. The four known individuals are Mrs. Helen Fisher, Chief Old Bones, and two other members of the Old Bones family. The remaining 90 individuals are unidentified. The 6,220 associated funerary objects are 1 Jefferson Peace Medal; 26 digging sticks; 8 arrow fragments; 1 axe head; 1 baby rattle; 2 beaded and studded vests; 10 beaded straps; 1 beaded jackknife with bone handle; 1 beaded leather ornament; 1 bone comb; 1 bone digging stick handle; 6 bird bone whistles; 3 bottle caps; 2 bottle openers; 1 bow; 1 brass candlestick ornament; 1 brass tube; 1 bridle bit; 18 bullet cartridges; 1 cannon ball; 28 ceramic objects; 1 ceramic cup and saucer set; 1 Chinese coin; 9 chipped stone bifaces; 60 chipped stone flakes; 2 chipped stone net sinkers; 6 projectile points; 7 chipped stone tools; 1 clay ornament; 1 cloth cap; 4 cobble cores or tools; 1 coin purse; 1 cold cream jar; 1 copper crucifix; 3 cradleboards; 2 crescent shaped leather pieces; 1 decorated bone handle; 3 dice; 3 drum sticks; 1 eye water bottle with yellow powder inside; 1 fabric coin purse; 4 fruit pits; 1 pair of scissors fused to a spoon; 12 glass bottles; 1 glass ball; 2 glass cups; 11 glass fragments; 1 glass lid; 2 glass ornaments; 1 glass pipe bowl; 1 glass swizzle stick; 3 hammerstones; 4 harmonicas; 1 horn comb; 1 horn spoon; 1 horse hair pillow; 1 ice pick; 7 metal spikes; 3 knives and leather sheaths; 3 lead balls; 36 leather belts; 1 leather coffin handle; 2 leather comb cases and combs; 11 leather pouches; 1 leather purse; 21 saddle rings and stirrups; 6 leather straps; 3 keys; 3 marbles; 4 harness fragments; 1 metal ball; 4 metal bead bracelets; 23 belt buckles; 4 bolts; 3 metal bowls; 135 metal bracelets; 1 shell and button ornament; 16 metal clasps; 1 metal clip; 4 metal coils; 12 metal combs; 1 metal compact; 5 metal containers; 3 metal cuff ornaments; 15 metal cups; 1 metal cylinder with chain; 1 metal dish; 1 metal epaulet; 1 metal finger guard; 1 metal flute; 1 metal fork; 1 metal grommet; 6 gun parts; 7 metal handles; 1 metal hinge; 2 metal knives; 1 metal ladle; 3 metal jar lids; 1 metal lighter; 1 metal loop; 1 metal object encased in leather; 12 metal ornaments; 1 metal pail; 1 metal picture frame fragment; 2 metal pipe bowl and stem; 1 metal purse; 65 metal rings; 40 metal spoons; 13 metal springs; 8 metal straight pins; 5 toys; 19 mirrors; 11 moccasins; 1 nipple topped maul; 3 notched arrow shafts; 2 pencils; 3 pestles; 15 plastic combs; 3 plastic pipe bowl and stems; 2 pocket knives; 1 kidney stone; 4 projectile point fragments; 32 quirts; 1 rosary; 1 rubber band; 12 safety pins; 13 pairs of scissors; 2 worked sticks; 1 shell comb; 367 shell ornaments; 1 stone bead; 1 stone fused to buckle; 1 stone mortar; 5 stone ornaments; 1 stone pipe bowl; 28 studded and beaded leather belts; 12 thread spools; 5 tweezers; 20 sticks with wrapping and lashing; 87 unidentified metal items; 6 unidentified modified bone items; 1 unidentified plastic item; 7 wooden combs; 1 wooden fan; 3 wooden gaming pieces; 5 wood and bone handles; 2 wooden ornaments; 4 wooden pipe stem fragments; 2 wooden spindles; 4 unidentified worked wood pieces; 359 lots wood fragments; 1 lot wound string; 7 lots yellow ochre; 286 lots glass, metal, shell, wood, plastic, and ceramic buttons; 2015 lots glass, metal, shell, and elk tooth beads; 39 lots bird and mammal remains; 12 lots animal hide and fur; 3 lots antler fragments; 16 lots antler tines; 32 lots bag residue; 47 lots basketry fragments; 2 lots bow fragments; 5 lots ceramic fragments; 3 lots coffin handles; 14 lots cordage; 20 lots cradleboard pieces; 1 lot curtain rings; 1 lot epaulet braid; 427 lots fabric; 10 lots feathers; 1 lot dish fragments; 316 lots leather, hide, and fur fragments; 2 lots insect remains; 23 lots saddle parts; 2 lots fabric, bead, thimble, and cordage masses; 96 lots matting; 34 lots metal bracelet fragments; 11 lots metal cans; 3 lots metal can fragments; 6 lots metal chain; 1 lot metal container fragments; 8 lots metal cup fragments; 8 lots metal discs; 1 lot metal dish and spoon fragments; 242 lot metal fragments; 1 lot metal hinge fragments; 30 lots metal ring fragments; 1 lot metal rivets and buckles; 22 lots metal spoon fragments; 16 lots metal studs; 1 lot metal tax tokens; 18 lots metal trunk hardware; 6 lots metal tubing; 1 lot watch gears; 12 lots mirror pieces; 4 lots moccasin fragments; 278 nails; 1 nested metal containers; 1 lot newspaper; 2 lots painted wood; 8 lots paper fragments; 2 lots plant remains; 1 lot gaming sticks; 1 lot music box parts; 20 lots red ochre; 1 lot reeds; 9 lots rolled brass tinklers; 1 lot rope; 2 lots rubber fragments; 18 lots safety pin fragments; 16 lots seeds; 3 lots shell ornament fragments; 1 lot shellfish remains; 2 lots shoe fragments; 24 lots small gauge metal chain; 9 lots small stones; 1 lot small wooden box parts; 4 lots soil samples; 4 lots spoon fragments; 3 lots string; 22 lots thimbles; 10 lots unidentified organic matter; 5 lots unidentified modified bone fragments; 15 lots unidentified organic materials; 2 lots wire; 4 lots wooden comb fragments; 10 lots wooden gaming stick fragments; 2 lots wooden gun stock fragments; 1 lot wooden matches; 13 lots of sticks; 83 bells; 6 lots bell fragments; and 2 lots worked wood.\\n        Based on osteological information and associated funerary objects the human remains from the Palus Cemetery have been determined to be Native American. The Palus Indian village area is composed of a cluster of sites located on the west side of the Palouse River and Snake River confluence in southeastern Washington. The sites are identified as 45FR36A, B, and C. Area A is a late prehistoric village, area B is a defined cemetery associated with the Palus village, and area C is an earlier housepit cluster. The occurrence of clearly defined burial areas near to, but set apart from, the village areas have been defined by anthropologists as a hallmark of the late prehistoric period on the lower Snake River (Leonhardy and Rice 1970). The earliest written account of the Palus village complex was made by Lewis and Clark who passed the mouth of the Palouse River and the unoccupied village on October 13, 1805 (Thwaites 1905). In 1812, Ross Cox, a Pacific Fur Company trader, documented his encampment at the Palus village (1957:89-91). The Palus village later became a stopping point for travelers moving through the Snake River and the interior Palouse country.\\n        Treaties were negotiated and signed as the Washington Territory expanded. Many Palus Indians were sent to the Indian Territory in Oklahoma after the Nez Perce War of 1877. In the final decade of the nineteenth century, the Palus Indians remaining on their traditional lands were surrounded by an expanse of settlers and began moving onto the Colville, Nez Perce, Umatilla, and Yakama reservations. By 1897, approximately 75 Palus Indians lived at Palus village. In the spring of 1905, a steamboat of American soldiers arrived at the village and many of the residents were removed. The few people who remained at Palus village included Chief Old Bones, his wife, and at least two of their children. In 1916, Chief Old Bones died and was buried in the Palus cemetery. His grave was marked with a headstone that remained identifiable at the time of the excavation. A wife and at least two children of Chief Old Bones were also buried at Palus next to the grave of Chief Old Bones. The last full-time resident of the Palus village was Mr. Sam Fisher. His wife, Mrs. Helen Fisher was the last individual buried in the cemetery following her death in 1944.\\n        Recent studies done by the Confederated Tribes and Bands of the Yakama Nation, Washington; Confederated Tribes of the Colville Reservation, Washington; Confederated Tribes of the Umatilla Indian Reservation, Oregon; and Nez Perce Tribe, Idaho, document that each tribe has cultural affiliation with the Palus Indians as a result of the dispersion of the Palus people to each of the reservations during the late 19th and early 20th centuries. The cultural affiliation of all the tribes is further strengthened by living enrolled members that have documented ancestors buried at Palus. The correlation of these members with specific burials is not possible, except for Mr. Gordon Fisher, from the Confederated Tribes of the Colville Reseration, Oregon, who traces his ancestry directly and without interruption to Mrs. Helen Fisher. There is another unnamed lineal descendant that can trace ancestry directly and without interruption to Chief Old Bones. The two lineal descendants have chosen not to submit a claim for the human remains and associated funerary objects, as documented in an agreement signed on February 13, 2006.\\n\\n        Officials of the Army Corps of Engineers, Walla Walla District have determined that, pursuant to 25 U.S.C. 3001 (9-10), the human remains described above represent the physical remains of a minimum of 94 individuals of Native American ancestry. Officials of the Army Corps of Engineers, Walla Walla District also have determined that, pursuant to 25 U.S.C. 3001 (3)(A), the 6,220 objects described above are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony. Lastly, officials of the Army Corps of Engineers, Walla Walla District have determined that, pursuant to 25 U.S.C. 3001(2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and associated funerary objects and the Confederated Tribes and Bands of the Yakama Nation, Washington; Confederated Tribes of the Colville Reservation, Washington; Confederated Tribes of the Umatilla Indian Reservation, Oregon; and Nez Perce Tribe, Idaho.\\n        Any lineal descendant or representatives of any other Indian tribe that believes itself to be culturally affiliated with the human remains and associated funerary objects should contact Lieutenant Colonel Randy L. Glaeser, Commander, Walla Walla District Corps of Engineers, 201 North Third Avenue Walla Walla, WA 99362, telephone (509-527-7700), before May 26, 2006. Repatriation of the human remains and associated funerary objects to the Confederated Tribes and Bands of the Yakama Nation, Washington; Confederated Tribes of the Colville Reservation, Washington; Confederated Tribes of the Umatilla Indian Reservation, Oregon; and Nez Perce Tribe, Idaho may proceed after that date if no additional claimants come forward.\\n        The Army Corps of Engineers, Walla Walla District is responsible for notifying the Confederated Tribes and Bands of the Yakama Nation, Washington; Confederated Tribes of the Colville Reservation, Washington; Confederated Tribes of the Umatilla Indian Reservation, Oregon; Nez Perce Tribe, Idaho; and Wanapum Band, a non-federally recognized Indian group that this notice has been published.\\n        \\n          Dated: April 13, 2005\\n          Sherry Hutt,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. E6-6260 Filed 4-25-06; 8:45 am]\\n      BILLING CODE 4312-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Inventory Completion: U.S. Department of Defense, Army Corps of Engineers, Walla Walla District, Walla Walla, WA, and Museum of Anthropology, Washington State University, Pullman, WA, and Nez Perce National Historical Park, Spaulding Visitor Center, Spaulding, ID", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: April 13, 2005", "signature_name": "Sherry Hutt,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. E6-6260 Filed 4-25-06; 8:45 am]", "billing_code": "BILLING CODE 4312-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}