{"index": "I_1756", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Inventory Completion: Besser Museum for Northeast Michigan, Alpena, MI\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains and associated funerary objects in the possession of the Besser Museum for Northeast Michigan, Alpena, MI. The human remains and associated funerary objects were removed from Alpena, Ionia, Oceana, Ottawa, and Wayne Counties, MI.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003 (d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations in this notice.\\n        A detailed assessment of the human remains was made by Besser Museum for Northeast Michigan professional staff in consultation with representatives of the Saginaw Chippewa Indian Tribe of Michigan.\\n        In 1944, human remains representing a minimum of three individuals were removed from Henry Ford\\'s property near Dearborn, Wayne County, MI, by Gwynn Cushman. Mr. Cushman was an avocational archeologist who collected from the southern part of lower Michigan.  Notes made at the time of the excavation indicate that the human remains were part of several bundle burials.  No known individuals were identified. No associated funerary objects are present.\\n        Prior to 1950, human remains representing a minimum of one individual were removed from an undesignated site in southeastern Michigan, but most likely in Alpena County, as part of road construction activity.  The road crew sent the human remains to Gerald Haltiner of Alpena, MI, an archeologist and collector of Native American artifacts from Michigan.  No known individual was identified. No associated funerary objects are present.\\n\\n        Prior to 1950, human remains representing a minimum of one individual were removed from an undesignated mound site near Port Sheldon, Ottawa County, MI, by Mr. Cushman.  No known individual was identified. The two associated funerary objects are an animal tooth and a piece of sponge-like material.\\n        In 1954, human remains representing a minimum of one individual were removed from the Hilltop Fort site near Lyons, Ionia County, MI, by Mr. Cushman. Notes taken at the time of excavation indicate that the site was on the north side of the Grand River.  No known individual was identified. The 331 associated funerary objects are 94 ceramic sherds and 237 lithic flakes.\\n        Prior to 1955, human remains representing a minimum of one individual were removed from an undesignated site in Oceana County, MI, by Mr. Cushman. No known individuals were identified. The 31 associated funerary objects are 16 ceramic sherds, 14 pieces of charcoal, and 1 lithic flake.\\n        At an unknown date, human remains representing a minimum of two individuals were removed from an undesignated site in southern Michigan by Mr. Cushman. No known individuals were identified. No funerary objects are present.\\n        In 1956, Mr. Haltiner acquired Native American human remains, artifacts, and archeological material from Mr. Cushman in addition to those that had been acquired by Mr. Haltiner himself.  In 1969, the Jesse Besser Museum acquired all of the above mentioned human remains and cultural items as part of the \\xe2\\x80\\x9cHaltiner Collection\\xe2\\x80\\x9d.\\n        In 2005, the Jesse Besser Museum became the Besser Museum for Northeast Michigan.\\n        Based on the location of the human remains, their state of preservation, and the type of objects found with them, all of the above mentioned individuals have been determined to be Native American. All of the human remains and associated funerary objects are believed to have been removed from sites within the aboriginal territory of the Chippewa, Ottawa, Wyandot, and Potawatomi tribes as codified in treaties with the United States on November 17, 1806, September 24, 1819, August 29, 1820, and March 28, 1836. The present-day Indian tribes that resided within those aboriginal lands at the time the treaties were signed include the Bay Mills Indian Community, Michigan; Grand Traverse Band of Ottawa and Chippewa Indians, Michigan; Hannahville Indian Community, Michigan; Huron Potawatomi, Inc., Michigan; Keweenaw Bay Indian Community, Michigan; Lac Vieux Desert Band of Lake Superior Chippewa Indians, Michigan; Little River Band of Ottawa Indians, Michigan; Little Traverse Bay Bands of Odawa Indians, Michigan; Pokagon Band of Potawatomi Indians, Michigan and Indiana; Saginaw Chippewa Indian Tribe of Michigan; and Sault Ste. Marie Tribe of Chippewa Indians of Michigan. Consultation with tribal representatives indicate that the above mentioned Indian tribes have a relationship of shared group identity with the human remains and associated funerary objects.  The Saginaw Chippewa Indian Tribe of Michigan has made a request for repatriation of the human remains and associated funerary objects.\\n        Officials of the Besser Museum for Northeast Michigan have determined that, pursuant to 25 U.S.C. 3001 (9-10), the human remains described above represent the physical remains of nine individuals of Native American ancestry. Officials of the Besser Museum for Northeast Michigan also have determined that, pursuant to 25 U.S.C. 3001 (3)(A), the 362 objects described above are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony.  Lastly, officials of the Besser Museum for Northeast Michigan have determined that, pursuant to 25 U.S.C. 3001 (2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and associated funerary objects and the Bay Mills Indian Community, Michigan; Grand Traverse Band of Ottawa and Chippewa Indians, Michigan; Hannahville Indian Community, Michigan; Huron Potawatomi, Inc., Michigan; Keweenaw Bay Indian Community, Michigan; Lac Vieux Desert Band of Lake Superior Chippewa Indians, Michigan; Little River Band of Ottawa Indians, Michigan; Little Traverse Bay Bands of Odawa Indians, Michigan; Pokagon Band of Potawatomi Indians, Michigan and Indiana; Saginaw Chippewa Indian Tribe of Michigan; and Sault Ste. Marie Tribe of Chippewa Indians of Michigan.\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the human remains and associated funerary objects should contact Richard Clute, Curator of Anthropology, Besser Museum for Northeast Michigan, 491 Johnson Street, Alpena, MI 49707, telephone (989) 356-2202, before October 13, 2005. Repatriation of the human remains and associated funerary objects to the Saginaw Chippewa Indian Tribe of Michigan may proceed after that date if no additional claimants come forward.\\n        The Besser Museum for Northeast Michigan is responsible for notifying the Bay Mills Indian Community, Michigan; Grand Traverse Band of Ottawa and Chippewa Indians, Michigan; Hannahville Indian Community, Michigan; Huron Potawatomi, Inc., Michigan; Keweenaw Bay Indian Community, Michigan; Lac Vieux Desert Band of Lake Superior Chippewa Indians, Michigan; Little River Band of Ottawa Indians, Michigan; Little Traverse Bay Bands of Odawa Indians, Michigan; Pokagon Band of Potawatomi Indians, Michigan and Indiana; Saginaw Chippewa Indian Tribe of Michigan; and Sault Ste. Marie Tribe of Chippewa Indians of Michigan that this notice has been published.\\n        \\n          Dated:  August 3, 2005\\n          Sherry Hutt,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. 05-18081 Filed 9-12-05; 8:45 am]\\n      BILLING CODE 4312-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Inventory Completion: Besser Museum for Northeast Michigan, Alpena, MI", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated:  August 3, 2005", "signature_name": "Sherry Hutt,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. 05-18081 Filed 9-12-05; 8:45 am]", "billing_code": "BILLING CODE 4312-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}