{"index": "I_1769", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Inventory Completion for Native American Human Remains and Associated Funerary Objects in the Control of the California State Department of Transportation (CALTRANS), Sacramento, CA, and in the Possession of the Department of Anthropology, San Francisco State University, San Francisco, CA; Correction\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice; correction.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains and associated funerary objects in the possession of the Department of Anthropology, San Francisco State University, San Francisco, CA, and in the control of the California State Department of Transportation (CALTRANS), Sacramento, CA.  These human remains and cultural items were removed from Marin County, CA.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003 (d)(3).  The determinations within this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains and associated funerary objects.  The National Park Service is not responsible for the determinations within this notice.\\n        This notice corrects the name of the culturally affiliated federally recognized Indian tribe listed in the original notice of inventory completion.  This notice also corrects the name of the site from which the human remains and cultural items were removed.\\n        In the Federal Register of November 5, 2001, page 55956, paragraphs 3, 5, 6, and 7 are corrected by substituting \\xe2\\x80\\x9cFederated Indians of Graton Rancheria, California\\xe2\\x80\\x9d for \\xe2\\x80\\x9cIndians of the Graton Rancheria of California.\\xe2\\x80\\x9d\\n        In the Federal Register of November 5, 2001, page 55956, paragraph 4 is corrected by substituting \\xe2\\x80\\x9cCA-MRN-192\\xe2\\x80\\x9d for \\xe2\\x80\\x9cCA-MRN-***.\\xe2\\x80\\x9d\\n\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the human remains and associated funerary objects should contact Tina Biorn, California State Department of Transportation, P.O. Box 942874 (M.S. 27) Sacramento, CA 94274-0001 telephone (916) 653-0013, before July 1, 2005.  Repatriation of the human remains and associated funerary objects to the Federated Indians of Graton Rancheria, California may proceed after that date if no additional claimants come forward.\\n        San Francisco State University is responsible for notifying the Federated Indians of Graton Rancheria, California that this notice has been published.\\n        \\n          Dated:  May 20, 2005.\\n          Paul Hoffman,\\n          Deputy Assistant Secretary, Fish and Wildlife and Parks.\\n        \\n      \\n      [FR Doc. 05-10804 Filed 5-31-05; 8:45 am]\\n      BILLING CODE 4312-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Inventory Completion for Native American Human Remains and Associated Funerary Objects in the Control of the California State Department of Transportation (CALTRANS), Sacramento, CA, and in the Possession of the Department of Anthropology, San Francisco State University, San Francisco, CA; Correction", "agency2": "National Park Service, Interior.", "action": "Notice; correction.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated:  May 20, 2005.", "signature_name": "Paul Hoffman,", "signature_title": "Deputy Assistant Secretary, Fish and Wildlife and Parks.", "fr_doc": "[FR Doc. 05-10804 Filed 5-31-05; 8:45 am]", "billing_code": "BILLING CODE 4312-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}