{"index": "I_1704", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Inventory Completion: Sheboygan County Historical Museum, Sheboygan, WI\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains in the possession of Sheboygan County Historical Museum, Sheboygan, WI.  The human remains were removed from Sheboygan County, WI.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003 (d)(3).  The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains.  The National Park Service is not responsible for the determinations in this notice.\\n        A detailed assessment of the human remains was made by Sheboygan County Historical Museum professional staff in consultation with representatives of the Citizen Potawatomi Nation, Oklahoma; Forest County Potawatomi Community, Wisconsin; Hannahville Indian Community, Michigan; Menominee Indian Tribe of Wisconsin; and Prairie Band of Potawatomi Nation, Kansas.\\n\\n        In 1938, human remains representing a minimum of one individual were removed from the Sheboygan Marsh in Sheboygan County, WI, during the building of the Sheboygan dam, a Works Progress Administration project.  The human remains were kept in private possession until they were donated by Mr. Charles Luksis of Sheboygan, WI, to the Sheboygan County Historical Museum in 1985.  It is unknown if Mr. Luksis was the collector.  No known individual was identified.  No associated funerary objects are present.\\n        \\n        The human remains are assumed to be of Native American ancestry because of the presence of other Native American sites, including a mound, in the immediate vicinity of the Sheboygan dam where the human remains were most likely recovered.  There are no known historic or European burials in the area.  The Sheboygan County Historical Museum has determined that the human remains are likely culturally affiliated with the Hannahville Indian Community, Michigan based on judicially established land areas of the Indian Claims Commission 1978.  Finally, oral history and historic accounts of the presence of the tribe in the area by the tribal representative, independently verified by the staff of the Sheboygan County Historical Museum and the Sheboygan County Historical Research Center, also support the cultural affiliation to the Hannahville Indian Community, Michigan.\\n        On an unknown date, human remains representing a minimum of four individuals were removed from the Kraemer property in the Town of Rhine, Sheboygan County, WI, by an unknown person.  The human remains were taken to the Sheboygan County Historical Museum and donated to the collection on February 11, 1936, by Mr. Charles E. Broughton, President of the Sheboygan County Historical Society. No known individuals were identified. No associated funerary objects are present.\\n        According to museum records, the human remains were excavated from a mound, which indicates that the human remains are Native American in origin.  The Sheboygan County Historical Museum has determined that the human remains are most likely culturally affiliated with the Hannahville Indian Community, Michigan, based on an Indian Claims Commission decision (Land Claims Map ID # 15).  Furthermore, historic accounts of the presence of the tribe in the area by the tribal representative, independently verified by the staff of the Sheboygan County Historical Museum and the Sheboygan County Historical Research Center, also support the cultural affiliation to the Hannahville Indian Community, Michigan.\\n        Officials of the Sheboygan County Historical Museum have determined that, pursuant to 25 U.S.C. 3001 (9-10), the human remains described above represent the physical remains of five individuals of Native American ancestry.  Officials of the Sheboygan County Historical Museum also have determined that, pursuant to 25 U.S.C. 3001 (2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and the Hannahville Indian Community, Michigan.\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the human remains should contact Casandra Karl, Registrar, Sheboygan County Historical Museum, 3110 Erie Avenue, Sheboygan, WI 53081, telephone (920) 458-1103, before May 31, 2006.  Repatriation of the human remains to the Hannahville Indian Community, Michigan may proceed after that date if no additional claimants come forward.\\n        The Sheboygan County Historical Museum is responsible for notifying the Citizen Potawatomi Nation, Oklahoma; Forest County Potawatomi Community, Wisconsin; Hannahville Indian Community, Michigan; Menominee Indian Tribe of Wisconsin; and Prairie Band of Potawatomi Nation, Kansas that this notice has been published.\\n        \\n          Dated:  March 22, 2006.\\n          Sherry Hutt,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. 06-4048 Filed 4-28-06; 8:45 am]\\n      BILLING CODE 4312-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Inventory Completion: Sheboygan County Historical Museum, Sheboygan, WI", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated:  March 22, 2006.", "signature_name": "Sherry Hutt,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. 06-4048 Filed 4-28-06; 8:45 am]", "billing_code": "BILLING CODE 4312-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}