{"index": "I_1729", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Inventory Completion: University of Colorado Museum, Boulder, CO\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains and associated funerary objects in the possession of the University of Colorado Museum, Boulder, CO. The human remains and associated funerary objects were removed from Adams, Arapahoe, Baca, Boulder, Fremont, Huerfano, Larimer, Logan, Morgan, Saguache, Sedgwick, and Yuma Counties, CO.\\n        \\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003(d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations in this notice.\\n        A detailed assessment of the human remains and associated funerary objects was made by University of Colorado Museum professional staff in consultation with representatives of the Arapahoe Tribe of the Wind River Reservation, Wyoming; Cheyenne-Arapaho Tribes of Oklahoma; Cheyenne River Sioux Tribe of the Cheyenne River Reservation, South Dakota; the Comanche Nation, Oklahoma; and Crow Tribe, Montana. In addition, professional staff from the museum were participant-observers in consultations involving the Colorado Historical Society and representatives from the Comanche Nation, Oklahoma; Fort Sill Apache Tribe of Oklahoma; Kiowa Indian Tribe of Oklahoma; Northern Cheyenne Tribe of the Northern Cheyenne Indian Reservation, Montana; Oglala Sioux Tribe of the Pine Ridge Reservation, South Dakota; Pawnee Nation of Oklahoma; Rosebud Sioux Tribe of the Rosebud Indian Reservation, South Dakota; Southern Ute Indian Tribe of the Southern Ute Reservation, Colorado; Standing Rock Sioux Tribe of North & South Dakota; Three Affiliated Tribes of the Fort Berthold Reservation, North Dakota; Ute Indian Tribe of the Uintah & Ouray Reservation, Utah; and Ute Mountain Tribe of the Ute Mountain Reservation, Colorado, New Mexico & Utah.\\n        In 1963, human remains representing a minimum of one individual were removed from the Michaud site A (5AH2) by William G. Buckles of the Department of Anthropology, University of Colorado, Boulder as part of an archeological salvage operation. The site is located on private land adjacent to Bijou Creek, southwest of the town of Byers, Arapahoe County, CO. The human remains were transferred from the Department of Anthropology to the University of Colorado Museum in 1991. No known individual was identified. The 11 associated funerary objects are 5 subrectangular handstones, 2 unshaped hammerstones, 2 chipped stone choppers, 1 shallow-basin sandstone milling stone, and 1 animal bone.\\n        A single radiocarbon date of 1,800100 years B.P. (2 B.C.-A.D. 532 calibrated) was obtained from the burial material from the Michaud site A in 1966. This date, as well as the styles of projectile points, cord-marked pottery sherds, and other chipped stone and groundstone in nearby occupation debris, support a determination of Native American origin and an occupational date range of A.D. 150-1150, the Early Ceramic period of the Late Prehistoric stage, a period associated with Plains Woodland cultures of this region.\\n        \\n        In 1966, human remains representing a minimum of one individual were removed from the Crenshaw site (5AH4) by John J. Wood, Department of Anthropology, University of Colorado, Boulder. The site is on a tributary of West Bijou Creek, south of the town of Strausburg, Arapahoe County, CO. Museum records indicate that the site was excavated with the permission of the private landowner as part of an archeological salvage operation. The collections were transferred from the Department of Anthropology to the University of Colorado Museum in 1991. No known individual was identified. The five associated funerary objects are one piece of burned sandstone, one piece of quartzite, one piece of chalcedony, one unidentified stone, and one charcoal sample from the burial pit.\\n        \\n        Based on the archeological materials found in the strata above the burial and the manner of burial, the burial at the Crenshaw site is determined to be Native American. The extreme wear on the teeth of this individual suggests their use as a tool, which is characteristic of prehistoric Native American peoples. The burial most likely dates to sometime in the Late Archaic or Early Ceramic period (1000 B.C.-A.D. 1150) based on the artifacts present. During these time periods, the area was inhabited by Plains Woodland cultures.\\n        \\n        In 1966, human remains representing a minimum of one individual were removed from the Witkin Burial site (5AH6) near Byers, Arapahoe County, CO, by the county coroner after discovery during residential construction. The human remains were transferred to the Department of Anthropology, University of Colorado, Boulder. No known individual was identified. No associated funerary objects are present. Two lithic bifaces, a bone awl, and a bone scraper were found with the burial when it was discovered, but these items do not appear to have been with the human remains when they were transferred from the Department of Anthropology to the University of Colorado Museum in 1991 and, apparently were lost sometime between 1966 and 1991.\\n        \\n        A single radiocarbon date of 3,19080 years B.P. (1627-1264 B.C. calibrated) was obtained from the Witkin burial in 1966, indicating that the human remains are Native American in origin. The radiocarbon date is consistent with a very late Middle Archaic chronological placement. Given the clear evidence of Late Archaic and Early Ceramic period material culture in other areas of the site, the burial is more securely dated to the Late Archaic (1000 B.C.-A.D. 150).\\n        \\n\\n        In 1963, human remains of a minimum of 11 individuals were removed from the Hazeltine Heights burial site (5AM3) by Department of Anthropology, University of Colorado, Boulder staff William G. Buckles and George H. Ewing, as part of a salvage operation arranged with the permission of the landowner. The Hazeltine Heights site is on private property close to the South Platte River between Denver and Brighton, Adams County, CO. The human remains were transferred from the Department of Anthropology to the University of Colorado Museum in 1991. No known individuals were identified. The 20 associated funerary objects are 1 necklace of olivella shell beads, 5 individual olivella shell beads, 1 projectile point, 1 stone pendant, 2 groups of beads manufactured from both small mammal and bird bone (probably necklaces), 9 Unio shell pendants, and 1 sample of green-stained soil found close to one of the burials.\\n        Based on stratigraphy, the burials are approximately contemporaneous. A single radiocarbon date of 1,305100 years B.P. (A.D. 566-971 calibrated) was obtained from one of the human bones in 1963, indicating that the human remains are Native American in origin. All of the Hazeltine Heights site burials date to the Early Ceramic period (A.D. 150-1150) of the Late Prehistoric stage, the period during which Plains Woodland cultures occupied this region.\\n        In 1964, human remains representing a minimum of one individual were removed from the Byers Burial site (5AM4) by John J. Wood, Department of Anthropology, University of Colorado, Boulder. The site is between Byers and Hoyt, Arapahoe County, CO, on the west side of Bijou Creek. Surface materials reported by local residents included cord-impressed pottery and projectile points, but chipped stone debitage was the only surface debris observed when Dr. Wood excavated the burial. The human remains and other materials were transferred from the Department of Anthropology to the University of Colorado Museum in 1991. No known individual was identified. The one associated funerary object is a sample of burned sand and sandstone from the burial pit.\\n        Material culture at the Byers Burial site identifies the occupants as Native American and dates the occupation to the Early Ceramic period (A.D. 150-1150) of the Late Prehistoric stage, the period during which Plains Woodland cultures occupied this region.\\n        In 1964, human remains representing a minimum of one individual were removed from site 5BA1 by Joe Ben Wheat as part of a University of Colorado Museum archeological survey of Baca County, CO. The burial was within a larger, possibly multi-component site located on several terraces of Bear Creek. No known individual was identified. No associated funerary objects are present.\\n        Other artifacts from the site identify the occupants as Native American and date the occupation to sometime between the Late Archaic and Early Ceramic periods (1000 B.C.-A.D. 1150). The Early Ceramic is the period during which Plains Woodland cultures occupied this region.\\n        In 1961, human remains representing a minimum of one individual were removed from the Paley site (5BL56) by William Buckles, Department of Anthropology, University of Colorado, Boulder. The site is in Cow Creek Valley close to the Meeker Park Lodge, Boulder County, CO. After securing permission from the private landowner, Dr. Buckles excavated the burial. The human remains were transferred from the Department of Anthropology to the University of Colorado Museum in 1991. No known individual was identified. The 16 associated funerary objects are 3 charcoal samples, 4 crystalline stones, 4 pieces of chipped stone, 1 biface, 1 group of shell bead fragments, 1 mano, 1 milling stone, and 1 antler fragment.\\n        The individual was buried in a tightly flexed position. Based on the associated funerary objects and the burial style, the human remains are determined to be Native American and date to either the Late Archaic or Early Ceramic period of the Late Prehistoric stage (1000 B.C.-A.D. 1150). The Early Ceramic period is the period during which the Plains Woodland cultures occupied this region.\\n        In 1964, human remains representing a minimum of two individuals were removed from the Peavy rock shelter (5LO1), Logan County, CO, by John J. Wood, Department of Anthropology, University of Colorado, Boulder. The rock shelter is located on the south side of an isolated butte in the extreme northwestern corner of Logan County. The human remains were transferred from the Department of Anthropology to the University of Colorado Museum in 1991. No known individuals were identified. The six associated funerary objects are two lots of animal bone, two charcoal samples, one chipped stone flake tool, and one lot of chipped stone debris.\\n        Based on the associated material culture and the site date, the human remains are determined to be Native American. One burial at the rock shelter is stratigraphically associated with the main occupation of the shelter, which dates to approximately 800 years ago based on a radiocarbon date of 810125 B.P. (A.D. 996-1405 calibrated) and associated cord-marked sherds. The second burial may slightly postdate this occupation, based on the stratigraphic placement of the burial pit, but is still within the Middle Ceramic period (A.D. 1150-1540).\\n        On an unknown date, human remains representing a minimum of two individuals were removed from site 5LR95, now within Horsetooth Reservoir, Larimer County, CO, by Edward Andrews. Mr. Andrews donated the remains to the Department of Anthropology, University of Colorado, Boulder at an unknown date prior to 1991. The human remains were transferred from the Department of Anthropology to the University of Colorado Museum in 1991. No known individuals were identified. No associated funerary objects are present.\\n        Osteological characteristics of the human remains are consistent with identification of these burials as Native American. The burials most likely date to sometime between the Late Archaic and Protohistoric periods (1000 B.C.-A.D. 1860), based on the dates of nearby habitation sites.\\n        In 1964, human remains representing a minimum of three individuals were removed from the Hutcheson Burial site (5LR97) by David Breternitz and John J. Wood, Department of Anthropology, University of Colorado, Boulder with the landowner\\'s permission. The Hutcheson burial site is on a terrace east of Buckhorn Creek, northwest of Loveland, Larimer County, CO. The human remains and other materials were transferred from the Department of Anthropology to the University of Colorado Museum in 1991. No known individuals were identified. The five associated funerary objects are two lots of bone beads, totaling almost one hundred beads, manufactured from bird bone humeri and small mammal bones; one lot of over forty bone beads; one small unmodified stone; and the midsection of one gray chert projectile point.\\n        At least two of the individuals were buried in a flexed position. A radiocarbon date of 1,805105 B.P. (A.D. 1-443 calibrated) was obtained in 1965 from one of the burials, identifying the individuals as Native American. Based on this date and the manner of burial, the site is chronologically placed in the Early Ceramic period (A.D. 150-1150) of the Late Prehistoric stage, the period during which Plains Woodland cultures occupied this region.\\n\\n        In 1967, human remains representing a minimum of five individuals were removed from the Gahagan-Lipe site (5MR378), Morgan County, CO, by David Breternitz, Department of Anthropology, University of Colorado, Boulder, as part of an archeological salvage operation during residential construction activities. The human remains and other materials from the site were transferred from the Department of Anthropology to the University of Colorado Museum in 1991. No known individuals were identified. The four associated funerary objects are one fragment of a shell pendant, one deer ankle bone, one chipped stone graver, and one bird femur. An atlatl weight appears to have been associated with one of the burials but was lost before 1991.\\n        Based on the associated funerary objects and the burial style, the human remains are determined to be Native American. Burial practices exhibited by the Gahagan-Lipe burials are similar to patterns common in other Plains Woodland sites inhabited during the Early Ceramic period (A.D. 150-1150) in this part of Colorado.\\n        In 1963, human remains representing a minimum of one individual were removed from a site on the Kenneth Walker farm in Morgan County, CO, by Joe Ben Wheat, University of Colorado Museum, and David Breternitz, Department of Anthropology, University of Colorado, Boulder. The site is approximately 10 miles south of Fort Morgan, Morgan County, CO. No known individual was identified. The four associated funerary objects are projectile points and point fragments. Field reports note several sherds, no longer present in the collections.\\n        The individual was buried in a flexed position. Based on the recorded presence of pottery at the site, the styles of projectile points, and the manner of burial, the human remains are Native American and most likely date to the Early Ceramic period (A.D. 150-1150) of the Late Prehistoric stage, the period during which Plains Woodland cultures occupied this region.\\n        In 1948, human remains representing a minimum of one individual were removed from a site on the Sidel Ranch near Sedgwick, Sedgwick County, CO, by unknown individuals. The human remains were examined by the Sedgwick County coroner and then reported to the University of Colorado Museum. The human remains were donated to the museum in 1948. No known individual was identified. No associated funerary objects are present.\\n        The individual was buried in a flexed position. Osteological characteristics and manner of burial indicate that the human remains from Sidel Ranch are prehistoric Native American. Based on the location and manner of burial, the human remains are dated to between the Late Archaic (1000 B.C.-A.D. 150) and the Protohistoric (A.D. 1540-1860) periods.\\n        In 1954, human remains representing a minimum of one individual were removed from a site on the Soucie Ranch, west of Longmont, Boulder County, CO, by Joe Ben Wheat, University of Colorado Museum, and were donated to the museum by Mr. Soucie the same year. No known individual was identified. No associated funerary objects are present.\\n        The body was in a flexed position, and limestone rocks covered the skull. Based on osteological characteristics and style of burial, the human remains are Native American. The human remains date to between the Late Archaic (1000 B.C.-A.D. 150) and the Protohistoric (A.D. 1540-1860) periods.\\n        In 1951, human remains representing a minimum of one individual were removed from an unknown area near the old toll station in Boulder Canyon, Boulder County, CO. The human remains were either transferred to the University of Colorado Museum by another University of Colorado department or anonymously donated prior to 1993. No known individual was identified. No associated funerary objects are present.\\n        Based on dental characteristics and burial location in an unmarked grave far from historic settlements, the human remains are determined to be Native American. The human remains date to 1000 B.C.-A.D. 1860, based on the fact that most Native American burials in this area post-date the Late Archaic period (1000 B.C.-A.D. 150).\\n        On an unknown date, human remains representing a minimum of three individuals were removed from unknown locations in Boulder County, CO, by unknown individuals. The limited museum records suggest that two individuals were removed from locations near Sugarloaf Road, west of Boulder, CO. In 1983, the human remains were donated to the University of Colorado Museum by an unknown individual. No known individuals were identified. No associated funerary objects are present.\\n        Osteological characteristics and burial in unmarked graves indicate that the human remains are of Native American origin. Dental wear, the poor preservation of some of the human remains, and the fact that the individuals were found in unmarked graves all indicate that the burial date to a time before A.D. 1860, and probably post-date the Late Archaic period (1000 B.C.-A.D. 150).\\n        In about 1951, human remains representing a minimum of one individual were removed from an unknown location near the Upper St. Vrain River, Boulder County, CO, by Elmer Johnson. At an unknown date between 1951 and 1993, the human remains were either transferred to the University of Colorado Museum by another department or were anonymously donated to the museum. No known individual was identified. The one associated funerary object is an animal bone.\\n        Osteological characteristics and burial in an unmarked grave indicate that the human remains are of Native American origin. Dental wear, the poor preservation of the human remains, and the fact that the individual was found in an unmarked grave indicate that the burial dates to a time before A.D. 1860, and most likely post-dates the Late Archaic period (1000 B.C.-A.D. 150).\\n        At an unknown date, human remains representing a minimum of three individuals were removed from unknown locations in the Red Canyon-Copper Mountain region, Fremont County, CO, by Bert Roberts. Mr. Roberts donated the human remains to the University of Colorado Museum sometime probably prior to 1940. No known individuals were identified. No associated funerary objects are present.\\n        Osteological characteristics and burial in an unmarked grave indicate that the human remains are of Native American origin. Dental wear, the poor preservation of the human remains, and the fact that the individuals were found in unmarked graves indicate that the burials date to a time before A.D. 1860, and most likely post-date the Late Archaic period (1000 B.C.-A.D. 150).\\n        On an unknown date, human remains representing a minimum of one individual were removed from an unknown location in Huerfano County, CO, called \\xe2\\x80\\x9cWalsenburg Cave.\\xe2\\x80\\x9d The human remains were anonymously donated to the University of Colorado Museum about 1960. No known individual was identified. The three associated funerary objects are one blanket of leather and feathers and two flaked lithic tools.\\n        Associated funerary objects and manner of burial indicate that the human remains are of Native American origin. It is likely that the burial dates to within the last 2,000 years based on the relatively good preservation of the leather and feather blanket.\\n\\n        On an unknown date, prior to 1916, human remains representing a minimum of one individual were removed from an unknown location near Berthoud, Larimer County, CO, by F.A. Frazier. The human remains were found in association with a minimum of two other individuals, whose remains were not removed. Mr. Frazier donated the human remains to the University of Colorado Museum in 1916. No known individual was identified. No associated funerary objects are present.\\n        The nature of the burial, dentition, and the fact that multiple burials were found close to one another all suggest that the burial is of a Native American individual and dates to between the Late Archaic (1000 B.C.-A.D. 150) and the Protohistoric (A.D. 1540-1860) periods.\\n        In or about 1936, human remains representing a minimum of one individual were removed from an unknown location near Loveland, Larimer County, CO, by W.A. Rhinehart. The human remains were donated to the University of Colorado Museum by Nancy Byers in 1979. No known individual was identified. The three associated funerary objects are one bone bead bracelet and two shell disks.\\n        \\n        Based on the fact that the burial was found in an unmarked grave with bone beads and shell disks, the human remains are determined to be Native American in origin. The burial most likely dates to the last 3,000 years based on artifacts and the fact that most Native American habitations in this region date to the Late Archaic or Late Prehistoric periods.\\n        On an unknown date, human remains representing a minimum of two individuals were removed from an unknown location near Weldona, Morgan County, CO, by an unknown individual. On an unknown date prior to 1990, the remains were donated to the University of Colorado Museum by Mr. McPerry. No known individuals were identified. No associated funerary objects are present.\\n        The limited information available for the Weldona burials suggests that the human remains came from unmarked graves and that no historic items were associated with the burials. This suggests that the individuals are Native American and that the burials pre-date A.D. 1860.\\n        In 1954, human remains representing a minimum of one individual were removed from an unknown location in Saguache County, CO, by M.F. Boyd. The remains were donated to the museum the same year by Mrs. M.F. Boyd. No known individual was identified. No associated funerary objects are present.\\n        Osteological characteristics and burial pattern suggest that the human remains are Native American in origin. Based on limited information on a mano and a metate reportedly found close to the burial in 1954, but not present in the collections, it appears that the burial dates to approximately the Late Prehistoric stage (A.D. 150-1540), the period during which Plains Woodland cultures occupied this region.\\n        On an unknown date, human remains representing a minimum of one individual were removed from an unknown location in Yuma County, CO, by Bud Knapp. Sometime prior to 1991, the human remains were donated to the University of Colorado Museum by Henry H. Hoskin of Burlington, CO. No known individual was identified. No associated funerary objects are present.\\n        Based on limited museum records, it appears that the burial was found in an unmarked grave, suggesting that the human remains are Native American and probably date to a time prior to A.D. 1860.\\n        Geographic, historic, and linguistic evidence suggest historical continuity between early occupations in eastern Colorado and a number of tribes currently residing outside Colorado. Archeological evidence suggests at least partial historical continuity in occupation of eastern Colorado from the Late Archaic through the Middle Ceramic period, and that there are non-specific continuities between occupations in eastern Colorado in the Middle Ceramic period and historically known tribes that reside outside of Colorado. Oral traditions and Native American expert opinion indicate that strong historical connections exist between these same tribes and occupations in eastern Colorado.\\n        Geographical, historic, and linguistic evidence and references include a series of authoritative studies. The Indian Land Areas Judicially Established 1978 Map indicates the legal claim to lands in eastern Colorado based upon traditional use for the Ute, Cheyenne, and Arapaho. The Early Indian Tribes, Culture Areas, and Linguistic Stocks Map establishes the presence of the Ute throughout much of Colorado at the time of contact with Europeans. The Colorado Office of Archaeology and Historic Preservation map of Native American distribution in Colorado establishes the presence of the Ute, Lakota, Arapaho, Cheyenne, Comanche, Kiowa, Apache, and Pawnee in eastern and central Colorado in the nineteenth century. The Native Languages and Language Families of North America map in Handbook of North American Indians: Languages (vol. 17; Smithsonian Institution 1996) establishes the presence in the region at contact of Uto-Aztecan (Ute, Comanche), Algic (Arapaho, Nawathinehena), and Nadene (Jicarilla Apache) language families. Additionally, information in The Handbook of North American Indians: Plains (vol. 13; Smithsonian Institution 2001) and Colorado Prehistory (Arkansas River Basin and Platte River Basin; Colorado Council of Professional Archeologists, 1999) suggests occupation, use, and historical connections to this area by Sioux, Hidatsa, Arikara, and Mandan tribes. Moreover, geographic, historic, and linguistic references indicate considerable movement of tribal groups within and through the eastern Colorado region; that is, many tribes located outside the region in historic times are known to have moved through and occupied the region. Linguistic evidence of discontinuous distributions of Uto-Aztecan (Ute, Comanche), Algic (Arapaho, Mawathinehena), Kiowa-Tanoan, and Caddoan (Hidatsa, Pawnee) language families indicate that these movements occurred long before historic records. Anthropological resources suggest knowledge and use of the region, prior, during, and after movements by all of the named tribes.\\n        \\n        Archeological evidence, summarized above, indicates that Native American habitation in eastern Colorado spanned the Late Archaic to Protohistoric periods (1000 B.C. to A.D. 1860). Archeological evidence suggests at least partial historical continuity from Late Archaic through the Plains Woodlands Early Ceramic periods (1000 B.C. to A.D. 1150) and, with less specific evidence, through the Middle Ceramic period (A.D. 1150 to 1540). Based on archeological evidence, it is clear that Plains Woodland cultures are ancestral to many modern tribes of the northern, central, and southern Great Plains, but specific affiliations between the various expressions of Plains Woodland culture and Middle Ceramic period culture and particular modern tribal groups are difficult to make.\\n        Aceramic traditions persisted in the mountainous regions, extending eastward across eastern Colorado into the Great Plains until Protohistoric period. These aceramic traditions probably represent ancestral Ute and Jicarilla Apache tribes, as well as aceramic occupations of Plains Woodland and later, historically related, Plains tribes. It is not possible to make specific affiliations between these varied aceramic traditions and particular modern tribal groups.\\n\\n        Oral history obtained during consultations indicates the presence of historical continuity in Native American occupation of eastern Colorado from the Late Archaic through Protohistoric periods. In consultations with potentially affiliated groups, the Arapahoe Tribe of the Wind River Reservation, Wyoming; Cheyenne-Arapaho Tribes of Oklahoma; Southern Ute Indian Tribe of the Southern Ute Reservation, Colorado; and Ute Mountain Ute Tribe of the Ute Mountain Reservation, Colorado, New Mexico & Utah, all offered information from histories and oral traditions to place their tribes prehistorically along the Front Range and adjacent plains of eastern Colorado. The Cheyenne River Sioux Tribe of the Cheyenne River Reservation, South Dakota; Comanche Nation, Oklahoma; Crow Tribe of Montana; Pawnee Nation of Oklahoma; Standing Rock Sioux Tribe of North & South Dakota; and Three Affiliated Tribes of the Fort Berthold Reservation, North Dakota offered traditional information that substantiated that they had occupied this area of the Plains prior to European settlement.\\n        Officials of the University of Colorado Museum have determined that, pursuant to 25 U.S.C. 3001(9-10), the human remains described above represent the physical remains of a minimum of 47 individuals of Native American ancestry. Officials of the University of Colorado Museum also have determined that, pursuant to 25 U.S.C. 3001(3)(A), the 79 objects described above are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony. Lastly, officials of the University of Colorado Museum have determined that, pursuant to 25 U.S.C. 3001(2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and the Arapahoe Tribe of the Wind River Reservation, Wyoming; Cheyenne-Arapaho Tribes of Oklahoma; Cheyenne River Sioux Tribe of the Cheyenne River Reservation, South Dakota; Comanche Nation, Oklahoma; Crow Tribe of Montana; Fort Sill Apache Tribe of Oklahoma; Jicarilla Apache Tribe of New Mexico; Kiowa Indian Tribe of Oklahoma; Northern Cheyenne Tribe of the Northern Cheyenne Indian Reservation, Montana; Oglala Sioux Tribe of the Pine Ridge Reservation, South Dakota; Pawnee Nation of Oklahoma; Rosebud Sioux Tribe of the Rosebud Indian Reservation, South Dakota; Southern Ute Indian Tribe of the Southern Ute Reservation, Colorado; Standing Rock Sioux Tribe of North & South Dakota; Three Affiliated Tribes of the Fort Berthold Reservation, North Dakota; Ute Indian Tribe of the Uintah & Ouray Reservation, Utah; and Ute Mountain Tribe of the Ute Mountain Reservation, Colorado, New Mexico & Utah.\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the human remains and associated funerary objects should contact Steve Lekson, Curator of Anthropology, University of Colorado Museum, Henderson Building, Campus Box 218, Boulder, CO 80309-0218, telephone (303) 492-6671, before March 3, 2006. Repatriation of the human remains and associated funerary objects to the Arapahoe Tribe of the Wind River Reservation, Wyoming; Cheyenne-Arapaho Tribes of Oklahoma; Cheyenne River Sioux Tribe of the Cheyenne River Reservation, South Dakota; Comanche Nation, Oklahoma; Crow Tribe of Montana; Fort Sill Apache Tribe of Oklahoma; Jicarilla Apache Tribe of New Mexico; Kiowa Indian Tribe of Oklahoma; Northern Cheyenne Tribe of the Northern Cheyenne Indian Reservation, Montana; Oglala Sioux Tribe of the Pine Ridge Reservation, South Dakota; Pawnee Nation of Oklahoma; Rosebud Sioux Tribe of the Rosebud Indian Reservation, South Dakota; Southern Ute Indian Tribe of the Southern Ute Reservation, Colorado; Standing Rock Sioux Tribe of North & South Dakota; Three Affiliated Tribes of the Fort Berthold Reservation, North Dakota; Ute Indian Tribe of the Uintah & Ouray Reservation, Utah; and Ute Mountain Tribe of the Ute Mountain Reservation, Colorado, New Mexico & Utah may proceed after that date if no additional claimants come forward.\\n        University of Colorado Museum is responsible for notifying the Arapahoe Tribe of the Wind River Reservation, Wyoming; Cheyenne-Arapaho Tribes of Oklahoma; Cheyenne River Sioux Tribe of the Cheyenne River Reservation, South Dakota; Comanche Nation, Oklahoma; Crow Tribe of Montana; Fort Sill Apache Tribe of Oklahoma; Jicarilla Apache Tribe of New Mexico; Kiowa Indian Tribe of Oklahoma; Northern Cheyenne Tribe of the Northern Cheyenne Indian Reservation, Montana; Oglala Sioux Tribe of the Pine Ridge Reservation, South Dakota; Pawnee Nation of Oklahoma; Rosebud Sioux Tribe of the Rosebud Indian Reservation, South Dakota; Southern Ute Indian Tribe of the Southern Ute Reservation, Colorado; Standing Rock Sioux Tribe of North & South Dakota; Three Affiliated Tribes of the Fort Berthold Reservation, North Dakota; Ute Indian Tribe of the Uintah & Ouray Reservation, Utah; and Ute Mountain Tribe of the Ute Mountain Reservation, Colorado, New Mexico & Utah.\\n        \\n          Dated: January 11, 2006.\\n          Sherry Hutt,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. E6-1273 Filed 1-31-06; 8:45 am]\\n      BILLING CODE 4312-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Inventory Completion: University of Colorado Museum, Boulder, CO", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: January 11, 2006.", "signature_name": "Sherry Hutt,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. E6-1273 Filed 1-31-06; 8:45 am]", "billing_code": "BILLING CODE 4312-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}