{"index": "I_1744", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Inventory Completion: American Museum of Natural History, New York, NY\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains and associated funerary objects in the possession of the American Museum of Natural History, New York, NY. The human remains and associated funerary objects were removed from Yakima and Kittitas Counties, WA.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003 (d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations in this notice.\\n        A detailed assessment of the human remains was made by American Museum of Natural History professional staff in consultation with representatives of the Confederated Tribes of the Chehalis Reservation, Washington; Confederated Tribes and Bands of the Yakama Nation, Washington; Confederated Tribes of the Warm Springs Reservation of Oregon; Hoh Indian Tribe of the Hoh Indian Reservation, Washington; Jamestown S\\'Klallam Tribe of Washington; Lower Elwha Tribal Community of the Lower Elwha Reservation, Washington; Lummi Tribe of the Lummi Reservation, Washington; Makah Indian Tribe of the Makah Indian Reservation, Washington; Muckleshoot Indian Tribe of the Muckleshoot Reservation, Washington; Nisqually Indian Tribe of the Nisqually Reservation, Washington; Nooksack Indian Tribe of Washington; Port Gamble Indian Community of the Port Gamble Reservation, Washington; Puyallup Tribe of the Puyallup Reservation, Washington; Quileute Tribe of the Quileute Reservation, Washington; Quinault Tribe of the Quinault Reservation, Washington; Samish Indian Tribe, Washington; Shoalwater Bay Tribe of the Shoalwater Bay Indian Reservation, Washington; Skokomish Indian Tribe of the Skokomish Reservation, Washington; Squaxin Island Tribe of the Squaxin Island Reservation, Washington; Stillaguamish Tribe of Washington; Swinomish Indians of the Swinomish Reservation, Washington; Tulalip Tribes of the Tulalip Reservation, Washington; and Upper Skagit Indian Tribe of Washington.\\n        In 1903, human remains representing a minimum of five individuals were collected from a site on the north side of River Road, east of the North and South Branch Road, in the vicinity of Tampico, Yakima County, WA, by Harlan I. Smith. No known individuals were identified. The 31 associated funerary objects are 1 bone point, 25 dentalium shells (10 of them engraved), 4 pieces of charcoal, and 1 bone.\\n        These individuals have been identified as Native American based on geographic and archeological evidence. The human remains were recovered from a volcanic ash knoll. The lack of postcontact artifacts, the presence of incised dentalium shells, and the form of interment in a river valley location suggest a late precontact date for the remains.\\n        In 1903, human remains representing a minimum of one individual were collected from a site in the vicinity of North Yakima, east of the mouth of the Naches River, north side of a hill, Yakima County, WA, by Harlan I. Smith. No known individual was identified. No associated funerary objects are present.\\n\\n        The individual has been identified as Native American based on geographic evidence and burial practice. The use of a rockslide grave suggests a late precontact date for the remains.\\n        In 1903, human remains representing a minimum of one individual were collected from the James McWhirter 20 Acre Farm, in the vicinity of North Yakima, Yakima County, WA, by Harlan I. Smith. The site is 12 miles up the Naches River along the north side, on the crest of a foothill terrace. No known individual was identified. The one associated funerary object is a shell disk.\\n        The individual has been identified as Native American based on geographic evidence and burial practice. The lack of post-contact artifacts, the presence of a cut disk shell bead, and the river valley location of the bluff pebble grave suggest a late precontact date for the human remains.\\n        \\n        In 1903, human remains representing a minimum of one individual were collected from a site at Priest Rapids, Kittitas County, WA, by Harlan I. Smith. The site is along the western bank of the Columbia River, 5 miles south of Mr. Craig\\'s house. No known individual was identified. No associated funerary objects are present.\\n        The individual has been identified as Native American based on geographic evidence and burial practice. The remains were found in a sand grave covered with flat river stones. The location of the grave in a river valley suggests a late precontact date for the remains.\\n        In 1903, human remains representing a minimum of one individual were collected from a site at Priest Rapids, Kittitas County(?), WA, by Harlan I. Smith. The site is at the edge of the Columbia River, 12 miles north of Mr. Craig\\'s house. No known individual was identified. The four associated funerary objects are one stone mortar and three pestles.\\n        The individual has been identified as Native American based on geographic evidence and burial practice. The remains were found in a sand grave covered with river cobbles. The location of the grave in a river valley suggests a late precontact date for the remains.\\n        In 1903, human remains representing a minimum of one individual were collected from a site 10 miles north of the head of Priest Rapids on the Columbia River, 8 miles above Mr. Craig\\'s house, Kittitas County, WA, by Harlan I. Smith. No known individual was identified. No associated funerary objects are present.\\n        The individual has been identified as Native American based on the talus slope inhumation, a form of burial consistent with the postcontact practices of Sahaptin speakers of the area. The presence of cedar slabs in the grave also suggests a postcontact date for these remains. The cedar slabs are not part of the museum\\'s collection.\\n        In 1903, human remains representing a minimum of two individuals were collected from the east side of an escarpment running south of the Columbia River, near the head of Priest Rapids, 2 miles southwest of Mr. Craig\\'s house, Kittitas County, WA, by Harlan I. Smith. No known individuals were identified. The two associated funerary objects are one roll of birch bark and one piece of stitched rush matting.\\n        The individuals have been identified as Native American based on the kinds of associated funerary objects and burial type. The remains were found interred in a talus slope, a form of burial consistent with the postcontact practices of Sahaptin speakers of the area. The presence of upright wood posts, bark, and matting in the grave also suggests a postcontact date for the remains. The wood posts are not part of the museum\\'s collection.\\n        In 1903, human remains representing a minimum of 10 individuals were collected from Mr. Bull\\'s farm, 7 miles south of Ellensburg, Kittitas County, WA, by Harlan I. Smith. The site is east of Cherry Creek in the western extension of the Saddle Mountains. No known individuals were identified. The 1295 associated funerary objects are 5 pieces of leather, 109 shells, 28 glass beads, 3 iron bracelets, 1 perforated bone disk, 1 freshwater shell fragment, 1 reed mat fragment, 1 reed mat fragment with hide and copper and shell beads, 1 piece of animal fur, 3 pieces of matting, 1098 copper, glass, and shell beads strung on fiber and leather, 4 shell ornaments (including 1 nose ornament), 2 copper pendants, 4 metal bracelets, 5 rodent teeth, 1 copper disk pendant, 1 wood knot hole, 1 piece of iron, 1 fragment of fabric incorporating feathers and fur, 1 copper ornament, 1 brass pendant with copper head, 1 metal pendant with leather thong, 1 piece of shell, 13 iron cones, 2 iron pendants, 2 antler fragments, 1 triangular copper object, 2 shell pendants, and 1 unidentified shell object.\\n        The individuals have been identified as Native American based on the kinds of associated funerary objects and type of burial. The presence of postcontact funerary objects and the use of talus slope for interment suggest a postcontact date for these remains.\\n        In 1903, human remains representing a minimum of one individual were collected from a site on the south side of Yakima Ridge, Yakima County, WA, by Harlan I. Smith. The site is 1 mile east of the confluence of the Yakima and Naches Rivers. No known individual was identified. No associated funerary objects are present.\\n        This individual has been identified as Native American based on geographic information and burial type. The remains were found in a talus slope, which suggests a postcontact age. The presence of rush matting in the grave also suggests a postcontact date for the remains. The rush matting is not part of the museum\\'s collection.\\n        In 1903, human remains representing a minimum of four individuals were collected from a site on the north side of the Naches River, 1/2 mile above the confluence of the Yakima and Naches Rivers, Yakima County, WA, by Harlan I. Smith. No known individuals were identified. The 91 associated funerary objects are 4 wooden pieces of a fire drill, 20 dog or wolf bones, 1 partial decorated bow, 3 basket fragments, 1 fragment of rush mat, approximately 50 copper tubes and beads, 4 bone tubes, 1 bone point, 1 perforated stone cylinder, 3 stone flakes, and 3 projectile points.\\n        The individuals have been identified as Native American based on the type of associated funerary objects and the form of burial. The two graves were talus slope interments of a form used by the postcontact Shahaptin speakers who occupied the area. The associated funerary objects also suggest a postcontact date for the remains.\\n        In 1903, human remains representing a minimum of two individuals were collected from a site in the vicinity of Selah, Yakima County, WA, by Harlan I. Smith. No known individuals were identified. No associated funerary objects are present.\\n        The individuals have been identified as Native American based on the form of burial. The graves were talus slope interments of a form used by the postcontact Sahaptin speakers who occupied the area. The presence of wood in both graves, and leather and desiccated soft tissue in one grave may suggest a postcontact date for the remains. The wood and leather are not part of the museum\\'s collection.\\n        In 1903, human remains representing a minimum of one individual were collected from a site 2 miles northeast of the mouth of the Naches, south of the Yakima River in Yakima County, WA, by Harlan I. Smith. No known individual was identified. No associated funerary objects are present.\\n        \\n        The individual has been identified as Native American based on the form of burial. The grave was a talus slope interment of a form used by the postcontact Sahaptin speakers who occupied the area. The presence of pieces of cedar in the grave suggests a postcontact date for the remains. The pieces of cedar are not part of the museum\\'s collection.\\n        The geographic location of all of the sites described above is consistent with the early postcontact territory of Sahaptin speakers who are ancestors of the Confederated Tribes and Bands of the Yakama Nation, Washington. The burial type described by Mr. Smith for all of the remains reported here is consistent with the late precontact and postcontact burial practices of the Confederated Tribes and Bands of the Yakama Nation, Washington. Experts in Oregon Plateau archeology suggest that there has been cultural continuity from late precontact to the postcontact period in this area.\\n        Officials of the American Museum of Natural History have determined that, pursuant to 25 U.S.C. 3001 (9-10), the human remains described above represent the physical remains of 30 individuals of Native American ancestry. Officials of the American Museum of Natural History also have determined that, pursuant to 25 U.S.C. 3001 (3)(A), the 1,424 objects described above are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony. Lastly, officials of the American Museum of Natural History have determined that, pursuant to 25 U.S.C. 3001 (2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and associated funerary objects and the Confederated Tribes and Bands of the Yakama Nation, Washington.\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the human remains and associated funerary objects should contact Nell Murphy, Director of Cultural Resources, American Museum of Natural History, Central Park West at 79th Street, New York, NY 10024-5192, telephone (212) 769-5837, before November 25, 2005. Repatriation of the human remains and associated funerary objects to the Confederated Tribes and Bands of the Yakama Nation, Washington may proceed after that date if no additional claimants come forward.\\n        The American Museum of Natural History is responsible for notifying the Confederated Tribes of the Chehalis Reservation, Washington; Confederated Tribes and Bands of the Yakama Nation, Washington; Confederated Tribes of the Warm Springs Reservation of Oregon; Hoh Indian Tribe of the Hoh Indian Reservation, Washington; Jamestown S\\'Klallam Tribe of Washington; Lower Elwha Tribal Community of the Lower Elwha Reservation, Washington; Lummi Tribe of the Lummi Reservation, Washington; Makah Indian Tribe of the Makah Indian Reservation, Washington; Muckleshoot Indian Tribe of the Muckleshoot Reservation, Washington; Nisqually Indian Tribe of the Nisqually Reservation, Washington; Nooksack Indian Tribe of Washington; Port Gamble Indian Community of the Port Gamble Reservation, Washington; Puyallup Tribe of the Puyallup Reservation, Washington; Quileute Tribe of the Quileute Reservation, Washington; Quinault Tribe of the Quinault Reservation, Washington; Samish Indian Tribe, Washington; Shoalwater Bay Tribe of the Shoalwater Bay Indian Reservation, Washington; Skokomish Indian Tribe of the Skokomish Reservation, Washington; Squaxin Island Tribe of the Squaxin Island Reservation, Washington; Stillaguamish Tribe of Washington; Swinomish Indians of the Swinomish Reservation, Washington; Tulalip Tribes of the Tulalip Reservation, Washington; and Upper Skagit Indian Tribe of Washington that this notice has been published.\\n        \\n          Dated: September 30, 2005\\n          Sherry Hutt,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. 05-21330 Filed 10-25-05; 8:45 am]\\n      BILLING CODE 4312-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Inventory Completion: American Museum of Natural History, New York, NY", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: September 30, 2005", "signature_name": "Sherry Hutt,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. 05-21330 Filed 10-25-05; 8:45 am]", "billing_code": "BILLING CODE 4312-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}