{"index": "I_1775", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Inventory Completion: U.S. Department of the Interior, National Park Service, Sequoia & Kings Canyon National Parks, Three Rivers, CA and Phoebe A. Hearst Museum of Anthropology, University of California, Berkeley, Berkeley, CA\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n\\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains in the control of U.S. Department of the Interior, National Park Service, Sequoia & Kings Canyon National Parks, Three Rivers, CA and in the possession of the Phoebe A. Hearst Museum of Anthropology, University of California, Berkeley, Berkeley, CA.  The human remains were removed from within the boundaries of Sequoia & Kings Canyon National Parks.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003 (d)(3).  The determinations within this notice are the sole responsibility of the superintendent, Sequoia & Kings Canyon National Parks.\\n        A detailed assessment of the human remains was made by Phoebe A. Hearst Museum of Anthropology professional staff in consultation with representatives of the Big Sandy Rancheria of Mono Indians of California; Cold Springs Rancheria of Mono Indians of California; Northfork Rancheria of Mono Indians of California; Picayune Rancheria of Chukchansi Indians of California; Santa Rosa Indian Community of the Santa Rosa Rancheria, California; Table Mountain Rancheria of California; Tule River Indian Tribe of the Tule River Reservation, California; and Tuolumne Band of Me-Wuk Indians of the Tuolumne Rancheria of California.  Consultation was also carried out by Sequoia & Kings Canyon National Parks professional staff with the Dunlap Band of Mono Indians, Sierra Foothill Wuksachi Tribe, Sierra Nevada Native American Coalition, and Wukchumni Tribal Council; these groups, while not federally-recognized, represent traditionally associated peoples who have maintained interest in previous repatriation and reburial efforts for Sequoia & Kings Canyon National Parks. \\n        In 1960, human remains representing a minimum of one individual were removed from site CA-Tul-24 (Hospital Rock) in Tulare County, CA, by J.C. von Werlhof.  In 1961, Mr. von Werlhof transferred these fragmentary human remains to the Phoebe A. Hearst Museum of Anthropology, where they currently are secured.  No known individuals were identified.  No funerary objects are present.\\n        The Hospital Rock site is a pictograph and occupation site.  Characteristics of material culture, including Desert series projectile points, steatite beads, and brownware ceramics indicate that the site was inhabited post- A.D. 1500, until circa A.D. 1860.  This suite of artifact types is most strongly affiliated in the archeological record with Yokuts and Western Mono (Monache) cultural groups.  Geographic and linguistic evidence places Yokuts and Western Mono (Monache) groups within the western foothills of the southern Sierra Nevada during this time period.\\n        Officials of Sequoia & Kings Canyon National Parks and Phoebe A. Hearst Museum of Anthropology have determined that, pursuant to 25 U.S.C. 3001 (9-10), the human remains listed above represent the physical remains of one individual of Native American ancestry.  Officials of Sequoia & Kings Canyon National Parks and Phoebe A. Hearst Museum of Anthropology also have determined that, pursuant to 25 U.S.C. 3001 (2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and the Big Sandy Rancheria of Mono Indians of California; Cold Springs Rancheria of Mono Indians of California; Northfork Rancheria of Mono Indians of California; Picayune Rancheria of Chukchansi Indians of California; Santa Rosa Indian Community of the Santa Rosa Rancheria, California; Table Mountain Rancheria of California; Tule River Indian Tribe of the Tule River Reservation, California; and Tuolumne Band of Me-Wuk Indians of the Tuolumne Rancheria of California.\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the human remains should contact C. Richard Hitchcock, NAGPRA Coordinator, Phoebe A. Hearst Museum of Anthropology, University of California, Berkeley, Berkeley, CA 94720, telephone (510) 642-6096, before July 1, 2005. Repatriation of the human remains to the Big Sandy Rancheria of Mono Indians of California; Cold Springs Rancheria of Mono Indians of California; Northfork Rancheria of Mono Indians of California; Picayune Rancheria of Chukchansi Indians of California; Santa Rosa Indian Community of the Santa Rosa Rancheria, California; Table Mountain Rancheria of California; Tule River Indian Tribe of the Tule River Reservation, California; and Tuolumne Band of Me-Wuk Indians of the Tuolumne Rancheria of California may proceed after that date if no additional claimants come forward. \\n        Officials of Sequoia & Kings Canyon National Parks are responsible for notifying the Big Sandy Rancheria of Mono Indians of California; Cold Springs Rancheria of Mono Indians of California; Northfork Rancheria of Mono Indians of California; Picayune Rancheria of Chukchansi Indians of California; Santa Rosa Indian Community of the Santa Rosa Rancheria, California; Table Mountain Rancheria of California; Tule River Indian Tribe of the Tule River Reservation, California; and Tuolumne Band of Me-Wuk Indians of the Tuolumne Rancheria of California that this notice has been published.\\n        \\n          Dated:  May 20, 2005\\n          Paul Hoffman,\\n          Deputy Assistant Secretary, Fish and Wildlife and Parks.\\n        \\n      \\n      [FR Doc. 05-10810 Filed 5-31-05; 8:45 am]\\n      BILLING CODE 4312-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Inventory Completion: U.S. Department of the Interior, National Park Service, Sequoia & Kings Canyon National Parks, Three Rivers, CA and Phoebe A. Hearst Museum of Anthropology, University of California, Berkeley, Berkeley, CA", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated:  May 20, 2005", "signature_name": "Paul Hoffman,", "signature_title": "Deputy Assistant Secretary, Fish and Wildlife and Parks.", "fr_doc": "[FR Doc. 05-10810 Filed 5-31-05; 8:45 am]", "billing_code": "BILLING CODE 4312-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}