{"index": "I_1703", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Inventory Completion: Arizona State Land Department, Phoenix, AZ, and Arizona State Museum, University of Arizona, Tucson, AZ\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains and associated funerary objects in the control of the Arizona State Land Department, Phoenix, AZ, and in the physical custody of the Arizona State Museum, University of Arizona, Tucson, AZ. The human remains and associated funerary objects were removed from Pinal County, AZ.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003 (d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations in this notice.\\n        A detailed assessment of the human remains was made by Arizona State Museum professional staff in consultation with representatives of the Ak Chin Indian Community of the Maricopa (Ak Chin) Indian Reservation, Arizona; Gila River Indian Community of the Gila River Indian Reservation, Arizona; Hopi Tribe of Arizona; Salt River Pima-Maricopa Indian Community of the Salt River Reservation, Arizona; Tohono O\\'odham Nation of Arizona; and Zuni Tribe of the Zuni Reservation, New Mexico. The Gila River Indian Community of the Gila River Indian Reservation, Arizona is acting on behalf of the Ak Chin Indian Community of the Maricopa (Ak Chin) Indian Reservation, Arizona; Salt River Pima-Maricopa Indian Community of the Salt River Reservation, Arizona; and Tohono O\\'odham Nation of Arizona; and themselves.\\n        In June 1985, human remains representing a minimum of one individual were removed from site AZ U:15:110 ASM, near Florence in Pinal County, AZ, during legally authorized archeological investigations conducted by the Cultural Resources Management Division of the Arizona State Museum. The human remains consist of a human tooth that was brought to the museum for curation. No known individual was identified. No associated funerary objects are present.\\n        The ceramic assemblage included a high percentage of Santa Cruz Red-on-buff wares. On this basis the site has been identified as being associated with the Santa Cruz phase of the late Colonial period of the Hohokam archeological tradition, which spanned the years A.D. 700-900.\\n        In June 1985, human remains representing a minimum of one individual were removed from site AZ U:15:111 ASM, near Florence in Pinal County, AZ, during legally authorized archeological investigations conducted by the Cultural Resources Management Division of the Arizona State Museum. The fragmentary cremated human remains were brought to the Arizona State Museum for analysis and curation. No known individual was identified. No associated funerary objects are present.\\n        The ceramic assemblage included a high percentage of Santa Cruz Red-on-buff wares. On this basis, as well as attributes of architectural technology, this site has been identified as being associated with the Santa Cruz phase of the late Colonial period of the Hohokam archeological tradition, which spanned the years A.D. 700-900.\\n        In May and July 1989, human remains representing a minimum of three individuals were removed from site AZ U:15:134 ASM, near Florence in Pinal County, AZ, during legally authorized archeological investigations conducted by the Cultural Resources Management Division of the Arizona State Museum. The fragmentary cremated human remains were brought to the Arizona State Museum for analysis and curation. No known individuals were identified. The 36 associated funerary objects are 35 ceramic sherds and 1 hammerstone.\\n        The ceramic assemblage at this site, included mostly Santa Cruz Red-on-buff or early Sacaton Red-on-buff wares. This indicates a date at the transition between the Santa Cruz phase of the late Colonial period and the Sacaton phase of the early Sedentary period of the Hohokam archeological tradition, around A.D. 900. Attributes of the mortuary program and architectural style are consistent with this identification.\\n\\n        Continuities of mortuary practices, ethnographic materials, and technology indicate affiliation of Hohokam settlements with present-day O\\'odham (Piman), Pee Posh (Maricopa), and Puebloan cultures. Documentation submitted by representatives of the Gila River Indian Community of the Gila River Indian Reservation, Arizona on August 4, 2000, addresses continuities between the Hohokam and the O\\'odham and Pee Posh tribes. Furthermore, oral traditions that are documented for the Ak Chin Indian Community of the Maricopa (Ak Chin) Indian Reservation, Arizona; Gila River Indian Community of the Gila River Indian Reservation, Arizona; Hopi Tribe of Arizona; Salt River Pima-Maricopa Indian Community of the Salt River Reservation, Arizona; Tohono O\\'odham Nation of Arizona; and Zuni Tribe of the Zuni Reservation, New Mexico support affiliation with Hohokam sites in central Arizona during both the Santa Cruz phase and late Colonial period\\n        Officials of the Arizona State Land Department and Arizona State Museum have determined that, pursuant to 25 U.S.C. 3001 (9-10), the human remains described above represent the physical remains of five individuals of Native American ancestry. Officials of the Arizona State Land Department and Arizona State Museum also have determined that, pursuant to 25 U.S.C. 3001 (3)(A), the 36 objects described above are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony. Lastly, officials of the Arizona State Land Department and Arizona State Museum have determined that, pursuant to 25 U.S.C. 3001 (2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and associated funerary objects and the Ak Chin Indian Community of the Maricopa (Ak Chin) Indian Reservation, Arizona; Gila River Indian Community of the Gila River Indian Reservation, Arizona; Hopi Tribe of Arizona; Salt River Pima-Maricopa Indian Community of the Salt River Reservation, Arizona; Tohono O\\'odham Nation of Arizona; and Zuni Tribe of the Zuni Reservation, New Mexico.\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the human remains and associated funerary objects should contact John Madsen, Repatriation Coordinator, Arizona State Museum, University of Arizona, Tucson, AZ 85721, telephone (520) 621-4795, before June 12, 2006. Repatriation of the human remains and associated funerary objects to the Ak Chin Indian Community of the Maricopa (Ak Chin) Indian Reservation, Arizona; Gila River Indian Community of the Gila River Indian Reservation, Arizona; Hopi Tribe of Arizona; Salt River Pima-Maricopa Indian Community of the Salt River Reservation, Arizona; Tohono O\\'odham Nation of Arizona; and Zuni Tribe of the Zuni Reservation, New Mexico may proceed after that date if no additional claimants come forward.\\n        The Arizona State Museum is responsible for notifying the Ak Chin Indian Community of the Maricopa (Ak Chin) Indian Reservation, Arizona; Gila River Indian Community of the Gila River Indian Reservation, Arizona; Hopi Tribe of Arizona; Salt River Pima-Maricopa Indian Community of the Salt River Reservation, Arizona; Tohono O\\'odham Nation of Arizona; and Zuni Tribe of the Zuni Reservation, New Mexico that this notice has been published.\\n        \\n          Dated: April 26, 2006\\n          Sherry Hutt,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. E6-7179 Filed 5-10-06; 8:45 am]\\n      BILLING CODE 4312-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Inventory Completion: Arizona State Land Department, Phoenix, AZ, and Arizona State Museum, University of Arizona, Tucson, AZ", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: April 26, 2006", "signature_name": "Sherry Hutt,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. E6-7179 Filed 5-10-06; 8:45 am]", "billing_code": "BILLING CODE 4312-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}