{"index": "I_1747", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Inventory Completion: U.S. Army Department of Defense, U.S. Army, Pohakuloa Training Area, U.S. Army Garrison, HI; Correction\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice; correction.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains in the possession of the U.S. Department of Defense, U.S. Army, Pohakuloa Training Area, U.S. Army Garrison, HI. The human remains were removed from Hawai\\'i Island, HI.\\n        \\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003 (d)(3).  The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains.  The National Park Service is not responsible for the determinations in this notice.\\n\\n        This notice corrects the Notice of  Inventory Completion published in the Federal Register on November 13, 2001 (FR Doc 01-28306, page 56855). It corrects the consulting parties by deleting Koa Mana from being listed as a consulting party because they were not part of the consultation.\\n        This notice corrects the previously published Notice of Inventory Completion by substituting the following paragraph for paragraph three:\\n        A detailed assessment of the human remains was made by U. S. Army installation staff, and U.S. Army Corps of Engineers, St. Louis District, MO, Mandatory Center of Expertise for the Curation and Management of Archaeological Collections professional staff in consultation with representatives Hui Malama I Na Kupuna O Hawai\\'i Nei, Hawai\\'i Island Burial Council, and Office of Hawaiian Affairs.\\n        The following paragraphs are substituted for paragraphs eight and nine:\\n        Officials of the U.S. Army have determined that, pursuant to 25 U.S.C. 3001 (9-10), the human remains described above represent the physical remains of two individuals of Native Hawaiian ancestry.  Officials of the U.S. Army also have determined that, pursuant to 25 U.S.C. 3001 (2),  there is a relationship of shared group identity that can be reasonably traced between the Native Hawaiian human remains and the Hui Malama I Na Kupuna O Hawai\\'i Nei, Hawai\\'i Island Burial Council, and Office of Hawaiian Affairs.\\n        Representatives of any other Indian tribe or Native Hawaiian organization that believes itself to be culturally affiliated with the human remains should contact Dr. Laurie Lucking, Cultural Resources Manager, Environmental Division, USAGHI, Building 105, WAAF, Schofield Barracks, HI 96857, telephone (808) 656-2878, extension 1052, before October 27, 2005. Repatriation of the human remains to the Hui Malama I Na Kupuna O Hawai\\'i Nei, Hawai\\'i Island Burial Council, and Office of Hawaiian Affairs may begin after that date if no additional claimants come forward.\\n        U.S. Army is responsible for notifying the Hui Malama I Na Kupuna `O Hawaii Nei, Hawai\\'i Island Burial Council, and Office of Hawaiian Affairs that this notice has been published.\\n        \\n          Dated:  August 23, 2005.\\n          Sherry Hutt,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. 05-19267 Filed 9-26-05; 8:45 am]\\n      BILLING CODE 4312-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Inventory Completion: U.S. Army Department of Defense, U.S. Army, Pohakuloa Training Area, U.S. Army Garrison, HI; Correction", "agency2": "National Park Service, Interior.", "action": "Notice; correction.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated:  August 23, 2005.", "signature_name": "Sherry Hutt,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. 05-19267 Filed 9-26-05; 8:45 am]", "billing_code": "BILLING CODE 4312-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}