{"index": "I_1727", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Inventory Completion: Horner Collection, Oregon State University, Corvallis, OR\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains in the possession of the Horner Collection, Oregon State University, Corvallis, OR. The human remains were removed from an island in the Columbia River, near the border between Oregon and Washington.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003 (d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains. The National Park Service is not responsible for the determinations in this notice.\\n        A detailed assessment of the human remains was made by Horner Collection, Oregon State University professional staff in consultation with representatives of the Confederated Tribes of the Warm Springs Reservation of Oregon. The Confederated Tribes and Bands of the Yakama Indian Nation, Washington, were advised of the human remains, but did not participate in consultation.\\n\\n        Some time between 1925 and 1927, human remains representing a minimum of one individual was removed from \\xe2\\x80\\x9cMemaloose Island, Columbia River.\\xe2\\x80\\x9d It is unclear from museum records whether the human remains came from Upper Memaloose Island, Klickatat County, WA, or Lower Memaloose Island, Wasco County, OR. On June 16, 1936, Keith Chamberlain loaned one cranium (skull without the lower jaw), to the John B. Horner Museum of the Oregon Country, Oregon Agricultural College. The Oregon Agricultural College was renamed the Oregon State College in 1937, and became Oregon State University in 1962. In 1975, Keith Chamberlain gifted the cranium to the John B. Horner Museum of the Oregon Country. The Horner Museum closed in 1995. Currently, cultural items from the Horner Museum are referred to as the Horner Collection, which is owned by, and in the possession of, Oregon State University. It is unknown whether the human remains were removed by Mr. Chamberlain. No known individuals were identified. No associated funerary objects are present.\\n        The human remains have been identified as Native American based on the presence of cranial deformation and museum records that identify the human remains as a \\xe2\\x80\\x9cflathead skull\\xe2\\x80\\x9d, cranial deformation is consistent with practices of the Chinook-speaking groups and, to a lesser degree, by the Sahaptin-speaking groups. The Memaloose Islands were used during the post-contact period by local Native American peoples for the burial of their dead. The Memaloose Islands are within the traditional territory of Chinook- and Sahaptin-speaking Indian groups represented today by the Confederated Tribes and Bands of the Yakama Indian Nation, Washington, and the Confederated Tribes of the Warm Springs Reservation of Oregon. The Confederated Tribes of the Warm Springs Reservation of Oregon has submitted a claim for the human remains.\\n        Officials of the Horner Collection, Oregon State University have determined that, pursuant to 25 U.S.C. 3001 (9-10), the human remains described above represent the physical remains of one individual of Native American ancestry. Officials of the Horner Collection, Oregon State University have also determined that, pursuant to 25 U.S.C. 3001 (2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and the Confederated Tribes and Bands of the Yakama Indian Nation, Washington, and Confederated Tribes of the Warm Springs Reservation of Oregon.\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the human remains should contact Sabah Randhawa, Executive Vice President and Provost, President\\'s Office, Oregon State University, 600 Kerr Administration Building, Corvallis, OR 97331, telephone (541) 737-8260, before March 6, 2006. Repatriation of the human remains to the Confederated Tribes of the Warm Springs Reservation of Oregon may proceed after that date if no additional claimants come forward.\\n        The Horner Collection, Oregon State University is responsible for notifying the Confederated Tribes and Bands of the Yakama Nation, Washington, and Confederated Tribes of the Warm Springs Reservation of Oregon that this notice has been published.\\n        \\n          Dated: January 20, 2006.\\n          C. Timothy McKeown,\\n          Acting Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. E6-1380 Filed 2-1-06; 8:45 am]\\n      BILLING CODE 4312-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Inventory Completion: Horner Collection, Oregon State University, Corvallis, OR", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: January 20, 2006.", "signature_name": "C. Timothy McKeown,", "signature_title": "Acting Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. E6-1380 Filed 2-1-06; 8:45 am]", "billing_code": "BILLING CODE 4312-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}