{"index": "I_1732", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Inventory Completion: Fort Collins Museum, Fort Collins, CO\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains in the possession of the Fort Collins Museum, Fort Collins, CO. The human remains were most likely removed from Death Valley, Inyo County, CA.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003 (d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains. The National Park Service is not responsible for the determinations in this notice.\\n\\n        A detailed assessment of the human remains was made by Fort Collins Museum professional staff in consultation with physical and forensic anthropologists and representatives of the Big Pine Band of Owens Valley Paiute Shoshone Indians of the Big Pine Reservation, California; Death Valley Timbi-Sha Shoshone Band of California; Duckwater Shoshone Tribe of the Duckwater Reservation, Nevada; Fort Independence Indian Community of Paiute Indians of the Fort Independence Reservation, California; Paiute-Shoshone Indians of the Bishop Community of the Bishop Colony, California; and Paiute-Shoshone Indians of the Lone Pine Community of the Lone Pine Reservation, California.\\n        \\n        On March 25, 1953, human remains representing a minimum of one individual were donated to the Fort Collins Museum, by Carl W. Swanson of Greeley, CO. Although the specific provenience of the human remains is unknown, according to museum records, Mr. Swanson stated at the time of his donation, that the skull was a \\xe2\\x80\\x9cSkull from Death Valley, California.\\xe2\\x80\\x9d In April 1999, Dr. Ann Magennis, Professor of Anthropology at Colorado State University, documented that the skull and the cranial morphology indicate that the human remains are most probably of Native American descent. No known individual was identified. No associated funerary objects are present.\\n        Death Valley, CA, is within the traditional territory of the Paiute and Shoshone people. Furthermore, supporting osteological evidence, oral traditions, archeological and ethnographic research, and ethnohistoric documents support a cultural affiliation of the human remains to the Paiute and Shoshone tribes. Descendants of the Paiute and Shoshone from the Death Valley area are members of the Big Pine Band of Owens Valley Paiute Shoshone Indians of the Big Pine Reservation, California; Death Valley Timbi-Sha Shoshone Band of California; Duckwater Shoshone Tribe of the Duckwater Reservation, Nevada; Fort Independence Indian Community of Paiute Indians of the Fort Independence Reservation, California; Paiute-Shoshone Indians of the Bishop Community of the Bishop Colony, California; and Paiute-Shoshone Indians of the Lone Pine Community of the Lone Pine Reservation, California.\\n        Officials of the Fort Collins Museum have determined that, pursuant to 25 U.S.C. 3001(9-10), the human remains described above represent the physical remains of one individual of probable Native American ancestry. Officials of the Fort Collins Museum also have determined that, pursuant to 25 U.S.C. 3001(2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and the Big Pine Band of Owens Valley Paiute Shoshone Indians of the Big Pine Reservation, California; Death Valley Timbi-Sha Shoshone Band of California; Duckwater Shoshone Tribe of the Duckwater Reservation, Nevada; Fort Independence Indian Community of Paiute Indians of the Fort Independence Reservation, California; Paiute-Shoshone Indians of the Bishop Community of the Bishop Colony, California; and Paiute-Shoshone Indians of the Lone Pine Community of the Lone Pine Reservation, California.\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the human remains should contact Dr. Brenda Martin, NAGPRA Coordinator, Fort Collins Museum, 200 Mathews Street, Fort Collins, CO 80524, telephone (970) 416-2720, before March 3, 2006. Repatriation of the human remain to the Death Valley Timbi-Sha Shoshone Band of California may proceed after that date if no additional claimants come forward. The Death Valley Timbi-Sha Shoshone Band of California is acting as the representative for the other culturally affiliated tribes in matters of repatriation of human remains with a relationship to Death Valley, Inyo County, CA.\\n        The Fort Collins Museum is responsible for notifying the Big Pine Band of Owens Valley Paiute Shoshone Indians of the Big Pine Reservation, California; Chemehuevi Indian Tribe of the Chemehuevi Reservation, California; Death Valley Timbi-Sha Shoshone Band of California; Duckwater Shoshone Tribe of the Duckwater Reservation, Nevada; Ely Shoshone Tribe of Nevada; Fort Independence Indian Community of Paiute Indians of the Fort Independence Reservation, California; Las Vegas Tribe of Paiute Indians of the Las Vegas Indian Colony, Nevada; Moapa Band of Paiute Indians of the Moapa River Indian Reservation, Nevada; Paiute-Shoshone Indians of the Bishop Community of the Bishop Colony, California; Paiute-Shoshone Indians of the Lone Pine Community of the Lone Pine Reservation, California; Paiute-Shoshone Tribe of the Fallon Reservation and Colony, Nevada; Pyramid Lake Paiute Tribe of the Pyramid Lake Reservation, Nevada; Reno-Sparks Indian Colony, Nevada; Walker River Paiute Tribe of the Walker River Reservation, Nevada; Yerington Paiute Tribe of the Yerington Colony & Campbell Ranch, Nevada; and Yomba Shoshone Tribe of the Yomba Reservation, Nevada that this notice has been published.\\n        \\n          Dated: December 19, 2005.\\n          Sherry Hutt,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. E6-1270 Filed 1-31-06; 8:45 am]\\n      BILLING CODE 4312-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Inventory Completion: Fort Collins Museum, Fort Collins, CO", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: December 19, 2005.", "signature_name": "Sherry Hutt,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. E6-1270 Filed 1-31-06; 8:45 am]", "billing_code": "BILLING CODE 4312-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}