{"index": "I_1723", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Inventory Completion: American Museum of Natural History, New York, NY\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains in the possession of the American Museum of Natural History, New York, NY. The human remains were removed from Pacific County, WA.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003 (d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains. The National Park Service is not responsible for the determinations in this notice.\\n\\n        A detailed assessment of the human remains was made by American Museum of Natural History professional staff in consultation with representatives of the Confederated Tribes and Bands of the Yakama Indian Nation of the Yakama Reservation, Washington; Confederated Tribes of the Chehalis Reservation, Washington; Confederated Tribes of the Colville Reservation, Washington; Jamestown S\\'Klallam Tribe of Washington; Lower Elwha Tribal Community of the Lower Elwha Reservation, Washington; Makah Indian Tribe of the Makah Indian Reservation, Washington; Port Gamble Indian Community of the Port Gamble Reservation, Washington; Quinault Tribe of the Quinault Reservation, Washington; Samish Indian Tribe, Washington; Shoalwater Bay Tribe of the Shoalwater Bay Indian Reservation, Washington; Skokomish Indian Tribe of the Skokomish Reservation, Washington; Stillaguamish Tribe of Washington; Tulalip Tribes of the Tulalip Reservation, Washington; and Upper Skagit Indian Tribe of Washington. The American Museum of Natural History also contacted the following Indian tribes for consultation, but received no response: the Confederated Tribes of the Warm Springs Reservation of Oregon; Hoh Indian Tribe of the Hoh Indian Reservation, Washington; Lummi Tribe of the Lummi Reservation, Washington; Muckleshoot Indian Tribe of the Muckleshoot Reservation, Washington; Nisqually Indian Tribe of the Nisqually Reservation, Washington; Nooksack Indian Tribe of Washington; Puyallup Tribe of the Puyallup Reservation, Washington; Quileute Tribe of the Quileute Reservation, Washington; Squaxin Island Tribe of the Squaxin Island Reservation, Washington; and Swinomish Indians of the Swinomish Reservation, Washington.\\n        At an unknown date, human remains representing a minimum of eight individuals were removed from Tokeland, on Shoalwater Bay, Pacific County, WA, by Harlan I. Smith, during the Jesup North Pacific Expedition. The museum has no record of whether Mr. Smith purchased or excavated the human remains. In 1899, the museum accessioned the human remains. No known individuals were identified. No associated funerary objects are present.\\n        According to museum records, the human remains were found in \\xe2\\x80\\x9ccamphor boxes\\xe2\\x80\\x9d imported from China during the postcontact period. Published literature and consultation information from the tribe indicate that burial in Chinese boxes is consistent with the postcontact burial practices of the Shoalwater Bay Tribe of the Shoalwater Bay Indian Reservation, Washington. Based on locale and manner of interment, the human remains have been identified as Native American dating to the postcontact period. The geographic origin of the human remains is consistent with the postcontact territory of the Shoalwater Bay Tribe of the Shoalwater Bay Indian Reservation, Washington and is within the boundaries of the present-day Shoalwater Bay Indian Reservation.\\n        Although the lands from which the human remains were removed are currently under the jurisdiction of the U.S. Department of the Interior, Bureau of Indian Affairs, the American Museum of Natural History has control of the human remains since their removal from tribal land predates the permit requirements established by the Antiquities Act of 1906.\\n        Officials of the American Museum of Natural History have determined that, pursuant to 25 U.S.C. 3001 (9-10), the human remains described above represent the physical remains of a minimum of eight individuals of Native American ancestry. Officials of the American Museum of Natural History, also have determined that, pursuant to 25 U.S.C. 3001 (2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and the Shoalwater Bay Tribe of the Shoalwater Bay Indian Reservation, Washington.\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the human remains should contact Nell Murphy, Director of Cultural Resources, American Museum of Natural History, Central Park West at 79th Street, New York, NY 10024-5192, telephone (212) 769-5837, before March 24, 2006. Repatriation of the human remains to the Shoalwater Bay Tribe of the Shoalwater Bay Indian Reservation, Washington may proceed after that date if no additional claimants come forward.\\n        The American Museum of Natural History is responsible for notifying the Confederated Tribes and Bands of the Yakama Indian Nation of the Yakama Reservation, Washington; Confederated Tribes of the Chehalis Reservation, Washington; Confederated Tribes of the Colville Reservation, Washington; Confederated Tribes of the Warm Springs Reservation of Oregon; Hoh Indian Tribe of the Hoh Indian Reservation, Washington; Jamestown S\\'Klallam Tribe of Washington; Lower Elwha Tribal Community of the Lower Elwha Reservation, Washington; Lummi Tribe of the Lummi Reservation, Washington; Makah Indian Tribe of the Makah Indian Reservation, Washington; Muckleshoot Indian Tribe of the Muckleshoot Reservation, Washington; Nisqually Indian Tribe of the Nisqually Reservation, Washington; Nooksack Indian Tribe of Washington; Port Gamble Indian Community of the Port Gamble Reservation, Washington; Puyallup Tribe of the Puyallup Reservation, Washington; Quileute Tribe of the Quileute Reservation, Washington; Quinault Tribe of the Quinault Reservation, Washington; Samish Indian Tribe, Washington; Shoalwater Bay Tribe of the Shoalwater Bay Indian Reservation, Washington; Skokomish Indian Tribe of the Skokomish Reservation, Washington; Squaxin Island Tribe of the Squaxin Island Reservation, Washington; Stillaguamish Tribe of Washington; Swinomish Indians of the Swinomish Reservation, Washington; Tulalip Tribes of the Tulalip Reservation, Washington; and Upper Skagit Indian Tribe of Washington that this notice has been published.\\n        \\n          Dated: January 27, 2006.\\n          C. Timothy McKeown,\\n          Acting Manager, National NAPGRA Program.\\n        \\n      \\n      [FR Doc. E6-2447 Filed 2-21-06; 8:45 am]\\n      BILLING CODE 4312-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Inventory Completion: American Museum of Natural History, New York, NY", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: January 27, 2006.", "signature_name": "C. Timothy McKeown,", "signature_title": "Acting Manager, National NAPGRA Program.", "fr_doc": "[FR Doc. E6-2447 Filed 2-21-06; 8:45 am]", "billing_code": "BILLING CODE 4312-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}