{"index": "I_1836", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Inventory Completion: California Department of Parks and Recreation, Sacramento, CA\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains and associated funerary objects in the possession of the California Department of Parks and Recreation, Sacramento, CA. The human remains and associated funerary objects were removed from Sacramento and San Joaquin Counties, CA.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003 (d)(3).  The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations in this notice.\\n        A detailed assessment of the human remains was made by California Department of Parks and Recreation professional staff in consultation with representatives of the Buena Vista Rancheria of Me-wuk Indians of California; Chicken Ranch Rancheria of Me-Wuk Indians of California; Ione Band of Miwok Indians of California; Jackson Rancheria of Me-Wuk Indians of California; Picayune Rancheria of the Chukchansi Indians of California; Santa Rosa Indian Community of the Santa Rosa Rancheria, California; Shingle Springs Band of Miwok Indians, Shingle Springs Rancheria (Verona Tract), California; Table Mountain Rancheria of California; Tule River Indian Tribe of the Tule River Reservation, California; Tuolumne Band of Me-Wuk Indians of the Tuolumne Rancheria of California; and United Auburn Indian Community of the Auburn Rancheria of California.\\n\\n        Also consulted were the Central Sierra Me-wuk Cultural and Historic Preservation Committee (a committee that represents the Miwok), American Indian Council of Mariposa, Calaveras Band of MiWuk (a nonfederally recognized Indian group), and the Sierra Nevada Native American Council.\\n        In the 1930s, human remains representing a minimum of two individuals were removed from site CA-SAC-107, which is located 3 miles southeast of Elk Grove and south of the Cosumnes River in south-central Sacramento County, CA.  The site was excavated by students from Sacramento Junior College.  The human remains and associated funerary objects were held by three private collectors: Anthony H. Ishisaka, N. Blackman, and Ric Windmiller. Mr. Ishisaka donated his collection to the California State Indian Museum, in Sacramento, CA, on September 1, 1958. Mr. Blackman donated his collection to the Nevada State Museum in 1937, which later donated the collection to the California State Indian Museum on June 17, 1976. Mr. Windmiller donated his part of the collection to the California State Indian Museum on March 24, 1959.  The California State Indian Museum has been managed by the California Department of Parks and Recreation since 1947.  No known individuals were identified.  The 55 associated funerary objects are 6 Haliotis beads attached to one of the crania, 2 Haliotis ornaments, 33 Haliotis beads, and 14 Olivella beads.\\n        Components of site CA-SAC-107 show dates that range from the Early Horizon period (beginning around 2000 B.C.) into the historic period.  The technology and style of the associated funerary objects is consistent with the Early Horizon period, also known as the Windmiller pattern.  Other burials at the site, probably later than the two described above, are dated by radiocarbon to 3,075 years B.P. (\\xc2\\xb1105 years) and 2,675 years B.P. (\\xc2\\xb1125 years).  California Department of Parks and Recreation archeologist Dr. Peter D. Shultz stated that the human remains from the site were Northern Valley Yokuts based on funerary practices and proximity to known Yokuts areas or Plains Miwok based on Miwok occupation of the Central Valley and oral historical accounts of Miwok families occupying the area.\\n        On June 3, 1974, human remains representing a minimum of one individual were removed from the Blossom Mound site (CA-SJO-68), located 2 miles northwest of Thornton, CA, and in the delta south of the Mokelumne River in northwestern San Joaquin County, CA. The human remains were collected by California Department of Parks and Recreation archeologist Dr. Peter D. Shultz. No known individuals were identified. No associated funerary objects are present.\\n        There was no direct dating of these burials, but the site is attributed the Early Horizon period, also known as the Windmiller pattern, which begins around 4,000 years ago. The collection has been identified with the Yachicumne tribe of the Northern Valley Yokuts, or Plains Miwok.  California Department of Parks and Recreation archeologist Dr. Peter D. Shultz stated that the human remains from the site were Northern Valley Yokuts based on funerary practices and proximity to known Yokuts areas or Plains Miwok based on Miwok occupation of the Central Valley and oral historical accounts of Miwok families occupying the area.\\n        On June 5, 1958 human remains representing a minimum of one individual were removed from the McGillivray Mound site (CA-SJO-142), located in the Sacramento Delta, south of the Mokelumne River, in the northwest corner of San Joaquin County, CA. The human remains were collected by Norman L. Wilson and William H. Olsen prior to construction of a Pacific Gas and Electric Company pipeline. No known individuals were identified. The three associated funerary objects are two Haliotis ornaments with Olivella beads and asphaltum attached to them and one cobble.\\n        There was no direct dating of these burials, but the site is attributed to the Early Horizon period, which began around 2000 B.C., and the Middle Horizon period, which ended around A.D. 400. The style and technology of the associated funerary objects is consistent with the Windmiller pattern. The collection has been identified with the Yachicumne or Jalalon tribe of Northern Valley Yokuts, or with Plains Miwok.  California Department of Parks and Recreation archeologist Dr. Peter D. Shultz stated that the human remains from the site were Northern Valley Yokuts based on proximity to known Yokuts areas, or Plains Miwok based on Miwok occupation of the Central Valley of California and oral historical accounts of Miwok families occupying the area.\\n        In September of 1965, human remains representing a minimum of 11 individuals were removed from site CA-SJO-150, located 10 miles northeast of Stockton, CA, and south of the Calaveras River in central San Joaquin County, CA. The human remains were removed by Mrs. Marie Descher of Stockton and were placed in the California Department of Parks and Recreation collection. The burials were recorded by F.A. Riddell on July 23, 1966.  No known individuals were identified. The 37 associated funerary objects are 3 food remains, 4 flakes, 18 pieces of baked clay, 1 scraper, 6 Haliotis beads, and 5 Olivella beads.\\n        Based on the technology and style of the associated funerary objects, the site has been dated to the Middle Horizon period (circa 2000 B.C.- A.D. 400).  Geographical location indicates that the human remains are likely associated with the Northern Valley Yokuts or with Plains Miwok.\\n        \\n        At an unknown date prior to December 1963, human remains representing a minimum of one individual were removed from an undetermined site south of the Mokelumne River in the vicinity of Lockeford, in northeastern San Joaquin County, CA.  The human remains were donated by Donald D. Tribble of Sacramento, CA, to the California State Indian Museum on December 2, 1963, and a gift deed was approved on January 22, 1964.  The human remains were stored in California Department of Parks and Recreation\\'s Sutter\\'s Fort Annex and were subsequently moved to the State Museum Resource Center in West Sacramento, CA. No known individual was identified.  No associated funerary objects are present.\\n        The age of the human remains is unknown.  Geographical location indicates that the human remains are likely associated with the Northern Valley Yokuts or with Plains Miwok.\\n        In 1973, human remains representing a minimum of three individuals were removed from the Safflower site (CA-SJO-145), also known as New Hope 2, C-145, located in the delta south of the big bend of the Mokulumne River in northwestern San Joaquin County, CA. Archeological salvage excavations for the planned Delta Peripheral Canal were conducted from April to June 1973 by the California Department of Parks and Recreation and supervised by Dr. Peter D. Shultz.  No known individuals were identified. The 18 associated funerary objects are 2 flakes, 1 projectile point, 1 piece of baked clay, 1 mammal bone, and 13 pieces of shell.\\n\\n        The three burials were dated by radiocarbon analysis, the first burial to 1,870 years B.P. (\\xc2\\xb1250 years), the second burial to 900 years B.P. (\\xc2\\xb1250 years), and the third burial to 2,500 years B.P. (\\xc2\\xb1200 years).  The associated funerary objects are consistent with the Middle Horizon period (circa 2000 B.C.-A.D. 400). The site is believed to be Northern Valley Yokuts or Central Sierra Miwok based on early movement of both groups near the borders of what is now identified as their historic geographical territories.\\n        All of the sites described above lie within Yokuts or Miwok territory. Archeologists believe that the Penutian-speaking Yokuts and Miwok are descended from the Windmiller people who occupied the Central Valley of California 4,000 to 3,000 years ago.  The history of the California rancherias in the Central Valley and Sierra Nevada foothill regions of California shows that the descendants of the historic Northern Valley Yokuts and Plains Miwok were ultimately dispersed to the federally recognized Yokuts and Miwok rancherias. The present-day tribes that have a shared group identity with the Yokuts and Miwok are the Buena Vista Rancheria of Me-wuk Indians of California; Chicken Ranch Rancheria of Me-Wuk Indians of California; Ione Band of Miwok Indians of California; Jackson Rancheria of Me-Wuk Indians of California; Picayune Rancheria of the Chukchansi Indians of California; Santa Rosa Indian Community of the Santa Rosa Rancheria, California; Shingle Springs Band of Miwok Indians, Shingle Springs Rancheria (Verona Tract), California; Table Mountain Rancheria of California; Tuolumne Band of Me-Wuk Indians of the Tuolumne Rancheria of California; and United Auburn Indian Community of the Auburn Rancheria of California.\\n        Officials of the California Department of Parks and Recreation have determined that, pursuant to 25 U.S.C. 3001 (9-10), the human remains described above represent the physical remains of 19 individuals of Native American ancestry.  Officials of the California Department of Parks and Recreation also have determined that, pursuant to 25 U.S.C. 3001 (3)(A), the 113 objects described above are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony. Lastly, officials of the California Department of Parks and Recreation have determined that, pursuant to 25 U.S.C. 3001 (2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and associated funerary objects and the Buena Vista Rancheria of Me-wuk Indians of California; Chicken Ranch Rancheria of Me-Wuk Indians of California; Ione Band of Miwok Indians of California; Jackson Rancheria of Me-Wuk Indians of California; Picayune Rancheria of the Chukchansi Indians of California; Santa Rosa Indian Community of the Santa Rosa Rancheria, California; Shingle Springs Band of Miwok Indians, Shingle Springs Rancheria (Verona Tract), California; Table Mountain Rancheria of California; Tuolumne Band of Me-Wuk Indians of the Tuolumne Rancheria of California; and United Auburn Indian Community of the Auburn Rancheria of California.\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the human remains and associated funerary objects should contact Paulette Hennum, NAGPRA Coordinator, California Department of Parks and Recreation, 1416 Ninth Street, Sacramento, CA 95814, telephone (916) 653-7976, before October 14, 2004. Repatriation of the human remains and associated funerary objects to the Buena Vista Rancheria of Me-wuk Indians of California; Chicken Ranch Rancheria of Me-Wuk Indians of California; Ione Band of Miwok Indians of California; Jackson Rancheria of Me-Wuk Indians of California; Picayune Rancheria of the Chukchansi Indians of California; Santa Rosa Indian Community of the Santa Rosa Rancheria, California; Shingle Springs Band of Miwok Indians, Shingle Springs Rancheria (Verona Tract), California; Table Mountain Rancheria of California; Tuolumne Band of Me-Wuk Indians of the Tuolumne Rancheria of California; and United Auburn Indian Community of the Auburn Rancheria of California may proceed after that date if no additional claimants come forward.\\n        California Department of Parks and Recreation is responsible for notifying the Buena Vista Rancheria of Me-wuk Indians of California; Chicken Ranch Rancheria of Me-Wuk Indians of California; Ione Band of Miwok Indians of California; Jackson Rancheria of Me-Wuk Indians of California; Picayune Rancheria of the Chukchansi Indians of California; Santa Rosa Indian Community of the Santa Rosa Rancheria, California; Shingle Springs Band of Miwok Indians, Shingle Springs Rancheria (Verona Tract), California; Table Mountain Rancheria of California; Tuolumne Band of Me-Wuk Indians of the Tuolumne Rancheria of California; and United Auburn Indian Community of the Auburn Rancheria of California that this notice has been published.\\n        \\n          John Robbins,\\n          Assistant Director, Cultural Resources.\\n        \\n      \\n      [FR Doc. 04-20646 Filed 9-13-04; 8:45 am]\\n      BILLING CODE 4312-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Inventory Completion: California Department of Parks and Recreation, Sacramento, CA", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Null", "signature_name": "John Robbins,", "signature_title": "Assistant Director, Cultural Resources.", "fr_doc": "[FR Doc. 04-20646 Filed 9-13-04; 8:45 am]", "billing_code": "BILLING CODE 4312-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}