{"index": "I_1889", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Inventory Completion: The Colorado College, Colorado Springs, CO\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains in the possession of The Colorado College, Colorado Springs, CO.  The human remains were removed from historic Ute territory in El Paso, Rio Grande, and Costilla Counties, CO.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003 (d)(3).  The determinations within this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains.  The National Park Service is not responsible for the determinations within this notice.\\n        A detailed assessment of the human remains was made by The Colorado College professional staff in consultation with representatives of the Southern Ute Indian Tribe of the Southern Ute Reservation, Colorado; Ute Indian Tribe of the Uintah & Ouray Reservation, Utah; and Ute Mountain Tribe of the Ute Mountain Reservation, Colorado, New Mexico & Utah.\\n        On November 13, 1969, human remains representing one individual  were found along a tributary of Beaver Creek on the Bill Brown Ranch about 3 miles southwest of Monument, El Paso County, CO.   Professor Michael Nowak of The Colorado College removed the human remains from the site in November 1969 and placed them in the Anthropology Department Archaeology Laboratory in Palmer Hall (Accession no. 1980.2.6).  The human remains were moved in 1989 to the Biological Anthropology Research Laboratory of Barnes Science Center.  No known individuals were identified.  No associated funerary objects are present. A brass U.S. Army button was found with the human remains but cannot be located at this time.\\n        Cranial morphology indicates that the remains are Native American.  The burial site and context support this determination.  The human remains are believed to have been interred between 1869 and 1919 based on the presence of the brass U.S. Army button found with the human remains.  The Cheyenne and Arapahoe tribes had left Colorado by 1865, and only the Ute tribes remained after that date.\\n        On June 10, 1981, human remains representing one individual were discovered at the Graeser Petroglyph site (5RN11) near Monte Vista, Rio Grande County, CO.  State Archaeologist Emerson Pearson and two assistants removed the human remains on June 11, 1981, after the Rio Grande County Coroner determined that the remains were of historic, not forensic, interest.  Mr. Pearson transferred the human remains to The Colorado College Anthropology Department for curation (Accession no. Rio Grande CCO 061181).  No known individuals were identified.  No associated funerary objects are present.  Historic beads associated with the human remains were retained by the landowner.\\n        Cranial morphology indicates that the human remains are Native American.  The presence of historic beads and the location of the burial in historic Ute territory indicate that this individual is Ute.  Mr. Eddie Box, Jr., Ute Mountain Tribal Council representative, confirmed this determination at the time of discovery.\\n        In July 1984, human remains representing one individual were discovered at site 5CT121, along a cutbank of Ojito Creek, Costilla County, CO.  On August 10, 1984, Mr. Van Button of the U.S. Department of the Interior, Bureau of Reclamation, and Mr. James Martinez of the local chapter of the Colorado Archaeological Society removed the human remains after the Costilla County Coroner determined that there was no forensic significance.  The human remains were transferred to the The Colorado College Anthropology Department for study and curation (Accession no. Costilla Cty 081084).  No known individuals were identified.  No associated funerary objects are present.\\n        Cranial morphology indicates that the remains are Native American.The Southern Ute Indian Tribe map \\xe2\\x80\\x9cOriginal Ute Domain\\xe2\\x80\\x9d identifies El Paso, Rio Grande, and Costilla Counties as a part of the original domain of the Ute.  Mr. Neil Cloud, NAGPRA Representative, Southern Ute Indian Tribe of the Southern Ute Reservation, Colorado, provided folklore, oral tradition, geographical, and historical evidence that the three individuals are most likely Ute.\\n        Officials of The Colorado College have determined that, pursuant to 25 U.S.C. 3001 (9-10), the human remains described above represent the physical remains of three individuals of Native American ancestry.  Officials of The Colorado College also have determined that, pursuant to 25 U.S.C. 3001 (2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and the Southern Ute Indian Tribe of the Southern Ute Reservation, Colorado; Ute Indian Tribe of the Uintah & Ouray Reservation, Utah; and Ute Mountain Tribe of the Ute Mountain Reservation, Colorado, New Mexico & Utah.\\n\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the human remains should contact Joyce Eastburg, Legal Assistant, The Colorado College, 14 East Cache La Poudre Street, Colorado Springs, CO 80903, telephone (719) 389-6703, before December 26, 2003. Repatriation of the human remains to the Southern Ute Indian Tribe of the Southern Ute Reservation, Colorado may proceed after that date if no additional claimants come forward.\\n        The Colorado College is responsible for notifying the Southern Ute Indian Tribe of the Southern Ute Reservation, Colorado; Ute Indian Tribe of the Uintah & Ouray Reservation, Utah; and Ute Mountain Tribe of the Ute Mountain Reservation, Colorado, New Mexico & Utah that this notice has been published.\\n        \\n          Dated:  October 24, 2003.\\n          John Robbins,\\n          Assistant Director, Cultural Resources.\\n        \\n      \\n      [FR Doc. 03-29507 Filed 11-25-03; 8:45 am]\\n      BILLING CODE 4310-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Inventory Completion: The Colorado College, Colorado Springs, CO", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated:  October 24, 2003.", "signature_name": "John Robbins,", "signature_title": "Assistant Director, Cultural Resources.", "fr_doc": "[FR Doc. 03-29507 Filed 11-25-03; 8:45 am]", "billing_code": "BILLING CODE 4310-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}