{"index": "I_1847", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Inventory Completion: San Diego Archaeological Center, San Diego, CA\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains in the possession of San Diego Archaeological Center, San Diego, CA. The human remains were removed from an archeological site in San Diego County, CA.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003 (d)(3).  The determinations within this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains. The National Park Service is not responsible for the determinations within this notice.\\n        A detailed assessment of the human remains was made by San Diego Archaeological Center professional staff with representatives of the La Jolla Band of Luiseno Mission Indians of the La Jolla Reservation, California; Pala Band of Luiseno Mission Indians of the Pala Reservation, California; Pauma Band of Luiseno Mission Indians of the Pauma & Yuima Reservation, California; Pechanga Band of Luiseno Mission Indians of the Pechanga Reservation, California; Rincon Band of Luiseno Mission Indians of the Rincon Reservation, California; San Luis Rey Band of Mission Indians (a nonfederally recognized Indian group); Soboba Band of Luiseno Indians, California; and Twenty-Nine Palms Band of Mission Indians of California.\\n        In 1990, human remains representing a minimum of one individual were removed from site CA-SDI-5445 in Oceanside, northern San Diego County, CA, 2 miles east of the Pacific Ocean and one mile west of the San Luis Rey Mission.  Site CA-SDI-5445 was excavated by California Department of Transportation (Caltrans) for construction of State Route 76.  The site records do not mention discovery of human remains. The collection of archeological materials from site CA-SDI-5445 was brought to San Diego Archaeological Center on August 8, 2000, for curation. The human remains were identified while preparing the collection for curation and were confirmed to be Native American by Rose Tyson, curator at the San Diego Museum of Man, San Diego, CA. No other items subject to NAGPRA were found in the collection.  No known individual was identified.  No associated funerary objects are present.\\n        Archeological evidence, including artifacts typical of the late Prehistoric period (1500 B.C. to circa A.D. 1700), indicates that the site described above is Native American. All of the human remains are fragmentary and some show evidence of cremation, which was typical of burial practices in the late Prehistoric period. It is likely that the individual was interred prior to European contact. The archeological and historical literature and tribal evidence confirm that the site lies within traditional and historical Luiseno territory.\\n\\n        Officials of the San Diego Archaeological Center have determined that, pursuant to 25 U.S.C. 3001 (9-10), the human remains described above represent the physical remains of one individual of Native American ancestry. Officials of the San Diego Archaeological Center also have determined that, pursuant to 25 U.S.C. 3001 (2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and the La Jolla Band of Luiseno Mission Indians of the La Jolla Reservation, California; Pala Band of Luiseno Mission Indians of the Pala Reservation, California; Pauma Band of Luiseno Mission Indians of the Pauma & Yuima Reservation, California; Pechanga Band of Luiseno Mission Indians of the Pechanga Reservation, California; Rincon Band of Luiseno Mission Indians of the Rincon Reservation, California; Soboba Band of Luiseno Indians, California; and Twenty-Nine Palms Band of Mission Indians of California.\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the human remains should contact Cindy Stankowski, Director, San Diego Archaeological Center, 16666 San Pasqual Valley Road, Escondido, CA 92027, telephone (760) 291-0370, before July 7, 2004.  Repatriation of the human remains to the La Jolla Band of Luiseno Mission Indians of the La Jolla Reservation, California; Pala Band of Luiseno Mission Indians of the Pala Reservation, California; Pauma Band of Luiseno Mission Indians of the Pauma & Yuima Reservation, California; Pechanga Band of Luiseno Mission Indians of the Pechanga Reservation, California; Rincon Band of Luiseno Mission Indians of the Rincon Reservation, California; Soboba Band of Luiseno Indians, California; and Twenty-Nine Palms Band of Mission Indians of California may proceed after that date if no additional claimants come forward.\\n        The San Diego Archaeological Center is responsible for notifying the La Jolla Band of Luiseno Mission Indians of the La Jolla Reservation, California; Pala Band of Luiseno Mission Indians of the Pala Reservation, California; Pauma Band of Luiseno Mission Indians of the Pauma & Yuima Reservation, California; Pechanga Band of Luiseno Mission Indians of the Pechanga Reservation, California; Rincon Band of Luiseno Mission Indians of the Rincon Reservation, California; San Luis Rey Band of Mission Indians (a nonfederally recognized Indian group); Soboba Band of Luiseno Indians, California; and Twenty-Nine Palms Band of Mission Indians of California that this notice has been published.\\n        \\n          Dated: April 5, 2004.\\n          John Robbins,\\n          Assistant Director, Cultural Resources.\\n        \\n      \\n      [FR Doc. 04-12744 Filed 6-4-04; 8:45 am]\\n      BILLING CODE 4310-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Inventory Completion: San Diego Archaeological Center, San Diego, CA", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: April 5, 2004.", "signature_name": "John Robbins,", "signature_title": "Assistant Director, Cultural Resources.", "fr_doc": "[FR Doc. 04-12744 Filed 6-4-04; 8:45 am]", "billing_code": "BILLING CODE 4310-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}