{"index": "I_1824", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Inventory Completion: The Catholic University of America, Washington, DC   \\n        \\n          AGENCY:\\n          National Park Service.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with provisions of the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains and associated funerary object in the possession of the Catholic University of America, Washington, DC. The human remains and associated funerary object were removed from Custer County, MT, and from an unknown location in Wyoming.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003 (d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains and associated funerary object. The National Park Service is not responsible for the determinations in this notice.\\n\\n        A detailed assessment of the human remains and associated funerary object was made by the Catholic University of America professional staff in consultation with representatives of the Crow Tribe of Montana and Northern Cheyenne Tribe of the Northern Cheyenne Indian Reservation, Montana. At the request of representatives of the Northern Cheyenne Tribe of the Northern Cheyenne Indian Reservation, Montana, the Catholic University of America also consulted with Dr. William Billeck, Repatriation Office, National Museum of Natural History, Smithsonian Institution, Washington, DC.\\n        \\n        In 1882, human remains representing four individuals were collected by Father Eli Lindesmith in the vicinity of Fort Keogh, Custer County, MT. Three of the four human remains were collected on August 14, 1882. The exact date of collection of the remains of the fourth individual is unknown. Father Lindesmith served as military chaplain at Fort Keogh from 1880-1891, establishing a mission among the Crow, Sioux, and Cheyenne and serving the local white settlers and military personnel. No known individuals were identified. The one associated funerary object is a wooden burial board.\\n        The human remains of one individual (AN1996-159) were recovered along the north side of the Yellowstone River, \\xe2\\x80\\x9copposite the company garden.\\xe2\\x80\\x9d The human remains of a second individual (AN1996-197.2) and a wooden burial board  (AN1996-197.1-.3) were recovered from beneath a cedar tree in which they had originally been placed to protect the human remains from wolves. Father Lindesmith indicated that these human remains were \\xe2\\x80\\x9csupposed to be a Sioux.\\xe2\\x80\\x9d During consultation, Dr. Billeck observed, \\xe2\\x80\\x9cThe wooden board is from a Crow type cradle, and is not a type used by the Sioux or Cheyenne. The association of the skeletal remains under the same tree as the Crow cradle board, suggest that the human remains are Crow.\\xe2\\x80\\x9d The human remains of a third individual (AN1996-260) were recovered from an unknown site within 3 miles of Fort Keogh, MT. The human remains of a fourth individual (AN1996-160) were given to Father Lindesmith and are believed to have been recovered from an unknown site in Wyoming. In a November 9, 1893, letter to the Catholic University of America, Father Lindesmith stated, \\xe2\\x80\\x9cI do not know whether they are Indian skulls or not.\\xe2\\x80\\x9d During consultation, Dr. Billeck observed, \\xe2\\x80\\x9cThe three cranial fragments from Wyoming have been identified as human\\xe2\\x80\\x9d and \\xe2\\x80\\x9cshow evidence that they were obtained from an individual whose crania had been weathered by surface exposure and not by burial in the ground.\\xe2\\x80\\x9d\\n        In 1893, Father Lindesmith donated the four human remains and one associated funerary object to the Catholic University of America. Osteological examination and historical documentation confirms that the human remains are of four Native American individuals. All of the human remains are believed to have been interred during the middle-to late-19th century.\\n        Officials of the Catholic University of America have determined that, pursuant to 25 U.S.C. 3001 (9-10), the human remains described above represent the physical remains of four individuals of Native American ancestry. Officials of the Catholic University of America also have determined that, pursuant to 25 U.S.C. 3001 (3)(A), the one object described above is reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony. Lastly, officials of the Catholic University of America have determined that, pursuant to 25 U.S.C. 3001 (2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and associated funerary object and the Crow Tribe of Montana.\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the human remains and associated funerary object should contact Timothy J. Meagher, Archivist and Museum Director, The Catholic University of America, Washington, DC 20064, telephone (202) 319-5152, before November 12, 2004. Repatriation of the human remains and associated funerary object to the Crow tribe may proceed after that date if no additional claimants come forward.\\n        The Catholic University of America is responsible for notifying the Crow Tribe of Montana and Northern Cheyenne Tribe of the Northern Cheyenne Indian Reservation, Montana that this notice has been published.\\n        \\n          Date:  September 1, 2004.\\n          Sherry Hutt,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. 04-22833 Filed 10-8-04; 8:45 am]\\n      BILLING CODE 4312-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Inventory Completion: The Catholic University of America, Washington, DC   ", "agency2": "National Park Service.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Date:  September 1, 2004.", "signature_name": "Sherry Hutt,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. 04-22833 Filed 10-8-04; 8:45 am]", "billing_code": "BILLING CODE 4312-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}