{"index": "I_1846", "messy_full": "\\n      \\n        \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Inventory Completion: Denver Museum of Nature & Science, Denver, CO\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains in the possession of the Denver Museum of Nature & Science, Denver, CO. The human remains were removed from an unknown location along the Missouri River near Chamberlain, SD. \\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003(d)(3). The determinations within this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains. The National Park Service is not responsible for the determinations within this notice.\\n        A detailed assessment of the human remains was made by the Denver Museum of Nature & Science professional staff in consultation with representatives of the Three Affiliated Tribes of the Fort Berthold Reservation, North Dakota.\\n        According to museum records, human remains representing a minimum of one female individual were removed at an unknown date from an unknown site probably along the Missouri River in Brule or Lyman County near Chamberlain, SD. The museum has no other information regarding the removal of the human remains. At an unknown date and by unknown means, the human remains arrived at the Sioux Trading Post located in Chamberlain, SD. In 1964, Mary W.A. Crane and Francis V. Crane obtained the human remains from the Sioux Trading Post. In 1983, the Cranes donated the human remains to the museum, which accessioned the human remains into the collection the same year. No known individual was identified. No associated funerary objects are present.\\n        The human remains were identified as Native American by physical anthropologists at the museum. A hand-written note accompanying the human remains identifies the human remains as Arikara from the Precontact period. The interment most likely dates to between A.D. 1100 and 1820. Archeological, ethnohistoric, and ethnographic sources confirm the presence of Arikara people in central South Dakota near Chamberlain during the Prehistoric, Protohistoric, and Historic periods. The Arikara were the most numerous Native American group along the Missouri River in South Dakota from about A.D. 1100 until sometime after 1800 when the Arikara were driven north into present-day North Dakota by the Sioux. In North Dakota, the Arikara joined with the Hidatsa and Mandan tribes and today are known as the Three Affiliated Tribes of the Berthold Reservation, North Dakota. \\n        Officials of the Denver Museum of Nature & Science have determined that, pursuant to 25 U.S.C. 3001 (9-10), the human remains listed above represent the physical remains of one individual of Native American ancestry. Officials of the Denver Museum of Nature & Science also have determined that, pursuant to 25 U.S.C. 3001 (2), there is a relationship of shared group identy that can be reasonably traced between the Native American human remains and the Three Affiliated Tribes of the Fort Berthold Reservation, North Dakota.\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the human remains should contact Dr. Ella Maria Ray, NAGPRA Officer, Department of Anthropology, Denver Museum of Nature & Science, 2001 Colorado Boulevard, Denver, CO 80205 telephone (303) 370-6056, before July 21, 2004. Repatriation of the human remains to the Three Affiliated Tribes of the Fort Berthold Reservation, North Dakota may proceed after that date if no additional claimants come forward. \\n        The Denver Museum of Nature & Science is responsible for notifying the Three Affiliated Tribes of the Fort Bethold Reservation, North Dakota that this notice has been published. \\n        \\n          Dated: May 7, 2004.\\n          John Robbins,\\n          Assistant Director, Cultural Resources.\\n        \\n      \\n      [FR Doc. 04-13928 Filed 6-18-04; 8:45 am]\\n      BILLING CODE 4310-50-M\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Inventory Completion: Denver Museum of Nature & Science, Denver, CO", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: May 7, 2004.", "signature_name": "John Robbins,", "signature_title": "Assistant Director, Cultural Resources.", "fr_doc": "[FR Doc. 04-13928 Filed 6-18-04; 8:45 am]", "billing_code": "BILLING CODE 4310-50-M", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}