{"index": "I_1811", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Inventory Completion: U.S. Department of the Interior, Bureau of Indians Affairs, Washington, DC, and Milwaukee Public Museum, Milwaukee, WI\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains and associated funerary objects in the control of the U.S. Department of the Interior, Bureau of Indian Affairs, Washington, DC, and in the possession of the Milwaukee Public Museum, Milwaukee, WI.  The human remains and associated funerary objects were removed from the Navajo Indian Reservation.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003 (d)(3).  The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains and associated funerary objects.  The National Park Service is not responsible for the determinations in this notice.\\n        A detailed assessment of the human remains was made by Bureau of Indian Affairs and Milwaukee Public Museum professional staff and contract specialists in physical anthropology in consultation with representatives of the Hopi Tribe of Arizona; Pueblo of Acoma, New Mexico; Pueblo of Laguna, New Mexico; and Zuni Tribe of the Zuni Reservation, New Mexico.\\n        In 1925, human remains representing a minimum of one individual were removed from the vicinity of Inscription House, Navajo Canyon, in Arizona, on the Navajo Indian Reservation by museum curator, Samuel A. Barrett, during a Milwaukee Public Museum expedition.  No known individual was identified.  The one associated funerary object is a potsherd.\\n        On the basis of stylistic attributes, the associated funerary object can be identified as dating to circa post\\xc2\\xaf A.D. 1300, the Pueblo IV or Pueblo V period of Anasazi culture.\\n        At an unknown date, human remains representing a minimum of one individual were removed from ruins in Navajo, AZ, on the Navajo Indian Reservation, by A.J. Newcomb, a trading post operator in Tohatchi, NM.  Mr. Newcomb donated the human remains to the Milwaukee Public Museum in 1925.  No known individual was identified.  No associated funerary objects are present.\\n        The human remains were removed from a refuse heap outside a kiva wall associated with ruins in Navajo, AZ, on the Navajo Indian Reservation.  Objects found in the ruins but not donated to the Milwaukee Public Museum indicate that the formation of the refuse heap dates to circa A.D. 900-1600.  The human remains exhibit lamboid cranial deformation, which is associated with the Pueblo II through Pueblo IV periods of Anasazi culture.\\n        At an unknown date, human remains representing three individuals were removed from \\xe2\\x80\\x9cRuin #2, Silent City,\\xe2\\x80\\x9d presumed to be located near Tohatchi, NM, on the Navajo Indian Reservation by A.J. Newcomb.  Mr. Newcomb donated the remains to the Milwaukee Public Museum in 1921.  No known individuals were identified.  The one associated funerary object is an earthenware pot.\\n        One of the individuals from the Silent City site was removed from a refuse heap outside a kiva wall associated with the ruins.  Stylistic attributes of the pot identify the occupation as affiliated with the Anasazi culture.   Stylistic attributes of the pot also date the burial of one of the other individuals to circa A.D. 900-1300, Pueblo II-III period of the archeologically defined Anasazi culture.\\n        Based on cranial morphology, dental traits, and associated funerary objects, the human remains are identified as Native American.  Consultation evidence provided by the Hopi Tribe of Arizona indicates that Navajo Canyon in Arizona, and Navajo, AZ, both on the Navajo Indian Reservation, are part of the aboriginal territory of the Hopi culture, despite current occupation by the Navajo Nation, Arizona, New Mexico and Utah.  Consultation evidence provided by representatives of the Hopi Tribe of Arizona; Pueblo of Acoma, New Mexico; Pueblo of Laguna, New Mexico; and Zuni Tribe of the Zuni Reservation, New Mexico indicates that these groups are descended from Anasazi people living in the vicinity of the present\\xc2\\xafday Navajo Indian Reservation.\\n        Officials of the Bureau of Indians Affairs and the Milwaukee Public Museum have determined that, pursuant to 25 U.S.C. 3001 (9-10), the human remains described above represent the physical remains of at least five individuals of Native American ancestry.  Officials of the Bureau of Indian Affairs and Milwaukee Public Museum also have determined that, pursuant to 25 U.S.C. 3001 (3)(A), the two objects described above are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony.  Lastly, officials of the Bureau of Indian Affairs and Milwaukee Public Museum have determined that, pursuant to 25 U.S.C. 3001 (2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and associated funerary objects and the Hopi Tribe of Arizona; Pueblo of Acoma, New Mexico; Pueblo of Laguna, New Mexico; and Zuni Tribe of the Zuni Reservation, New Mexico.\\n\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the human remains and associated funerary objects should contact Dr. Alex Barker, Anthropology Section Head, Milwaukee Public Museum, 800 West Wells Street, Milwaukee, WI 53233, telephone (414) 278-2786, before December 23, 2004. Repatriation of the human remains and associated funerary objects to the Hopi Tribe of Arizona; Pueblo of Acoma, New Mexico; Pueblo of Laguna, New Mexico; and Zuni Tribe of the Zuni Reservation, New Mexico may begin after that date if no additional claimants come forward.\\n        The Bureau of Indian Affairs is responsible for notifying the Hopi Tribe of Arizona; Pueblo of Acoma, New Mexico; Pueblo of Laguna, New Mexico; and Zuni Tribe of the Zuni Reservation, New Mexico that this notice has been published.\\n        \\n          Dated:  October 7, 2004\\n          Sherry Hutt,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. 04-25921 Filed 11-22-04; 8:45 am]\\n      BILLING CODE 4312-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Inventory Completion: U.S. Department of the Interior, Bureau of Indians Affairs, Washington, DC, and Milwaukee Public Museum, Milwaukee, WI", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated:  October 7, 2004", "signature_name": "Sherry Hutt,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. 04-25921 Filed 11-22-04; 8:45 am]", "billing_code": "BILLING CODE 4312-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}