{"index": "I_1866", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Inventory Completion: Minnesota Indian Affairs Council, Bemidji, MN, and U.S. Department of the Interior, Bureau of Indian Affairs, Washington, DC\\n        \\n          AGENCY:\\n          National Park Service.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains and associated funerary objects in the possession of the Minnesota Indian Affairs Council, Bemidji, MN, and in the control of the U.S. Department of the Interior, Bureau of Indian Affairs, Washington, DC. The human remains and associated funerary objects were removed from sites in Cass and Beltrami Counties, MN.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003 (d)(3). The determinations within this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations within this notice.\\n        A detailed assessment of the human remains was made by Minnesota Indian Affairs Council professional staff in consultation with representatives of the Flandreau Santee Sioux Tribe of South Dakota; Leech Lake Band of the Minnesota Chippewa Tribe, Minnesota; Lower Sioux Indian Community in the State of Minnesota; Prairie Island Indian Community in the State of Minnesota; Santee Sioux Tribe of the Santee Reservation of Nebraska; Shakopee Mdewakanton Sioux Community of Minnesota; Sisseton-Wahpeton Sioux Tribe of the Lake Traverse Reservation, South Dakota; and Upper Sioux Community, Minnesota.\\n        During the late 19th century, human remains representing one individual were removed by T.H. Lewis from site 21-BL-18, Beltrami County, MN. The human remains were subsequently acquired by a Reverend Mitchell and donated to the Minnesota Historical Society in 1905. No known individual was identified. No associated funerary objects are present.\\n        In 1934, human remains representing a minimum of four individuals were removed by L.A. Wilford from the Mud Lake Mounds site (21-CA-2), Cass County, MN. No known individuals were identified. The three associated funerary objects are two Blackduck Culture pottery sherds and one animal bone.\\n        Before 1938, human remains representing one individual were removed by Louis Kruschle from the shore of Leech Lake, Cass County, MN. The human remains were subsequently acquired by William Schlecht and donated to the University of Minnesota in 1938. No known individual was identified. No associated funerary objects are present.\\n        In 1958, human remains representing one individual were recovered by T.V. Grandy at the Episcopal Mission site (21-BL-8/9), Beltrami County, MN. No known individual was identified. No associated funerary objects are present.\\n        In 1987, the human remains and associated funerary objects described above were transferred to the Minnesota Indian Affairs Council pursuant to provisions of Minnesota statute 307.08.\\n        Archeological evidence indicates that the human remains and associated funerary objects are representative of the Woodland Tradition, a broad archeological classification that in northern Minnesota is related to present-day Siouan tribes. The Mud Lake Mound site (21-CA-2), sites 21-BL-8/9 and 21-BL-18, and the shores of Leech Lake are all located on land held in trust by the United States for the Leech Lake Band of the Minnesota Chippewa Tribe, Minnesota.\\n\\n        Officials of the Minnesota Indians Affairs Council and Bureau of Indian Affairs have determined that, pursuant to 25 U.S.C. 3001 (9-10), the human remains described above represent the physical remains of seven individuals of Native American ancestry. Officials of the Minnesota Indian Affairs Council and Bureau of Indian Affairs also have determined that, pursuant to 25 U.S.C. 3001 (3)(A), the three objects described above are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony. Lastly, officials of the Minnesota Indian Affairs Council and Bureau of Indian Affairs have determined that, pursuant to 25 U.S.C. 3001 (2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and associated funerary objects and the Flandreau Santee Sioux Tribe of South Dakota; Lower Sioux Indian Community in the State of Minnesota; Prairie Island Indian Community in the State of Minnesota; Santee Sioux Tribe of the Santee Reservation of Nebraska; Shakopee Mdewakanton Sioux Community of Minnesota; Sisseton-Wahpeton Sioux Tribe of the Lake Traverse Reservation, South Dakota; and Upper Sioux Community, Minnesota.\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the human remains and associated funerary objects should contact Joseph Day, Minnesota Indian Affairs Council, 3801 Bemidji Avenue, Bemidji, MN 56601, telephone (218) 755-3825, before February 5, 2004. Repatriation of the human remains and associated funerary objects to the Flandreau Santee Sioux Tribe of South Dakota; Lower Sioux Indian Community in the State of Minnesota; Prairie Island Indian Community in the State of Minnesota; Santee Sioux Tribe of the Santee Reservation, Nebraska; Shakopee Mdewakanton Sioux Community of Minnesota; Sisseton-Wahpeton Sioux Tribe of the Lake Traverse Reservation, South Dakota; and Upper Sioux Community, Minnesota may proceed after that date if no additional claimants come forward.\\n        The Minnesota Indian Affairs Council is responsible for notifying the Flandreau Santee Sioux Tribe of South Dakota; Leech Lake Band of the Minnesota Chippewa Tribe, Minnesota; Lower Sioux Indian Community in the State of Minnesota; Prairie Island Indian Community in the State of Minnesota; Santee Sioux Tribe of the Santee Reservation of Nebraska; Shakopee Mdewakanton Sioux Community of Minnesota; Sisseton-Wahpeton Sioux Tribe of Lake Traverse Reservation, South Dakota; and Upper Sioux Community, Minnesota that this notice has been published.\\n        \\n          Dated: November 25, 2003.\\n          John Robbins,\\n          Assistant Director, Cultural Resources.\\n        \\n      \\n      [FR Doc. 04-148 Filed 1-5-04; 8:45 am]\\n      BILLING CODE 4310-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Inventory Completion: Minnesota Indian Affairs Council, Bemidji, MN, and U.S. Department of the Interior, Bureau of Indian Affairs, Washington, DC", "agency2": "National Park Service.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: November 25, 2003.", "signature_name": "John Robbins,", "signature_title": "Assistant Director, Cultural Resources.", "fr_doc": "[FR Doc. 04-148 Filed 1-5-04; 8:45 am]", "billing_code": "BILLING CODE 4310-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}