{"index": "I_1833", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Inventory Completion: Phoebe A. Hearst Museum of Anthropology, University of California, Berkeley, Berkeley, CA\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains and associated funerary objects in the possession of the Phoebe A. Hearst Museum of Anthropology, University of California, Berkeley, Berkeley, CA.  The human remains and associated funerary objects were removed from Shasta County, CA.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003 (d)(3).  The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains and associated funerary objects.  The National Park Service is not responsible for the determinations in this notice.\\n        An assessment of the human remains, and catalog records and associated documents relevant to the human remains, was made by Phoebe A. Hearst Museum of Anthropology professional staff in consultation with representatives of the Alturas Indian Rancheria, California; Pit River Tribe, California; Redding Rancheria, California; Round Valley Indian Tribes of the Round Valley Reservation, California; and Susanville Indian Rancheria, California.\\n        In 1951, human remains representing at least one individual were removed from site CA-Sha-52 by C.W. Meighan and M.A. Baumhoff as part of the University of California Archaeological Survey.  Site CA-Sha-52 is located on the west bank of the Fall River, approximately 4.5 miles north of Fall River Mills, Shasta County, CA.  No known individual was identified.  No associated funerary objects are present.\\n        In 1953, human remains representing at least 17 individuals were removed from site CA-Sha-52 by J.A. Bennyhoff as part of the University of California Archaeological Survey.  The 2,112 associated funerary objects are 110 dentalia shells, 2 snail shells, 1,509 olivella shell beads, 158 glycymeris shell beads, 4 limpet shell beads, 22 pine nut beads, 8 bone tools, 34 bone beads, 18 bone ornaments, 8 bear claw pendants, 14 obsidian points, 1 obsidian core, 1 obsidian knife, 24 obsidian flakes, 16 obsidian nodules, 15 scrapers, 6 jasper flakes, 1 antler flake, 2 pumice tools, 1 pestle, 2 stone objects, 20 lots of basketry and textile fragments, 133 charred seeds and tubers, 1 lot of red material, and 2 pieces of blue pigment.\\n        The burial context at site CA-Sha-52 indicates that the human remains are Native American in origin.  The presence of glycymeris, clamshell disc, and pine nut beads in midden contexts date the occupation of the site to the Protohistoric period (post-A.D. 1600).  Oral history information about the Achumawi village of Pahtomah presented during consultation indicates that the geographical region in which CA-Sha-52 is located was occupied by Achumawi people.  Archeological and linguistic evidence indicates that the Achumawi have occupied the area for more than 400 years.  The present-day descendants of the Achumawi people are Alturas Indian Rancheria, California; Pit River Tribe, California; Redding Rancheria, California; Round Valley Indian Tribes of the Round Valley Reservation, California; and Susanville Indian Rancheria, California.\\n        Officials of the Phoebe A. Hearst Museum of Anthropology have determined that, pursuant to 25 U.S.C. 3001 (9-10), the human remains described above represent the physical remains of at least 18 individuals of Native American ancestry.  Officials of the Phoebe A. Hearst Museum of Anthropology also have determined that, pursuant to 25 U.S.C. 3001 (3)(A), the 2,112 objects described above are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony.  Lastly, officials of the Phoebe A. Hearst Museum of Anthropology have determined that, pursuant to 25 U.S.C. 3001 (2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and associated funerary objects and the Alturas Indian Rancheria, California; Pit River Tribe, California; Redding Rancheria, California; Round Valley Indian Tribes of the Round Valley Reservation, California; and Susanville Indian Rancheria, California.\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the human remains and associated funerary objects should contact C. Richard Hitchcock, NAGPRA Coordinator, Phoebe A. Hearst Museum of Anthropology, University of California, Berkeley, Berkeley, CA 94720, telephone (510) 642-6096, before October 14, 2004. Repatriation of the human remains and associated funerary objects to the Alturas Indian Rancheria, California; Pit River Tribe, California; Redding Rancheria, California; Round Valley Indian Tribes of the Round Valley Reservation, California; and Susanville Indian Rancheria, California may proceed after that date if no additional claimants come forward.\\n        The Phoebe A. Hearst Museum of Anthropology is responsible for notifying the Alturas Indian Rancheria, California; Pit River Tribe, California; Redding Rancheria, California; Round Valley Indian Tribes of the Round Valley Reservation, California; and Susanville Indian Rancheria, California that this notice has been published.\\n        \\n          \\n          Dated: July 21, 2004\\n          John Robbins,\\n          Assistant Director, Cultural Resources.\\n        \\n      \\n      [FR Doc. 04-20647 Filed 9-13-04; 8:45 am]\\n      BILLING CODE 4312-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Inventory Completion: Phoebe A. Hearst Museum of Anthropology, University of California, Berkeley, Berkeley, CA", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: July 21, 2004", "signature_name": "John Robbins,", "signature_title": "Assistant Director, Cultural Resources.", "fr_doc": "[FR Doc. 04-20647 Filed 9-13-04; 8:45 am]", "billing_code": "BILLING CODE 4312-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}