{"index": "I_1870", "messy_full": "\\n      \\n        \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Inventory Completion: University of Denver Department of Anthropology and Museum of Anthropology, Denver, CO, and U.S. Department of Agriculture, San Juan National Forest, Durango, CO; Correction\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice; correction.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains and associated funerary objects in the possession and control of the University of Denver Department of Anthropology and Museum of Anthropology, Denver, CO.  The human remains and associated funerary objects were removed from a pithouse on Stollsteimer Mesa, at the junction of the Piedra River and Stollsteimer Creek, Archuleta County, CO.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003 (d)(3).  The determinations within this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains and associated funerary objects.  The National Park Service is not responsible for the determinations within this notice.\\n        This notice corrects which museum or Federal agency has control of the human remains and associated funerary objects per 43 CFR 10.2 (a)(3)(ii).  Review of the published and unpublished field records and maps associated with the excavation of the site, and review of the land ownership records of San Juan National Forest, indicate that the site is not located on Federal lands that are administered by San Juan National Forest.  Therefore, San Juan National Forest does not have control of the human remains and associated funerary objects.\\n        In the Federal Register of October 9, 2001, FR Doc. 01-25157, pages 51474 to 51475, the title of the notice and paragraph numbers 1, 5, and 7 are corrected by deleting all reference to U.S. Department of Agriculture, San Juan National Forest, Durango, CO, San Juan National Forest, and to San Juan National Forest, Forest Supervisor.\\n        The title is corrected by substituting the following title: \\xe2\\x80\\x9cNotice of Inventory Completion: University of Denver Department of Anthropology and Museum of Anthropology, Denver, CO.\\xe2\\x80\\x9d\\n        Paragraph 1 is corrected by substituting the following paragraph:\\n        Notice is here given in accordance with provisions of the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains and associated funerary objects in the possession of the University of Denver Department of Anthropology and Museum of Anthropology, Denver, CO. The human remains and associated funerary objects were removed from a pithouse on Stollsteimer Mesa, at the junction of the Piedra River and Stollsteiner Creek, Archuleta County, CO.\\n        Paragraph 5 is corrected by substituting the following paragraph:\\n        The human remains were found in the jar, which had been placed in a cist in a pithouse on Stollsteimer Mesa, at the junction of the Piedra River and Stollsteimer Creek.  The pithouse was on the western side of the mesa, above the river.  The site is near the Chimney Rock site (5AA245) which dates to the Pueblo II period (A.D. 800-1125). The research of Jeancon, Roberts, and recent investigators has firmly established that the ceramic/architectural sites in the Piedra River drainage in the vicinity of Chimney Rock are Ancestral Puebloan (Anasazi) in nature and are generally contemporaneous with the occupations at Chimney Rock.\\n        Paragraph 7 is corrected by substituting the following paragraph:\\n        Officials of the University of Denver Department of Anthropology and Museum of Anthropology have determined that, pursuant to 25 U.S.C. 3001 (9-10), the human remains described above represent the physical remains of a minimum of two individuals of Native American ancestry.  Officials of the University of Denver Department of Anthropology and Museum of Anthropology also have determined that, pursuant to 25 U.S.C. 3001 (3) (A), the nine objects described above are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony.  Lastly, officials of the University of Denver Department of Anthropology and Museum of Anthropology  have determined that, pursuant to 25 U.S.C. 3001 (2) there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and associated funerary objects and the Hopi Tribe of Arizona; Jicarilla Apache Nation, New Mexico; Navajo Nation, Arizona, New Mexico & Utah; Pueblo of Acoma, New Mexico; Pueblo of Cochiti, New Mexico; Pueblo of Isleta, New Mexico; Pueblo of Jemez, New Mexico; Pueblo of Laguna, New Mexico; Pueblo of Nambe, New Mexico; Pueblo of Picuris, New Mexico; Pueblo of Pojoaque, New Mexico; Pueblo of San Felipe, New Mexico; Pueblo of San Ildefonso, New Mexico; Pueblo of San Juan, New Mexico; Pueblo of Sandia, New Mexico; Pueblo of Santa Ana, New Mexico; Pueblo of Santa Clara, New Mexico; Pueblo of Santo Domingo, New Mexico; Pueblo of Taos, New Mexico; Pueblo of Tesuque, New Mexico; Pueblo of Zia, New Mexico; Skull Valley Band of Goshute Indians of Utah; Southern Ute Indian Tribe of the Southern Ute Reservation, Colorado; Ute Indian Tribe of the Uintah & Ouray Reservation, Utah; Ute Mountain Tribe of the Ute Mountain Reservation, Colorado, New Mexico & Utah; Ysleta Del Sur Pueblo of Texas; and Zuni Tribe of the Zuni Reservation, New Mexico.\\n        Representatives of any Indian tribe that wishes to comment on the information published in this notice should contact Dr. Frank E. Wozniak, NAGPRA Coordinator, USDA Forest Service, 333 Broadway Boulevard SE, Albuquerque, NM, telephone (505) 842-3238, e-mail fwozniak@fs.fed.us before January 9, 2004.\\n        The U.S. Department of Agriculture, San Juan National Forest is responsible for notifying the Colorado River Indian Tribes of the Colorado River Indian Reservation, Arizona and California; Hopi Tribe of Arizona; Jicarilla Apache Nation, New Mexico; Navajo Nation, Arizona, New Mexico & Utah; Pueblo of Acoma, New Mexico; Pueblo of Cochiti, New Mexico; Pueblo of Isleta, New Mexico; Pueblo of Jemez, New Mexico; Pueblo of Laguna, New Mexico; Pueblo of Nambe, New Mexico; Pueblo of Picuris, New Mexico; Pueblo of Pojoaque, New Mexico; Pueblo of San Felipe, New Mexico; Pueblo of San Ildefonso, New Mexico; Pueblo of San Juan, New Mexico; Pueblo of Sandia, New Mexico; Pueblo of Santa Ana, New Mexico; Pueblo of Santa Clara, New Mexico; Pueblo of Santo Domingo, New Mexico; Pueblo of Taos, New Mexico; Pueblo of Tesuque, New Mexico; Pueblo of Zia, New Mexico; Skull Valley Band of Goshute Indians of Utah; Southern Ute Indian Tribe of the Southern Ute Reservation, Colorado; Ute Indian Tribe of the Uintah & Ouray Reservation, Utah; Ute Mountain Tribe of the Ute Mountain Reservation, Colorado, New Mexico & Utah; Ysleta Del Sur Pueblo of Texas; and Zuni Tribe of the Zuni Reservation, New Mexico that this notice has been published.\\n        \\n          \\n          Dated: October 30, 2003.\\n          John Robbins,\\n          Assistant Director, Cultural Resources.\\n        \\n      \\n      [FR Doc. 03-30568 Filed 12-9-03; 8:45 am]\\n      BILLING CODE 4310-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Inventory Completion: University of Denver Department of Anthropology and Museum of Anthropology, Denver, CO, and U.S. Department of Agriculture, San Juan National Forest, Durango, CO; Correction", "agency2": "National Park Service, Interior.", "action": "Notice; correction.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: October 30, 2003.", "signature_name": "John Robbins,", "signature_title": "Assistant Director, Cultural Resources.", "fr_doc": "[FR Doc. 03-30568 Filed 12-9-03; 8:45 am]", "billing_code": "BILLING CODE 4310-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}