{"index": "I_1805", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Inventory Completion: U.S. Department of the Interior, National Park Service, Effigy Mounds National Monument, Harpers Ferry, IA\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        \\n          SUMMARY:\\n\\n          Pursuant to the Native American Graves Protection and Repatriation Act (NAGPRA), the U.S. Department of the Interior, National Park Service, Midwest Regional Office determined that the physical remains of 12 individuals of Native American ancestry and three associated funerary objects in Effigy Mounds National Monument\\'s collections, described below in Information about cultural items, are culturally unidentifiable. The Native American Graves Protection and Repatriation Review Committee (Review Committee) recommended that Effigy Mounds National Monument, Harpers Ferry, IA, repatriate the human remains and associated funerary objects to the Sac and Fox Nation of Missouri in Kansas and Nebraska; Sac and Fox Nation, Oklahoma; and Sac and Fox Tribe of the Mississippi in Iowa.\\n        \\n        The National Park Service publishes this notice on behalf of Effigy Mounds National Monument as part of the National Park Service\\'s administrative responsibilities under NAGPRA. The determinations within this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains and associated funerary objects. The National NAGPRA Program is not responsible for the determinations within this notice.\\n        Information about NAGPRA is available online at www.cr.nps.gov/nagpra.\\n        \\n        \\n          DATES:\\n\\n          Repatriation of the cultural items to the Indian tribes listed above in SUMMARY may proceed after January 19, 2005, if no additional claimants come forward. Representatives of any other Indian tribe that believes itself to be culturally affiliated with the cultural items should contact Effigy Mounds National Monument before January 19, 2005.\\n        \\n      \\n      \\n        SUPPLEMENTARY INFORMATION:\\n        \\n          Authority:\\n          25 U.S.C. 3001 et seq.; 43 CFR 10; and 16 U.S.C. 18f-2.\\n          \\n            Contact. Contact Phyllis Ewing, Superintendent, Effigy Mounds National Monument, 151 Highway 76, Harpers Ferry, IA 52146, telephone (563) 873\\xc2\\xaf3491, e\\xc2\\xafmail Phyllis_Ewing@nps.gov, regarding determinations stated in this notice or to claim the cultural items described in this notice.\\n          \\n            Consultation. Effigy Mounds National Monument identified the cultural items and assessed the cultural affiliation of the cultural items in consultation with representatives of the Ho\\xc2\\xafChunk Nation of Wisconsin (formerly the Wisconsin Winnebago Tribe); Iowa Tribe of Kansas and Nebraska; Iowa Tribe of Oklahoma; Lower Sioux Indian Community in the State of Minnesota; Otoe\\xc2\\xafMissouria Tribe of Indians, Oklahoma; Prairie Island Indian Community in the State of Minnesota; Sac and Fox Nation of Missouri in Kansas and Nebraska; Sac and Fox Nation, Oklahoma; Sac and Fox Tribe of the Mississippi in Iowa; Shakopee Mdewakanton Sioux Community of Minnesota; Upper Sioux Community, Minnesota; and Winnebago Tribe of Nebraska.\\n          \\n            Information about cultural items. In 1952, National Park Service archeologist Paul L. Beaubien removed human remains representing a minimum of 12 individuals from Mound 57 at Effigy Mounds National Monument, Allamakee County, IA, during an authorized National Park Service excavation. At the time of removal, the site was on Federal land.\\n          The cultural material recovered from Mound 57 was identified as Middle Woodland (1700\\xc2\\xaf2200 B.P.). Human remains from Mound 57 were examined in 1952\\xc2\\xaf53 by Alton K. Fisher, then Professor of Dentistry at the University of Iowa. Archival records at Effigy Mounds National Monument indicate Dr. Fisher took the remains to Iowa City for analysis, and in 1953 requested that Mr. Beaubien pick up the remains. No further information is available about the disposition of the human skeletal material following Dr. Fisher\\'s request. Recently, the human remains were returned to Effigy Mounds National Monument. A detailed assessment of the human remains was made by the Burials Program, Iowa Office of the State Archaeologist on behalf of the National Park Service during the summer of 2003. The human remains represent 12 individuals distinguished primarily by dentition and fragmented or incomplete cranial and postcranial remains. Seven adults and five sub\\xc2\\xafadults are represented. No known individuals were identified. The three associated funerary objects are one copper breast plate, one sandstone drill pivot, and one piece of obsidian.\\n          Officials of the National Park Service determined that a relationship of shared group identity could not reasonably be traced between the human remains and associated funerary objects and any present\\xc2\\xafday Indian tribe. Pursuant to 25 U.S.C. 3001 (3)(A), the three objects described above are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony.\\n\\n          According to the Review Committee\\'s charter, the Review Committee is responsible for recommending specific actions for disposition of culturally unidentifiable human remains. In July 2004, Effigy Mounds National Monument requested that the Review Committee recommend repatriation of the 12 culturally unidentifiable human remains and associated funerary objects to the tribes listed above in SUMMARY as the aboriginal occupants of the lands encompassing the present\\xc2\\xafday Effigy Mounds National Monument. Effigy Mounds National Monument is located within the area covered by the Treaty of September 21, 1832 between the Sauk and Fox tribes and the United States (Stat. L. VII 374), and is located within the area covered by the November 23, 1973 final award of the Indian Claims Commission to the Sauk and Fox tribes (4 Ind. Cl. Comm. 367 [1957]). The Review Committee considered the proposal at its September 2004 meeting in Washington, DC, and recommended repatriation of the human remains and associated funerary objects to the three tribes. The National Park Service intends to convey the three associated funerary objects to the Sac and Fox Nation of Missouri in Kansas and Nebraska; Sac and Fox Nation, Oklahoma; and Sac and Fox Tribe of the Mississippi in Iowa pursuant to 16 U.S.C. 18f\\xc2\\xaf2.\\n\\n          A September 21, 2004, letter from the Designated Federal Officer to the superintendent of Effigy Mounds National Monument transmitted the Review Committee\\'s recommendation that the park repatriate the human remains and associated funerary objects to the tribes listed above in Summary contingent on the publication of a Notice of Inventory Completion in the Federal Register. This notice fulfills that requirement.\\n          \\n            Determinations. Under 25 U.S.C. 3003, Effigy Mounds National Monument officials determined that the human remains represent the physical remains of 12 individuals of Native American ancestry; and National Park Service officials determined that the human remains and associated funerary objects are culturally unidentifiable.\\n          \\n            Notification. Effigy Mounds National Monument is responsible for sending copies of this notice to the consulted Indian tribes listed above in Consultation.\\n        \\n        \\n          Dated: December 2, 2004\\n          Sherry Hutt,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. 04-27786 Filed 12-17-04]\\n      BILLING CODE 4312-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Inventory Completion: U.S. Department of the Interior, National Park Service, Effigy Mounds National Monument, Harpers Ferry, IA", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Pursuant to the Native American Graves Protection and Repatriation Act (NAGPRA), the U.S. Department of the Interior, National Park Service, Midwest Regional Office determined that the physical remains of 12 individuals of Native American ancestry and three associated funerary objects in Effigy Mounds National Monument\\'s collections, described below in Information about cultural items, are culturally unidentifiable. The Native American Graves Protection and Repatriation Review Committee (Review Committee) recommended that Effigy Mounds National Monument, Harpers Ferry, IA, repatriate the human remains and associated funerary objects to the Sac and Fox Nation of Missouri in Kansas and Nebraska; Sac and Fox Nation, Oklahoma; and Sac and Fox Tribe of the Mississippi in Iowa.", "dates": "Repatriation of the cultural items to the Indian tribes listed above in SUMMARY may proceed after January 19, 2005, if no additional claimants come forward. Representatives of any other Indian tribe that believes itself to be culturally affiliated with the cultural items should contact Effigy Mounds National Monument before January 19, 2005.", "addresses": "Null", "signature_dated": "Dated: December 2, 2004", "signature_name": "Sherry Hutt,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. 04-27786 Filed 12-17-04]", "billing_code": "BILLING CODE 4312-50-S", "supp_info": "SUPPLEMENTARY INFORMATION: \n ", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}