{"index": "I_1841", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Inventory Completion: Longyear Museum of Anthropology, Colgate University, Hamilton, NY\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains in the possession of the Longyear Museum of Anthropology, Colgate University, Hamilton, NY. The human remains were found in Poinsett County, AR.\\n        \\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003 (d)(3).  The determinations in the notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains and associated funerary objects.  The National Park Service is not responsible for the determinations in this notice.\\n        A detailed assessment of the human remains was made by Longyear Museum of Anthropology professional staff in consultation with a representative of the Quapaw Tribe of Indians, Oklahoma.\\n        At an unknown date between 1940 and 1979, human remains representing a minimum of one individual were donated to or purchased by the Longyear Museum of Anthropology. No records concerning the human remains are available, except for the following information written on the remains: \\xe2\\x80\\x9cMound Builders Skull from Mound on Little River near Marked Tree, Ark\\xe2\\x80\\x9d and \\xe2\\x80\\x9cC-5.\\xe2\\x80\\x9d The source of this information is unknown. No known individual was identified.  No associated funerary objects are present.\\n        Marked Tree is located in Poinsett County in northeastern Arkansas.  Removal from a mound site suggests that the human remains are Native American and date to a relatively late time period.  Northeast Arkansas is part of the traditional territory of the Quapaw Tribe of Indians, Oklahoma.  Based on the geographic location and the relatively late date attributed to the human remains, the human remains are most likely culturally affiliated with the Quapaw Tribe of Indians, Oklahoma.\\n        Officials of the Longyear Museum of Anthropology have determined that, pursuant to 25 U.S.C. 3001 (9-10), the human remains described above represent the physical remains of one individual of Native American ancestry. Officials of the Longyear Museum of Anthropology also have determined that, pursuant to 25 U.S.C. 3001 (2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and the Quapaw Tribe of Indians, Oklahoma.\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the human remains should contact Dr. Jordan Kerber, Curator of Collections, Longyear Museum of Anthropology, Department of Sociology and Anthropology, Colgate University, Hamilton, NY 13346, telephone (315) 228-7559, before August 16, 2004. Repatriation of the human remains to the Quapaw Tribe of Indians, Oklahoma may proceed after that date if no additional claimants come forward.\\n        The Longyear Museum of Anthropology is responsible for notifying the Quapaw Tribe of Indians, Oklahoma that this notice has been published.\\n        \\n          Dated:  June 1, 2004\\n          John Robbins,\\n          Assistant Director, Cultural Resources.\\n        \\n      \\n      [FR Doc. 04-16148 Filed 7-15-04; 8:45 am]\\n      BILLING CODE 4312-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Inventory Completion: Longyear Museum of Anthropology, Colgate University, Hamilton, NY", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated:  June 1, 2004", "signature_name": "John Robbins,", "signature_title": "Assistant Director, Cultural Resources.", "fr_doc": "[FR Doc. 04-16148 Filed 7-15-04; 8:45 am]", "billing_code": "BILLING CODE 4312-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}