{"index": "I_1855", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Inventory Completion: Anthropological Studies Center, Archaeological Collections Facility at Sonoma State University, Rohnert Park, CA.\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains and associated funerary objects in the possession of the Anthropological Studies Center, Archaeological Collections Facility at Sonoma State University, Rohnert Park, CA. The human remains and associated funerary objects were recovered from two sites in Mendocino County, CA.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003 (d)(3).  The determinations within this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains and associated funerary objects. The National Park Services is not responsible for the determinations within this notice.\\n        A detailed assessment of the human remains was made by the Anthropological Studies Center professional staff in consultation with representatives of the Round Valley Indian Tribes of the Round Valley Reservation, California.\\n        Between November 1977 and May 1978, human remains were recovered from the Kopase site (CA-MEN-69) near Covelo, Mendocino County, CA, during salvage excavations conducted by archeologist Barry Price. In 1978, human remains representing a minimum of 11 individuals were identified from the Kopase site collections and were reburied at the site. The remaining archeological collections from the Kopase site were in Mr. Price\\'s possession for analysis from 1978 to April 1994, after which they were returned to the Anthropological Studies Center, Archaeological Collections Facility, Sonoma State University. In 1997, additional human remains representing a minimum of 20 individuals were identified during an inventory of the collections from the Kopase site. The human remains include disassociated fragments from 4 of the individuals reburied in 1978, and the fragmentary remains of 16 other individuals. Discovery of the additional human remains brings the total number of individuals recovered from the Kopase site to 27. No known individuals were identified. No associated funerary objects are present. Radiocarbon dates and analysis of the archeological collection from the Kopase site indicate that the human remains were probably buried between 300 B.C. and A.D. 200.\\n        In October 1979, human remains representing a minimum of one individual were recovered from the Eel River Work Center site (CA-MEN-320/643) near Covelo, Mendocino County, CA, by staff of the Anthropological Studies Center under the direction of Dr. David A. Fredrickson.  All identified human remains were reburied at the site in 1985. In 1997, additional human remains representing one individual were identified during an inventory of the collections from the Eel River Work Center site. Due to the disturbed nature of the original burial, it cannot be determined if the human remains identified in 1997 are from the same individual reburied in 1985. Thus, the evidence indicates the possibility that the remains represent two individuals.  No known individuals were identified. One chert scraper was identified within the burial matrix during excavation and seven additional artifacts were listed in the catalog as possible associated funerary objects, for a total of eight associated funerary objects. The eight associated funerary objects include one shell bead, three projectile points, one chert scraper, and three grinding stone implements.  Analysis of the associated funerary objects and the archeological collection from the Eel River Work Center site indicates that the human remains were probably buried between A.D. 300 and A.D. 1500.\\n        The human remains have been identified as Native American based on archeological evidence from the Kopase and Eel River Work Center sites. Radiocarbon dates and analysis of artifacts from the Kopase and Eel River Work Center sites indicate that these human remains and associated funerary objects date to between 300 B.C. and A.D. 1500.  Ethnographic and archeological evidence indicates that the Kopase and Eel River Work Center sites are located within traditional Central Yuki territory. Ethnographic accounts and information provided by representatives of the Round Valley Indian Tribes of the Round Valley Reservation, California demonstrate cultural affiliation with the human remains, as the Round Valley Indian Tribes are composed of descendants of Yuki, Concow Maidu, Little Lake and other Pomo, Nomlaki, Cahto, Wailaki, and Pit River peoples.\\n\\n        The professional staff of the Anthropological Studies Center, Archaeological Collections Facility at Sonoma State University have determined that, pursuant to 25 U.S.C. 3001, the human remains described above represent the physical remains of 21 individuals of Native American ancestry.  The professional staff of the Anthropological Studies Center, Archaeological Collections Facility at Sonoma State University also have determined that, pursuant to 25 U.S.C. 3001 (3)(A), the eight objects described above are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony.  Lastly, the professional staff of the Anthropological Studies Center, Archaeological Collections Facility at Sonoma State University have determined that, pursuant to 25 U.S.C. 3001 (2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and associated funerary objects described above and the Round Valley Indian Tribes of the Round Valley Reservation, California.\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the human remains and associated funerary objects described above should contact Regina George, NAGPRA Project Coordinator, Anthropological Studies Center, Archaeological Collections Facility, Sonoma State University, Rohnert Park, CA 94928-3609, telephone (707) 664-2381, before April 26, 2004. Repatriation of the human remains and associated funerary objects described above to the Round Valley Indian Tribes of the Round Valley Reservation, California may begin after that date if no additional claimants come forward.\\n        The Anthropological Studies Center, Archaeological Collections Facility, Sonoma State University is responsible for notifying the Round Valley Indian Tribes of the Round Valley Reservation, California that this notice has been published.\\n        \\n          Dated: February 9, 2004.\\n          John Robbins,\\n          Assistant Director, Cultural Resources.\\n        \\n      \\n      [FR Doc. 04-6652 Filed 3-24-04; 8:45 am]\\n      BILLING CODE 4310-70-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Inventory Completion: Anthropological Studies Center, Archaeological Collections Facility at Sonoma State University, Rohnert Park, CA.", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: February 9, 2004.", "signature_name": "John Robbins,", "signature_title": "Assistant Director, Cultural Resources.", "fr_doc": "[FR Doc. 04-6652 Filed 3-24-04; 8:45 am]", "billing_code": "BILLING CODE 4310-70-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}