{"index": "I_1809", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Inventory Completion: Milwaukee Public Museum, Milwaukee, WI\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains and associated funerary objects in the possession of the Milwaukee Public Museum, Milwaukee, WI.  The human remains and associated funerary objects were removed from Maricopa County, AZ.\\n\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003 (d)(3).  The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains and associated funerary objects.  The National Park Service is not responsible for the determinations in this notice. \\n        A detailed assessment of the human remains was made by Milwaukee Public Museum professional staff and contract specialists in physical anthropology, in consultation with representatives of the Gila River Indian Community of the Gila River Indian Reservation, Arizona; the Hopi Tribe of Arizona; and the Zuni Tribe of the Zuni Reservation, New Mexico.\\n        At an unknown date prior to 1965, cremated human remains representing a minimum of two individuals and the vessels containing the human remains were removed from an unknown site two miles northwest of Mesa, Maricopa County, AZ, by E.K. Petrie, Burlington, WI.  Mr. Petrie sold the vessels containing the human remains to the Milwaukee Public Museum in 1965.  No known individuals were identified.  The associated funerary objects are the two vessels that contained the cremated human remains.\\n        On the basis of the mode of mortuary treatment, the human remains are identified as Native American.  Stylistic attributes of the mortuary vessels suggest that the remains are affiliated with the archeologically defined Hohokam culture.  On the basis of stylistic analysis, one mortuary vessel can be dated to circa A.D. 500\\xc2\\xaf1100, the Colonial\\xc2\\xafSedentary period.  The other mortuary vessel is dated to circa A.D. 900\\xc2\\xaf1100, the Sedentary period. \\n        Consultation evidence provided by representatives of the Gila River Indian Community of the Gila River Indian Reservation, Arizona indicates that the Hohokam culture is ancestral to the Ak Chin Indian Community of the Maricopa (Ak Chin) Indian Reservation, Arizona; Gila River Indian Community of the Gila River Indian Reservation, Arizona; Salt River Pima\\xc2\\xafMaricopa Indian Community of the Salt River Reservation, Arizona; and Tohono O\\'odham Nation of Arizona.  Consultation evidence provided by representatives of the Hopi Tribe of Arizona and the Zuni Tribe of the Zuni Reservation, New Mexico indicates that the Hohokam culture is ancestral to the Hopi Tribe of Arizona and the Zuni Tribe of the Zuni Reservation, New Mexico, as clans in both of the above groups originated in the Salt River and Gila River area of Arizona.\\n        Officials of the Milwaukee Public Museum have determined that, pursuant to 25 U.S.C. 3001 (9\\xc2\\xaf10), the human remains described above represent the physical remains of at least two individuals of Native American ancestry.  Officials of the Milwaukee Public Museum also have determined that, pursuant to 25 U.S.C. 3001 (3)(A), the two objects described above are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony.  Lastly, officials of the Milwaukee Public Museum have determined that, pursuant to 25 U.S.C. 3001 (2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and associated funerary objects and the Ak Chin Indian Community of the Maricopa (Ak Chin) Indian Reservation, Arizona; Gila River Indian Community of the Gila River Indian Reservation, Arizona; Hopi Tribe of Arizona; Salt River Pima\\xc2\\xafMaricopa Indian Community of the Salt River Reservation, Arizona; Tohono O\\'odham Nation of Arizona; and Zuni Tribe of the Zuni Reservation, New Mexico.\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the human remains and associated funerary objects should contact Dr. Alex Barker, Anthropology Section Head, Milwaukee Public Museum, 800 West Wells Street, Milwaukee, WI 53233, telephone (414) 278\\xc2\\xaf2786, before December 23, 2004. Repatriation of the human remains and associated funerary objects to Ak Chin Indian Community of the Maricopa (Ak Chin) Indian Reservation, Arizona; Gila River Indian Community of the Gila River Indian Reservation, Arizona; Hopi Tribe of Arizona; Salt River Pima\\xc2\\xafMaricopa Indian Community of the Salt River Reservation, Arizona; Tohono O\\'odham Nation of Arizona; and Zuni Tribe of the Zuni Reservation, New Mexico may proceed after that date if no additional claimants come forward. \\n        The Milwaukee Public Museum is responsible for notifying the Ak Chin Indian Community of the Maricopa (Ak Chin) Indian Reservation, Arizona; Gila River Indian Community of the Gila River Indian Reservation, Arizona; Hopi Tribe of Arizona; Salt River Pima\\xc2\\xafMaricopa Indian Community of the Salt River Reservation, Arizona; Tohono O\\'odham Nation of Arizona; and Zuni Tribe of the Zuni Reservation, New Mexico that this notice has been published.\\n        \\n          Dated:  October 7, 2004\\n          Sherry Hutt,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. 04-25920 Filed 11-22-04; 8:45 am]\\n      BILLING CODE 4312-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Inventory Completion: Milwaukee Public Museum, Milwaukee, WI", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated:  October 7, 2004", "signature_name": "Sherry Hutt,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. 04-25920 Filed 11-22-04; 8:45 am]", "billing_code": "BILLING CODE 4312-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}