{"index": "I_1817", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Inventory Completion: U.S. Department of the Interior, Bureau of Land Management, Anasazi Heritage Center, Dolores, CO   \\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains and associated funerary objects in the possession of the U.S. Department of the Interior, Bureau of Land Management, Anasazi Heritage Center, Dolores, CO.  The human remains and associated funerary objects were removed from sites in Dolores and Montezuma Counties, CO.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003 (d)(3).  The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains and associated funerary objects.  The National Park Service is not responsible for the determinations in this notice.\\n        A detailed assessment of the human remains was made by the Bureau of Land Management, Anasazi Heritage Center professional staff in consultation with representatives of the Hopi Tribe of Arizona; Jicarilla Apache Nation, New Mexico; Navajo Nation, Arizona, New Mexico & Utah; Pueblo of Acoma, New Mexico; Pueblo of Cochiti, New Mexico; Pueblo of Isleta, New Mexico; Pueblo of Jemez, New Mexico; Pueblo of Laguna, New Mexico; Pueblo of Nambe, New Mexico; Pueblo of Picuris, New Mexico; Pueblo of Pojoaque, New Mexico; Pueblo of San Felipe, New Mexico; Pueblo of San Ildefonso, New Mexico; Pueblo of San Juan, New Mexico; Pueblo of Sandia, New Mexico; Pueblo of Santa Ana, New Mexico; Pueblo of Santa Clara, New Mexico; Pueblo of Santo Domingo, New Mexico; Pueblo of Taos, New Mexico; Pueblo of Tesuque, New Mexico; Pueblo of Zia, New Mexico; Southern Ute Tribe of the Southern Ute Reservation, Colorado; Ute Indian Tribe of the Uintah&Ouray Reservation, Utah; Ute Mountain Tribe of the Ute Reservation, Colorado, New Mexico & Utah; and Zuni Tribe of the Zuni Reservation, New Mexico.\\n        The human remains and associated funerary objects described below were removed from sites in Dolores and Montezuma Counties, CO, as part of cultural resource assessment activities associated with the Dolores Project Cultural Resources Mitigation Program, supervised by the U.S. Department of the Interior, Bureau of Reclamation. The Dolores Project diverted water from the Dolores River for impoundment and irrigation purposes.  Physical custody and control of all Dolores Project Cultural Resources Mitigation Program collections were transferred from the Bureau of Reclamation to the Bureau of Land Management Anasazi Heritage Center in 1998 by Interagency Agreement and Transfer of Property form (DI-104).\\n        In 1983, human remains representing a minimum of one individual were removed from site 5DL827, located near the Dolores River, Dolores County, CO, by University of Colorado staff.  No known individual was identified.  No associated funerary objects are present.\\n        On the basis of archeological context and other types of artifactual evidence, site 5DL827 dates to the Basketmaker III-Pueblo III periods (A.D. 500-1350).\\n        Between 1979 and 1983, human remains representing a minimum of four individuals were removed from site 5MT23, located on the Dolores River, Montezuma County, CO, by University of Colorado staff.  No known individuals were identified.  The 27 associated funerary objects are 21 partial ceramic vessels, 5 stone tools, and 1 bone tool.\\n        On the basis of archeological context and architectural, ceramic, and other types of artifactual evidence, site 5MT23 dates to the Pueblo I period (A.D. 750-910).\\n        In 1968, human remains representing a minimum of two individuals were removed from site 5MT1640, located near Hovenweep Canyon, Montezuma County, CO, by University of Colorado staff.  No known individuals were identified.  No associated funerary objects are present.\\n        On the basis of archeological context and architectural, ceramic, and other types of artifactual evidence, site 5MT1640 dates to the Pueblo II-Pueblo III periods (A.D. 900-1350).\\n        In 1968, human remains representing a minimum of one individual were removed from site 5MT1661, located near Hovenweep Canyon, Montezuma County, CO, by University of Colorado staff.  No known individual was identified.  No associated funerary objects are present.\\n        On the basis of archeological context and architectural, ceramic, and other types of artifactual evidence, site 5MT1661 dates to the Pueblo II period (A.D. 900-1150).\\n        In 1978, human remains representing a minimum of two individuals were removed from site 5MT2151, located on the Dolores River, Montezuma County, CO, by University of Colorado staff.  No known individuals were identified.  No associated funerary objects are present.\\n        On the basis of archeological context and architectural, ceramic, and other types of artifactual evidence, site 5MT2151 dates to the Pueblo I period (A.D. 750-950).\\n        \\n        In 1979 and 1980, human remains representing a minimum of one individual were removed from site 5MT2161, located on the Dolores River, Montezuma County, CO, by University of Colorado staff.   No known individual was identified.  No associated funerary objects are present.\\n        On the basis of archeological context and architectural, ceramic, and other types of artifactual evidence, site 5MT2161 dates to the Pueblo I period (A.D. 720-900).\\n        In 1980, human remains representing a minimum of one individual were removed from site 5MT2181, located on the Dolores River, Montezuma County, CO, by University of Colorado staff.  No known individual was identified.  No associated funerary objects are present.\\n        On the basis of archeological context and architectural, ceramic, and other types of artifactual evidence, site 5MT2181 dates to the Early Pueblo I period (A.D. 780-810).\\n        In 1980 and 1982, human remains representing a minimum of four individuals were removed from site 5MT2182, located on the Dolores River, Montezuma County, CO, by University of Colorado staff.  No known individuals were identified.  The one associated funerary object is a grooved axe.\\n        On the basis of archeological context, architectural evidence, and ceramic and other types of artifactual evidence, site 5MT2182 dates to the Late Pueblo I-Early Pueblo II periods (A.D. 850-975).\\n        In 1978, human remains representing a minimum of one individual were removed from site 5MT2191, located near the Dolores River, Montezuma County, CO, by University of Colorado staff.  No known individual was identified.  No associated funerary objects are present.\\n        On the basis of archeological context and architectural, ceramic, and other types of artifactual evidence, site 5MT2191 dates to the Late Pueblo I-Early Pueblo II periods (A.D. 850-970).\\n        In 1979, human remains representing a minimum of two individuals were removed from site 5MT2192, located on the Dolores River, Montezuma County, CO, by University of Colorado staff.  No known individuals were identified.  No associated funerary objects are present.\\n        On the basis of archeological context and architectural, ceramic, and other types of artifactual evidence, the human remains were interred after site 5MT2192 was abandoned and date to the Late Pueblo I-Early Pueblo II periods (A.D. 850-975).\\n        In 1978, human remains in a multiple burial consisting of a minimum of six individuals were removed from site 5MT2235, located on the Dolores River, Montezuma County, CO, by University of Colorado staff.  No known individuals were identified.  The 19 associated funerary objects are 18 ceramic vessels and 1 shell pendant.\\n        On the basis of archeological context and ceramic and other types of artifactual evidence, the human remains were interred after site 5MT2235 was abandoned and date to the Late Pueblo II-Early Pueblo III periods (A.D. 1150).\\n        In 1979 and 1981, human remains representing a minimum of one individual were removed from site 5MT2236, located on the Dolores River, Montezuma County, CO, by University of Colorado staff.  No known individual was identified.  No associated funerary objects are present.\\n        On the basis of archeological context, architectural evidence, and tree-ring dates, site 5MT2236 dates to the Pueblo I period (A.D. 760-850).\\n        In 1973, human remains representing a minimum of one individual were removed from site 5MT2278, located near Yellowjacket Canyon, Montezuma County, CO, by University of Colorado staff.  No known individual was identified.  No associated funerary objects are present.\\n        On the basis of archeological context and architectural, ceramic, and other types of artifactual evidence, site 5MT2278 dates to the Basketmaker III-Pueblo II periods (A.D. 500-1150).\\n        In 1973, human remains representing a minimum of one individual were removed from site 5MT2301, located near Ruin Canyon, Montezuma County, CO, by University of Colorado staff. No known individual was identified.  No associated funerary objects are present.\\n        On the basis of archeological context and architectural, ceramic, and other types of artifactual evidence, site 5MT2301 dates to the Pueblo II-Pueblo III periods (A.D. 900-1350).\\n        In 1973, human remains representing a minimum of two individuals were removed from site 5MT2316, located near Ruin Canyon, Montezuma County, CO, by University of Colorado staff.  No known individuals were identified.  No associated funerary objects are present.\\n        On the basis of archeological context and architectural, ceramic, and other types of artifactual evidence, site 5MT2316 dates to the Pueblo I-Pueblo III periods (A.D. 900-1350).\\n        In 1979 and 1983, human remains representing a minimum of two individuals were removed from site 5MT2320, located on House Creek, a tributary of the Dolores River, Montezuma County, CO, by University of Colorado staff. No known individuals were identified.  The 68 associated funerary objects are 37 ceramic vessels, 23 stone tools and 8 bone tools.  All of the funerary objects are associated with one individual.\\n        On the basis of archeological context and architectural, ceramic, and other types of artifactual evidence, the human remains were buried at two separate times.  One burial is dated to the Early Pueblo I period (A.D. 760-850), and the other burial is dated to the Late Pueblo I period (A.D. 850-900).\\n        In 1982, human remains representing a minimum of seven individuals were removed from site 5MT2336, located on the Dolores River, Montezuma County, CO, by University of Colorado staff.  No known individuals were identified.  No associated funerary objects are present.\\n        On the basis of archeological context and architectural, ceramic, and other types of artifactual evidence, site 5MT2336 dates to the Late Pueblo II-Early Pueblo III period (A.D. 1050-1200).\\n        In 1974, human remains representing a minimum of one individual were removed from site 5MT2349, located near Yellowjacket Canyon, Montezuma County, CO, by University of Colorado staff.  No known individual was identified.  No associated funerary objects are present.\\n        On the basis of archeological context and architectural, ceramic, and other types of artifactual evidence, site 5MT2349 dates to the Pueblo I-Pueblo II periods (A.D. 750-1150).\\n        In 1974, human remains representing a minimum of one individual were removed from site 5MT2374, located near the Dolores River, Montezuma County, CO, by University of Colorado staff. No known individual was identified.  No associated funerary objects are present.\\n        On the basis of archeological context and architectural, ceramic, and other types of artifactual evidence, site 5MT2374 dates to the Basketmaker III-Pueblo I periods (A.D. 500-900).\\n        In 1983, human remains representing a minimum of three individuals were removed from site 5MT2378, located near the Dolores River, Montezuma County, CO, by University of Colorado staff.  No known individuals were identified.  The two associated funerary objects are stone tools, each associated with a different individual.\\n        On the basis of archeological context, architectural evidence, and artifactual evidence, the human remains were interred after site 5MT2378 was abandoned and date to the Pueblo I period (A.D. 750-900).\\n\\n        In 1984, human remains representing a minimum of three individuals were removed from site 5MT2384 by University of Colorado staff during construction of irrigation canals in Montezuma County, CO.  No known individuals were identified.  No associated funerary objects are present.\\n        On the basis of archeological context and architectural evidence, site 5MT2384 dates to the Pueblo I-Pueblo III periods (A.D. 750-1350).\\n        In 1974, human remains representing a minimum of one individual were removed from site 5MT2482, located near Yellowjacket Canyon, Montezuma County, CO, by University of Colorado staff.  No known individual was identified.  No associated funerary objects are present.\\n        On the basis of archeological context and architectural, ceramic, and other types of artifactual evidence, site 5MT2482 dates to the Pueblo I-Pueblo II periods (A.D. 750-1150).\\n        In 1974, human remains representing a minimum of one individual were removed from site 5MT2516, located near Ruin Canyon, Montezuma County, CO, by University of Colorado staff.  No known individual was identified.  No associated funerary objects are present.\\n        On the basis of archeological context and architectural, ceramic, and other types of artifactual evidence, site 5MT2516 dates to the Pueblo II-Early Pueblo III periods (A.D. 900-1200).\\n        In 1975, human remains representing a minimum of one individual were removed from site 5MT2663, located near the Dolores River, Montezuma County, CO, by University of Colorado staff.  No known individual was identified.  No associated funerary objects are present.\\n        On the basis of archeological context and architectural, ceramic, and other types of artifactual evidence, site 5MT2663 dates to the Basketmaker III-Pueblo I periods (A.D. 500-900).\\n        In 1975, human remains representing a minimum of one individual were removed from site 5MT2683, located near Hartman Draw, Montezuma County, CO, by University of Colorado staff.  No known individual was identified.  No associated funerary objects are present.\\n        On the basis of archeological context and architectural, ceramic, and other types of artifactual evidence, site 5MT2683 dates to the Pueblo II period (A.D. 900-1150).\\n        From 1979 to 1981, human remains representing a minimum of one individual were removed from site 5MT2848, located near the Dolores River, Montezuma County, CO, by University of Colorado staff.   No known individual was identified.  No associated funerary objects are present.\\n        On the basis of archeological context, architectural evidence, tree-ring dates, ceramic evidence, and other types of artifactual evidence, site 5MT2848 dates to the Early Pueblo I period (A.D. 760-850).\\n        In 1979, human remains representing a minimum of one individual were removed from site 5MT2853, located near the Dolores River, Montezuma County, CO, by University of Colorado staff.  No known individual was identified.  No associated funerary objects are present.\\n        On the basis of archeological context, architectural evidence, and archeomagnetic dates, site 5MT2853 dates to the Late Basketmaker III-Pueblo I periods (A.D. 600-900).\\n        In 1979 and 1980, human remains representing a minimum of one individual were removed from site 5MT2854, located near the Dolores River, Montezuma County, CO, by University of Colorado staff.   No known individual was identified.  No associated funerary objects are present.\\n        On the basis of archeological context and architectural, ceramic, and other types of artifactual evidence, site 5MT2854 dates to the Basketmaker III-Pueblo I period (A.D. 600-850).\\n        In 1979, human remains representing a minimum of two individuals were removed from site 5MT2858, located near the Dolores River, Montezuma County, CO, by University of Colorado staff.   No known individuals were identified.  No associated funerary objects are present.\\n        On the basis of archeological context, architectural evidence, archaeomagnetic dates, ceramic evidence, and other types of artifactual evidence, site 5MT2858 dates to the Basketmaker III-Pueblo I periods (A.D. 635-800).\\n        In 1978, human remains representing a minimum of one individual were removed from site 5MT4449, located near the Dolores River, Montezuma County, CO, by University of Colorado staff.   No known individual was identified.  No associated funerary objects are present.\\n        On the basis of archeological context and architectural, ceramic, and other types of artifactual evidence, site 5MT4449 dates to the Pueblo II period (A.D. 900-1150).\\n        In 1978, human remains representing a minimum of one individual were removed from site 5MT4450, located near the Dolores River, Montezuma County, CO, by University of Colorado staff.   No known individual was identified.  No associated funerary objects are present.\\n        On the basis of archeological context and architectural, ceramic, and other types of artifactual evidence, site 5MT4450 dates to the Basketmaker III-Pueblo II periods (A.D. 500-1150).\\n        In 1978, 1980, 1982, and 1984, human remains representing a minimum of 15 individuals were removed from site 5MT4475 near the Dolores River, Montezuma County, CO, by University of Colorado staff.  No known individuals were identified.  The 11 associated funerary objects are 6 stone tools, 2 shell bracelets, 2 ceramic vessels, and 1 turquoise pendant.\\n        On the basis of archeological context and architectural, ceramic, and other types of artifactual evidence, the human remains date to the Late Pueblo I-Early Pueblo II periods (A.D. 850-975).\\n        In 1980 and 1982, human remains representing a minimum of three individuals were removed from site 5MT4477, located on the Dolores River, Montezuma County, CO, by University of Colorado staff.   No known individuals were identified.  No associated funerary objects are present.\\n        On the basis of archeological context and architectural, ceramic, and other types of artifactual evidence, the human remains date to the Late Pueblo I-Early Pueblo II periods (A.D. 850-975).\\n        In 1980, human remains representing a minimum of two individuals were removed from site 5MT4479, located on the Dolores River, Montezuma County, CO, by University of Colorado staff.   No know individuals were identified.  No associated funerary objects are present.\\n        On the basis of archeological context, architectural evidence, archaeomagnetic dates, ceramic evidence, and other types of artifactual evidence, site 5MT4479 dates to the Late Pueblo I period (A.D. 850-890).\\n        In 1980 and 1982, human remains representing a minimum of three individuals were removed from site 5MT4480, located on the Dolores River, Montezuma County, CO, by University of Colorado staff.   No known individuals were identified.  No associated funerary objects are present.\\n        On the basis of archeological context and architectural, ceramic, and other types of artifactual evidence, site 5MT4480 dates to the Late Pueblo I period (A.D. 850-900).\\n        In 1979, human remains representing a minimum of two individuals were removed from site 5MT4545, located near the Dolores River, Montezuma County, CO, by University of Colorado staff.  No known individuals were identified.  The 177 associated funerary objects are 172 shell beads, 2 stone tools, 2 ceramic vessels, and 1 bone tool.\\n\\n        On the basis of archeological context and architectural, ceramic, and other types of artifactual evidence, site 5MT4545 dates to the Late Basketmaker III-Early Pueblo I periods (A.D. 600-850).\\n        In 1978, human remains representing a minimum of two individuals were removed from site 5MT4638, located near the Dolores River, Montezuma County, CO, by University of Colorado staff.   No known individuals were identified.  No associated funerary objects are present.\\n        On the basis of archeological context and architectural, ceramic, and other types of artifactual evidence, site 5MT4638 dates to the Basketmaker III-Pueblo III periods (A.D. 500-1350).\\n        In 1981 and 1982, human remains representing a minimum of three individuals were removed from site 5MT4654, on the Dolores River, Montezuma County, CO, by University of Colorado staff.   No known individuals were identified.  No associated funerary objects are present.\\n        On the basis of archeological context and architectural, ceramic, and other types of artifactual evidence, site 5MT4654 dates to the Pueblo II period (A.D. 900-1150).\\n        In 1979 and 1980, human remains representing a minimum of six individuals were removed from site 5MT4671, located near the Dolores River, Montezuma County, CO, by University of Colorado staff.  No known individuals were identified.  No associated funerary objects are present.\\n        On the basis of archeological context and architectural, ceramic, and other types of artifactual evidence, site 5MT4671 dates to the Pueblo I period (A.D. 800-850).\\n        In 1981, 1982, and 1983, human remains representing a minimum of one individual was removed from site 5MT4683, located near the Dolores River, Montezuma County, CO, by University of Colorado staff.   No known individual was identified.  No associated funerary objects are present.\\n        On the basis of archeological context and architectural, ceramic, and other types of artifactual evidence, site 5MT4683 dates to the Pueblo I-Pueblo III periods (A.D. 750-1350).\\n        In 1980, human remains representing a minimum of eight individuals were removed from site 5MT4684, located on the Dolores River, Montezuma County, CO, by University of Colorado staff.  No known individuals were identified. No associated funerary objects are present.\\n        On the basis of archeological context and architectural, ceramic, and other types of artifactual evidence, site 5MT4684 dates to the Basketmaker III period (A.D. 650-700).\\n        In 1980, human remains representing a minimum of five individuals were removed from site 5MT4725, located near the Dolores River, Montezuma County, CO, by University of Colorado staff.  No known individuals were identified.   The five associated funerary objects are five pieces of unworked animal bone.\\n        On the basis of archeological context, architectural evidence, tree-ring dates, ceramic evidence, and other types of artifactual evidence, site 5MT4725 dates to the Pueblo I period (A.D. 750-900).\\n        In 1979, human remains representing a minimum of one individual were removed from site 5MT4748, located near the Dolores River, Montezuma County, CO, by University of Colorado staff.  No known individual was identified.  No associated funerary objects are present.\\n        On the basis of archeological context and architectural evidence, ceramic, and other types of artifactual evidence, site 5MT4748 dates to the Pueblo II period (A.D. 900-1150).\\n        In 1982, human remains representing a minimum of one individual were removed from site 5MT4751, located near the Dolores River, Montezuma County, CO, by University of Colorado staff.  No known individual was identified.  No associated funerary objects are present.\\n        On the basis of archeological context and architectural, ceramic, and other types of artifactual evidence, site 5MT4751 dates to the Pueblo II period (A.D. 1050-1125).\\n        In 1981, human remains representing a minimum of five individuals were removed from site 5MT5106, located near the Dolores River, Montezuma County, CO, by University of Colorado staff.   No known individual was identified.  The 38 associated funerary objects are bone gaming pieces.\\n        On the basis of archeological context, architectural evidence, archeomagnetic and tree-ring dates, ceramic evidence, and other types of artifactual evidence, the human remains date to the Late Pueblo I period (A.D. 850-900).\\n        In 1981, human remains representing a minimum of 24 individuals were removed from site 5MT5107, located near the Dolores River, Montezuma County, CO, by University of Colorado staff.  No known individual was identified.  The 21 associated funerary objects are 17 pottery sherds, 3 stone tools, and 1 bone tool.\\n        On the basis of archeological context and architectural, ceramic, and other types of artifactual evidence, site 5MT5107 dates to the Pueblo I period (A.D. 730-880).\\n        In 1981, human remains representing a minimum of four individuals were removed from site 5MT5108, located on the Dolores River, Montezuma County, CO, by University of Colorado staff.  No known individuals were identified. The 10 associated funerary objects are 5 bone tools, 4 ceramic vessels, and 1 stone tool.\\n        On the basis of archeological context and architectural, ceramic, and other types of artifactual evidence, site 5MT5108 dates to the Late Pueblo I period (A.D. 850-900).\\n        In 1980, human remains representing a minimum of one individual were removed from site 5MT5383, located on the Dolores River, Montezuma County, CO, by University of Colorado staff.   No known individual was identified.  No associated funerary objects are present.\\n        On the basis of archeological context, ceramic evidence, and other types of artifactual evidence, site 5MT5383 dates to the Pueblo I period (A.D. 750-900).\\n        In 1981, human remains representing a minimum of one individual were removed from site 5MT5863, located near the Dolores River, Montezuma County, CO, by University of Colorado staff.   No known individual was identified.  No associated funerary objects are present.\\n        On the basis of archeological context, architectural evidence, tree-ring dates, ceramic evidence, and other types of artifactual evidence, site 5MT5863 dates to the Pueblo I period (A.D. 790-910).\\n        In 1981, human remains representing a minimum of one individual were removed from site 5MT5956, located near the Dolores River, Montezuma County, CO, by University of Colorado staff.  No known individual was identified.  No associated funerary objects are present.\\n        On the basis of archeological context and architectural, ceramic, and other types of artifactual evidence, site 5MT5956 dates to the Basketmaker III-Pueblo I periods (A.D. 500-900).\\n        In 1981, human remains representing a minimum of one individual were removed from site 5MT5985, on the Dolores River, Montezuma County, CO, by University of Colorado staff.   No known individual was identified.  No associated funerary objects are present.\\n        On the basis of archeological context, architectural, ceramic, and other types of artifactual evidence, site 5MT5985 dates to the Basketmaker III-Early Pueblo I periods (A.D. 500-850).\\n        In 1979, human remains representing a minimum of one individual were removed from site 5MT6474, located near the Dolores River, Montezuma County, CO, by University of Colorado staff.  No known individual was identified.  No associated funerary objects are present.\\n        \\n        On the basis of archeological context, site 5MT6474 dates to the Basketmaker III-Pueblo III periods (A.D. 500-1350).\\n        In 1985, human remains representing a minimum of one individual were removed from Aulston Pueblo (site 5MT2433), located near Yellowjacket Canyon, Montezuma County, CO, by Complete Archaeological Service Associates during construction of the Fairview Laterals, an irrigation feature associated with the Dolores Project.  No known individual was identified.  The four associated funerary objects are stone tools.\\n        On the basis of archeological context, architectural evidence, tree-ring dates, ceramic evidence, and other types of artifactual evidence, Aulston Pueblo dates to the Pueblo II period (A.D. 900-1150).\\n        In 1986, human remains representing a minimum of one individual were removed from site 5MT8827, located near Ruin Canyon, Montezuma County, CO, by Complete Archaeological Service Associates during construction of the South Canal, an irrigation feature associated with the Dolores Project.  No known individual was identified.  The one associated funerary object is a ceramic pitcher.\\n        On the basis of archeological context and architectural, ceramic, and other types of artifactual evidence, site 5MT8827 dates to the Pueblo II period (A.D. 900-1150).\\n        In 1988, human remains representing a minimum of three individuals were removed from Herren House (site 5MT2519), located near Ruin Canyon, Montezuma County, CO, by Complete Archaeological Service Associates during construction of the Hovenweep Laterals, an irrigation feature associated with the Dolores Project.   No known individuals were identified.  The 16 associated funerary objects include 7 pottery sherds, 4 ceramic vessels, 3 stone tools, and 2 bone tools.\\n        On the basis of archeological context and architectural, ceramic, and other types of artifactual evidence, Herren House is a multi-component occupation in which the human remains date to the Late Pueblo II-Early Pueblo III periods (A.D. 1080-1200).\\n        In 1988, human remains representing a minimum of two individuals were removed from 5MT2525, located near Ruin Canyon, Montezuma County, CO, by Complete Archaeological Service Associates during construction of the Hovenweep Laterals, an irrigation feature associated with the Dolores Project.  No known individuals were identified.  No associated funerary objects are present.\\n        On the basis of archeological context and architectural, ceramic, and other types of artifactual evidence, site 5MT2525 is a multi-component occupation in which the human remains date to the Pueblo III period (A.D. 1150-1220).\\n        In 1988, human remains representing a minimum of two individuals were removed from site 5MT2544, located near Ruin Canyon, Montezuma County, CO, by Complete Archaeological Service Associates during construction of the Hovenweep Laterals, an irrigation feature associated with the Dolores Project.  No known individuals were identified.  The 13 associated funerary objects include 8 ceramic vessels, 3 stone tools, and 2 bone tools.\\n        On the basis of archeological context, tree-ring dates, architectural evidence, ceramic evidence, and other types of artifactual evidence, site 5MT2544 dates to the Pueblo II-Pueblo III periods (A.D. 1025-1200).\\n        In 1989, human remains representing a minimum of four individuals were removed from site 5MT8899, located near McElmo Creek, Montezuma County, CO, by Complete Archaeological Service Associates during construction of Reach I of the Towaoc, an irrigation feature associated with the Dolores Project.   No known individuals were identified.  The 19 associated funerary objects are 8 stone tools, 6 pottery sherds, 4 pollen samples, and 1 ceramic vessel.\\n        On the basis of archeological context and architectural, ceramic, and other types of artifactual evidence, site 5MT8899 was occupied in two different time periods.  The first occupation dates to the Basketmaker III period (A.D. 500-750), and the second dates to the Pueblo II period (A.D. 900-1150).\\n        In 1989, human remains representing a minimum of three individuals were removed from site 5MT8934, located near Ritter Draw, Montezuma County, CO, by Complete Archaeological Service Associates during construction of Reach I of the Towaoc, an irrigation feature associated with the Dolores Project.  No known individuals were identified.  No associated funerary objects are present.\\n        On the basis of archeological context and architectural, ceramic, and other types of artifactual evidence, site 5MT8934 dates to the Pueblo I-Pueblo II periods (A.D. 750-1150).\\n        In 1989, human remains representing a minimum of one individual were removed from site 5MT8937, located near McElmo Creek, Montezuma County, CO, by Complete Archaeological Service Associates during construction of Reach II of the Towaoc, an irrigation feature associated with the Dolores Project.   No known individual was identified.  No associated funerary objects are present.\\n        On the basis of archeological context and architectural, ceramic, and other types of artifactual evidence, site 5MT8937 dates to the Late Basketmaker III-Early Pueblo I periods (A.D. 700-775).\\n        In 1989, human remains representing a minimum of two individuals were removed from site 5MT9072, located near McElmo Creek, Montezuma County, CO, by Complete Archaeological Service Associates during construction of Reach II of the Towaoc, an irrigation feature associated with the Dolores Project.  No known individuals were identified.  The seven associated funerary objects are three miscellaneous vegetal items, two stone tools, one pottery sherd, and one shell bead.\\n        On the basis of archeological context and architectural, ceramic, and other types of artifactual evidence, site 5MT9072 dates to the Late Basketmaker III-Early Pueblo I periods (A.D. 700-775).\\n        In 1992, human remains representing a minimum of one individual were removed from site 5MT11503, located near McElmo Creek, Montezuma County, CO, by Complete Archaeological Service Associates during construction of Reach II of the Towaoc, an irrigation feature associated with the Dolores Project.  No known individual was identified.  The five associated funerary objects are three ceramic vessels, one stone tool, and one bone tool.\\n        On the basis of archeological context, ceramic evidence, and other types of artifactual evidence, site 5MT11503 dates to the Pueblo II period (A.D. 900-1150).\\n        In summary, all of the human remains and associated funerary objects described above are Ancestral Puebloan with a relationship of shared group identity that can be reasonably traced to the Hopi Tribe of Arizona; Pueblo of Acoma, New Mexico; Pueblo of Jemez, New Mexico; Pueblo of Laguna, New Mexico; Pueblo of Nambe, New Mexico; Pueblo of Picuris, New Mexico; Pueblo of Pojoaque, New Mexico; Pueblo of San Ildefonso, New Mexico; Pueblo of San Juan, New Mexico; Pueblo of Santa Clara, New Mexico; Pueblo of Taos, New Mexico; Pueblo of Tesuque, New Mexico; the Pueblo of Zia, New Mexico; and the Zuni Tribe of the Zuni Reservation, New Mexico.  This relationship of shared group identity is based on geographical, archeological, anthropological, linguistic, historical, and oral tradition evidence.\\n        \\n        Officials of the Bureau of Land Management, Anasazi Heritage Center have determined that, pursuant to 25 U.S.C. 3001 (9-10), the human remains described above represent the physical remains of 168 individuals of Native American ancestry. Officials of the Bureau of Land Management Anasazi Heritage Center also have determined that, pursuant to 25 U.S.C. 3001 (3)(A), the 444 objects described above are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony.  Lastly, officials of the Bureau of Land Management Anasazi Heritage Center have determined that, pursuant to 25 U.S.C. 3001 (2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and associated funerary objects and the Hopi Tribe of Arizona; Pueblo of Acoma, New Mexico; Pueblo of Jemez, New Mexico; Pueblo of Laguna, New Mexico; Pueblo of Nambe, New Mexico; Pueblo of Picuris, New Mexico; Pueblo of Pojoaque, New Mexico; Pueblo of San Ildefonso, New Mexico; Pueblo of San Juan, New Mexico; Pueblo of Santa Clara, New Mexico; Pueblo of Taos, New Mexico; Pueblo of Tesuque, New Mexico; Pueblo of Zia, New Mexico; and Zuni Tribe of the Zuni Reservation, New Mexico.\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the human remains and associated funerary objects should contact Susan Thomas, Anasazi Heritage Center Curator and NAGPRA Coordinator, Bureau of Land Management, 27501 Highway 184, Dolores, CO  81323, telephone (970) 882-5600 November 12, 2004.  Repatriation of the human remains and associated funerary objects to the Hopi Tribe of Arizona; Pueblo of Acoma, New Mexico; Pueblo of Jemez, New Mexico; Pueblo of Laguna, New Mexico; Pueblo of Nambe, New Mexico; Pueblo of Picuris, New Mexico; Pueblo of Pojoaque, New Mexico; Pueblo of San Ildefonso, New Mexico; Pueblo of San Juan, New Mexico; Pueblo of Santa Clara, New Mexico; Pueblo of Taos, New Mexico; Pueblo of Tesuque, New Mexico; Pueblo of Zia, New Mexico; and Zuni Tribe of the Zuni Reservation, New Mexico may proceed after that date if no additional claimants come forward.\\n        The Bureau of Land Management, Anasazi Heritage Center is responsible for notifying the Hopi Tribe of Arizona; Jicarilla Apache Nation, New Mexico; Navajo Nation, Arizona, New Mexico & Utah; Pueblo of Acoma, New Mexico; Pueblo of Cochiti, New Mexico; Pueblo of Isleta, New Mexico; Pueblo of Jemez, New Mexico; Pueblo of Laguna, New Mexico; Pueblo of Nambe, New Mexico; Pueblo of Picuris, New Mexico; Pueblo of Pojoaque, New Mexico; Pueblo of San Felipe, New Mexico; Pueblo of San Ildefonso, New Mexico; Pueblo of San Juan, New Mexico; Pueblo of Sandia, New Mexico; Pueblo of Santa Ana, New Mexico; Pueblo of Santa Clara, New Mexico; Pueblo of Santo Domingo, New Mexico; Pueblo of Taos, New Mexico; Pueblo of Tesuque, New Mexico; Pueblo of Zia, New Mexico; Southern Ute Tribe of the Southern Ute Reservation, Colorado; Ute Indian Tribe of the Uintah & Ouray Reservation, Utah; Ute Mountain Tribe of the Ute Reservation, Colorado, New Mexico & Utah; and Zuni Tribe of the Zuni Reservation, New Mexico that this notice has been published.\\n        \\n          Dated:  August 9, 2004\\n          Sherry Hutt,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. 04-22825 Filed 10-8-04; 8:45 am]\\n      BILLING CODE 4312-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Inventory Completion: U.S. Department of the Interior, Bureau of Land Management, Anasazi Heritage Center, Dolores, CO   ", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated:  August 9, 2004", "signature_name": "Sherry Hutt,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. 04-22825 Filed 10-8-04; 8:45 am]", "billing_code": "BILLING CODE 4312-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}