{"index": "I_1856", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Inventory Completion: University of California, Riverside, Riverside, CA\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains in the possession of the University of California, Riverside, Riverside, CA. The remains were removed from three archeological sites in Riverside County, CA.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003 (d)(3). The determinations within this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains. The National Park Service is not responsible for the determinations within this notice.\\n        A detailed assessment of the human remains was made by the University of California, Riverside professional staff in consultation with the Cahuilla Inter-Tribal Repatriation Committee, representing the Agua Caliente Band of Cahuilla Indians of the Agua Caliente Indian Reservation, California; Augustine Band of Cahuilla Mission Indians of the Augustine Reservation, California; Cabazon Band of Cahuilla Mission Indians, California; Cahuilla Band of Mission Indians of the Cahuilla Reservation, California; Los Coyotes Band of Cahuilla & Cupeno Indians of the Los Coyotes Reservation, California; Morongo Band of Cahuilla Mission Indians of the Morongo Reservation, California; Ramona Band or Village of Cahuilla Mission Indians of California; Santa Rosa Band of Cahuilla Mission Indians of the Santa Rosa Reservation, California; and Torres-Martinez Band of Cahuilla Mission Indians of California.\\n        In 1990, human remains representing a minimum of one individual were removed by the University of California, Riverside from the surface of archeological site CA-RIV-4070, Riverside County, CA. The human remains consist of a burned mandible fragment. No known individual was identified. No associated funerary objects are present.\\n        In 1991, human remains representing a minimum of one individual were removed by the University of California, Riverside from the surface of archeological site CA-RIV-2199, Riverside County, CA. The human remains consist of the fragmentary distal end of a burned ulna. No known individual was identified. No associated funerary objects are present. Fish bones found in test excavations at CA-RIV-2199 suggest that the site represents a shoreline settlement. Other artifacts recovered in test excavations at CA-RIV-2199 include several small cottonwood triangle and desert side-notched arrowpoints and approximately 300 ceramic sherds.\\n        In 1991, human remains representing a minimum of one individual were removed by the University of California, Riverside from the surface adjacent to archeological site CA-RIV-4169, Riverside County, CA. The human remains consist of a single burned pelvis fragment.  No known individual was identified. No associated funerary objects are present.\\n\\n        Sites CA-RIV-2199, CA-RIV-4169, CA-RIV-4070 are part of a dense cluster of archeological sites that was once located along the shoreline of Lake Cahuilla. Large scale environmental changes around A.D. 1500 led to the complete evaporation of Lake Cahuilla. Sites along the prehistoric lakeshore generally date to shortly before A.D. 1500. CA-RIV-2199, CA-RIV-4169, and CA-RIV-4070 are located within the area traditionally occupied by the desert division of the Cahuilla tribe, represented today by the Augustine Band of Cahuilla Mission Indians of the Augustine Reservation, California; Cabazon Band of Cahuilla Mission Indians, California; and Torres-Martinez Band of Cahuilla Mission Indians of California. However, the inferred antiquity of the human remains suggests that they represent an ancestral population of a more broadly defined Cahuilla tribe.\\n        \\n        Officials of the University of California, Riverside have determined that, pursuant to 25 U.S.C. 3001 (9-10), the human remains listed above represent the physical remains of three individuals of Native American ancestry. Officials of the University of California, Riverside, have also determined that, pursuant to 25 U.S.C. 3001 (2), there is a relationship of shared group identity that can reasonably be traced between the Native American human remains and the Agua Caliente Band of Cahuilla Indians of the Agua Caliente Indian Reservation, California; Augustine Band of Cahuilla Mission Indians of the Augustine Reservation, California; Cabazon Band of Cahuilla Mission Indians, California; Cahuilla Band of Mission Indians of the Cahuilla Reservation, California; Los Coyotes Band of Cahuilla & Cupeno Indians of the Los Coyotes Reservation, California; Morongo Band of Cahuilla Mission Indians of the Morongo Reservation, California; Ramona Band or Village of Cahuilla Mission Indians of California; Santa Rosa Band of Cahuilla Mission Indians of the Santa Rosa Reservation, California; and Torres-Martinez Band of Cahuilla Mission Indians of California.\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with these human remains should contact Philip J. Wilke, Department of Anthropology, University of California, Riverside, Riverside, CA 92521-0418, telephone (909) 787-5524, before April 26, 2004. Repatriation of these human remains to the Cahuilla Inter-Tribal Repatriation Committee may proceed after that date if no additional claimants come forward.\\n        The University of California, Riverside  is responsible for notifying the Cahuilla Inter-Tribal Repatriation Committee, Agua Caliente Band of Cahuilla Indians of the Agua Caliente Indian Reservation, California; Augustine Band of Cahuilla Mission Indians of the Augustine Reservation, California; Cabazon Band of Cahuilla Mission Indians, California; Cahuilla Band of Mission Indians of the Cahuilla Reservation, California; Los Coyotes Band of Cahuilla & Cupeno Indians of the Los Coyotes Reservation, California; Morongo Band of Cahuilla Mission Indians of the Morongo Reservation, California; Ramona Band or Village of Cahuilla Mission Indians of California; Santa Rosa Band of Cahuilla Mission Indians of the Santa Rosa Reservation, California; and Torres-Martinez Band of Cahuilla Mission Indians of California that this notice has been published.\\n        \\n          Dated: February 10, 2004.\\n          John Robbins,\\n          Assistant Director, Cultural Resources.\\n        \\n      \\n      [FR Doc. 04-6646 Filed 3-24-04; 8:45 am]\\n      BILLING CODE 4310-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Inventory Completion: University of California, Riverside, Riverside, CA", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: February 10, 2004.", "signature_name": "John Robbins,", "signature_title": "Assistant Director, Cultural Resources.", "fr_doc": "[FR Doc. 04-6646 Filed 3-24-04; 8:45 am]", "billing_code": "BILLING CODE 4310-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}