{"index": "I_1854", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR \\n        National Park Service \\n        Notice of Inventory Completion: Carnegie Museum of Natural History, Pittsburgh, PA \\n        \\n          AGENCY:\\n          National Park Service, Interior. \\n        \\n        \\n          ACTION:\\n           Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains and associated funerary objects in the possession of the Carnegie Museum of Natural History, Pittsburgh, PA. These human remains and associated funerary objects were removed from burial grounds on the Fort Peck Indian Reservation, MT. \\n\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003(d)(3). The determinations within this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations within this notice. \\n        A detailed assessment of the human remains was made by Carnegie Museum of Natural History professional staff in consultation with representatives of the Assiniboine and Sioux tribes of the Fort Peck Indian Reservation, Montana. \\n        In 1898, human remains representing a minimum of five individuals were removed from a burial ground at Wolf Point on the Fort Peck Indian Reservation. The original collector is not know, but may have been Dr. Brewer Mattocks. In response to an inquiry from Dr. Mattocks in 1913, the U.S. Department of the Interior determined that Wolf Point was located on the Fort Peck Indian Reservation. Dr. Mattocks donated the human remains to the Carnegie Museum of Natural History in 1913 (Accession no. 4839) and 1914 (Accession no. 5214). No known individuals were identified. The six associated funerary objects are five brass and one gold cameo finger rings (Accession no. 5214) which Dr. Mattocks also donated to the Carnegie Museum of Natural History in 1914. \\n        Although the lands from which the human remains and associated funerary objects were removed were under the jurisdiction of the U.S. Department of the Interior, Bureau of Indian Affairs, the Carnegie Museum of Natural History has possession and control of the human remains and associated funerary objects because their removal from tribal land predates permit requirements established by the Antiquities Act of 1906. \\n        The brass and gold cameo finger rings date the five burials to the Historic period (mid- to late 19th century). The burial ground at Wolf Point was commonly used by Assiniboine and Sioux residents of the Fort Peck Indian Reservation. \\n        Officials of the Carnegie Museum of Natural History have determined that, pursuant to 25 U.S.C. 3001 (9-10), the human remains described above represent the physical remains of five individuals of Native American Ancestry. Officials of the Carnegie Museum of Natural History also have determined that, pursuant to 25 U.S.C. 3001(3)(A), the six objects described above are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony. Lastly, officials of the Carnegie Museum of Natural History have determined that, pursuant to 25 U.S.C. 3001(2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and the Assiniboine and Sioux tribes of the Fort Peck Indian Reservation, Montana. \\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the human remains and associated funerary objects should contact Dr. David R. Watters, Carnegie Museum of Natural History, 5800 Baum Boulevard, Pittsburgh, PA 15206-3706, telephone (412) 665-2605, before April 26, 2004. Repatriation of the human remains and associated funerary objects to the Assiniboine and Sioux tribes of the Fort Peck Indian Reservation, Montana may proceed after that date if no additional claimants come forward. \\n        The Carnegie Museum of Natural History is responsible for notifying the Assiniboine and Sioux tribes of the Fort Peck Indian Reservation, Montana that this notice has been published. \\n        \\n          Dated: January 27, 2004. \\n          John Robbins, \\n          Assistant Director, Cultural Resources. \\n        \\n      \\n      [FR Doc. 04-6653  Filed 3-25-04; 8:45 am] \\n      BILLING CODE 4310-50-M \\n    ", "agency1": "DEPARTMENT OF THE INTERIOR ", "sub_agency1": "National Park Service ", "dep_doc": "Null", "subject": "Notice of Inventory Completion: Carnegie Museum of Natural History, Pittsburgh, PA ", "agency2": "National Park Service, Interior. ", "action": " Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: January 27, 2004. ", "signature_name": "John Robbins, ", "signature_title": "Assistant Director, Cultural Resources. ", "fr_doc": "[FR Doc. 04-6653  Filed 3-25-04; 8:45 am] ", "billing_code": "BILLING CODE 4310-50-M ", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}