{"index": "I_180", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        [NPS-WASO-NAGPRA-NPS0027073: PPWOCRADN0-PCU00RP14.R50000]\\n        Notice of Inventory Completion: Tennessee Valley Authority, Knoxville, TN\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        \\n          SUMMARY:\\n          The Tennessee Valley Authority (TVA) has completed an inventory of human remains and associated funerary objects in consultation with the appropriate Indian Tribes or Native Hawaiian organizations, and has determined that there is no cultural affiliation between the human remains and associated funerary objects and any present-day Indian Tribes or Native Hawaiian organizations. Representatives of any Indian Tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request to TVA. If no additional requestors come forward, transfer of control of the human remains and associated funerary objects to the Indian Tribes or Native Hawaiian organizations stated in this notice may proceed.\\n        \\n        \\n          DATES:\\n          Representatives of any Indian Tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to TVA at the address in this notice by January 22, 2019.\\n        \\n        \\n          ADDRESSES:\\n\\n          Dr. Thomas O. Maher, TVA, 400 West Summit Hill Drive, WT11C, Knoxville, TN 37902-1401, telephone (865) 632-7458, email tomaher@tva.gov.\\n          \\n        \\n      \\n      \\n        SUPPLEMENTARY INFORMATION:\\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains and associated funerary objects under the control of TVA, Knoxville, TN. The human remains and associated funerary objects were removed from archeological sites in Colbert and Lauderdale Counties, AL, and Hardin County, TN.\\n\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003(d)(3) and 43 CFR 10.11(d). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations in this notice.\\n        Consultation\\n        A detailed assessment of the human remains and associated funerary objects was made by TVA professional staff in consultation with representatives of the Absentee-Shawnee Tribe of Oklahoma; Alabama-Coushatta Tribe of Texas (previously listed as the Alabama-Coushatta Tribes of Texas); Cherokee Nation; Coushatta Tribe of Louisiana; Eastern Band of Cherokee Indians; Poarch Band of Creeks (previously listed as the Poarch Band of Creek Indians of Alabama); The Chickasaw Nation; The Choctaw Nation of Oklahoma; The Muscogee (Creek) Nation; The Seminole Nation of Oklahoma; and the United Keetoowah Band of Cherokee Indians in Oklahoma (hereafter referred to as \\xe2\\x80\\x9cThe Consulted Tribes\\xe2\\x80\\x9d).\\n        History and Description of the Remains\\n        From December 27, 1938 to June 27, 1939, human remains representing, at minimum, 365 individuals were removed from the Little Bear Creek site, 1CT8, in Colbert County, AL, by the Alabama Museum of Natural History (AMNH) at the University of Alabama. TVA acquired this site on August 20, 1936, for the Pickwick Reservoir project. This shell midden site was at the confluence of Little Bear Creek and the Tennessee River. While there are no radiocarbon dates from this site, the excavated artifacts indicate that the major occupations took place during the Late Archaic (4000-1000 B.C.). Ceramics, while not abundant, were found in the upper 2-3 feet. Some of the ceramics suggest minor occupations during the Colbert (300 B.C.-A.D. 100) and McKelvey (A.D. 500-1000) phases. Distinctive shell-tempered vessels associated with some burials indicate a Mississippian Kogers Island phase (A.D. 1200-1500) occupation.\\n        The human remains removed from 1CT8 include adults, juveniles, and infants of both sexes. No known individuals were identified. The 5,244 associated funerary objects include two ground stone abraders; one ground stone adz; one antler billet; 10 antler billet fragments; six antler tools; one carved and ground antler; three atlatl weights; two Bell Plain bottles; two Bell Plain bowls; 11 Bell Plain bowl sherds; 20 Bell Plain jar sherds; one Bell Plain ladle; one bifurcated bone; two animal bones; seven bone awls; two beaver incisors; five bone fids; one bone fishhook; one bone handle; three bone needles; two bone pendants; 13 bone pins; three bone projectile points; two bone punches; 28 unidentified bones; four chert bifaces; one ground stone celt; one ceramic ear spool; 13 crinoid stems; five crinoid stem beads; one polished stone discoidal; one drumfish tooth bead; 4068 gastropod shell beads; one ground stone fragment; one ground stone bowl; one hammerstone; three hematite fragments; one Long Branch Fabric Marked sherd; three McKee Island Brushed jars; four McKee Island Brushed sherds; one Mississippi Plain vessel; 38 Mississippi Plain bowl sherds; 28 Mississippi Plain jars; 17 Mississippi Plain jar sherds; 29 Mississippi Plain sherds; one Kirk Serrated PP/K; one Ledbetter PP/K; one Morrow Mountain PP/K; one polished stone pendant; one polished stone; five unidentified PP/K; 594 shell beads; two shell gorgets; five shell pendants; four unidentified shells; one polished stone bead; one turtle shell; three turtle shell rattles; 25 turtle shell rattle fragments; five unidentified bones; one piece of ground coal; one piece of unidentified ground stone; 240 unmodified chert pebbles; and one unmodified shell.\\n        From January 25 to February 22, 1934, human remains representing, at minimum, 20 individuals were removed from 1CT17 in Colbert County, AL, by AMNH. TVA acquired this site on June 19, 1936, for the Pickwick Reservoir project, and the excavation was conducted with Federal funds in anticipation of reservoir construction. This shell mound and village site was located on the left descending bank of the Tennessee River, and consisted of an accumulation of mussel shell and village midden, rather than an intentionally constructed earthwork. There are no radiocarbon dates from this site. Projectile points from 1CT17 resemble those found in Late Archaic (4000-1000 B.C.) occupations at nearby sites. Stratification of the ceramics recovered from the excavations is not clear, but the ceramics exhibit temper and surface modifications characteristic of the Early and Middle Woodland period (300 B.C.-A.D. 500). A few shell-tempered ceramics from the Mississippian period are found in the upper portion of this shell midden. The human remains include infants, adolescents, and adults of both sexes. No known individuals were identified. There are no associated funerary objects from this site.\\n        From January to February, 1938, human remains representing, at minimum, nine individuals were removed from the Georgetown Landing site, 1CT34, in Colbert County, AL, by AMNH. TVA acquired this site on March 28, 1936, for the Pickwick Reservoir project. The site was a shell midden extending 140 by 280 feet on the left descending bank of the Tennessee River. There are no radiocarbon dates for this site. It is not possible to place the NAGPRA cultural items from 1CT34 in a temporal context as temporally sensitive artifacts were rare. Some fiber-tempered ceramics considered typical of the Wheeler culture (approximately 1300-1000 B.C.) were recovered, as well as some shell-tempered ceramics, suggesting a Mississippian period occupation.\\n        The human remains removed from 1CT34 include adults, juveniles, and children of both sexes. No known individuals were identified. The two associated funerary objects are one unidentified broken projectile point and one damaged siltstone tubular bead.\\n        From February 6 to March 6 and April 17-22, 1939, human remains representing, at minimum, 93 individuals were removed from site 1CT65/1CT117 in Colbert County, AL, by the AMNH. The site was originally designated 1CT65, but this number was inadvertently used for another site outside TVA boundaries. Consequently, this site is currently designated 1CT117 in the Alabama site files. TVA acquired this site on August 20, 1936, for the Pickwick Reservoir project. This rock shelter or cave was located on the left descending bank of Little Bear Creek.\\n        Although most of 1CT117 had been disturbed by looting, 20 features were tentatively identified. Most are designated as fire basins or rock hearths. There are no radiocarbon dates from this site. Both limestone-tempered and shell-tempered ceramics were recovered, suggesting both a Woodland and Mississippian occupation. There are, however, projectile points that indicate an Archaic occupation. The fragmented human remains include adults, children and infants of both sexes. No known individuals were identified. The 1,486 associated funerary objects include 19 Eva projectile points/knives (PP/K); 1461 gastropod shell beads; one beaver incisor; two unidentified PP/K; two shell gorgets; and one turtle shell.\\n\\n        Sometime during 1984, human remains representing, at minimum, three individuals were removed from Bell Cave, 1CT229, during paleontological investigations by the McWane Science Center. TVA purchased the land encompassing this cave on October 23, 1936. The site is located on the left descending bank of the Tennessee River in Colbert County, AL. The age of these human remains is not known. The human remains all belong to adults, but are too fragmentary to determine sex. No known individuals were identified. There are no associated funerary objects.\\n        In 1962, human remains representing, at minimum, 42 individuals were removed from site 1LU12 in Lauderdale County, AL, by the Muscle Shoals chapter of the Alabama Archaeological Society. TVA acquired this land on November 23, 1936, for the Pickwick Reservoir project. There is no reliable information regarding the context within which these human remains were found and there are no radiocarbon dates for this site. The artifacts recovered suggest occupations during the Late Archaic and Mississippian periods. The human remains include infants, juveniles and adults of both sexes. No known individuals were identified. There are no associated funerary objects.\\n        From April 29, 1938 to November 8, 1940 human remains representing, at minimum, 2,459 individuals were removed from the Perry site, 1LU25, in Lauderdale County, AL, by the AMNH. TVA acquired this site on February 19, 1937, for the Pickwick Reservoir project. Perry site was the largest excavation on TVA land in Alabama. The site, located on an island in the Tennessee River, was an extensive shell midden, village and burial ground. There were two major occupations at 1LU25. The first during the terminal Middle through Late Archaic periods, (4000-1000 B.C.), and the second during the Kogers Island phase (A.D. 1200-1450) of the Mississippian period.\\n        The human remains from 1LU25 include both sexes of every age category from neonate to senior (60+). The 17,105 associated funerary objects include 16 stone abraders; 16 adzes; nine Alexander Incised sherds; one Alexander Incised var. Smithsonia sherd; one Alexander Pinched sherd; one Alexander Punctated, var. Columbus sherd; one Alexander Punctated, var. Tibbee sherd; 15 animal bones and teeth; one antler atlatl hook; six antler billets; five antler flakers; 57 antler fragments; one antler headdress; six antler projectile points; three antler punches; two antler tines; one antler tool; two antler ornaments; two antler tubes; one polished stone atlatl weight; one Baldwin Plain bottle; one Baldwin Plain jar; five Baldwin Plain sherds; one Baldwin Plain, var. O\\'Neal sherd; 15 Barton Incised sherds; one Barton Incised, var. Demopolis jar; eight Barton Incised, var. Unspecified sherds; two Baytown Plain, var. McKelvey sherds; one bear canine; two beaver teeth/bone; one Bell Plain ladle; five Bell Plain bottles; nine Bell Plain bowls; 28 Bell Plain bowl sherds; one Bell Plain effigy bottle; three Bell Plain effigy bowls; six Bell Plain jars; five Bell Plain jar sherds; 26 Bell Plain sherds; three BenjaminPP/K; two Benson Simple Stamped sherds; one Benton Broad Stemmed PP/K; one Benton Stemmed PP/K; 47 chert bifaces; 25 bird bones and fragments; one Bluff Creek Simple Stamped sherd; 53 bone awls; five bone awl fragments; one alligator gar jaw; 78 bone beads; one bone beamer; two bifurcated bones; three bone billets; nine bone drifts; five bone fids; 17 bone fishhooks; four bone flakers; one bone fragment; one bone implement; four bone needles; two bone pendant/ornaments; 22 bone pins; nine bone pin fragments; two bone pressure flakers; 42 bone projectile points; two bone punches; 60 bone rattles; one bone shaft wrench; 20 bone tools; 20 unidentified bones; five mammal bones; 23 modified bones; 39 canid teeth and turtle shell pendants; one unmodified animal canine tooth; 46 Carthage Incised, var. Summerville jar sherds; 15 chert, limestone, schist, and sandstone celts; one ceramic elbow pipe; one chert tool; three stone chisels; one conch shell; seven conch shell columella; one conch shell cup; one Coosa Notched PP/K; one Copena Triangular PP/K; four copper and wood ear spool fragments; 71 copper beads; 42 copper ornament fragments; one chert core; one crinoid bead; one unmodified crinoid stem; 19 Crow Creek Noded sherds; two modified deer antlers; 31 deer bones; one deer jaw; one deer skull headdress fragment; one deer ulna with drilled hole; three dentate stamped, limestone tempered sherds; three stone discoidals; one dog burial; two drills; one Elk River PP/K; one engraved bone; one Evans PP/K; two Evansville Punctated sherds; 21 fish bone fragments; one fish jaw; one fishhook preform; four Flint Creek PP/K; two Flint River Cord Marked sherds; 10 fresh water pearl beads; one Furrs Cord Marked jar; four grooved abraders; eight pieces of ground stone; one ground stone bead; 23 ground stone vessel sherds; one Guntersville PP/K; one hafted drill; three Hamilton PP/K; 19 hammerstones; three pieces of hematite; one Henry Island Punctated jar; three Jacks Reef Pentagonal PP/K; four Kays PP/K; one Keith Incised sherd; one Kirk Corner Notched PP/K; one Kirk Serrated PP/K; three stone knives; one Ledbetter PP/K; 43 Little Bear Creek PP/K; 16 Long Branch Fabric Marked sherds; one Lost Lake PP/K; six Madison PP/K; two mammal bones; five Maples PP/K; one Matthews Incised, var. Manley jar; 28 McIntire PP/K; one McKee Island Brushed double bowl; two McKee Island Brushed sherds; one ground stone metate; four Mississippi Plain bowls; five Mississippi Plain bowl sherds; one Mississippi Plain double bowl; 14 Mississippi Plain double bowl sherds; one Mississippi Plain effigy rim sherd; 27 Mississippi Plain jars; 60 Mississippi Plain jar sherds; 337 Mississippi Plain sherds; one Mississippi Plain vessel; one Mississippi Plain sherd discoidal; four Motley PP/K; one Moundville Engraved var. Hemphill bottle; one Moundville Engraved, var. Tuscaloosa bottle; four Moundville Incised, var. Bottle Creek sherds; one Moundville Incised, var. Carrollton jar; seven Moundville Incised, var. Carrollton sherds; one Moundville Incised, var. Snows Bend jar; one Moundville Incised, var. Unspecified jar; one Moundville Incised, var. Unspecified sherd; two Mud Creek PP/K; one Mulberry Creek Cordmarked sherd; 25 Mulberry Creek Plain sherds; one Mulberry Creek PP/K; five mussel shells; one ovoid carbon object; one sandstone pestle; two chert picks; seven Pickwick PP/K; five stone pipes; 85 PP/K; one PP/K imbedded in bone; 59 chert preforms; one Saltillo Fabric Marked sherd; 116 sandstone bowl fragments; one chert scrapper; five shark teeth pendants; 71 shell and bone beads; 1,592 shell and stone beads; 12,447 shell beads; one incised shell bead; three shell cups; one shell ear plug; 13 shell fragments; five shell gorgets; seven shell ornaments; 28 shell pendants; one shell pin; eight shell spoons; 20 unidentified shells; 26 shell, ceramic and stone beads; 18 modified shells; one Smithsonia PP/K; 106 unmodified snail shells; one St. Andrews Complicated Stamped sherd; one Stanfield PP/K; one steatite bowl; 14 stemmed PP/K; 41 stone beads; four stone gorgets; one stone pendant; one Sublet Ferry PP/K; 93 terrapin shells and drum teeth; 383 turtle shell fragments; one unidentified bone; 128 unmodified stones/pebbles/cobbles; one utilized flake; five Wade PP/K; six Wheeler Check Stamped sherds; three Wheeler Plain sherds; four Wheeler Punctated sherds; one Wheeler Simple Stamped sherd; and eight wolf jaws.\\n\\n        From June to November 1937, human remains representing, at minimum, 12 individuals were removed from the McKelvey Mound, 40HN1/40HR30, in Hardin County, TN, by the AMNH. TVA acquired this site on July 29, 1936, for the Pickwick Reservoir project. The McKelvey Mound was located just north of the Alabama border on the right descending bank of the Tennessee River. The mound was 100 feet in diameter and, at the time of excavation, was eight feet above the level of the river. The mound was primarily domiciliary rather than mortuary in nature. There are no radiocarbon dates from this site. The artifacts recovered indicate multiple occupations during the Late Archaic, Middle Woodland, Late Woodland, and Mississippian, Kogers Island phase (A.D. 1200-1500). Most of the burials are from the Kogers Island phase.\\n        The human remains removed from the McKelvey Mound are primarily adults, but sex could not be determined for most individuals. No known individuals were identified. There are 79 associated funerary objects including one Bell Plain bottle; one biface; one burnishing stone; one celt; one cobble; two cortical flakes; one Flint Creek PP/K; five pieces of galena; three Guntersville PP/K; five Hamilton PP/K; two hammerstones; one McKee Island Complicated Stamped sherd; four Mississippi Plain jars; 44 Mississippi Plain sherds; one polished stone palette; one pebble; two unidentified PP/K; and three utilized flakes.\\n        From January 16 to April 26, 1937, human remains representing, at minimum, 24 individuals were excavated from the Fisher Mound, 40HN4/40HR54, in Hardin County, TN, by the AMNH. TVA acquired this site on July 25, 1936, as part of the Pickwick Reservoir project. The site was approximately 400 feet north of the border with Alabama on the right descending side of the Tennessee River. The site\\'s most noticeable surface feature was a conical mound 70 feet in diameter and 11 feet high. Using WPA labor and funds, the AMNH excavated the mound and three adjacent areas. There are no radiocarbon dates from this site, and very little pottery was recovered in the village area. The mound is generally identified as a mortuary structure from the Copena phase (A.D. 100-500).\\n        The fragmentary nature of the human remains from the Fisher Mound made it difficult to identify gender, but infants, juveniles and adults are represented. No known individuals were identified. The 52 associated funerary objects include one chert biface; one stone celt; one coal fragment; 12 copper beads; 32 pieces of galena; four pieces of mica; and one Nolichucky PP/K.\\n        Determinations Made by the Tennessee Valley Authority\\n        Officials of Tennessee Valley Authority have determined that:\\n        \\n        \\n          \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice are Native American, based on their presence in prehistoric archeological sites and osteological analysis.\\n          \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice represent the physical remains of 3,027 individuals of Native American ancestry.\\n          \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(3)(A), the 23,968 objects described in this notice are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony.\\n          \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(2), a relationship of shared group identity cannot be reasonably traced between the Native American human remains and associated funerary objects and any present-day Indian Tribe.\\n          \\xe2\\x80\\xa2 According to final judgments of the Indian Claims Commission or the Court of Federal Claims, the land from which the Native American human remains and associated funerary objects were removed is the aboriginal land of the Cherokee Nation; Eastern Band of Cherokee Indians; and the United Keetoowah Band of Cherokee Indians in Oklahoma.\\n          \\xe2\\x80\\xa2 The Treaty of September 20, 1816, indicates that the land from which the Native American human remains and associated funerary objects were removed is the aboriginal land of The Chickasaw Nation.\\n          \\xe2\\x80\\xa2 Pursuant to 43 CFR 10.11(c)(1)(ii), the disposition of the human remains may be to the Cherokee Nation; Eastern Band of Cherokee Indians; The Chickasaw Nation; and the United Keetoowah Band of Cherokee Indians in Oklahoma. The Cherokee Nation; Eastern Band of Cherokee Indians; and United Keetoowah Band of Cherokee Indians in Oklahoma have declined to accept transfer of control of the human remains.\\n          \\xe2\\x80\\xa2 Pursuant to 43 CFR 10.11(c)(4), TVA has decided to transfer control of the funerary objects associated with the culturally unidentifiable human remains to The Chickasaw Nation.\\n        \\n        Additional Requestors and Disposition\\n\\n        Representatives of any Indian Tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to Dr. Thomas O. Maher, TVA, 400 West Summit Hill Drive, WT11C, Knoxville, TN 37902-1401, telephone (865) 632-7458, email tomaher@tva.gov, by January 22, 2019. After that date, if no additional requestors have come forward, transfer of control of the human remains and associated funerary objects to The Chickasaw Nation may proceed.\\n        The Tennessee Valley Authority is responsible for notifying The Consulted Tribes that this notice has been published.\\n        \\n          Dated: November 28, 2018.\\n          Melanie O\\'Brien,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. 2018-27647 Filed 12-20-18; 8:45 am]\\n       BILLING CODE 4312-52-P\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "[NPS-WASO-NAGPRA-NPS0027073: PPWOCRADN0-PCU00RP14.R50000]", "subject": "Notice of Inventory Completion: Tennessee Valley Authority, Knoxville, TN", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "The Tennessee Valley Authority (TVA) has completed an inventory of human remains and associated funerary objects in consultation with the appropriate Indian Tribes or Native Hawaiian organizations, and has determined that there is no cultural affiliation between the human remains and associated funerary objects and any present-day Indian Tribes or Native Hawaiian organizations. Representatives of any Indian Tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request to TVA. If no additional requestors come forward, transfer of control of the human remains and associated funerary objects to the Indian Tribes or Native Hawaiian organizations stated in this notice may proceed.", "dates": "Representatives of any Indian Tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to TVA at the address in this notice by January 22, 2019.", "addresses": "Dr. Thomas O. Maher, TVA, 400 West Summit Hill Drive, WT11C, Knoxville, TN 37902-1401, telephone (865) 632-7458, email tomaher@tva.gov.\\n          ", "signature_dated": "Dated: November 28, 2018.", "signature_name": "Melanie O\\'Brien,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. 2018-27647 Filed 12-20-18; 8:45 am]", "billing_code": " BILLING CODE 4312-52-P", "supp_info": "SUPPLEMENTARY INFORMATION: \n Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains and associated funerary objects under the control of TVA, Knoxville, TN. The human remains and associated funerary objects were removed from archeological sites in Colbert and Lauderdale Counties, AL, and Hardin County, TN. \n This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003(d)(3) and 43 CFR 10.11(d). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations in this notice. \n Consultation \n A detailed assessment of the human remains and associated funerary objects was made by TVA professional staff in consultation with representatives of the Absentee-Shawnee Tribe of Oklahoma; Alabama-Coushatta Tribe of Texas (previously listed as the Alabama-Coushatta Tribes of Texas); Cherokee Nation; Coushatta Tribe of Louisiana; Eastern Band of Cherokee Indians; Poarch Band of Creeks (previously listed as the Poarch Band of Creek Indians of Alabama); The Chickasaw Nation; The Choctaw Nation of Oklahoma; The Muscogee (Creek) Nation; The Seminole Nation of Oklahoma; and the United Keetoowah Band of Cherokee Indians in Oklahoma (hereafter referred to as \\xe2\\x80\\x9cThe Consulted Tribes\\xe2\\x80\\x9d). \n History and Description of the Remains \n From December 27, 1938 to June 27, 1939, human remains representing, at minimum, 365 individuals were removed from the Little Bear Creek site, 1CT8, in Colbert County, AL, by the Alabama Museum of Natural History (AMNH) at the University of Alabama. TVA acquired this site on August 20, 1936, for the Pickwick Reservoir project. This shell midden site was at the confluence of Little Bear Creek and the Tennessee River. While there are no radiocarbon dates from this site, the excavated artifacts indicate that the major occupations took place during the Late Archaic (4000-1000 B.C.). Ceramics, while not abundant, were found in the upper 2-3 feet. Some of the ceramics suggest minor occupations during the Colbert (300 B.C.-A.D. 100) and McKelvey (A.D. 500-1000) phases. Distinctive shell-tempered vessels associated with some burials indicate a Mississippian Kogers Island phase (A.D. 1200-1500) occupation. \n The human remains removed from 1CT8 include adults, juveniles, and infants of both sexes. No known individuals were identified. The 5,244 associated funerary objects include two ground stone abraders; one ground stone adz; one antler billet; 10 antler billet fragments; six antler tools; one carved and ground antler; three atlatl weights; two Bell Plain bottles; two Bell Plain bowls; 11 Bell Plain bowl sherds; 20 Bell Plain jar sherds; one Bell Plain ladle; one bifurcated bone; two animal bones; seven bone awls; two beaver incisors; five bone fids; one bone fishhook; one bone handle; three bone needles; two bone pendants; 13 bone pins; three bone projectile points; two bone punches; 28 unidentified bones; four chert bifaces; one ground stone celt; one ceramic ear spool; 13 crinoid stems; five crinoid stem beads; one polished stone discoidal; one drumfish tooth bead; 4068 gastropod shell beads; one ground stone fragment; one ground stone bowl; one hammerstone; three hematite fragments; one Long Branch Fabric Marked sherd; three McKee Island Brushed jars; four McKee Island Brushed sherds; one Mississippi Plain vessel; 38 Mississippi Plain bowl sherds; 28 Mississippi Plain jars; 17 Mississippi Plain jar sherds; 29 Mississippi Plain sherds; one Kirk Serrated PP/K; one Ledbetter PP/K; one Morrow Mountain PP/K; one polished stone pendant; one polished stone; five unidentified PP/K; 594 shell beads; two shell gorgets; five shell pendants; four unidentified shells; one polished stone bead; one turtle shell; three turtle shell rattles; 25 turtle shell rattle fragments; five unidentified bones; one piece of ground coal; one piece of unidentified ground stone; 240 unmodified chert pebbles; and one unmodified shell. \n From January 25 to February 22, 1934, human remains representing, at minimum, 20 individuals were removed from 1CT17 in Colbert County, AL, by AMNH. TVA acquired this site on June 19, 1936, for the Pickwick Reservoir project, and the excavation was conducted with Federal funds in anticipation of reservoir construction. This shell mound and village site was located on the left descending bank of the Tennessee River, and consisted of an accumulation of mussel shell and village midden, rather than an intentionally constructed earthwork. There are no radiocarbon dates from this site. Projectile points from 1CT17 resemble those found in Late Archaic (4000-1000 B.C.) occupations at nearby sites. Stratification of the ceramics recovered from the excavations is not clear, but the ceramics exhibit temper and surface modifications characteristic of the Early and Middle Woodland period (300 B.C.-A.D. 500). A few shell-tempered ceramics from the Mississippian period are found in the upper portion of this shell midden. The human remains include infants, adolescents, and adults of both sexes. No known individuals were identified. There are no associated funerary objects from this site. \n From January to February, 1938, human remains representing, at minimum, nine individuals were removed from the Georgetown Landing site, 1CT34, in Colbert County, AL, by AMNH. TVA acquired this site on March 28, 1936, for the Pickwick Reservoir project. The site was a shell midden extending 140 by 280 feet on the left descending bank of the Tennessee River. There are no radiocarbon dates for this site. It is not possible to place the NAGPRA cultural items from 1CT34 in a temporal context as temporally sensitive artifacts were rare. Some fiber-tempered ceramics considered typical of the Wheeler culture (approximately 1300-1000 B.C.) were recovered, as well as some shell-tempered ceramics, suggesting a Mississippian period occupation. \n The human remains removed from 1CT34 include adults, juveniles, and children of both sexes. No known individuals were identified. The two associated funerary objects are one unidentified broken projectile point and one damaged siltstone tubular bead. \n From February 6 to March 6 and April 17-22, 1939, human remains representing, at minimum, 93 individuals were removed from site 1CT65/1CT117 in Colbert County, AL, by the AMNH. The site was originally designated 1CT65, but this number was inadvertently used for another site outside TVA boundaries. Consequently, this site is currently designated 1CT117 in the Alabama site files. TVA acquired this site on August 20, 1936, for the Pickwick Reservoir project. This rock shelter or cave was located on the left descending bank of Little Bear Creek. \n Although most of 1CT117 had been disturbed by looting, 20 features were tentatively identified. Most are designated as fire basins or rock hearths. There are no radiocarbon dates from this site. Both limestone-tempered and shell-tempered ceramics were recovered, suggesting both a Woodland and Mississippian occupation. There are, however, projectile points that indicate an Archaic occupation. The fragmented human remains include adults, children and infants of both sexes. No known individuals were identified. The 1,486 associated funerary objects include 19 Eva projectile points/knives (PP/K); 1461 gastropod shell beads; one beaver incisor; two unidentified PP/K; two shell gorgets; and one turtle shell. \n Sometime during 1984, human remains representing, at minimum, three individuals were removed from Bell Cave, 1CT229, during paleontological investigations by the McWane Science Center. TVA purchased the land encompassing this cave on October 23, 1936. The site is located on the left descending bank of the Tennessee River in Colbert County, AL. The age of these human remains is not known. The human remains all belong to adults, but are too fragmentary to determine sex. No known individuals were identified. There are no associated funerary objects. \n In 1962, human remains representing, at minimum, 42 individuals were removed from site 1LU12 in Lauderdale County, AL, by the Muscle Shoals chapter of the Alabama Archaeological Society. TVA acquired this land on November 23, 1936, for the Pickwick Reservoir project. There is no reliable information regarding the context within which these human remains were found and there are no radiocarbon dates for this site. The artifacts recovered suggest occupations during the Late Archaic and Mississippian periods. The human remains include infants, juveniles and adults of both sexes. No known individuals were identified. There are no associated funerary objects. \n From April 29, 1938 to November 8, 1940 human remains representing, at minimum, 2,459 individuals were removed from the Perry site, 1LU25, in Lauderdale County, AL, by the AMNH. TVA acquired this site on February 19, 1937, for the Pickwick Reservoir project. Perry site was the largest excavation on TVA land in Alabama. The site, located on an island in the Tennessee River, was an extensive shell midden, village and burial ground. There were two major occupations at 1LU25. The first during the terminal Middle through Late Archaic periods, (4000-1000 B.C.), and the second during the Kogers Island phase (A.D. 1200-1450) of the Mississippian period. \n The human remains from 1LU25 include both sexes of every age category from neonate to senior (60+). The 17,105 associated funerary objects include 16 stone abraders; 16 adzes; nine Alexander Incised sherds; one Alexander Incised var. Smithsonia sherd; one Alexander Pinched sherd; one Alexander Punctated, var. Columbus sherd; one Alexander Punctated, var. Tibbee sherd; 15 animal bones and teeth; one antler atlatl hook; six antler billets; five antler flakers; 57 antler fragments; one antler headdress; six antler projectile points; three antler punches; two antler tines; one antler tool; two antler ornaments; two antler tubes; one polished stone atlatl weight; one Baldwin Plain bottle; one Baldwin Plain jar; five Baldwin Plain sherds; one Baldwin Plain, var. O\\'Neal sherd; 15 Barton Incised sherds; one Barton Incised, var. Demopolis jar; eight Barton Incised, var. Unspecified sherds; two Baytown Plain, var. McKelvey sherds; one bear canine; two beaver teeth/bone; one Bell Plain ladle; five Bell Plain bottles; nine Bell Plain bowls; 28 Bell Plain bowl sherds; one Bell Plain effigy bottle; three Bell Plain effigy bowls; six Bell Plain jars; five Bell Plain jar sherds; 26 Bell Plain sherds; three BenjaminPP/K; two Benson Simple Stamped sherds; one Benton Broad Stemmed PP/K; one Benton Stemmed PP/K; 47 chert bifaces; 25 bird bones and fragments; one Bluff Creek Simple Stamped sherd; 53 bone awls; five bone awl fragments; one alligator gar jaw; 78 bone beads; one bone beamer; two bifurcated bones; three bone billets; nine bone drifts; five bone fids; 17 bone fishhooks; four bone flakers; one bone fragment; one bone implement; four bone needles; two bone pendant/ornaments; 22 bone pins; nine bone pin fragments; two bone pressure flakers; 42 bone projectile points; two bone punches; 60 bone rattles; one bone shaft wrench; 20 bone tools; 20 unidentified bones; five mammal bones; 23 modified bones; 39 canid teeth and turtle shell pendants; one unmodified animal canine tooth; 46 Carthage Incised, var. Summerville jar sherds; 15 chert, limestone, schist, and sandstone celts; one ceramic elbow pipe; one chert tool; three stone chisels; one conch shell; seven conch shell columella; one conch shell cup; one Coosa Notched PP/K; one Copena Triangular PP/K; four copper and wood ear spool fragments; 71 copper beads; 42 copper ornament fragments; one chert core; one crinoid bead; one unmodified crinoid stem; 19 Crow Creek Noded sherds; two modified deer antlers; 31 deer bones; one deer jaw; one deer skull headdress fragment; one deer ulna with drilled hole; three dentate stamped, limestone tempered sherds; three stone discoidals; one dog burial; two drills; one Elk River PP/K; one engraved bone; one Evans PP/K; two Evansville Punctated sherds; 21 fish bone fragments; one fish jaw; one fishhook preform; four Flint Creek PP/K; two Flint River Cord Marked sherds; 10 fresh water pearl beads; one Furrs Cord Marked jar; four grooved abraders; eight pieces of ground stone; one ground stone bead; 23 ground stone vessel sherds; one Guntersville PP/K; one hafted drill; three Hamilton PP/K; 19 hammerstones; three pieces of hematite; one Henry Island Punctated jar; three Jacks Reef Pentagonal PP/K; four Kays PP/K; one Keith Incised sherd; one Kirk Corner Notched PP/K; one Kirk Serrated PP/K; three stone knives; one Ledbetter PP/K; 43 Little Bear Creek PP/K; 16 Long Branch Fabric Marked sherds; one Lost Lake PP/K; six Madison PP/K; two mammal bones; five Maples PP/K; one Matthews Incised, var. Manley jar; 28 McIntire PP/K; one McKee Island Brushed double bowl; two McKee Island Brushed sherds; one ground stone metate; four Mississippi Plain bowls; five Mississippi Plain bowl sherds; one Mississippi Plain double bowl; 14 Mississippi Plain double bowl sherds; one Mississippi Plain effigy rim sherd; 27 Mississippi Plain jars; 60 Mississippi Plain jar sherds; 337 Mississippi Plain sherds; one Mississippi Plain vessel; one Mississippi Plain sherd discoidal; four Motley PP/K; one Moundville Engraved var. Hemphill bottle; one Moundville Engraved, var. Tuscaloosa bottle; four Moundville Incised, var. Bottle Creek sherds; one Moundville Incised, var. Carrollton jar; seven Moundville Incised, var. Carrollton sherds; one Moundville Incised, var. Snows Bend jar; one Moundville Incised, var. Unspecified jar; one Moundville Incised, var. Unspecified sherd; two Mud Creek PP/K; one Mulberry Creek Cordmarked sherd; 25 Mulberry Creek Plain sherds; one Mulberry Creek PP/K; five mussel shells; one ovoid carbon object; one sandstone pestle; two chert picks; seven Pickwick PP/K; five stone pipes; 85 PP/K; one PP/K imbedded in bone; 59 chert preforms; one Saltillo Fabric Marked sherd; 116 sandstone bowl fragments; one chert scrapper; five shark teeth pendants; 71 shell and bone beads; 1,592 shell and stone beads; 12,447 shell beads; one incised shell bead; three shell cups; one shell ear plug; 13 shell fragments; five shell gorgets; seven shell ornaments; 28 shell pendants; one shell pin; eight shell spoons; 20 unidentified shells; 26 shell, ceramic and stone beads; 18 modified shells; one Smithsonia PP/K; 106 unmodified snail shells; one St. Andrews Complicated Stamped sherd; one Stanfield PP/K; one steatite bowl; 14 stemmed PP/K; 41 stone beads; four stone gorgets; one stone pendant; one Sublet Ferry PP/K; 93 terrapin shells and drum teeth; 383 turtle shell fragments; one unidentified bone; 128 unmodified stones/pebbles/cobbles; one utilized flake; five Wade PP/K; six Wheeler Check Stamped sherds; three Wheeler Plain sherds; four Wheeler Punctated sherds; one Wheeler Simple Stamped sherd; and eight wolf jaws. \n From June to November 1937, human remains representing, at minimum, 12 individuals were removed from the McKelvey Mound, 40HN1/40HR30, in Hardin County, TN, by the AMNH. TVA acquired this site on July 29, 1936, for the Pickwick Reservoir project. The McKelvey Mound was located just north of the Alabama border on the right descending bank of the Tennessee River. The mound was 100 feet in diameter and, at the time of excavation, was eight feet above the level of the river. The mound was primarily domiciliary rather than mortuary in nature. There are no radiocarbon dates from this site. The artifacts recovered indicate multiple occupations during the Late Archaic, Middle Woodland, Late Woodland, and Mississippian, Kogers Island phase (A.D. 1200-1500). Most of the burials are from the Kogers Island phase. \n The human remains removed from the McKelvey Mound are primarily adults, but sex could not be determined for most individuals. No known individuals were identified. There are 79 associated funerary objects including one Bell Plain bottle; one biface; one burnishing stone; one celt; one cobble; two cortical flakes; one Flint Creek PP/K; five pieces of galena; three Guntersville PP/K; five Hamilton PP/K; two hammerstones; one McKee Island Complicated Stamped sherd; four Mississippi Plain jars; 44 Mississippi Plain sherds; one polished stone palette; one pebble; two unidentified PP/K; and three utilized flakes. \n From January 16 to April 26, 1937, human remains representing, at minimum, 24 individuals were excavated from the Fisher Mound, 40HN4/40HR54, in Hardin County, TN, by the AMNH. TVA acquired this site on July 25, 1936, as part of the Pickwick Reservoir project. The site was approximately 400 feet north of the border with Alabama on the right descending side of the Tennessee River. The site\\'s most noticeable surface feature was a conical mound 70 feet in diameter and 11 feet high. Using WPA labor and funds, the AMNH excavated the mound and three adjacent areas. There are no radiocarbon dates from this site, and very little pottery was recovered in the village area. The mound is generally identified as a mortuary structure from the Copena phase (A.D. 100-500). \n The fragmentary nature of the human remains from the Fisher Mound made it difficult to identify gender, but infants, juveniles and adults are represented. No known individuals were identified. The 52 associated funerary objects include one chert biface; one stone celt; one coal fragment; 12 copper beads; 32 pieces of galena; four pieces of mica; and one Nolichucky PP/K. \n Determinations Made by the Tennessee Valley Authority \n Officials of Tennessee Valley Authority have determined that: \n Additional Requestors and Disposition \n Representatives of any Indian Tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to Dr. Thomas O. Maher, TVA, 400 West Summit Hill Drive, WT11C, Knoxville, TN 37902-1401, telephone (865) 632-7458, email tomaher@tva.gov, by January 22, 2019. After that date, if no additional requestors have come forward, transfer of control of the human remains and associated funerary objects to The Chickasaw Nation may proceed. \n The Tennessee Valley Authority is responsible for notifying The Consulted Tribes that this notice has been published. \n ", "consultation": "A detailed assessment of the human remains and associated funerary objects was made by TVA professional staff in consultation with representatives of the Absentee-Shawnee Tribe of Oklahoma; Alabama-Coushatta Tribe of Texas (previously listed as the Alabama-Coushatta Tribes of Texas); Cherokee Nation; Coushatta Tribe of Louisiana; Eastern Band of Cherokee Indians; Poarch Band of Creeks (previously listed as the Poarch Band of Creek Indians of Alabama); The Chickasaw Nation; The Choctaw Nation of Oklahoma; The Muscogee (Creek) Nation; The Seminole Nation of Oklahoma; and the United Keetoowah Band of Cherokee Indians in Oklahoma (hereafter referred to as \\xe2\\x80\\x9cThe Consulted Tribes\\xe2\\x80\\x9d). \n ", "h_d_r": "From December 27, 1938 to June 27, 1939, human remains representing, at minimum, 365 individuals were removed from the Little Bear Creek site, 1CT8, in Colbert County, AL, by the Alabama Museum of Natural History (AMNH) at the University of Alabama. TVA acquired this site on August 20, 1936, for the Pickwick Reservoir project. This shell midden site was at the confluence of Little Bear Creek and the Tennessee River. While there are no radiocarbon dates from this site, the excavated artifacts indicate that the major occupations took place during the Late Archaic (4000-1000 B.C.). Ceramics, while not abundant, were found in the upper 2-3 feet. Some of the ceramics suggest minor occupations during the Colbert (300 B.C.-A.D. 100) and McKelvey (A.D. 500-1000) phases. Distinctive shell-tempered vessels associated with some burials indicate a Mississippian Kogers Island phase (A.D. 1200-1500) occupation. \n The human remains removed from 1CT8 include adults, juveniles, and infants of both sexes. No known individuals were identified. The 5,244 associated funerary objects include two ground stone abraders; one ground stone adz; one antler billet; 10 antler billet fragments; six antler tools; one carved and ground antler; three atlatl weights; two Bell Plain bottles; two Bell Plain bowls; 11 Bell Plain bowl sherds; 20 Bell Plain jar sherds; one Bell Plain ladle; one bifurcated bone; two animal bones; seven bone awls; two beaver incisors; five bone fids; one bone fishhook; one bone handle; three bone needles; two bone pendants; 13 bone pins; three bone projectile points; two bone punches; 28 unidentified bones; four chert bifaces; one ground stone celt; one ceramic ear spool; 13 crinoid stems; five crinoid stem beads; one polished stone discoidal; one drumfish tooth bead; 4068 gastropod shell beads; one ground stone fragment; one ground stone bowl; one hammerstone; three hematite fragments; one Long Branch Fabric Marked sherd; three McKee Island Brushed jars; four McKee Island Brushed sherds; one Mississippi Plain vessel; 38 Mississippi Plain bowl sherds; 28 Mississippi Plain jars; 17 Mississippi Plain jar sherds; 29 Mississippi Plain sherds; one Kirk Serrated PP/K; one Ledbetter PP/K; one Morrow Mountain PP/K; one polished stone pendant; one polished stone; five unidentified PP/K; 594 shell beads; two shell gorgets; five shell pendants; four unidentified shells; one polished stone bead; one turtle shell; three turtle shell rattles; 25 turtle shell rattle fragments; five unidentified bones; one piece of ground coal; one piece of unidentified ground stone; 240 unmodified chert pebbles; and one unmodified shell. \n From January 25 to February 22, 1934, human remains representing, at minimum, 20 individuals were removed from 1CT17 in Colbert County, AL, by AMNH. TVA acquired this site on June 19, 1936, for the Pickwick Reservoir project, and the excavation was conducted with Federal funds in anticipation of reservoir construction. This shell mound and village site was located on the left descending bank of the Tennessee River, and consisted of an accumulation of mussel shell and village midden, rather than an intentionally constructed earthwork. There are no radiocarbon dates from this site. Projectile points from 1CT17 resemble those found in Late Archaic (4000-1000 B.C.) occupations at nearby sites. Stratification of the ceramics recovered from the excavations is not clear, but the ceramics exhibit temper and surface modifications characteristic of the Early and Middle Woodland period (300 B.C.-A.D. 500). A few shell-tempered ceramics from the Mississippian period are found in the upper portion of this shell midden. The human remains include infants, adolescents, and adults of both sexes. No known individuals were identified. There are no associated funerary objects from this site. \n From January to February, 1938, human remains representing, at minimum, nine individuals were removed from the Georgetown Landing site, 1CT34, in Colbert County, AL, by AMNH. TVA acquired this site on March 28, 1936, for the Pickwick Reservoir project. The site was a shell midden extending 140 by 280 feet on the left descending bank of the Tennessee River. There are no radiocarbon dates for this site. It is not possible to place the NAGPRA cultural items from 1CT34 in a temporal context as temporally sensitive artifacts were rare. Some fiber-tempered ceramics considered typical of the Wheeler culture (approximately 1300-1000 B.C.) were recovered, as well as some shell-tempered ceramics, suggesting a Mississippian period occupation. \n The human remains removed from 1CT34 include adults, juveniles, and children of both sexes. No known individuals were identified. The two associated funerary objects are one unidentified broken projectile point and one damaged siltstone tubular bead. \n From February 6 to March 6 and April 17-22, 1939, human remains representing, at minimum, 93 individuals were removed from site 1CT65/1CT117 in Colbert County, AL, by the AMNH. The site was originally designated 1CT65, but this number was inadvertently used for another site outside TVA boundaries. Consequently, this site is currently designated 1CT117 in the Alabama site files. TVA acquired this site on August 20, 1936, for the Pickwick Reservoir project. This rock shelter or cave was located on the left descending bank of Little Bear Creek. \n Although most of 1CT117 had been disturbed by looting, 20 features were tentatively identified. Most are designated as fire basins or rock hearths. There are no radiocarbon dates from this site. Both limestone-tempered and shell-tempered ceramics were recovered, suggesting both a Woodland and Mississippian occupation. There are, however, projectile points that indicate an Archaic occupation. The fragmented human remains include adults, children and infants of both sexes. No known individuals were identified. The 1,486 associated funerary objects include 19 Eva projectile points/knives (PP/K); 1461 gastropod shell beads; one beaver incisor; two unidentified PP/K; two shell gorgets; and one turtle shell. \n Sometime during 1984, human remains representing, at minimum, three individuals were removed from Bell Cave, 1CT229, during paleontological investigations by the McWane Science Center. TVA purchased the land encompassing this cave on October 23, 1936. The site is located on the left descending bank of the Tennessee River in Colbert County, AL. The age of these human remains is not known. The human remains all belong to adults, but are too fragmentary to determine sex. No known individuals were identified. There are no associated funerary objects. \n In 1962, human remains representing, at minimum, 42 individuals were removed from site 1LU12 in Lauderdale County, AL, by the Muscle Shoals chapter of the Alabama Archaeological Society. TVA acquired this land on November 23, 1936, for the Pickwick Reservoir project. There is no reliable information regarding the context within which these human remains were found and there are no radiocarbon dates for this site. The artifacts recovered suggest occupations during the Late Archaic and Mississippian periods. The human remains include infants, juveniles and adults of both sexes. No known individuals were identified. There are no associated funerary objects. \n From April 29, 1938 to November 8, 1940 human remains representing, at minimum, 2,459 individuals were removed from the Perry site, 1LU25, in Lauderdale County, AL, by the AMNH. TVA acquired this site on February 19, 1937, for the Pickwick Reservoir project. Perry site was the largest excavation on TVA land in Alabama. The site, located on an island in the Tennessee River, was an extensive shell midden, village and burial ground. There were two major occupations at 1LU25. The first during the terminal Middle through Late Archaic periods, (4000-1000 B.C.), and the second during the Kogers Island phase (A.D. 1200-1450) of the Mississippian period. \n The human remains from 1LU25 include both sexes of every age category from neonate to senior (60+). The 17,105 associated funerary objects include 16 stone abraders; 16 adzes; nine Alexander Incised sherds; one Alexander Incised var. Smithsonia sherd; one Alexander Pinched sherd; one Alexander Punctated, var. Columbus sherd; one Alexander Punctated, var. Tibbee sherd; 15 animal bones and teeth; one antler atlatl hook; six antler billets; five antler flakers; 57 antler fragments; one antler headdress; six antler projectile points; three antler punches; two antler tines; one antler tool; two antler ornaments; two antler tubes; one polished stone atlatl weight; one Baldwin Plain bottle; one Baldwin Plain jar; five Baldwin Plain sherds; one Baldwin Plain, var. O\\'Neal sherd; 15 Barton Incised sherds; one Barton Incised, var. Demopolis jar; eight Barton Incised, var. Unspecified sherds; two Baytown Plain, var. McKelvey sherds; one bear canine; two beaver teeth/bone; one Bell Plain ladle; five Bell Plain bottles; nine Bell Plain bowls; 28 Bell Plain bowl sherds; one Bell Plain effigy bottle; three Bell Plain effigy bowls; six Bell Plain jars; five Bell Plain jar sherds; 26 Bell Plain sherds; three BenjaminPP/K; two Benson Simple Stamped sherds; one Benton Broad Stemmed PP/K; one Benton Stemmed PP/K; 47 chert bifaces; 25 bird bones and fragments; one Bluff Creek Simple Stamped sherd; 53 bone awls; five bone awl fragments; one alligator gar jaw; 78 bone beads; one bone beamer; two bifurcated bones; three bone billets; nine bone drifts; five bone fids; 17 bone fishhooks; four bone flakers; one bone fragment; one bone implement; four bone needles; two bone pendant/ornaments; 22 bone pins; nine bone pin fragments; two bone pressure flakers; 42 bone projectile points; two bone punches; 60 bone rattles; one bone shaft wrench; 20 bone tools; 20 unidentified bones; five mammal bones; 23 modified bones; 39 canid teeth and turtle shell pendants; one unmodified animal canine tooth; 46 Carthage Incised, var. Summerville jar sherds; 15 chert, limestone, schist, and sandstone celts; one ceramic elbow pipe; one chert tool; three stone chisels; one conch shell; seven conch shell columella; one conch shell cup; one Coosa Notched PP/K; one Copena Triangular PP/K; four copper and wood ear spool fragments; 71 copper beads; 42 copper ornament fragments; one chert core; one crinoid bead; one unmodified crinoid stem; 19 Crow Creek Noded sherds; two modified deer antlers; 31 deer bones; one deer jaw; one deer skull headdress fragment; one deer ulna with drilled hole; three dentate stamped, limestone tempered sherds; three stone discoidals; one dog burial; two drills; one Elk River PP/K; one engraved bone; one Evans PP/K; two Evansville Punctated sherds; 21 fish bone fragments; one fish jaw; one fishhook preform; four Flint Creek PP/K; two Flint River Cord Marked sherds; 10 fresh water pearl beads; one Furrs Cord Marked jar; four grooved abraders; eight pieces of ground stone; one ground stone bead; 23 ground stone vessel sherds; one Guntersville PP/K; one hafted drill; three Hamilton PP/K; 19 hammerstones; three pieces of hematite; one Henry Island Punctated jar; three Jacks Reef Pentagonal PP/K; four Kays PP/K; one Keith Incised sherd; one Kirk Corner Notched PP/K; one Kirk Serrated PP/K; three stone knives; one Ledbetter PP/K; 43 Little Bear Creek PP/K; 16 Long Branch Fabric Marked sherds; one Lost Lake PP/K; six Madison PP/K; two mammal bones; five Maples PP/K; one Matthews Incised, var. Manley jar; 28 McIntire PP/K; one McKee Island Brushed double bowl; two McKee Island Brushed sherds; one ground stone metate; four Mississippi Plain bowls; five Mississippi Plain bowl sherds; one Mississippi Plain double bowl; 14 Mississippi Plain double bowl sherds; one Mississippi Plain effigy rim sherd; 27 Mississippi Plain jars; 60 Mississippi Plain jar sherds; 337 Mississippi Plain sherds; one Mississippi Plain vessel; one Mississippi Plain sherd discoidal; four Motley PP/K; one Moundville Engraved var. Hemphill bottle; one Moundville Engraved, var. Tuscaloosa bottle; four Moundville Incised, var. Bottle Creek sherds; one Moundville Incised, var. Carrollton jar; seven Moundville Incised, var. Carrollton sherds; one Moundville Incised, var. Snows Bend jar; one Moundville Incised, var. Unspecified jar; one Moundville Incised, var. Unspecified sherd; two Mud Creek PP/K; one Mulberry Creek Cordmarked sherd; 25 Mulberry Creek Plain sherds; one Mulberry Creek PP/K; five mussel shells; one ovoid carbon object; one sandstone pestle; two chert picks; seven Pickwick PP/K; five stone pipes; 85 PP/K; one PP/K imbedded in bone; 59 chert preforms; one Saltillo Fabric Marked sherd; 116 sandstone bowl fragments; one chert scrapper; five shark teeth pendants; 71 shell and bone beads; 1,592 shell and stone beads; 12,447 shell beads; one incised shell bead; three shell cups; one shell ear plug; 13 shell fragments; five shell gorgets; seven shell ornaments; 28 shell pendants; one shell pin; eight shell spoons; 20 unidentified shells; 26 shell, ceramic and stone beads; 18 modified shells; one Smithsonia PP/K; 106 unmodified snail shells; one St. Andrews Complicated Stamped sherd; one Stanfield PP/K; one steatite bowl; 14 stemmed PP/K; 41 stone beads; four stone gorgets; one stone pendant; one Sublet Ferry PP/K; 93 terrapin shells and drum teeth; 383 turtle shell fragments; one unidentified bone; 128 unmodified stones/pebbles/cobbles; one utilized flake; five Wade PP/K; six Wheeler Check Stamped sherds; three Wheeler Plain sherds; four Wheeler Punctated sherds; one Wheeler Simple Stamped sherd; and eight wolf jaws. \n From June to November 1937, human remains representing, at minimum, 12 individuals were removed from the McKelvey Mound, 40HN1/40HR30, in Hardin County, TN, by the AMNH. TVA acquired this site on July 29, 1936, for the Pickwick Reservoir project. The McKelvey Mound was located just north of the Alabama border on the right descending bank of the Tennessee River. The mound was 100 feet in diameter and, at the time of excavation, was eight feet above the level of the river. The mound was primarily domiciliary rather than mortuary in nature. There are no radiocarbon dates from this site. The artifacts recovered indicate multiple occupations during the Late Archaic, Middle Woodland, Late Woodland, and Mississippian, Kogers Island phase (A.D. 1200-1500). Most of the burials are from the Kogers Island phase. \n The human remains removed from the McKelvey Mound are primarily adults, but sex could not be determined for most individuals. No known individuals were identified. There are 79 associated funerary objects including one Bell Plain bottle; one biface; one burnishing stone; one celt; one cobble; two cortical flakes; one Flint Creek PP/K; five pieces of galena; three Guntersville PP/K; five Hamilton PP/K; two hammerstones; one McKee Island Complicated Stamped sherd; four Mississippi Plain jars; 44 Mississippi Plain sherds; one polished stone palette; one pebble; two unidentified PP/K; and three utilized flakes. \n From January 16 to April 26, 1937, human remains representing, at minimum, 24 individuals were excavated from the Fisher Mound, 40HN4/40HR54, in Hardin County, TN, by the AMNH. TVA acquired this site on July 25, 1936, as part of the Pickwick Reservoir project. The site was approximately 400 feet north of the border with Alabama on the right descending side of the Tennessee River. The site\\'s most noticeable surface feature was a conical mound 70 feet in diameter and 11 feet high. Using WPA labor and funds, the AMNH excavated the mound and three adjacent areas. There are no radiocarbon dates from this site, and very little pottery was recovered in the village area. The mound is generally identified as a mortuary structure from the Copena phase (A.D. 100-500). \n The fragmentary nature of the human remains from the Fisher Mound made it difficult to identify gender, but infants, juveniles and adults are represented. No known individuals were identified. The 52 associated funerary objects include one chert biface; one stone celt; one coal fragment; 12 copper beads; 32 pieces of galena; four pieces of mica; and one Nolichucky PP/K. \n ", "h_d_ci": "Null", "determinations": "Determinations Made by the Tennessee Valley Authority \n Officials of Tennessee Valley Authority have determined that: \n ", "a_r_d": "Representatives of any Indian Tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to Dr. Thomas O. Maher, TVA, 400 West Summit Hill Drive, WT11C, Knoxville, TN 37902-1401, telephone (865) 632-7458, email tomaher@tva.gov, by January 22, 2019. After that date, if no additional requestors have come forward, transfer of control of the human remains and associated funerary objects to The Chickasaw Nation may proceed. \n The Tennessee Valley Authority is responsible for notifying The Consulted Tribes that this notice has been published. \n "}