{"index": "I_1875", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Inventory Completion: Minnesota Indian Affairs Council, Bemidji, MN, and U.S. Department of Agriculture, Forest Service, Chippewa National Forest, Cass Lake, MN\\n        \\n          AGENCY:\\n          National Park Service.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains in the possession of the Minnesota Indian Affairs Council, Bemidji, MN, and in the control of the U.S. Department of Agriculture, Forest Service, Chippewa National Forest, Cass Lake, MN.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003 (d)(3). The determinations within this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains. The National Park Service is not responsible for the determinations within this notice.\\n        A detailed assessment of the human remains was made by Minnesota Indian Affairs Council professional staff in consultation with representatives of the Leech Lake Band of the Minnesota Chippewa Tribe, Minnesota.\\n\\n        In 1988, human remains representing one individual were sent anonymously to the University of Minnesota. A note in the box indicated that the human remains were collected from the area of \\xe2\\x80\\x9cWinnie Dam.\\xe2\\x80\\x9d The Winnibigoshish Lake Dam, also known as Winnie Dam, is located in the Chippewa National Forest in Itasca County, MN. No known individual was identified. No associated funerary objects are present.\\n        The human remains from Winnibigoshish Dam are believed to have been sent to the University of Minnesota by Mr. B. Marshall, a private collector. In 1986, Mr. Marshall donated to the Minnesota Indian Affairs Council the remains of four individuals that he had recovered in an area adjacent to Winnibigoshish Dam between 1965 and 1968. At the time of the donation, Mr. Marshall said that he believed that the remains of the four individuals dated to the historic period based on the artifacts found with them. The remains of the four individuals were reburied in 1987. The human remains sent to the University of Minnesota in 1988 are also believed to date to the historic period.\\n        Archeological and historical evidence indicates that during the historic period the area around Winnibigoshish Dam was occupied by ancestors of the present-day Leech Lake Band of the Minnesota Chippewa Tribe, Minnesota.\\n        Officials of the Minnesota Indians Affairs Council and Chippewa National Forest have determined that, pursuant to 25 U.S.C. 3001 (9-10), the human remains described above represent the physical remains of one individual of Native American ancestry. Officials of the Minnesota Indian Affairs Council and Chippewa National Forest also have determined that, pursuant to 25 U.S.C. 3001 (2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and the Leech Lake Band of the Minnesota Chippewa Tribe, Minnesota.\\n        \\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the human remains should contact Joseph Day, Minnesota Indian Affairs Council, 3801 Bemidji Avenue, Bemidji, MN 56601, telephone (218) 755-3825, before December 31, 2003. Repatriation of the human remains to the Leech Lake Band of the Minnesota Chippewa Tribe, Minnesota may proceed after that date if no additional claimants come forward.\\n        The Minnesota Indian Affairs Council is responsible for notifying the Leech Lake Band of the Minnesota Chippewa Tribe, Minnesota that this notice has been published.\\n        \\n          Dated: September 23, 2003.\\n          John Robbins,\\n          Assistant Director, Cultural Resources.\\n        \\n      \\n      [FR Doc. 03-29771 Filed 11-28-03; 8:45 am]\\n      BILLING CODE 4310-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Inventory Completion: Minnesota Indian Affairs Council, Bemidji, MN, and U.S. Department of Agriculture, Forest Service, Chippewa National Forest, Cass Lake, MN", "agency2": "National Park Service.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: September 23, 2003.", "signature_name": "John Robbins,", "signature_title": "Assistant Director, Cultural Resources.", "fr_doc": "[FR Doc. 03-29771 Filed 11-28-03; 8:45 am]", "billing_code": "BILLING CODE 4310-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}