{"index": "I_1865", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Inventory Completion for Native American Human Remains and Associated Funerary Objects in the Possession of the Peabody Museum of Archaeology and Ethnology, Harvard University, Cambridge, MA; Correction\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice; correction.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains and associated funerary objects in the possession of the Peabody Museum of Archaeology and Ethnology, Harvard University, Cambridge, MA. The human remains and associated funerary objects were removed from New York and Pennsylvania.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003 (d)(3). The determinations within this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations within this notice.\\n\\n        This notice corrects the number of associated funerary objects reported in a notice of inventory completion published in the Federal Register on October 5, 2001 (FR Doc. 01-24963, pages 51060-62).  A review of museum records resulted in the identification of eight additional associated funerary objects from the Silverheels site in Brant, NY, and 50 associated funerary objects from a site located between the Susquehanna and Chemung Rivers in Athens, PA.\\n        Paragraphs 12 and 13 of the October 5, 2001, notice are corrected by substituting the following two paragraphs:\\n        In 1903, human remains representing 122 individuals were recovered from Brant, NY, during a Peabody Museum of Archaeology and Ethnology expedition led by M.R. Harrington and A.C. Parker. No known individuals were identified. The 1,486 associated funerary objects include charred corn and acorns; potter\\'s stones, polishing stones, nutting stones and other worked stones; broken celts; flaked chert and debitage; a piece of chipped quartz or red jasper; ceramic sherds, vessels and pipes; iron knives, scissors, awls, and an axe; pigment; glass, shell, catlinite, copper, and brass beads; bracelets of copper and brass beads; bracelets of iron, brass, and wire; brass jingles, brass earrings, and a brass point; sheet brass; broken and charred wooden objects; shells; animal bones, hide and teeth, including fish teeth; worked turtle shell, fragments that are probably part of a rattle, and small pebbles from a rattle; bone tubes and an awl; antler arrow flakers; charcoal; bark; an organic concretion; fragments of a brass bracelet; wood fragments; a ceramic pipe elbow; buckskin fragments with glass beads; leather fragments with glass beads; and a brass spoon fragment.\\n        Museum records indicate that the human remains and associated funerary objects were recovered from the Silverheels site. This site is located within the town of Brant, 1.5 miles east of the village of Irving, on the Cattaraugus Indian Reservation, approximately 2.5 miles upstream of Lake Erie on Cattaraugus Creek. The interments most likely date to the Contact period (A.D. 1500-1700). Artifacts recovered from the site which support this date include iron and early colonial artifacts, Levanna- and Madison-style projectile points; ceramic vessels with globular bodies, constricted, zoned incised necks, and castellated rims; and a variety of terra cotta pipes, including pipes with trumpet-shaped bowls and bowls with representations of human faces and animals. In addition, multivariate attribute analysis of the ceramic artifacts indicates that the site dates to the early 17th century. In addition to the 1,486 associated funerary objects, a projectile point embedded in a vertebra of an individual is included for repatriation in this notice, although not specifically required under NAGPRA.\\n        Paragraphs 20 and 21 of the October 5, 2001, notice are corrected by substituting the following two paragraphs:\\n        In 1921, human remains representing two individuals were recovered from Athens, PA, during a Peabody Museum of Archaeology and Ethnology expedition led by Paul F. Scott. No known individuals were identified. The 50 associated funerary objects are sherds from a single vessel.\\n\\n        Museum documentation indicates that the site was discovered by workmen digging a gas pipeline trench in Athens. The site is described as located in the narrowest portion of land between the Susquehanna and Chemung Rivers. The interment most likely dates to the Late Woodland period (A.D. 1000-1600). Ceramic fragments recovered from the site include body sherds with a smooth finish and a collar with a zoned, linear punctate design. The fragments likely represent an Owasco Corded Collar, dating to the early Late Woodland period (A.D. 1000-1300).\\n        Paragraphs 29 and 30 of the October 5, 2001, notice are corrected by substituting the following three paragraphs:\\n        Officials at the Peabody Museum of Archaeology and Ethnology have determined that, pursuant to 25 U.S.C. 3001 (9-10), the human remains described above represent the physical remains of 197 individuals of Native American ancestry. Officials of the Peabody Museum of Archaeology and Ethnology also have determined that, pursuant to 25 U.S.C. 3001 (3)(A), the 2,402 associated funerary objects described above are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony. Lastly, officials at the Peabody Museum of Archaeology and Ethnology have determined that, pursuant to 25 U.S.C. 3001 (2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and associated funerary objects and the Cayuga Nation of New York, Oneida Nation of New York, Oneida Tribe of Indians of Wisconsin, Onondaga Nation of New York, St. Regis Band of Mohawk Indians of New York, Seneca Nation of New York, Seneca-Cayuga Tribe of Oklahoma, Tonawanda Band of Seneca Indians of New York, and Tuscarora Nation of New York.\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the human remains and associated funerary objects should contact Patricia Capone, Repatriation Coordinator, Peabody Museum of Archaeology and Ethnology, Harvard University, 11 Divinity Avenue, Cambridge, MA 02138, telephone (617) 496-3702, before February 5, 2004.  Repatriation of the human remains and associated funerary objects to the Cayuga Nation of New York, Oneida Nation of New York, Oneida Tribe of Indians of Wisconsin, Onondaga Nation of New York, St. Regis Band of Mohawk Indians of New York, Seneca Nation of New York, Seneca-Cayuga Tribe of Oklahoma, Tonawanda Band of Seneca Indians of New York, and Tuscarora Nation of New York may proceed after that date if no additional claimants come forward.\\n        The Peabody Museum of Archaeology and Ethnology is responsible for notifying the Cayuga Nation of New York, Oneida Nation of New York, Oneida Tribe of Indians of Wisconsin, Onondaga Nation of New York, St. Regis Band of Mohawk Indians of New York, Seneca Nation of New York, Seneca-Cayuga Tribe of Oklahoma, Tonawanda Band of Seneca Indians of New York, and Tuscarora Nation of New York that this notice has been published.\\n        \\n          Dated: November 17, 2003.\\n          John Robbins,\\n          Assistant Director, Cultural Resources.\\n        \\n      \\n      [FR Doc. 04-145 Filed 1-5-04; 8:45 am]\\n      BILLING CODE 4310-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Inventory Completion for Native American Human Remains and Associated Funerary Objects in the Possession of the Peabody Museum of Archaeology and Ethnology, Harvard University, Cambridge, MA; Correction", "agency2": "National Park Service, Interior.", "action": "Notice; correction.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: November 17, 2003.", "signature_name": "John Robbins,", "signature_title": "Assistant Director, Cultural Resources.", "fr_doc": "[FR Doc. 04-145 Filed 1-5-04; 8:45 am]", "billing_code": "BILLING CODE 4310-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}