{"index": "I_1891", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Inventory Completion: Phoebe A. Hearst Museum of Anthropology, University of California, Berkeley, Berkeley, CA\\n        \\n          AGENCY:\\n          National Park Service, Interior\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains and associated funerary objects in the possession of the Phoebe A. Hearst Museum of Anthropology, University of California, Berkeley, Berkeley, CA.  The human remains and associated funerary objects were removed from site NV\\xe2\\x80\\x90Do\\xe2\\x80\\x9012, Douglas County, NV.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003 (d)(3).  The determinations within this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains and associated funerary objects.  The National Park Service is not responsible for the determinations within this notice.\\n        An assessment of the human remains, and catalog records and associated documents relevant to the human remains, was made by Phoebe A. Hearst Museum of Anthropology professional staff in consultation with representatives of the Reno-Sparks Indian Colony, Nevada; and Washoe Tribe of Nevada and California (Carson Colony, Dresslerville Colony, Woodsford Community, Stewart Community, and Washoe Ranches).\\n        In 1956, human remains representing at least seven individuals were removed from site NV\\xe2\\x80\\x90Do\\xe2\\x80\\x9012, a habitation site located between Carson City and Genoa, Douglas County, NV.  No known individuals were identified.  The three associated funerary objects are three obsidian projectile point fragments.\\n        Based on the presence of chronologically diagnostic artifacts in other areas of the site, site NV\\xe2\\x80\\x90Do\\xe2\\x80\\x9012 is dated to circa 1000 B.C. and later.  The occupation of the site postdates the movement of Washoe people into this area of Nevada.\\n        Cultural affiliation of the human remains with Washoe descendants, represented by the Reno-Sparks Indian Colony, Nevada; and Washoe Tribe of Nevada and California (Carson Colony, Dresslerville Colony, Woodsford Community, Stewart Community, and Washoe Ranches), is based on oral traditions that place Washoe ancestors in the region \\xe2\\x80\\x9csince the beginning,\\xe2\\x80\\x9d linguistic evidence, and regional archeological evidence.\\n        Officials of the Phoebe A. Hearst Museum of Anthropology have determined that, pursuant to 25 U.S.C. 3001 (9-10), the human remains described above represent the physical remains of at least seven individuals of Native American ancestry.  Officials of the Phoebe A. Hearst Museum of Anthropology also have determined that, pursuant to 25 U.S.C. 3001 (3)(A), the three objects described above are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony.  Lastly, officials of the Phoebe A. Hearst Museum of Anthropology have determined that, pursuant to 25 U.S.C. 3001 (2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and associated funerary objects and the Reno-Sparks Indian Colony, Nevada; and Washoe Tribe of Nevada and California (Carson Colony, Dresslerville Colony, Woodsford Community, Stewart Community, and Washoe Ranches).\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the human remains and associated funerary objects should contact C. Richard Hitchcock, NAGPRA Coordinator, Phoebe A. Hearst Museum of Anthropology, University of California, Berkeley, Berkeley, CA 94720, telephone (510) 642-6096, before December 3, 2003. Repatriation of the human remains and associated funerary objects to the Reno-Sparks Indian Colony, Nevada; and Washoe Tribe of Nevada and California (Carson Colony, Dresslerville Colony, Woodsford Community, Stewart Community, and Washoe Ranches) may proceed after that date if no additional claimants come forward.\\n        The Phoebe A. Hearst Museum of Anthropology is responsible for notifying the Reno-Sparks Indian Colony, Nevada; and Washoe Tribe of Nevada and California (Carson Colony, Dresslerville Colony, Woodsford Community, Stewart Community, and Washoe Ranches) that this notice has been published.\\n        \\n          Dated: August 27, 2003.\\n          John Robbins,\\n          Assistant Director, Cultural Resources.\\n        \\n      \\n      [FR Doc. 03-27524 Filed 10-31-03; 8:45 am]\\n      BILLING CODE 4312-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Inventory Completion: Phoebe A. Hearst Museum of Anthropology, University of California, Berkeley, Berkeley, CA", "agency2": "National Park Service, Interior", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: August 27, 2003.", "signature_name": "John Robbins,", "signature_title": "Assistant Director, Cultural Resources.", "fr_doc": "[FR Doc. 03-27524 Filed 10-31-03; 8:45 am]", "billing_code": "BILLING CODE 4312-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}