{"index": "I_1884", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Inventory Completion: Denver Art Museum, Denver, CO\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of Native American associated funerary objects in the possession of the Denver Art Museum, Denver, CO. The associated funerary objects were removed from an unidentified location in Arizona.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003 (d)(3). The determinations within this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the associated funerary objects. The National Park Service is not responsible for the determinations within this notice.\\n        A detailed assessment of the associated funerary objects was made by Denver Art Museum professional staff in consultation with representatives of the Ak Chin Indian Community of the Maricopa (Ak Chin) Indian Reservation, Arizona; Gila River Indian Community of the Gila River Indian Reservation, Arizona; Hopi Tribe of Arizona; Salt River Pima-Maricopa Indian Community of the Salt River Reservation, Arizona; Tohono O\\'odham Nation of Arizona; and Zuni Tribe of the Zuni Reservation, New Mexico.\\n        At an unknown date prior to 1972, one ceramic jar and six shell fragments were acquired by Ralph Ray of Wheatridge, CO. The ceramic jar is buff in color and made of micaceous clay. It measures 16.4 cm high and 17.3 cm in diameter and features one loop handle on the rim. The ceramic jar is similar to plainware types typically found at Hohokam sites in Arizona. The shell fragments represent as many as three different types of Glycymeris. The ceramic jar and shell fragments were donated to the Denver Art Museum in 1972. According to Denver Art Museum documentation, the jar originally held cremated human remains. No evidence shows that the human remains were ever accessioned by the Denver Art Museum. A rattlesnake rattle found inside the jar is thought to have been added after the jar was acquired by the Denver Art Museum.\\n        Archeological evidence has demonstrated that pit or urn cremations were the predominant Hohokam burial practice prior to A.D. 1100. Extended supine inhumations then became more prevalent, completely replacing cremations by A.D. 1300. Officials of the Denver Art Museum recognize that while ceramic jars and shells had other uses within Hohokam culture, the assembly of this particular ceramic jar and shell fragments was made exclusively for burial purposes.\\n        Archeological evidence has demonstrated a strong relationship of shared group identity between the Hohokam and the present-day O\\'odham (Pima and Papago) and Hopi. The O\\'odham people are currently represented by the Ak Chin Indian Community of the Maricopa (Ak Chin) Indian Reservation, Arizona; Gila River Indian Community of the Gila River Indian Reservation, Arizona; Salt River Pima-Maricopa Indian Community of the Salt River Reservation, Arizona; and Tohono O\\'odham Nation of Arizona. In 1990, representatives of the Ak Chin Indian Community of the Maricopa (Ak Chin) Indian Reservation, Arizona; Gila River Indian Community of the Gila River Indian Reservation, Arizona; Salt River Pima-Maricopa Indian Community of the Salt River Reservation, Arizona; and Tohono O\\'odham Nation of Arizona issued a joint policy statement claiming ancestral ties to the Hohokam cultural traditions.\\n        Hopi oral tradition places the origins of their Patki, Sun, Sand, Corn, and Tobacco Clans south of the Colorado plateau. While the Hopi oral traditions do not identify specific locations, some of the descriptions are consistent with Hohokam settlements in central Arizona during the Classic period. O\\'odham oral traditions indicate that some of the Hohokam people migrated north and joined the Hopi. In 1994, representatives of the Hopi Tribe of Arizona issued a statement claiming cultural affiliation with Hohokam cultural traditions.\\n        Zuni oral traditions mention Hawikuh, a Zuni community, as a destination of settlers from the Hohokam area. Zuni language, prayers, and rituals used by the Zuni Shu maakwe medicine society have descended from the Hohokam. In 1995, representatives of the Zuni Tribe of the Zuni Reservation, New Mexico issued a statement claiming cultural affiliation with the Hohokam cultural traditions.\\n        \\n        Officials of the Denver Art Museum have determined that, pursuant to 25 U.S.C. 3001 (9-10), the seven cultural items are reasonably believed to have been made exclusively for burial purposes or to contain human remains. Officials of the Denver Art Museum also have determined that, pursuant to 25 U.S.C. 3001 (3)(A), there is a relationship of shared group identity that can be reasonably traced between the associated funerary objects and the Ak Chin Indian Community of the Maricopa (Ak Chin) Indian Reservation, Arizona; Gila River Indian Community of the Gila River Indian Reservation, Arizona; Hopi Tribe of Arizona; Salt River Pima-Maricopa Indian Community of the Salt River Reservation, Arizona; Tohono O\\'odham Nation of Arizona; and Zuni Tribe of the Zuni Reservation, New Mexico.\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the associated funerary objects should contact Nancy J. Blomberg, Curator of Native Arts, Denver Art Museum, 100 West 14th Avenue Parkway, Denver, CO 80204, telephone (720) 913-0161 before December 26, 2003. Repatriation of the  associated funerary objects to the Ak Chin Indian Community of the Maricopa (Ak Chin) Indian Reservation, Arizona; Gila River Indian Community of the Gila River Indian Reservation, Arizona; Hopi Tribe of Arizona; Salt River Pima-Maricopa Indian Community of the Salt River Reservation, Arizona; Tohono O\\'odham Nation of Arizona; and Zuni Tribe of the Zuni Reservation, New Mexico may proceed after that date if no additional claimants come forward.\\n        The Denver Art Museum is responsible for notifying the Ak Chin Indian Community of the Maricopa (Ak Chin) Indian Reservation, Arizona; Gila River Indian Community of the Gila River Indian Reservation, Arizona; Hopi Tribe of Arizona; Salt River Pima-Maricopa Indian Community of the Salt River Reservation, Arizona; Tohono O\\'odham Nation of Arizona; and Zuni Tribe of the Zuni Reservation, New Mexico that this notice has been published.\\n        \\n          Dated: October 28, 2003.\\n          John Robbins,\\n          Assistant Director, Cultural Resources.\\n        \\n      \\n      [FR Doc. 03-29506 Filed 11-25-03; 8:45 am]\\n      BILLING CODE 4310-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Inventory Completion: Denver Art Museum, Denver, CO", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: October 28, 2003.", "signature_name": "John Robbins,", "signature_title": "Assistant Director, Cultural Resources.", "fr_doc": "[FR Doc. 03-29506 Filed 11-25-03; 8:45 am]", "billing_code": "BILLING CODE 4310-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}