{"index": "I_1893", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Inventory Completion: American Museum of Natural History, New York, NY\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains in the possession of the American Museum of Natural History, New York, NY. The human remains were removed from Rio Arriba County, NM.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003 (d)(3). The determinations within this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains. The National Park Service is not responsible for the determinations within this notice. \\n        A detailed assessment of the human remains was made by American Museum of Natural History professional staff in consultation with representatives of the Navajo Nation, Arizona, New Mexico and Utah.\\n        In 1945, human remains representing a minimum of one individual were removed by Edward T. Hall, Jr., from a site in the Gobernador area of Rio Arriba County, NM. The human remains were discovered on the surface, apparently washed out of a canyon wall rock burial. The human remains were accessioned by the American Museum of Natural History in 1945. No known individual was identified. No associated funerary objects are present. \\n\\n        The American Museum of Natural History catalog description identifies the human remains as \\xe2\\x80\\x9cprobably Navajo.\\xe2\\x80\\x9d Scholarly publications and consultation with representatives of the Navajo Nation, Arizona, New Mexico and Utah indicate that canyon wall rock burials were a typical Navajo practice during the historic period. Oral tradition and archeological and historical evidence confirm that the Gobernador area of Rio Arriba County, NM, was occupied by the Navajo during the early historic period.\\n        Officials of the American Museum of Natural History have determined that, pursuant to 25 U.S.C. 3001 (9-10), the human remains described above represent the physical remains of one individual of Native American ancestry. Officials of the American Museum of Natural History also have determined that, pursuant to 25 U.S.C. 3001 (2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and the Navajo Nation, Arizona, New Mexico and Utah.\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the human remains should contact Luc Litwinionek, Director of Cultural Resources, American Museum of Natural History, Central Park West at 79th Street, New York, NY 10024-5192, telephone (212) 769-5846, before November 21, 2003. Repatriation of the human remains to the Navajo Nation, Arizona, New Mexico and Utah may proceed after that date if no additional claimants come forward.\\n        The American Museum of Natural History is responsible for notifying the Navajo Nation, Arizona, New Mexico and Utah that this notice has been published.\\n        \\n          Dated: August 19, 2003.\\n          John Robbins,\\n          Assistant Director, Cultural Resources.\\n        \\n      \\n      [FR Doc. 03-26581 Filed 10-21-03; 8:45 am]\\n      BILLING CODE 4312-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Inventory Completion: American Museum of Natural History, New York, NY", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: August 19, 2003.", "signature_name": "John Robbins,", "signature_title": "Assistant Director, Cultural Resources.", "fr_doc": "[FR Doc. 03-26581 Filed 10-21-03; 8:45 am]", "billing_code": "BILLING CODE 4312-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}