{"index": "I_1895", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Inventory Completion: Phoebe A. Hearst Museum of Anthropology, University of California, Berkeley, Berkeley, CA\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of an inventory of human remains and associated funerary objects in the possession of the Phoebe A. Hearst Museum of Anthropology, University of California, Berkeley, Berkeley, CA.  The human remains and associated funerary objects were removed from site 45KL242, also known as Millers Island site 20 and 21, Klickitat County, WA.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003 (d)(3).  The determinations within this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains and associated funerary objects.  The National Park Service is not responsible for the determinations within this notice.\\n        An assessment of the human remains, and catalog records and associated documents relevant to the human remains, was made by Phoebe A. Hearst Museum of Anthropology professional staff in consultation with representatives of the Confederated Tribes of the Warm Springs Reservation of Oregon.\\n\\n        In 1926, human remains representing at least 24 individuals were excavated from site 45KL242, also known as Millers Island site 20 and 21, Klickitat County, WA, by Dr. Julian H. Steward and donated the same year to the Phoebe A. Hearst Museum of Anthropology by H.J. Biddle.  No known individuals were identified.  The 1,610 associated funerary objects are bracelets, metal fragments, copper fragments, copper tubes, copper pendants, copper pendant fragments, copper buttons, iron fragments, wooden pins, glass beads, ochre-stained leather fragments, matting fragments, board fragments, basketry fragments, shell beads, shell pendants, dentalium shells, a bark fragment with copper, tube pipes, bone buttons, bone point fragments, bone implement fragments, bear claws, an incised tooth pendant, whalebone war club handles and fragments, bone gaming sticks and fragments, bone carvings and fragments, an ivory pendant, metal buttons, Phoenix metal buttons, arrow points, a mortar and pestle, a stone dish, ochre fragments, awl fragments, a carved lava fragment, headdress fragments and carvings, rock fragments, and an iron tomahawk head.\\n        The style of manufacture of associated funerary objects and burial contexts indicate that the human remains are of Native American individuals.  The presence of items of Euroamerican manufacture date the burials to the 19th century. The site is located within the aboriginal territory of the Confederated Tribes of Warm Springs, specifically the Tenino, based on the territory described in Volume 12 of the Handbook of North American Indians.\\n        Officials of the Phoebe A. Hearst Museum of Anthropology have determined that, pursuant to 25 U.S.C. 3001 (9-10), the human remains described above represent the physical remains of at least 24 individuals of Native American ancestry.  Officials of the Phoebe A. Hearst Museum of Anthropology also have determined that, pursuant to 25 U.S.C. 3001 (3)(A), the 1,610 objects described above are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony.  Lastly, officials of the Phoebe A. Hearst Museum of Anthropology have determined that, pursuant to 25 U.S.C. 3001 (2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and associated funerary objects and the Confederated Tribes of the Warm Springs Reservation of Oregon.\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the human remains and associated funerary objects should contact C. Richard Hitchcock, NAGPRA Coordinator, Phoebe A. Hearst Museum of Anthropology, University of California, Berkeley, Berkeley CA 94720, telephone (510) 642-6096, before November 7, 2003. Repatriation of the human remains and associated funerary objects to the Confederated Tribes of the Warm Springs Reservation of Oregon may proceed after that date if no additional claimants come forward.\\n        The Phoebe A. Hearst Museum of Anthropology is responsible for notifying the Confederated Tribes of the Warm Springs Reservation of Oregon that this notice has been published.\\n        \\n          Dated: August 27, 2003.\\n          John Robbins,\\n          Assistant Director, Cultural Resources.\\n        \\n      \\n      [FR Doc. 03-25540 Filed 10-7-03; 8:45 am]\\n      BILLING CODE 4310-70-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Inventory Completion: Phoebe A. Hearst Museum of Anthropology, University of California, Berkeley, Berkeley, CA", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: August 27, 2003.", "signature_name": "John Robbins,", "signature_title": "Assistant Director, Cultural Resources.", "fr_doc": "[FR Doc. 03-25540 Filed 10-7-03; 8:45 am]", "billing_code": "BILLING CODE 4310-70-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}