{"index": "I_1882", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Completion of Inventory of Native American Human Remains and Associated Funerary Objects from Washington County, Rhode Island, in the Possession of the Peabody Museum of Archaeology and Ethnology; Correction\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice; correction.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains and associated funerary objects in the possession of the Peabody Museum of Archaeology and Ethnology, Harvard University, Cambridge, MA.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003 (d)(3). The determinations within this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains and associated funerary objects.  The National Park Service is not responsible for the determinations within this notice.\\n\\n        This notice corrects the number of associated funerary objects reported in a notice of inventory completion published in the Federal Register on May 7, 1993 (FR Doc. 93-10848, page 27309).  A review of museum records resulted in the identification of three additional associated funerary objects from Ninigret Burial Hill, also called the Indian Burial Hill, in Charlestown, RI.\\n        Paragraph 4 of the May 7, 1993, notice is corrected by substituting the following paragraph:\\n        From the first grave came an adult female human cranium (PM 23-6-10/90374/471), a silver chain in two pieces, two fragments of brass soles and one leather sole, fragments of kettle bales, the remnant of a knife, two circle pins, one oval-shaped metal ring, a fragment of glass, a hollow glass stem containing liquid, a silver or pewter vessel with handles and a link chain, a corroded brass container (PM 23-6-10/94193-94200), and three silver brooches. From the second grave came an adult male human femur (PM 23-6-10/60375). There are no associated funerary objects with the femur.\\n        Paragraph 7 of the May 7, 1993, notice is corrected by substituting the following three paragraphs:\\n        Officials of the Peabody Museum of Archaeology and Ethnology have determined that pursuant to 25 U.S.C. 3001 (9-10), the human remains described above represent the physical remains of two individuals of Native American ancestry. Officials of the Peabody Museum of Archaeology and Ethnology also have determined that pursuant to 25 U.S.C. 3001 (3)(A), the 24 objects described above are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony. Lastly, officials of the Peabody Museum of Archaeology and Ethnology have determined that, pursuant to 25 U.S.C. 3001 (2), there is a relationship of shared group identity that can be reasonably traced between the human remains and associated funerary objects and the Narragansett Indian Tribe of Rhode Island.\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the human remains and associated funerary objects should contact Patricia Capone, Repatriation Coordinator, Peabody Museum of Archaeology and Ethnology, Harvard University, 11 Divinity Avenue, Cambridge, MA 02138, telephone (617) 496-3702, before December 31, 2003. Repatriation of the human remains and associated funerary objects to the Narragansett Indian Tribe of Rhode Island may begin after that date if no additional claimants come forward.\\n        The Peabody Museum of Archaeology and Ethnology is responsible for notifying the Narragansett Indian Tribe of Rhode Island that this notice has been published.\\n        \\n          Dated: October 27, 2003.\\n          John Robbins,\\n          Assistant Director, Cultural Resources.\\n        \\n      \\n      [FR Doc. 03-29767 Filed 11-28-03; 8:45 am]\\n      BILLING CODE 4310-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Completion of Inventory of Native American Human Remains and Associated Funerary Objects from Washington County, Rhode Island, in the Possession of the Peabody Museum of Archaeology and Ethnology; Correction", "agency2": "National Park Service, Interior.", "action": "Notice; correction.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: October 27, 2003.", "signature_name": "John Robbins,", "signature_title": "Assistant Director, Cultural Resources.", "fr_doc": "[FR Doc. 03-29767 Filed 11-28-03; 8:45 am]", "billing_code": "BILLING CODE 4310-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}