{"index": "I_1863", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Inventory Completion: San Diego Museum of Man, San Diego, CA, and California Department of Parks and Recreation, Sacramento, CA \\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains and associated funerary objects in the possession of the San Diego Museum of Man, San Diego, CA, and in the control of the California Department of Parks and Recreation, Sacramento, CA.  The human remains and cultural items were removed from Cuyamaca Rancho State Park, Descanso, San Diego County, CA. \\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003 (d)(3).  The determinations within this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains and associated funerary objects.  The National Park Service is not responsible for the determinations within this notice. \\n\\n        A detailed assessment of the human remains was made by the San Diego Museum of Man and the California Department of Parks and Recreation professional staff in consultation with the Kumeyaay Cultural Repatriation Committee, authorized representative of the Barona Group of Capitan Grande Band of Mission Indians of the Barona Reservation, California; Campo Band of Diegueno Mission Indians of California; Ewiiaapaayp Band of Kumeyaay Indians, California; Inaja Band of Diegueno Mission Indians of the Inaja and Cosmit Reservation, California; Jamul Indian Village of California; La Posta Band of Diegueno Mission Indians of the Mesa Grande Reservation, California; Manzanita Band of Diegueno Mission Indians of the Manzanita Reservation, California; Mesa Grande Band of Diegueno Mission Indians of California; San  Pasqual Band of Diegueno Mission Indians of California; Santa Ysabel Band of Diegueno Mission Indians of California; Sycuan Band of Diegueno Mission Indians of California; and Viejas (Baron Long) Group of Capitan Grande Band of Mission Indians of the Viejas Reservation, California.  The San Diego Museum of Man and the California Department of Parks and Recreation also consulted with Kwaaymii elder Carmen Lucas.\\n        In the 1930s, Malcolm Rogers and fellow associates of the San Diego Museum of Man conducted excavations at several sites in Cuyamaca Rancho State Park, Descanso, San Diego County, CA.  Unassociated funerary objects removed from the park are described in a companion notice.\\n        Human remains representing a minimum of two individuals were removed from cremation site SDM-W-211, West Mesa.  No known individuals were identified.  The 19 associated funerary objects are 1 bead, 12 projectile points, 2 ollas, 1 pipe, 1 abalone pendant, 1 cook pot, and 1 container of groundstone fragments. \\n        Human remains representing a minimum of seven individuals were removed from site SDM-W-247 between Cuyamaca Lake and Stonewall Peak near today\\'s Los Caballos Campground.  No known individuals were identified.  The 444 associated funerary objects are 11 projectile points, 2 spear points, a minimum of 347 loose sherds, 1 bag of uncounted sherds, 1 box of uncounted sherds, 1 unidentified groundstone, 1 groundstone fragment, 2 rock fragments, 1 scraper, 2 lithic flakes, 17 pieces of charcoal and chalkstone, 1 bag of red ochre, 1 piece white marl, 2 fragments of arrow straightener, 4 bone pendants, 1 bone flaker, 2 burned shell fragments, 11 bone fragments, 5 bead waste fragments, 2 awls, 1 bone tool fragment, 4 rocks, 1 piece of white ochre, 2 olivella bead fragments, 4 cremation urns (1 broken into 72 pieces), 1 burned wood fragment, 1 crab claw fragment, 6 animal teeth, and 9 animal bones.\\n        Human remains representing a minimum of 15 individuals were removed from site SDM-W-263 near today\\'s Paso Picacho Campground.  No known individuals were identified.  The 2,068 associated funerary objects are 11 cremation urns and cremation covers, a minimum of 1,048 olivella beads, 1 olivella disc, 2 fish vertebrae beads, 17 shell fragments, a minimum of 544 sherds, 9 fish vertebrae, 1 rock spall, 19 pieces of animal bone, 3 pieces of fired clay, 25 pieces of charcoal and earth fragments, 2 bags of charcoal and earth fragments, 1 tarring pebble, 1 bone pipe, 2 bone awls, 2 ceramic bases, 16 samples of bead waste, 4 flakes, 3 rocks, 2 dome scrapers, 15 ochre fragments, 3 ceramic pendants, 1 knife, 2 seeds, 52 projectile points, 1 glass tool fragment, 2 textile fragments, 1 pine cone spine, 1 quartz tool fragment, a minimum of 221 glass and 27 shell beads, 6 biface fragments, 2 arrow straightener fragments, 14 burned earth clumps, 1 piece of serpentine, 1 polished stone, and 5 stone fragments.\\n        The human remains and associated funerary objects removed by Malcolm Rogers and his associates date from the Late Prehistoric to the Historic period, (A.D. 500 to A.D. 1800).  Archeological investigation in the western San Diego County area dates the Kumeyaay (Diegueno) occupation of the region to the Late Prehistoric period.  Geographic affiliation is consistent with historically documented Kumeyaay territory.  Therefore, the California Department of Parks and Recreation Committee on Repatriation has determined that there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and associated funerary objects and present-day Federally recognized Kumeyaay Indian tribes represented by the Kumeyaay Cultural Repatriation Committee. \\n        Officials of the California Department of Parks and Recreation have determined that, pursuant to 25 U.S.C. 3001 (9-10), the human remains described above represent the physical remains of 24 individuals of Native American ancestry.  Officials of the California Department of Parks and Recreation also have determined that, pursuant to 25 U.S.C. 3001 (3)(A), the 2,531 objects described above are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony.  Lastly, officials of the California Department of Parks and Recreation have determined that, pursuant to 25 U.S.C. 3001 (2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and associated funerary objects and the Barona Group of Capitan Grande Band of Mission Indians of the Barona Reservation, California; Campo Band of Diegueno Mission Indians of California; Ewiiaapaayp Band of Kumeyaay Indians, California; Inaja Band of Diegueno Mission Indians of the Inaja and Cosmit Reservation, California; Jamul Indian Village of California; La Posta Band of Diegueno Mission Indians of the Mesa Grande Reservation, California; Manzanita Band of Diegueno Mission Indians of the Manzanita Reservation, California; Mesa Grande Band of Diegueno Mission Indians of California; San  Pasqual Band of Diegueno Mission Indians of California; Santa Ysabel Band of Diegueno Mission Indians of California; Sycuan Band of Diegueno Mission Indians of California; and Viejas (Baron Long) Group of Capitan Grande Band of Mission Indians of the Viejas Reservation, California.\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with these human remains and associated funerary objects should contact Paulette Hennum, NAGPRA Coordinator, Cultural Resources Division, California Department of Parks and Recreation, 1416 9th Street, Room 902, Sacramento, CA 95814, telephone (916) 653-7976, before March 1, 2004.  Repatriation of the human remains and associated funerary objects to the Kumeyaay Cultural Repatriation Committee may proceed after that date if no additional claimants come forward.\\n        The California Department of Parks and Recreation is responsible for notifying the Barona Group of Capitan Grande Band of Mission Indians of the Barona Reservation, California; Campo Band of Diegueno Mission Indians of California; Ewiiaapaayp Band of Kumeyaay Indians, California; Inaja Band of Diegueno Mission Indians of the Inaja and Cosmit Reservation, California; Jamul Indian Village of California; La Posta Band of Diegueno Mission Indians of the Mesa Grande Reservation, California; Manzanita Band of Diegueno Mission Indians of the Manzanita Reservation, California; Mesa Grande Band of Diegueno Mission Indians of California; San  Pasqual Band of Diegueno Mission Indians of California; Santa Ysabel Band of Diegueno Mission Indians of California; Sycuan Band of Diegueno Mission Indians of California; Viejas (Baron Long) Group of Capitan Grande Band of Mission Indians of the Viejas Reservation, California; Kumeyaay Cultural Repatriation Committee; and Kwaaymii elder Carmen Lucas that this notice has been published.\\n        \\n          Dated:  December 16, 2003.\\n          John Robbins,\\n          Assistant Director, Cultural Resources.\\n        \\n      \\n      [FR Doc. 04-1883 Filed 1-28-04; 8:45 am]\\n      BILLING CODE 4310-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Inventory Completion: San Diego Museum of Man, San Diego, CA, and California Department of Parks and Recreation, Sacramento, CA ", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated:  December 16, 2003.", "signature_name": "John Robbins,", "signature_title": "Assistant Director, Cultural Resources.", "fr_doc": "[FR Doc. 04-1883 Filed 1-28-04; 8:45 am]", "billing_code": "BILLING CODE 4310-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}