{"index": "I_1886", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Inventory Completion: University of Idaho, Alfred W. Bowers Laboratory of Anthropology, Moscow, ID\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains and associated funerary objects in the possession of the University of Idaho, Alfred W. Bowers Laboratory of Anthropology, Moscow, ID. The human remains and associated funerary objects were removed from unknown locations in central and southern Arizona.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003 (d)(3). The determinations within this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations within this notice.\\n        A detailed assessment of the human remains was made by the University of Idaho, Alfred W. Bowers Laboratory of Anthropology professional staff in consultation with representatives of the Ak Chin Indian Community of the Maricopa (Ak Chin) Indian Reservation, Arizona; Gila River Indian Community of the Gila River Indian Reservation, Arizona; Salt River Pima-Maricopa Indian Community of the Salt River Reservation, Arizona; and Tohono O\\'odham Nation of Arizona.\\n        At an unknown date, human remains representing a minimum of five individuals were removed from unknown locations in central and southern Arizona by unidentified persons. The human remains were gifted to the Museum of the Rockies in Bozeman, MT, by an unknown person at an unknown date. In 1988, the human remains were transferred to the University of Idaho, Alfred W. Bowers Laboratory of Anthropology. No known individuals were identified. The five associated funerary objects in which the cremated human remains were buried are one Gila Red ceramic vessel, two Tanque Verde Red-on-Brown ceramic vessels, and two Hohokam Plain ceramic vessels.\\n        Archeological evidence indicates that the Gila Red, Tanque Verde Red-on-Brown, and Hohokam Plain pottery types are clearly associated with the Classic period (A.D. 1250-1350) of the Hohokam culture of central and southern Arizona. Archeological evidence indicates that pit or urn cremations were a common Hohokam burial practice. Archeological evidence and oral traditions demonstrate a strong relationship of shared group identity between the Hohokam and the present-day Ak Chin Indian Community of the Maricopa (Ak Chin) Indian Reservation, Arizona; Gila River Indian Community of the Gila River Indian Reservation, Arizona; Salt River Pima-Maricopa Indian Community of the Salt River Reservation, Arizona; and Tohono O\\'odham Nation of Arizona.\\n        Officials of the University of Idaho, Alfred W. Bowers Laboratory of Anthropology have determined that, pursuant to 25 U.S.C. 3001 (9-10), the human remains described above represent the physical remains of five individuals of Native American ancestry. Officials of the University of Idaho, Alfred W. Bowers Laboratory of Anthropology also have determined that, pursuant to 25 U.S.C. 3001 (3)(A), the five objects described above are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony.  Lastly, officials of the University of Idaho, Alfred W. Bowers Laboratory of Anthropology have determined that, pursuant to 25 U.S.C. 3001 (2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and associated funerary objects and the Ak Chin Indian Community of the Maricopa (Ak Chin) Indian Reservation, Arizona; Gila River Indian Community of the Gila River Indian Reservation, Arizona; Salt River Pima-Maricopa Indian Community of the Salt River Reservation, Arizona; and Tohono O\\'odham Nation of Arizona.\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the human remains and associated funerary objects should contact Leah K. Evans-Janke, University of Idaho, Alfred W. Bowers Laboratory of Anthropology, Moscow, ID 83844-1111, telephone (208) 885-3733, before December 26, 2003. Repatriation of the human remains and associated funerary objects to the Ak Chin Indian Community of the Maricopa (Ak Chin) Indian Reservation, Arizona; Gila River Indian Community of the Gila River Indian Reservation, Arizona; Salt River Pima-Maricopa Indian Community of the Salt River Reservation, Arizona; and Tohono O\\'odham Nation of Arizona may proceed after that date if no additional claimants come forward.\\n        The University of Idaho, Alfred W. Bowers Laboratory of Anthropology is responsible for notifying Ak Chin Indian Community of the Maricopa (Ak Chin) Indian Reservation, Arizona; Gila River Indian Community of the Gila River Indian Reservation, Arizona; Salt River Pima-Maricopa Indian Community of the Salt River Reservation, Arizona; and Tohono O\\'odham Nation of Arizona that this notice has been published.\\n        \\n          Dated: October 21, 2003.\\n          John Robbins,\\n          Assistant Director, Cultural Resources.\\n        \\n      \\n      [FR Doc. 03-29504 Filed 11-25-03; 8:45 am]\\n      BILLING CODE 4310-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Inventory Completion: University of Idaho, Alfred W. Bowers Laboratory of Anthropology, Moscow, ID", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: October 21, 2003.", "signature_name": "John Robbins,", "signature_title": "Assistant Director, Cultural Resources.", "fr_doc": "[FR Doc. 03-29504 Filed 11-25-03; 8:45 am]", "billing_code": "BILLING CODE 4310-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}