{"index": "I_1840", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Inventory Completion: Minneapolis Institute of Arts, Minneapolis, MN\\n        \\n          AGENCY:\\n          National Park Service.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains and associated funerary objects in the possession of the Minneapolis Institute of Arts, Minneapolis, MN.  The human remains and associated funerary object were removed from Rillito, Pima County, AZ.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003 (d)(3).  The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains and associated funerary object.  The National Park Service is not responsible for the determinations in this notice. \\n        \\n        A detailed assessment of the human remains was made by Minneapolis Institute of Arts professional staff in consultation with representatives of the Ak Chin Indian Community of the Maricopa (Ak Chin) Indian Reservation, Arizona; Gila River Indian Community of the Gila River Indian Reservation, Arizona; Hopi Tribe of Arizona; Salt River Pima-Maricopa Indian Community of the Salt River Reservation, Arizona; and Tohono O\\'odham Nation of Arizona.\\n        On an unknown date before 1942, cremated human remains representing a minimum of one individual and the vessel containing the human remains were removed from the ruins of a large Native American settlement in Rillito, Pima County, AZ, during excavations conducted by Ruth Vaughn of Tucson, AZ.  According to museum documentation, Mrs. Vaughn presented the vessel containing the human remains to Ilma Dannels.  In 1942, Mrs. Howard Martin gave the vessel and the human remains to the Walker Art Gallery in Minneapolis, MN.  The Walker Art Gallery subsequently transferred ownership of the vessel and the human remains to the T.B. Walker Foundation, most likely in 1957, but kept physical custody of the vessel and the human remains until 1992, when the vessel and the human remains were donated to the Minneapolis Institute of Arts.  No known individual was identified.  The one associated funerary object is a small olla-shaped, red-on-buff colored ceramic vessel that contained the cremated human remains.\\n        The archeological evidence, including attributes of ceramic style, domestic and ritual architecture, site organization, and settlement location, places the Rillito site within the archeologically defined Hohokam tradition. The style of the vessel and its use as a cremation urn are consistent with Hohokam cultural practices. The Hohokam resided in the area of the Rillito site from A.D. 300 to 1450 and are linked to the present-day Ak Chin Indian Community of the Maricopa (Ak Chin) Indian Reservation, Arizona; Gila River Indian Community of the Gila River Indian Reservation, Arizona; Hopi Tribe of Arizona; Salt River Pima-Maricopa Indian Community of the Salt River Reservation, Arizona; and Tohono O\\'odham Nation of Arizona by similarities in cultural practices and languages, continuity of occupation, and oral traditions. \\n        Officials of the Minneapolis Institute of Arts have determined that, pursuant to 25 U.S.C. 3001 (9-10), the human remains described above represent the physical remains of one individual of Native American ancestry.  Officials of the Minneapolis Institute of Arts also have determined that, pursuant to 25 U.S.C. 3001 (3)(A), the one object described above is reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony.  Lastly, officials of the Minneapolis Institute of Arts have determined that, pursuant to 25 U.S.C. 3001 (2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and associated funerary object and the Ak Chin Indian Community of the Maricopa (Ak Chin) Indian Reservation, Arizona; Gila River Indian Community of the Gila River Indian Reservation, Arizona; Hopi Tribe of Arizona; Salt River Pima-Maricopa Indian Community of the Salt River Reservation, Arizona; and Tohono O\\'odham Nation of Arizona. \\n        The Tohono O\\'odham Nation of Arizona submitted a claim to the Minneapolis Institute of Arts for the repatriation of the human remains and associated funerary object.  Repatriation of the human remains and associated funerary object to the Tohono O\\'odham Nation of Arizona is supported by the Ak Chin Indian Community of the Maricopa (Ak Chin) Indian Reservation, Arizona; Gila River Indian Community of the Gila River Indian Reservation, Arizona; Hopi Tribe of Arizona; and Salt River Pima-Maricopa Indian Community of the Salt River Reservation.\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the human remains and associated funerary object should contact Joseph Horse Capture, Associate Curator, Minneapolis Institute of Arts, 2400 Third Avenue South, Minneapolis, MN 55404, telephone (612) 870-3175, before August 16, 2004.  Repatriation of the human remains and associated funerary object to the Tohono O\\'odham Nation of Arizona may proceed after that date if no additional claimants come forward. \\n        The Minneapolis Institute of Arts is responsible for notifying the Ak Chin Indian Community of the Maricopa (Ak Chin) Indian Reservation, Arizona; Gila River Indian Community of the Gila River Indian Reservation, Arizona; Hopi Tribe of Arizona; Salt River Pima-Maricopa Indian Community of the Salt River Reservation, Arizona; and Tohono O\\'odham Nation of Arizona that this notice has been published.\\n        \\n          Dated:  June 7, 2004\\n          John Robbins,\\n          Assistant Director, Cultural Resources\\n        \\n      \\n      [FR Doc. 04-16150 Filed 7-15-04; 8:45 am]\\n      BILLING CODE 4312-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Inventory Completion: Minneapolis Institute of Arts, Minneapolis, MN", "agency2": "National Park Service.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated:  June 7, 2004", "signature_name": "John Robbins,", "signature_title": "Assistant Director, Cultural Resources", "fr_doc": "[FR Doc. 04-16150 Filed 7-15-04; 8:45 am]", "billing_code": "BILLING CODE 4312-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}