{"index": "I_1860", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Inventory Completion: Denver Museum of Nature & Science, Denver, CO\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains in the possession of the Denver Museum of Nature & Science, Denver, CO.  The human remains were removed from the Sand Creek Massacre site, Kiowa County, CO.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003 (d)(3).  The determinations within this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains.  The National Park Service is not responsible for the determinations within this notice.\\n\\n        A detailed assessment of the human remains was made by the Denver Museum of Nature & Science professional staff in consultation with representatives of the Arapahoe Tribe of the Wind River Reservation, Wyoming; Cheyenne-Arapaho Tribes of Oklahoma; and Northern Cheyenne Tribe of the Northern Cheyenne Indian Reservation, Montana.\\n        According to museum records, in 1864, human remains representing one individual were removed from the site of the Sand Creek Massacre along Big Sandy Creek, about 50 miles north of the current city of Lamar, Kiowa County, CO, by William B. Jacobs.  The human remains are a scalp.  At an unknown date, the human remains became part of the George A. Cuneo collection.  No information regarding the transfer from Mr. Jacobs to Mr. Cuneo is known.  The Cuneo collection consisted primarily of historic Southwestern and Plains Indian objects that Mr. Cuneo collected during the late 19th and early 20th centuries.  Mr. Cuneo\\'s collection was on loan to the Denver Art Museum from 1937 to 1956.  Mr. Cuneo died in 1939 and the collection remained at the Denver Art Museum under the control of his estate.  Mr. Cuneo\\'s estate sold part of the collection, including this scalp, to Mr. Eric Kohlberg of Kohlberg\\'s Antiques and Indian Arts in Denver, CO in 1956.  Later in 1956, Mary W. A. Crane and Francis V. Crane purchased the human remains from Mr. Kohlberg.  The Cranes donated the human remains to the museum in 1972, which accessioned the human remains into the collection the same year.  Accompanying the human remains was a card written in the hand of George A. Cuneo stating that William B. Jacobs took the scalp from an Arapaho chief at the Sand Creek Massacre, November 29, 1864.  The Arapaho individual\\'s name is not documented. No known individual was identified.  No associated funerary objects are present.\\n        Based on museum records and historical accounts of the Sand Creek Massacre, the human remains are determined to be Native American.  A William B. Jacobs is listed among the members of Colonel John Chivington\\'s 3rd Regiment of Colorado Volunteer Cavalry, which attacked the sleeping Cheyenne and a few Arapaho at the tipi camp at Sand Creek.  The event is documented in several historical sources, and eyewitness accounts verify that cavalry members took Indian scalps.  Consultations held with the Arapahoe Tribe of the Wind River Reservation, Wyoming; Cheyenne-Arapaho Tribes of Oklahoma; and Northern Cheyenne Tribe of the Northern Cheyenne Indian Reservation, Montana corroborate that tribal histories place Cheyenne and some Arapaho individuals at the site and as victims of the Sand Creek Massacre of 1864.  Based on verified original collection history, documented tribal identification in early records with the human remains, and written and scholarly accounts of scalping and Arapaho presence at the Sand Creek Massacre, the human remains are most likely to be culturally affiliated with the Arapahoe Tribe of the Wind River Reservation, Wyoming and the Cheyenne-Arapaho Tribes of Oklahoma.\\n        Officials of the Denver Museum of Nature & Science have determined that, pursuant to 25 U.S.C. 3001 (9-10), the human remains listed above represent the physical remains of one individual of Native American ancestry.  Officials of the Denver Museum of Nature & Science also have determined that, pursuant to 25 U.S.C. 3001 (2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and the Arapahoe Tribe of the Wind River Reservation, Wyoming and the Cheyenne-Arapaho Tribes of Oklahoma.\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the human remains should contact Dr. Ella Maria Ray, NAGPRA Officer, Department of Anthropology, Denver Museum of Nature & Science, 2001 Colorado Boulevard, Denver, CO 80205, telephone (303) 370-6056, before April 26, 2004.  Repatriation of the human remains to the Arapahoe Tribe of the Wind River Reservation, Wyoming and the Cheyenne-Arapaho Tribes of Oklahoma may proceed after that date if no additional claimants come forward.\\n        The Denver Museum of Nature &Science is responsible for notifying the Arapahoe Tribe of the Wind River Reservation, Wyoming; Cheyenne-Arapaho Tribes of Oklahoma; and Northern Cheyenne Tribe of the Northern Cheyenne Indian Reservation, Montana that this notice has been published.\\n        \\n          Dated:  January 22, 2004.\\n          John Robbins,\\n          Assistant Director, Cultural Resources.\\n        \\n      \\n      [FR Doc. 04-6654 Filed 3-24-04; 8:45 am]\\n      BILLING CODE 4310-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Inventory Completion: Denver Museum of Nature & Science, Denver, CO", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated:  January 22, 2004.", "signature_name": "John Robbins,", "signature_title": "Assistant Director, Cultural Resources.", "fr_doc": "[FR Doc. 04-6654 Filed 3-24-04; 8:45 am]", "billing_code": "BILLING CODE 4310-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}