{"index": "I_1861", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Inventory Completion: Denver Museum of Nature & Science, Denver, CO\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains in the possession of the Denver Museum of Nature & Science, Denver, CO.  The human remains were removed from an unknown site along the Musselshell River in Montana Territory.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003 (d)(3).  The determinations within this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains.  The National Park Service is not responsible for the determinations within this notice.\\n        A detailed assessment of the human remains was made by the Denver Museum of Nature & Science professional staff in consultation with representatives of the Blackfeet Tribe of the Blackfeet Indian Reservation of Montana and the Crow Tribe of Montana.\\n        In 1884, human remains representing one individual were removed from an unknown site along the Musselshell River in Montana Territory by the Crow Chief Plenty Coups.  The human remains consist of a scalp.  At an unknown time and by unknown means, the human remains came into the possession of Pat Read, an Indian art dealer.  In 1954, Mary W.A. Crane and Francis V. Crane obtained the human remains from Mr. Read.  In 1983, Mr. and Mrs. Crane donated the human remains to the museum and the human remains were accessioned into the collection in the same year.  Accompanying the human remains was a handwritten tag stating, \\xe2\\x80\\x9cPiegan Scalp Taken by the Crow Indian Chief \\'Plenty Coos\\' in a fight on the Muscleshell River Montana Ty February 1884 between the Crows, some white men and a party of Piegan Horse Thieves.  Two white men and three Piegans were killed.\\xe2\\x80\\x9d  Historically, the Piegan were a constituent band of the Blackfeet that are now recognized as the Blackfeet Tribe of the Blackfeet Indian Reservation of Montana.  \\xe2\\x80\\x9cPlenty Coos\\xe2\\x80\\x9d refers to a Crow chief named Plenty Coups.  \\xe2\\x80\\x9cTy\\xe2\\x80\\x9d is an abbreviation of the word territory.  No known individual was identified.  No associated funerary objects are present.\\n        Based on provenience, collection documentation, and consultation with the Crow Tribe of Montana and Blackfeet Tribe of the Blackfeet Indian Reservation of Montana, the human remains have been identified as Native American.  The Musselshell River lies adjacent to and south of Blackfeet territory within territory utilized by the Crow Tribe of Montana in the 1800s.  The territory was an area of contact between the Blackfeet and Crow Nations.  Crow tribal elders indicate that the remains should be returned to the Blackfeet Tribe of the Blackfeet Indian Reservation of Montana (Piegan).\\n        Officials of the Denver Museum of Nature & Science have determined that, pursuant to 25 U.S.C. 3001 (9-10), the human remains listed above represent the physical remains of one individual of Native American ancestry.  Officials of the Denver Museum of Nature & Science also have determined that, pursuant to 25 U.S.C. 3001 (2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and the Blackfeet Tribe of the Blackfeet Indian Reservation of Montana.\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the human remains should contact Dr. Ella Maria Ray, NAGPRA Officer, Department of Anthropology, Denver Museum of Nature & Science, 2001 Colorado Boulevard, Denver, CO 80205, telephone (303) 370-6056, before April 26, 2004.  Repatriation of the human remains to the Blackfeet Tribe of the Blackfeet Indian Reservation of Montana may proceed after that date if no additional claimants come forward.\\n        The Denver Museum of Nature & Science is responsible for notifying the Blackfeet Tribe of the Blackfeet Indian Reservation of Montana and the Crow Tribe of Montana that this notice has been published.\\n        \\n          Dated: February 10, 2004.\\n          John Robbins,\\n          Assistant Director, Cultural Resources.\\n        \\n      \\n      [FR Doc. 04-6647 Filed 3-24-04; 8:45 am]\\n      BILLING CODE 4310-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Inventory Completion: Denver Museum of Nature & Science, Denver, CO", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: February 10, 2004.", "signature_name": "John Robbins,", "signature_title": "Assistant Director, Cultural Resources.", "fr_doc": "[FR Doc. 04-6647 Filed 3-24-04; 8:45 am]", "billing_code": "BILLING CODE 4310-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}