{"index": "I_1876", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Inventory Completion: Longyear Museum of Anthropology, Colgate University, Hamilton, NY\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains and associated funerary objects in the possession of Longyear Museum of Anthropology, Colgate University, Hamilton, NY. The human remains and associated funerary objects were removed from Madison and Oneida Counties, NY.\\n\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003 (d)(3).  The determinations within this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains and associated funerary objects.  The National Park Service is not responsible for the determinations within this notice. \\n        A detailed assessment of the human remains was made by Longyear Museum of Anthropology professional staff in consultation with representatives of the Oneida Nation of New York.\\n        At an unknown date, human remains representing a minimum of one individual were removed from the Buyea site (Ond-13), Smithfield, Madison County, NY, by Herbert Bigford, Sr.  In 1959, the Longyear Museum of Anthropology purchased the human remains.  No known individual was identified.  No associated funerary objects are present.\\n        Occupation of the Buyea site is dated to approximately A.D. 1450. \\n        At an unknown date, human remains representing a minimum of one individual were removed from the Diable site (Msv-2), Stockbridge, Madison County, NY, by Herbert Bigford, Sr.  In 1959, the Longyear Museum of Anthropology purchased the human remains.  No known individual was identified.  No associated funerary objects are present.\\n        Occupation of the Diable site is dated to approximately A.D. 1550-1570.\\n        At an unknown date, human remains representing a minimum of one individual were removed from the Diable site (Msv-2), Stockbridge, Madison County, NY, by Walter Bennett.  In 1965, Mr. Bennett donated the human remains to the Longyear Museum of Anthropology.  No known individual was identified.  No associated funerary objects are present.\\n        At an unknown date, human remains representing a minimum of one individual were removed from the Marshall site (Msv-7), Stockbridge, Madison County, NY, by Herbert Bigford, Sr.  In 1959, the Longyear Museum of Anthropology purchased the human remains.  No known individual was identified.  No associated funerary objects are present.\\n        Occupation of the Marshall site is dated to approximately A.D. 1630-1650.\\n        At an unknown date, human remains representing a minimum of one individual were removed from the Quarry site (Msv-4), Stockbridge, Madison County, NY, by Herbert Bigford, Sr.  In 1959, the Longyear Museum of Anthropology purchased the human remains.  No known individual was identified.  The eight associated funerary objects are one lot of perforated canine teeth, one paint pouch, one lot of wampum beads, iron scissors, one iron knife, one iron axe, one lot of pottery sherds, and one clam shell.\\n        Occupation of the Quarry site is dated to approximately A.D. 1640-1650. \\n        At an unknown date, human remains representing a minimum of one individual were removed from the Thurston site (Msv-1), Stockbridge, Madison County, NY, by Theodore Whitney.  In 1980, Mr. Whitney donated the human remains to the Longyear Museum of Anthropology.  No known individual was identified.  No associated funerary objects are present.\\n        Occupation of the Thurston site is dated to approximately A.D. 1625-1637.\\n        At an unknown date, human remains representing a minimum of one individual were removed from the Lanz-Hogan site (Ond-2), Vernon, Oneida County, NY, by Herbert Bigford, Sr.  In 1959, the Longyear Museum of Anthropology purchased the human remains.  No known individual was identified.  No associated funerary objects are present.\\n        Occupation of the Lanz-Hogan site is dated to approximately A.D. 1720-1750. \\n        The sites from which the human remains and associated funerary objects were removed are located in the aboriginal territory of the Oneida Iroquois, and the dates of occupation correspond to a time when the Oneida Iroquois are known, from historical sources, to have occupied the region.  Consultation with representatives of the Oneida Nation of New York confirmed cultural affiliation of the human remains and associated funerary objects with the Oneida Iroquois, who are ancestral to the Oneida Nation of New York.\\n        Officials of the Longyear Museum of Anthropology have determined that, pursuant to 25 U.S.C. 3001 (9-10), the human remains described above represent the physical remains of seven individuals of Native American ancestry. Officials of the Longyear Museum of Anthropology also have determined that, pursuant to 25 U.S.C. 3001 (3)(A), the eight objects described above are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony.  Lastly, officials of the Longyear Museum of Anthropology have determined that, pursuant to 25 U.S.C. 3001 (2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and associated funerary objects and the Oneida Indian Nation of New York.\\n        The human remains and associated funerary objects were repatriated to NAGPRA representatives of the Oneida Nation of New York on June 26, 1995, and January 9, 2002. Representatives of any other Indian tribe that wishes to comment on this repatriation should contact Dr. Jordan Kerber, Curator of Collections, Longyear Museum of Anthropology, Department of Sociology and Anthropology, Colgate University, Hamilton, NY 13346, telephone (315) 228-7559.\\n        The Longyear Museum of Anthropology is responsible for notifying the Oneida Nation of New York and the Oneida Tribe of Indians of Wisconsin that this notice has been published.\\n        \\n          Dated: October 1, 2003.\\n          John Robbins,\\n          Assistant Director, Cultural Resources.\\n        \\n      \\n      [FR Doc. 03-29772 Filed 11-28-03; 8:45 am]\\n      BILLING CODE 4310-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Inventory Completion: Longyear Museum of Anthropology, Colgate University, Hamilton, NY", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: October 1, 2003.", "signature_name": "John Robbins,", "signature_title": "Assistant Director, Cultural Resources.", "fr_doc": "[FR Doc. 03-29772 Filed 11-28-03; 8:45 am]", "billing_code": "BILLING CODE 4310-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}