{"index": "I_1885", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Inventory Completion: University of Idaho, Alfred W. Bowers Laboratory of Anthropology, Moscow, ID, and the U.S. Department of Agriculture, Forest Service, Wallowa-Whitman National Forest, Baker City, OR\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains and associated funerary objects in the possession of the University of Idaho, Alfred W. Bowers Laboratory of Anthropology, Moscow, ID, and in the control of the U.S. Department of Agriculture, Forest Service, Wallowa-Whitman National Forest, Baker City, OR. The human remains and associated funerary objects were removed from burial sites in Nez Perce County, ID.\\n\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003 (d)(3). The determinations within this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations within this notice.\\n        A detailed assessment of the human remains was made by the University of Idaho, Alfred W. Bowers Laboratory of Anthropology professional staff in consultation with representatives of the Nez Perce Tribe of Idaho.\\n        On September 27-28, 1986, human remains representing a minimum of two individuals were removed from the Cottonwood Creek site (10NP182), Nez Perce County, ID, by Dr. Frank Leonardy. Dr. Leonardy\\'s excavation was part of a criminal investigation of an illegal excavation of archeological resources on public land without a permit pursuant to the Archaeological Resources Protection Act, 16 U.S.C. 470cc (a). No known individuals were identified. The 29 associated funerary objects are 5 dentalia beads, 2 bags of dentalia fragments, 8 bags of ochre, 12 bags of unidentifiable bone fragments, and 2 bags of mixed dentalia and bone.\\n        Archeological evidence indicates that the burials at the Cottonwood Creek site predate A.D. 1805. During consultation, a representative of the Nez Perce Tribe of Idaho indicated that the Nez Perce Tribe of Idaho is directly related to the people who were buried at the Cottonwood Creek site. The Cottonwood Creek site is located within the area ceded by the Nez Perce to the United States pursuant to the Nez Perce Treaty of June 9, 1863 (14 Stat. 647), and is located within the area recognized by a final judgment of the Indian Claims Commission as the aboriginal land of the Nez Perce Tribe of Idaho (18 Ind. Cl. Comm. 1, 1967).\\n        Officials of the University of Idaho, Alfred W. Bowers Laboratory of Anthropology and Wallowa-Whitman National Forest have determined that, pursuant to 25 U.S.C. 3001 (9-10), the human remains described above represent the physical remains of two individuals of Native American ancestry. Officials of the University of Idaho, Alfred W. Bowers Laboratory of Anthropology and Wallowa-Whitman National Forest also have determined that, pursuant to 25 U.S.C. 3001 (3)(A), the 29 objects described above are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony.  Lastly, officials of the University of Idaho, Alfred W. Bowers Laboratory of Anthropology and Wallowa-Whitman National Forest have determined that, pursuant to 25 U.S.C. 3001 (2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and associated funerary objects and the Nez Perce Tribe of Idaho.\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the human remains and associated funerary objects should contact Leah K. Evans-Janke, University of Idaho, Alfred W. Bowers Laboratory of Anthropology, Moscow, ID 83844-1111, telephone (208) 885-3733, before December 26, 2003. Repatriation of the human remains and associated funerary objects to the Nez Perce Tribe of Idaho may proceed after that date if no additional claimants come forward.\\n        The University of Idaho, Alfred W. Bowers Laboratory of Anthropology is responsible for notifying the Nez Perce Tribe of Idaho that this notice has been published.\\n        \\n          Dated: October 22, 2003.\\n          John Robbins,\\n          Assistant Director, Cultural Resources.\\n        \\n      \\n      [FR Doc. 03-29505 Filed 11-25-03; 8:45 am]\\n      BILLING CODE 4310-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Inventory Completion: University of Idaho, Alfred W. Bowers Laboratory of Anthropology, Moscow, ID, and the U.S. Department of Agriculture, Forest Service, Wallowa-Whitman National Forest, Baker City, OR", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: October 22, 2003.", "signature_name": "John Robbins,", "signature_title": "Assistant Director, Cultural Resources.", "fr_doc": "[FR Doc. 03-29505 Filed 11-25-03; 8:45 am]", "billing_code": "BILLING CODE 4310-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}