{"index": "I_1826", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Inventory Completion: U.S. Department of the Interior, Bureau of Land Management, Anasazi Heritage Center, Dolores, CO   \\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains and associated funerary objects in the possession of the U.S. Department of the Interior, Bureau of Land Management, Anasazi Heritage Center, Dolores, CO.  The human remains and associated funerary objects were removed from sites in Archuleta, Dolores, La Plata, and Montezuma Counties, CO.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003 (d)(3).  The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains and associated funerary objects.  The National Park Service is not responsible for the determinations in this notice.\\n        A detailed assessment of the human remains was made by the Bureau of Land Management, Anasazi Heritage Center professional staff in consultation with representatives of the Hopi Tribe of Arizona; Jicarilla Apache Nation, New Mexico; Navajo Nation, Arizona, New Mexico & Utah; Pueblo of Acoma, New Mexico; Pueblo of Cochiti, New Mexico; Pueblo of Isleta, New Mexico; Pueblo of Jemez, New Mexico; Pueblo of Laguna, New Mexico; Pueblo of Nambe, New Mexico; Pueblo of Picuris, New Mexico; Pueblo of Pojoaque, New Mexico; Pueblo of San Felipe, New Mexico; Pueblo of San Ildefonso, New Mexico; Pueblo of San Juan, New Mexico; Pueblo of Sandia, New Mexico; Pueblo of Santa Ana, New Mexico; Pueblo of  Santa Clara, New Mexico; Pueblo of Santo Domingo, New Mexico; Pueblo of Taos, New Mexico; Pueblo of Tesuque, New Mexico; Pueblo of Zia, New Mexico; Southern Ute Indian Tribe of the Southern Ute Reservation, Colorado; Ute Indian Tribe of the Uintah & Ouray Reservation, Utah; Ute Mountain Tribe of the Ute Mountain Reservation, Colorado, New Mexico & Utah; and Zuni Tribe of the Zuni Reservation, New Mexico.\\n        At an unknown date prior to 1983, human remains representing a minimum of nine individuals were removed from an unknown location during excavations conducted by Clifford and Ruth Chappell.  In 1982, Ruth Chappell donated the human remains to the Anasazi Historical Society.  In 1997, the Anasazi Historical Society donated the human remains to the Bureau of Land Management, Anasazi Heritage Center.  No known individuals were identified.  No associated funerary objects are present.\\n        On the basis of field notes from Clifford and Ruth Chappell in the possession of the Bureau of Land Management, Anasazi Heritage Center, the archeological context for the human remains is inferred to date to the Basketmaker III-Pueblo III periods (A.D. 500-1350).\\n        In 1939, human remains representing a minimum of one individual were removed from site 5DL859, on private land in Dolores County, CO, during excavations conducted by Clifford and Ruth Chappell.  In 1982, Ruth Chappell donated the human remains to the Anasazi Historical Society.  In 1997, the Anasazi Historical Society donated the human remains to the Bureau of Land Management, Anasazi Heritage Center.  No known individual was identified.  No associated funerary objects are present.\\n        On the basis of archeological context, architectural evidence, ceramic evidence, and other types of artifactual evidence, site 5DL859 dates to the Pueblo II-Pueblo III periods (A.D. 900-1350).\\n        In 1943, human remains representing a minimum of one individual were removed from site 5MT2343, on private land in Montezuma County, CO, during excavations by Clifford and Ruth Chappell.  In 1982, Ruth Chappell donated the human remains to the Anasazi Historical Society.  In 1997, the Anasazi Historical Society donated the human remains to the Bureau of Land Management, Anasazi Heritage Center.  No known individual was identified.  No associated funerary objects are present.\\n        On the basis of archeological context, architectural evidence, ceramic evidence, and other types of artifactual evidence, site 5MT2343 dates to the Basketmaker III-Pueblo III periods (A.D. 500-1350).\\n        In 1966, human remains representing a minimum of one individual were removed from site 5MT3798, on private land in Montezuma County, CO, during excavations conducted by Clifford and Ruth Chappell.  In 1982, Ruth Chappell donated the human remains to the Anasazi Historical Society.  In 1997, the Anasazi Historical Society donated the human remains to the Bureau of Land Management, Anasazi Heritage Center.  No known individual was identified.  The four associated funerary objects are two ceramic vessels and two stone tools.\\n        On the basis of archeological context, architectural evidence, ceramic evidence, and other types of artifactual evidence, site 5MT3798 dates to the Pueblo II-Pueblo III periods (A.D. 900-1350).\\n        In 1953, human remains representing a minimum of one individual were removed from site 5MT3813, on private land in Montezuma County, CO, during excavations conducted by Clifford and Ruth Chappell.  In 1982, Ruth Chappell donated the human remains to the Anasazi Historical Society.  In 1997, the Anasazi Historical Society donated the human remains to the Bureau of Land Management, Anasazi Heritage Center.  No known individual was identified.   The one associated funerary object is a ceramic vessel.\\n        On the basis of archeological context, architectural evidence, ceramic evidence, and other types of artifactual evidence, site 5MT3813 dates to the Pueblo II-Pueblo III periods (A.D. 900-1350).\\n        In 1949, human remains representing a minimum of one individual were removed from site 5MT4450, on private land in Montezuma County, CO, during excavations conducted by Clifford and Ruth Chappell.  In 1982, Ruth Chappell donated the human remains to the Anasazi Historical Society.  In 1997, the Anasazi Historical Society donated the human remains to the Bureau of Land Management, Anasazi Heritage Center.  No known individual was identified.  The one associated funerary object is a bone tool.\\n        On the basis of archeological context, architectural evidence, ceramic evidence, and other types of artifactual evidence, site 5MT4450 dates to the Basketmaker III-Pueblo III periods (A.D. 500-1350).\\n\\n        In 1939 and 1948, human remains representing a minimum of seven individuals were removed from site 5MT4803, located on private land in Montezuma County, CO, during excavations conducted by Clifford and Ruth Chappell.  In 1982, Ruth Chappell donated the human remains to the Anasazi Historical Society.  In 1997, the Anasazi Historical Society donated the human remains to the Bureau of Land Management, Anasazi Heritage Center.  No known individuals were identified.  The nine associated funerary objects are six ceramic vessels, two bone tools, and one sandal last.\\n        On the basis of archeological context, architectural evidence, ceramic evidence, and other types of artifactual evidence, site 5MT4803 dates to the Pueblo I-Pueblo III periods (A.D. 750-1350).\\n        In 1969, human remains representing a minimum of one individual were removed from site 5DL16, near Cross Canyon, Dolores County, CO, by University of Colorado staff as part of the Dolores Grazing District Block Survey.  The human remains were physically transferred from the University of Colorado to the Anasazi Heritage Center in 1983.  No known individual was identified.  No associated funerary objects are present.\\n        On the basis of archeological context, architectural evidence, ceramic evidence, and other types of artifactual evidence, site 5DL16 dates to the Pueblo II period (A.D. 900-1150).\\n        In 1969, human remains representing a minimum of one individual were removed from site 5DL24, near Cahone Canyon, Dolores County, CO, by University of Colorado staff as part of the Dolores Grazing District Block Survey.  The human remains were physically transferred from the University of Colorado to the Anasazi Heritage Center in 1983.  No known individual was identified.  No associated funerary objects are present.\\n        On the basis of archeological context, architectural evidence, ceramic evidence, and other types of artifactual evidence, site 5DL24 dates to the Pueblo I-III periods (A.D. 750-1350).\\n        In 1969, human remains representing a minimum of one individual were removed from site 5DL25, near Cahone Canyon, Dolores County, CO, by University of Colorado staff as part of the Dolores Grazing District Block Survey.  The human remains were physically transferred from the University of Colorado to the Anasazi Heritage Center in 1983.  No known individual was identified.  No associated funerary objects are present.\\n        On the basis of archeological context, architectural evidence, ceramic evidence, and other types of artifactual evidence, site 5DL25 dates to the Pueblo I-III periods (A.D. 750-1350).\\n        In 1969, human remains representing a minimum of two individuals were removed from site 5DL64, near Squaw Canyon, Dolores County, CO, by University of Colorado staff as part of the Dolores Grazing District Block Survey.  The human remains were physically transferred from the University of Colorado to the Anasazi Heritage Center in 1983.  No known individual was identified.  No associated funerary objects are present.\\n        On the basis of archeological context, architectural evidence, ceramic evidence, and other types of artifactual evidence, site 5DL64 dates to the Pueblo II period (A.D. 900-1150).\\n        In 1969, human remains representing a minimum of one individual were removed from site 5DL65, near Squaw Canyon, Dolores County, CO, by University of Colorado staff as part of the Dolores Grazing District Block Survey.  The human remains were physically transferred from the University of Colorado to the Anasazi Heritage Center in 1983.  No known individual was identified.  No associated funerary objects are present.\\n        On the basis of archeological context, architectural evidence, ceramic evidence, and other types of artifactual evidence, site 5DL65 dates to the Pueblo II period (A.D. 900-1150).\\n        In 1969, human remains representing a minimum of two individuals were removed from site 5DL66, near Squaw Canyon, Dolores County, CO, by University of Colorado staff as part of the Dolores Grazing District Block Survey.  The human remains were physically transferred from the University of Colorado to the Anasazi Heritage Center in 1983.  No known individuals were identified.  No associated funerary objects are present.\\n        On the basis of archeological context, architectural evidence, ceramic evidence, and other types of artifactual evidence, site 5DL66 dates to the Pueblo II period (A.D. 900-1150).\\n        In 1969, human remains representing a minimum of one individual were removed from site 5DL75, in Alkali Draw, Dolores County, CO, by University of Colorado staff as part of the Dolores Grazing District Block Survey.  The human remains were physically transferred from the University of Colorado to the Anasazi Heritage Center in 1983.  No known individual was identified.  No associated funerary objects are present.\\n        On the basis of archeological context, architectural evidence, ceramic evidence, and other types of artifactual evidence, site 5DL75 dates to the Pueblo I period (A.D. 750-900).\\n        In 1967, human remains representing a minimum of one individual were removed from site 5DL504, near Squaw Canyon, Dolores County, CO, by University of Colorado staff as part of the Dolores Grazing District Block Survey.  The human remains were physically transferred from the University of Colorado to the Anasazi Heritage Center in 1983.  No known individual was identified.  No associated funerary objects are present.\\n        On the basis of archeological context, architectural evidence, ceramic evidence, and other types of artifactual evidence, site 5DL504 dates to the Pueblo I-Pueblo III periods (A.D. 750-1350).\\n        In 1968, human remains representing a minimum of one individual were removed from site 5DL554, near Cross and Papoose Canyons, Dolores County, CO, by University of Colorado staff as part of the Dolores Grazing District Block Survey.  The human remains were physically transferred from the University of Colorado to the Anasazi Heritage Center in 1983.  No known individual was identified.  No associated funerary objects are present.\\n        On the basis of archeological context, architectural evidence, ceramic evidence, and other types of artifactual evidence, site 5DL554 dates to the Pueblo II-Pueblo III periods (A.D. 900-1350).\\n        In 1968, human remains representing a minimum of one individual were removed from site 5DL555, near Papoose Canyon, Dolores County, CO, by University of Colorado staff as part of the Dolores Grazing District Block Survey.  The human remains were physically transferred from the University of Colorado to the Anasazi Heritage Center in 1983.  No known individual was identified.  No associated funerary objects are present.\\n        On the basis of archeological context, architectural evidence, ceramic evidence, and other types of artifactual evidence, site 5DL555 dates to the Pueblo II-Pueblo III periods (A.D. 900-1350).\\n        In 1966, human remains representing a minimum of two individuals were removed from site 5MT540, near Hovenweep Canyon, Montezuma County, CO, by University of Colorado staff as part of the Dolores Grazing District Block Survey.  The human remains were physically transferred from the University of Colorado to the Anasazi Heritage Center in 1983.  No known individuals were identified.  The four associated funerary objects are three partial ceramic bowls and one stone tool.\\n        On the basis of archeological context, ceramic evidence, and other types of artifactual evidence, site 5MT540 dates to the Pueblo I-Pueblo II periods (A.D. 750-1150).\\n\\n        In 1966, human remains representing a minimum of one individual were removed from site 5MT544, near Hackberry Canyon, Montezuma County, CO, by University of Colorado staff as part of the Dolores Grazing District Block Survey.  The human remains were physically transferred from the University of Colorado to the Anasazi Heritage Center in 1983.  No known individual was identified.  No associated funerary objects are present.\\n        On the basis of archeological context, architectural evidence, ceramic evidence, and other types of artifactual evidence, site 5MT544 dates to the Pueblo I-Pueblo III periods (A.D. 750-1350).\\n        In 1967, human remains representing a minimum of two individuals were removed from site 5MT789, near Ruin Canyon, Montezuma County, CO, by University of Colorado staff as part of the Dolores Grazing District Block Survey.  The human remains were physically transferred from the University of Colorado to the Anasazi Heritage Center in 1983.  No known individuals were identified.  No associated funerary objects are present.\\n        On the basis of archeological context, architectural evidence, ceramic evidence, and artifactual evidence, site 5MT789 dates to the Pueblo I-Pueblo III periods (A.D. 750-1350).\\n        In 1967, human remains representing a minimum of one individual were removed from site 5MT822, near Cow Canyon, Montezuma County, CO, by University of Colorado staff as part of the Dolores Grazing District Block Survey.  The human remains were physically transferred from the University of Colorado to the Anasazi Heritage Center in 1983.  No known individual was identified.  No associated funerary objects are present.\\n        On the basis of archeological context, architectural evidence, ceramic evidence, and other types of artifactual evidence, site 5MT822 dates to the Pueblo II-Pueblo III periods (A.D. 900-1350).\\n        In 1968, human remains representing a minimum of one individual were removed from site 5MT1601, near Sandstone Canyon, Montezuma County, CO, by University of Colorado staff as part of the Dolores Grazing District Block Survey.  The human remains were physically transferred from the University of Colorado to the Anasazi Heritage Center in 1983.  No known individual was identified.  No associated funerary objects are present.\\n        On the basis of archeological context, architectural evidence, ceramic evidence, and other types of artifactual evidence, site 5MT1601 dates to the Pueblo II-Pueblo III periods (A.D. 900-1350).\\n        In 1968, human remains representing a minimum of one individual were removed from site 5MT1607, near Negro Canyon, Montezuma County, CO, by University of Colorado staff as part of the Dolores Grazing District Block Survey.  The human remains were physically transferred from the University of Colorado to the Anasazi Heritage Center in 1983.  No known individual was identified.  No associated funerary objects are present.\\n        \\n        On the basis of archeological context, architectural evidence, ceramic evidence, and other types of artifactual evidence, site 5MT1607 dates to the Pueblo II-Pueblo III periods (A.D. 900-1350).\\n        In 1968, human remains representing a minimum of one individual were removed from site 5MT1610, near Sandstone Canyon, Montezuma County, CO, by University of Colorado staff as part of the Dolores Grazing District Block Survey.  The human remains were physically transferred from the University of Colorado to the Anasazi Heritage Center in 1983.  No known individual was identified.  No associated funerary objects are present.\\n        On the basis of archeological context, architectural evidence, ceramic evidence, and other artifactual evidence, site 5MT1610 dates to the Pueblo II-Pueblo III periods (A.D. 900-1350).\\n        In 1968, human remains representing a minimum of one individual were removed from site 5MT1646, near Hovenweep Canyon, Montezuma County, CO, by University of Colorado staff as part of the Dolores Grazing District Block Survey.  The human remains were physically transferred from the University of Colorado to the Anasazi Heritage Center in 1983.  No known individual was identified.  No associated funerary objects are present.\\n        On the basis of archeological context, architectural evidence, ceramic evidence, and other types of artifactual evidence, site 5MT1646 dates to the Pueblo II-Pueblo III periods (A.D. 900-1350).\\n        In 1968, human remains representing a minimum of one individual were removed from site 5MT1648, near Hovenweep Canyon, Montezuma County, CO, by University of Colorado staff as part of the Dolores Grazing District Block Survey.  The human remains were physically transferred from the University of Colorado to the Anasazi Heritage Center in 1983.  No known individual was identified.  No associated funerary objects are present.\\n        On the basis of archeological context, architectural evidence, ceramic evidence, and other types of artifactual evidence, site 5MT1648 dates to the Pueblo II period (A.D. 900-1150).\\n        In 1968, human remains representing a minimum of one individual were removed from site 5MT1737, near Goodman Gulch, Montezuma County, CO, by University of Colorado staff as part of the Dolores Grazing District Block Survey.  The human remains were physically transferred from the University of Colorado to the Anasazi Heritage Center in 1983.   No known individual was identified.  No associated funerary objects are present.\\n        On the basis of archeological context, architectural evidence, ceramic evidence, and other types of artifactual evidence, site 5MT1737 dates to the Pueblo II-Pueblo III periods (A.D. 900-1350).\\n        In 1969, human remains representing a minimum of one individual were removed from site 5MT2037, near McElmo Creek, Montezuma County, CO, by University of Colorado staff as part of the Dolores Grazing District Block Survey.  The human remains were physically transferred from the University of Colorado to the Anasazi Heritage Center in 1983.  No known individual was identified.  No associated funerary objects are present.\\n        On the basis of archeological context, architectural evidence, ceramic evidence, and other artifactual evidence, site 5MT2037 dates to the Pueblo III period (A.D. 1150-1350).\\n        In 1969, human remains representing a minimum of one individual were removed from site 5MT2050, near Cahone Canyon, Montezuma County, CO, by University of Colorado staff as part of the Dolores Grazing District Block Survey.  The human remains were physically transferred from the University of Colorado to the Anasazi Heritage Center in 1983.  No known individual was identified.  No associated funerary objects are present.\\n        On the basis of archeological context, architectural evidence, ceramic evidence, and other types of artifactual evidence, site 5MT2050 dates to the Pueblo I period (A.D. 750-900).\\n        In 1969, human remains representing a minimum of two individuals were removed from site 5MT2064, near Cross Canyon, Montezuma County, CO, by University of Colorado staff as part of the Dolores Grazing District Block Survey.  The human remains were physically transferred from the University of Colorado to the Anasazi Heritage Center in 1983.  No known individuals were identified.  No associated funerary objects are present.\\n\\n        On the basis of archeological context, architectural evidence, ceramic evidence, and other types of artifactual evidence, site 5MT2064 dates to the Pueblo I-Pueblo II periods (A.D. 750-1150).\\n        In 1969, human remains representing a minimum of one individual were removed from site 5MT2067, near Cross Canyon, Montezuma County, CO, by University of Colorado staff as part of the Dolores Grazing District Block Survey.  The human remains were physically transferred from the University of Colorado to the Anasazi Heritage Center in 1983.  No known individual was identified.  No associated funerary objects are present.\\n        On the basis of archeological context, architectural evidence, ceramic evidence, and other types of artifactual evidence, site 5MT2067 dates to the Pueblo I-Pueblo II periods (A.D. 750-1150).\\n        In 1954 and 1955, human remains representing a minimum of 23 individuals were removed from unknown site locations within Montezuma, Dolores and La Plata Counties, CO, during data recovery efforts undertaken by the El Paso Northwest Pipeline project. The El Paso Pipeline project donated the human remains to the Bureau of Land Management in 1983.  No known individuals were identified.  No associated funerary objects are present.\\n        On the basis of other artifactual material within this collection, the human remains from this project were removed from occupations dating to the Basketmaker III-Pueblo III periods (A.D. 500-1350).\\n        In 1979, human remains representing a minimum of one individual were removed from site 5DL2, located on private land near Cahone Canyon, Dolores County, CO, by University of Colorado staff as part of the Mid-Atlantic Pipeline Company (MAPCO) pipeline project.  The landowner donated the human remains to the Bureau of Land Management in 1983.  No known individual was identified.  No associated funerary objects are present.\\n        On the basis of archeological context, architectural evidence, and other types of artifactual evidence, site 5DL2 dates to the Pueblo I period (A.D. 750-900).\\n        In 1979, human remains representing a minimum of one individual were removed from site 5LP379, near the Animas River, La Plata County, CO, by University of Colorado staff as part of the MAPCO pipeline project.  MAPCO donated the human remains to the Bureau of Land Management in 1983.  No known individual was identified.  No associated funerary objects are present.\\n        On the basis of archeological context, architectural evidence, ceramic evidence, and other types of artifactual evidence, site 5LP379 dates to the Pueblo I period (A.D. 750-900).\\n        In 1979, human remains representing a minimum of one individual were removed from site 5MT5456, near the Dolores River, Montezuma County, CO, by University of Colorado staff as part of the MAPCO pipeline project.  MAPCO donated the human remains to the Bureau of Land Management in 1983.  No known individual was identified.  No associated funerary objects are present.\\n        On the basis of archeological context, architectural evidence, ceramic evidence, and other types of artifactual evidence, site 5MT5456 dates to the Pueblo II period (A.D. 900-1150).\\n        In 1979, human remains representing a minimum of one individual were removed from site 5MT5498, near the Dolores River, Montezuma County, CO, by University of Colorado staff as part of the MAPCO pipeline project.  MAPCO donated the human remains to the Bureau of Land Management in 1983.  No known individual was identified.  No associated funerary objects are present.\\n        On the basis of archeological context, architectural evidence, ceramic evidence, and other types of artifactual evidence, site 5MT5498 dates to the Pueblo I-Pueblo II periods (A.D. 750-1150).\\n        In 1979, human remains representing a minimum of three individuals were removed from site 5MT5501, near the Dolores River, Montezuma County, CO, by University of Colorado staff as part of the MAPCO pipeline project.  MAPCO donated the human remains to the Bureau of Land Management in 1983.  No known individuals were identified.  No associated funerary objects are present.\\n        On the basis of archeological context, architectural evidence, ceramic evidence, and other types of artifactual evidence, site 5MT5501 dates to the Pueblo II period (A.D. 900-1150).\\n        In 1980, human remains representing a minimum of one individual were removed from site 5MT5771, near Yellowjacket Canyon, Montezuma County, CO, by University of Colorado staff as part of a Shell Oil Company construction project on Federal lands managed by the Bureau of Land Management.  The University of Colorado transferred physical custody of the human remains to the Bureau of Land Management in 1983.  No known individual was identified.  No associated funerary objects are present.\\n        On the basis of archeological context, architectural evidence, ceramic evidence, and other types of artifactual evidence, site 5MT5771 dates to the Pueblo II period (A.D. 900-1150).\\n        In 1971, human remains representing a minimum of one individual were removed from site 5MT194, near Woods Canyon, Montezuma County, CO, by Bureau of Land Management, San Juan Field Office staff.  No known individual was identified.  No associated funerary objects are present.\\n        On the basis of archeological context, architectural evidence, ceramic evidence, and other types of artifactual evidence, site 5MT194 dates to the Pueblo II period (A.D. 900-1150).\\n        In 1974, human remains representing a minimum of 28 individuals were removed from site 5MT4126, on private land near McElmo Creek, Montezuma County, CO, during excavations conducted by Joel Brisbin. Mr. Brisbin donated the human remains to the Bureau of Land Management, Anasazi Heritage Center in 1984.  No known individuals were identified.  The one associated funerary object is a ceramic vessel.\\n        On the basis of archeological context, architectural evidence, ceramic evidence, and other types of artifactual evidence, site 5MT4126 dates to the Pueblo II period (A.D. 900-1150).\\n        In 1975 and 1976, human remains representing a minimum of three individuals were removed from site 5MT2148, near the Dolores River, Montezuma County, CO, during data recovery efforts undertaken by University of Colorado staff, under contract to the Bureau of Land Management. No known individuals were identified. The 48 associated funerary objects are 11 pendants or medallions, 11 pottery sherds, 7 stone tools, 6 ceramic vessels, 5 lots of loose beads, 5 bone tools, and 3 mat/textile impressions.\\n        On the basis of archeological context, architectural evidence, ceramic evidence, and other types of artifactual evidence, site 5MT2148 dates to the Pueblo II period (A.D. 900-1150).\\n        In 1975 and 1976, human remains representing a minimum of two individuals were recovered from site 5MT2149, near the Dolores River, Montezuma County, CO during data recovery efforts undertaken by University of Colorado staff, under contract with the Bureau of Land Management.  No known individuals were identified.  No associated funerary objects are present.\\n        On the basis of archeological context, architectural evidence, ceramic evidence, and other types of artifactual evidence, site 5MT2149 dates to the Pueblo II period (A.D. 900-1150).\\n\\n        In 1986, human remains representing a minimum of one individual were removed from site 5MT6887, near McElmo Creek, Montezuma County, CO, during data recovery efforts undertaken by Allen Kane, under contract with the landowner, the Archaeological Conservancy. The Archaeological Conservancy donated the human remains to the Bureau of Land Management in 1986.  No known individual was identified.  No associated funerary objects are present.\\n        On the basis of archeological context, architectural evidence, ceramic evidence, and other types of artifactual evidence, site 5MT6887 dates to the Pueblo I-Pueblo III periods (A.D. 750-1350).\\n        In 1976, human remains representing a minimum of three individuals were removed from site 5MT532, near Hovenweep Canyon, Montezuma County, CO, by Bureau of Land Management archeologist Doug Scott while conducting systematic reconnaissance of archeological sites.  No known individuals were identified.  No associated funerary objects are present.\\n        On the basis of archeological context, architectural evidence, ceramic evidence, and other types of artifactual evidence, site 5MT532 dates to the Pueblo I-Pueblo III periods (A.D. 750-1350).\\n        In 1978 and 1979, human remains representing a minimum of three individuals were removed from site 5MT1700, near Yellowjacket Canyon, Montezuma County, CO, during data recovery efforts undertaken by Centuries Research, Inc., as part of the Sacred Mountain Planning Unit Class II Survey.  No known individuals were identified.  No associated funerary objects are present.\\n        On the basis of archeological context, architectural evidence, ceramic evidence, and other types of artifactual evidence, site 5MT1700 dates to the Pueblo II-Pueblo III periods (A.D. 900-1350).\\n        In 1978 and 1979, human remains representing a minimum of one individual were removed from site 5MT4927, near Yellowjacket Canyon, Montezuma County, CO, during data recovery efforts undertaken by Centuries Research, Inc., as part of the Sacred Mountain Planning Unit Class II Survey.  No known individual was identified.  No associated funerary objects are present.\\n        On the basis of archeological context, architectural evidence, ceramic evidence, and other types of artifactual evidence, site 5MT4927 dates to the Pueblo II-Pueblo III periods (A.D. 900-1350).\\n        In the mid-1970s, human remains representing a minimum of five individuals were removed from site 5MT9735, on private land near the Dolores River, Montezuma County, CO, during groundbreaking for house construction.  In 1986, the landowner donated the human remains to the Bureau of Land Management.  No known individuals were identified.  The two associated funerary objects are partial ceramic vessels.\\n        On the basis of archeological context, architectural evidence, tree-ring dates, ceramic evidence, and other types of artifactual evidence, site 5MT9735 dates to the Pueblo II period (A.D. 900-1150).\\n        In 1982, human remains representing a minimum of one individual were removed from site 5MT7244, near the Mancos River, Montezuma County, CO, during construction of fencing around the U.S. Department of Agriculture, Forest Service, San Juan National Forest, Mancos Ranger Station.  Custody and control for the human remains was transferred from the Forest Service to the Bureau of Land Management in 1988.  No known individual was identified.  No associated funerary objects are present.\\n        On the basis of archeological context, ceramic evidence, and other types of artifactual evidence, site 5MT7244 dates to the Pueblo I period (A.D. 750-900).\\n        At an unknown date prior to 1988, human remains representing a minimum of two individuals were removed from site 5AA86, in the U.S. Department of Agriculture, Forest Service, San Juan National Forest, Chimney Rock District, Archuleta County, CO.  In 1988, the Forest Service transferred custody and control of the human remains to the Bureau of Land Management.   No known individuals were identified.  No associated funerary objects are present.\\n        On the basis of archeological context, ceramic evidence, and other types of artifactual evidence, 5AA86 dates to the Pueblo II period (A.D. 900-1150).\\n        Between 1989 and 1990, human remains representing a minimum of three individuals were removed from an unknown location on U.S. Department of Agriculture, Forest Service lands in the vicinity of the San Juan National Forest, McPhee Reservoir, Montezuma County, CO, following erosion that had exposed the grave sites. In 1990, the Forest Service, San Juan National Forest transferred custody and control of the human remains to the Bureau of Land Management.  No known individuals were identified.  No associated funerary objects are present.\\n        On the basis of the archeological context of sites in the McPhee Reservoir area, the human remains are inferred to date to the Basketmaker III-Pueblo III periods (A.D. 500-1350).\\n        In 1979, human remains representing a minimum of two individuals were removed from an unrecorded site location on Squaw Point, Dolores County, CO, by Bureau of Land Management archeologist Max Witkind, following vandalization of the site by unknown individuals.  No known individuals were identified.  No associated funerary objects are present.\\n        On the basis of archeological evidence, within the vicinity of the vandalized site, the human remains are inferred to date to the Pueblo I-Pueblo III periods (A.D. 750-1350).\\n        In 1971, human remains representing a minimum of one individual were removed from site 5LP366, near Junction Creek, LaPlata County, CO, during data recovery efforts undertaken by the Bureau of Land Management, San Juan Field Office staff.  No known individual was identified.  No associated funerary objects are present.\\n        On the basis of archeological context, architectural evidence, ceramic evidence, and other types of artifactual evidence, site 5LP366 dates to the Basketmaker III period (A.D. 500-750).\\n        From 1983 through 1987, human remains representing a minimum of 14 individuals were removed from site 5MT3868, on private land between Crow and Alkali Canyons, Montezuma County, CO, during excavations conducted by Crow Canyon Archaeological Center.  In 1993, the landowner donated the human remains to the Bureau of Land Management, Anasazi Heritage Center.  No known individuals were identified.  No associated funerary objects are present.\\n        On the basis of archeological context, tree-ring dates, architectural evidence, ceramic evidence, and other types of artifactual evidence, site 5MT3868 dates to the Pueblo I period (A.D. 850-875).\\n        In 1987 and 1988, human remains representing a minimum of one individual were recovered from site 5MT3901, in Sand Canyon, Montezuma County, CO, during excavations conducted by Crow Canyon Archaeological Center under contract to the Bureau of Land Management. No known individual was identified.  The four associated funerary objects are four partial ceramic vessels.\\n        On the basis of archeological context, tree-ring dates, architectural evidence, ceramic evidence, and other types of artifactual evidence, site 5MT3901 dates to the Pueblo III period (A.D. 1200-1350).\\n\\n        Between 1968 and 1974, human remains representing a minimum of nine individuals were removed from site 5MT948, on Federal land managed by the Bureau of Land Management on Mockingbird Mesa, Montezuma County, CO, during excavations directed by Dr. John Ives of Fort Lewis College.  No known individuals were identified.  No associated funerary objects are present.\\n        On the basis of archeological context, architectural evidence, ceramic evidence, and other types of artifactual evidence, site 5MT948 dates to Pueblo II-Pueblo III periods (A.D. 900-1350).\\n        Between 1968 and 1974, human remains representing a minimum of three individuals were removed from site 5MT972, on Federal land managed by the Bureau of Land Management on Mockingbird Mesa, Montezuma County, CO, during excavations directed by Dr. John Ives of Fort Lewis College.  No known individuals were identified.  No associated funerary objects are present.\\n        On the basis of archeological context, architectural evidence, ceramic evidence, and other types of artifactual evidence, 5MT972 dates to the Pueblo II period (A.D. 900-1150).\\n        Between 1968 and 1974, human remains representing a minimum of four individuals were removed from site 5MT997, on Federal land managed by the Bureau of Land Management on Mockingbird Mesa, Montezuma County, CO, during excavations directed by Dr. John Ives of Fort Lewis College.  No known individuals were identified.  No associated funerary objects are present.\\n        On the basis of archeological context, architectural evidence, ceramic evidence, and other types of artifactual evidence, site 5MT997 dates to the Pueblo I period (A.D. 750-900).\\n        Between 1968 and 1974, human remains representing a minimum of 10 individuals were removed from site 5MT1604, on Federal land managed by the Bureau of Land Management on Mockingbird Mesa, Montezuma County, CO, during excavations directed by Dr. John Ives of Fort Lewis College.  No known individuals were identified.  No associated funerary objects are present.\\n        On the basis of archeological context, architectural evidence, ceramic evidence, and other types of artifactual evidence, site 5MT1604 dates to the Pueblo I period (A.D. 750-900).\\n        Between 1968 and 1974, human remains representing a minimum of two individuals were removed from site 5MT7295, on Federal land managed by the Bureau of Land Management on Mockingbird Mesa, Montezuma County, CO, during excavations directed by Dr. John Ives of Fort Lewis College.  No known individuals were identified.  No associated funerary objects are present.\\n        On the basis of archeological context, architectural evidence, ceramic evidence, and other types of artifactual evidence, site 5MT7295 dates to the Basketmaker III period (A.D. 500-750).\\n        Between 1968 and 1974, human remains representing a minimum of two individuals were removed from site 5MT7323, on Federal land managed by the Bureau of Land Management on Mockingbird Mesa, Montezuma County, CO, during excavations directed by Dr. John Ives of Fort Lewis College.  No known individuals were identified.  No associated funerary objects are present.\\n        On the basis of archeological context, architectural evidence, ceramic evidence, and other types of artifactual evidence, site 5MT7323 dates to the Pueblo II-Pueblo III periods (A.D. 900-1350).\\n        Between 1968 and 1974, human remains representing a minimum of 16 individuals were removed from unknown locations on Federal land managed by the Bureau of Land Management on Mockingbird Mesa, Montezuma County, CO, during excavations directed by Dr. John Ives of Fort Lewis College.  No known individuals were identified.  No associated funerary objects are present.\\n        On the basis of archeological context, architectural evidence, ceramic evidence, and other types of artifactual evidence, associated with habitation sites on Mockingbird Mesa, the human remains are inferred to date to the Basketmaker III-Pueblo III periods (A.D. 500-1350).\\n        Between 1988 and 1991, human remains representing a minimum of one individual were removed from site 5MT3918, on Federal lands managed by the Bureau of Land Management in the vicinity of Sand Canyon, Montezuma County, CO, during excavations conducted by Crow Canyon Archaeological Center, as part of the Sand Canyon Project Site Testing Program. No known individual was identified.  No associated funerary objects are present.\\n        On the basis of archeological context, architectural evidence, ceramic evidence, and other types of artifactual evidence, site 5MT3918 dates to the Pueblo III period (A.D. 1150-1350).\\n        Between 1988 and 1991, human remains representing a minimum of one individual were removed from site 5MT3930, on Federal lands managed by the Bureau of Land Management in the vicinity of Sand Canyon, Montezuma County, CO, during excavations conducted by Crow Canyon Archaeological Center, as part of the Sand Canyon Project Site Testing Program.  No known individual was identified.  No associated funerary objects are present.\\n        On the basis of archeological context, architectural evidence, ceramic evidence, and other types of artifactual evidence, site 5MT3930 dates to the Pueblo III period (A.D. 1150-1350).\\n        Between 1988 and 1991, human remains representing a minimum of one individual were removed from site 5MT3936, on Federal lands managed by the Bureau of Land Management in the vicinity of Sand Canyon, Montezuma County, CO, during excavations conducted by Crow Canyon Archaeological Center, as part of the Sand Canyon Project Site Testing Program.  No known individuals were identified.  No associated funerary objects are present.\\n        On the basis of archeological context, architectural evidence, ceramic evidence, and other types of artifactual evidence, site 5MT3936 dates to the Pueblo III period (A.D. 1150-1350).\\n        Between 1988 and 1991, human remains representing a minimum of one individual were removed from site 5MT3951, on Federal lands managed by the Bureau of Land Management in the vicinity of Sand Canyon, Montezuma County, CO, during excavations conducted by Crow Canyon Archaeological Center, as part of the Sand Canyon Project Site Testing Program.  No known individual was identified.  No associated funerary objects are present.\\n        On the basis of archeological context, architectural evidence, ceramic evidence, and other types of artifactual evidence, site 5MT3951 dates to the Pueblo III period (A.D. 1150-1350).\\n        Between 1988 and 1991, human remains representing a minimum of one individual were removed from site 5MT3967, on Federal lands managed by the Bureau of Land Management in the vicinity of Sand Canyon, Montezuma County, CO, during excavations conducted by Crow Canyon Archaeological Center, as part of the Sand Canyon Project Site Testing Program.  No known individuals were identified.  No associated funerary objects are present.\\n        On the basis of archeological context, architectural evidence, ceramic evidence, and other types of artifactual evidence, 5MT3967dates to the Pueblo III period (A.D. 1150-1350).\\n\\n        Between 1988 and 1991, human remains representing a minimum of one individual were removed from site 5MT5152, in the vicinity of Sand Canyon, Montezuma County, CO, during excavations conducted by Crow Canyon Archaeological Center, as part of the Sand Canyon Project Site Testing Program.  No known individual was identified.  No associated funerary objects are present.\\n        On the basis of archeological context, architectural evidence, ceramic evidence, and other types of artifactual evidence, site 5MT5152 dates to the Pueblo III period (A.D. 1150-1350).\\n        Between 1988 and 1991, human remains representing a minimum of one individual were removed from site 5MT10246, on Federal lands managed by the Bureau of Land Management in the vicinity of Sand Canyon, Montezuma County, CO, during excavations conducted by Crow Canyon Archaeological Center, as part of the Sand Canyon Project Site Testing Program.  No known individuals were identified.  The nine associated funerary objects are one bone tube, one bag of lithics, one pollen sample, one flotation sample, and five pottery fragments.\\n        On the basis of archeological context, architectural evidence, ceramic evidence, and other types of artifactual evidence, site 5MT10246 dates to the Pueblo III period (A.D. 1150-1350).\\n        Between 1988 and 1991, human remains representing a minimum of two individuals were removed from site 5MT10459, on Federal lands managed by the Bureau of Land Management in the vicinity of Sand Canyon, Montezuma County, CO, during excavations conducted by Crow Canyon Archaeological Center, as part of the Sand Canyon Project Site Testing Program.  No known individuals were identified.  The one associated funerary object is a ceramic mug.\\n        On the basis of archeological context, architectural evidence, ceramic evidence, and other types of artifactual evidence, site 5MT10459 dates to the Pueblo III period (A.D. 1150-1350).\\n        Between 1988 and 1991, human remains representing a minimum of one individual were removed from site 5MT10508, on Federal lands managed by the Bureau of Land Management in the vicinity of Sand Canyon, Montezuma County, CO, during excavations conducted by Crow Canyon Archaeological Center, as part of the Sand Canyon Project Site Testing Program.  No known individual was identified.  No associated funerary objects are present.\\n        On the basis of archeological context, architectural evidence, ceramic evidence, and other types of artifactual evidence, site 5MT10508 dates to the Pueblo III period (A.D. 1150-1350).\\n        Between 1988 and 1991, human remains representing a minimum of one individual were removed from site 5MT11338, on Federal lands managed by the Bureau of Land Management in the vicinity of Sand Canyon, Montezuma County, CO, during excavations conducted by Crow Canyon Archaeological Center, as part of the Sand Canyon Project Site Testing Program.  No known individual was identified.  No associated funerary objects are present.\\n        On the basis of archeological context, architectural evidence, ceramic evidence, and other types of artifactual evidence, site 5MT11338 dates to the Pueblo III period (A.D. 1150-1350).\\n        During the 1950s or 1960s, human remains representing a minimum of one individual were removed from an unknown location on Bureau of Land Management land near Dawson Draw, Montezuma County, CO, by a private individual. In 1975, the individual donated the human remains to the Denver Museum of Natural History. In 1994, the Denver Museum of Natural History transferred physical custody of the human remains to the Bureau of Land Management, Anasazi Heritage Center.  No known individual was identified.  No associated funerary objects are present.\\n        On the basis of ceramic and other artifactual evidence, the human remains date to the Pueblo II-Pueblo III periods (A.D. 900-1350).\\n        During the 1950s or 1960s, human remains representing a minimum of 11individuals were removed from an unknown location on Bureau of Land Management land near Hovenweep Canyon, Montezuma County, CO, by a private individual. In 1975, the individual donated the human remains to the Denver Museum of Natural History. In 1994, the Denver Museum of Natural History transferred physical custody of the human remains to the Bureau of Land Management, Anasazi Heritage Center.  No known individuals were identified.  No associated funerary objects are present.\\n        On the basis of ceramic evidence, and other types of artifactual evidence, the human remains date to the Pueblo II-Pueblo III periods (A.D. 900-1350).\\n        During the 1950s or 1960s, human remains representing a minimum of one individual were removed from an unknown site location on Bureau of Land Management property near Narraguinnap Canyon, Dolores County, CO, by a private individual.  In 1975, the individual donated the human remains to the Denver Museum of Natural History. In 1994, the Denver Museum of Natural History transferred physical custody of the human remains to the Bureau of Land Management, Anasazi Heritage Center.  No known individual was identified.  No associated funerary objects are present.\\n        On the basis of ceramic evidence, and other types of artifactual evidence, the human remains date to the Pueblo II-Pueblo III periods (A.D. 900-1350).\\n        In the 1940s, human remains representing a minimum of five individuals were removed from unknown locations on Bureau of Land Management land in Montezuma and Dolores Counties, CO.  At an unspecified time, unknown persons donated the human remains to the Henderson Museum, University of Colorado.  In 1995, Henderson Museum transferred physical custody of the human remains to the Bureau of Land Management, Anasazi Heritage Center.  No known individuals were identified.  No associated funerary objects are present.\\n        On the basis of ceramic evidence and other types of artifactual evidence present in the collections, the human remains date to the Pueblo II-Pueblo III periods (A.D. 900-1350).\\n        Between 1984 and 1994, human remains representing a minimum of 22 individuals were removed from Sand Canyon Pueblo (site 5MT765), at the head of Sand Canyon, Montezuma County, CO, during excavations conducted by Crow Canyon Archeological Center, as part of the Sand Canyon Archaeological Project.  No known individuals were identified.  The 188 associated funerary objects are 128 pottery fragments, 21 flotation/pollen samples, 16 stone tools, 10 ceramic vessels, 5 pieces of animal bone, 3 pieces of shell, 1 wooden plank, 1 pendant, 1 abrader, 1 mano, and 1 bone tool.\\n        On the basis of archeological context, architectural evidence, tree-ring dates, ceramic evidence, and other types of artifactual evidence, the Sand Canyon Pueblo dates to the Pueblo III period (A.D. 1200-1285).\\n        Between 1990 and 1994, human remains representing a minimum of two individuals were removed from Castle Rock Pueblo (site 5MT1825), on Federal land managed by the Bureau of Land Management near McElmo Creek, Montezuma County, CO, during excavations conducted by Crow Canyon Archaeological Center.  No known individuals were identified.  No associated funerary objects are present.\\n        On the basis of archeological context, architectural evidence, tree-ring dates, ceramic evidence, and other types of artifactual evidence, the Castle Rock Pueblo dates to the Pueblo III period (A.D. 1256-1285).\\n\\n        Between 1994 and 1996, human remains representing a minimum of one individual were removed from Woods Canyon Pueblo (site 5MT11842), on Federal lands managed by the Bureau of Land Management on the rim of Woods Canyon, Montezuma County, CO, during excavations conducted by Crow Canyon Archeological Center.  No known individual was identified.  No associated funerary objects are present.\\n        On the basis of archeological context, architectural evidence, tree-ring dates, ceramic evidence, and other types of artifactual evidence, Woods Canyon Pueblo dates to the Pueblo III period (A.D. 1140-1285).\\n        In 1970, human remains representing a minimum of one individual were removed from site 5AA83, in the U.S. Department of Agriculture, Forest Service, San Juan National Forest, Chimney Rock District, Archuleta County, CO, during excavations conducted by University of Colorado staff.  In 2001, the U.S. Forest Service transferred custody and control of the human remains to the Bureau of Land Management, Anasazi Heritage Center.   No known individual was identified.  No associated funerary objects are present.\\n        On the basis of archeological context, architectural evidence, ceramic evidence, and other types of artifactual evidence, site 5AA83 dates to the Pueblo II period (A.D. 900-1150).\\n        Between 1990 and 2002, human remains representing a minimum of six individuals were anonymously donated to the Bureau of Land Management, Anasazi Heritage Center.  It is inferred that all of the individuals were removed from unknown localities in southwest Colorado.  No known individuals were identified.  No associated funerary objects are present.\\n        Examination of the human remains indicates that the individuals are Native American.  Assuming that the locational information of southwest Colorado is correct, it can be inferred that the individuals date to the Basketmaker III-Pueblo III periods (A.D. 500-1350).\\n        In summary, all the materials listed above are Ancestral Puebloan with a relationship of shared group identity that can be reasonably traced to the Hopi Tribe of Arizona; Pueblo of Acoma, New Mexico; Pueblo of Jemez, New Mexico; Pueblo of Laguna, New Mexico; Pueblo of Nambe, New Mexico; Pueblo of Picuris, New Mexico; Pueblo of Pojoaque, New Mexico; Pueblo of San Ildefonso, New Mexico; Pueblo of San Juan, New Mexico; Pueblo of Santa Clara, New Mexico; Pueblo of Taos, New Mexico; Pueblo of Tesuque, New Mexico; the Pueblo of Zia, New Mexico; and the Zuni Tribe of the Zuni Reservation, New Mexico.  This relationship of shared group identity is based on geographical, archeological, anthropological, linguistic, historical, and oral tradition evidence.\\n        Officials of the Bureau of Land Management, Anasazi Heritage Center have determined that, pursuant to 25 U.S.C. 3001 (9-10), the human remains described above represent the physical remains of 259 individuals of Native American ancestry.  Officials of the Bureau of Land Management, Anasazi Heritage Center also have determined that, pursuant to 25 U.S.C. 3001 (3)(A), the 272 objects described above are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony.  Lastly, officials of the Bureau of Land Management, Anasazi Heritage Center have determined that, pursuant to 25 U.S.C. 3001 (2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and associated funerary objects and the Hopi Tribe of Arizona; Pueblo of Acoma, New Mexico; Pueblo of Jemez, New Mexico; Pueblo of Laguna, New Mexico; Pueblo of Nambe, New Mexico; Pueblo of Picuris, New Mexico; Pueblo of Pojoaque, New Mexico; Pueblo of San Ildefonso, New Mexico; Pueblo of San Juan, New Mexico; Pueblo of Santa Clara, New Mexico; Pueblo of Taos, New Mexico; Pueblo of Tesuque, New Mexico; the Pueblo of Zia, New Mexico; and the Zuni Tribe of the Zuni Reservation, New Mexico.\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the human remains and associated funerary objects should contact Susan Thomas, Anasazi Heritage Center Curator and NAGPRA Coordinator, Bureau of Land Management, 27501 Highway 184, Dolores, CO  81323, telephone (970) 882-5600 November 12, 2004.  Repatriation of the human remains and associated funerary objects to the Hopi Tribe of Arizona; Pueblo of Acoma, New Mexico; Pueblo of Jemez, New Mexico; Pueblo of Laguna, New Mexico; Pueblo of Nambe, New Mexico; Pueblo of Picuris, New Mexico; the Pueblo of Pojoaque, New Mexico; Pueblo of San Ildefonso, New Mexico; the Pueblo of San Juan, New Mexico; Pueblo of Santa Clara, New Mexico; Pueblo of Taos, New Mexico; Pueblo of Tesuque, New Mexico; the Pueblo of Zia, New Mexico; and the Zuni Tribe of the Zuni Reservation, New Mexico may proceed after that date if no additional claimants come forward.\\n        The Bureau of Land Management, Anasazi Heritage Center is responsible for notifying the Hopi Tribe of Arizona; Jicarilla Apache Nation, New Mexico; Navajo Nation, Arizona, New Mexico and Utah; Pueblo of Acoma, New Mexico; Pueblo of Cochiti, New Mexico; Pueblo of Isleta, New Mexico; Pueblo of Jemez, New Mexico; Pueblo of Laguna, New Mexico; Pueblo of Nambe, New Mexico; Pueblo of Picuris, New Mexico; Pueblo of Pojoaque, New Mexico; Pueblo of San Felipe, New Mexico; Pueblo of San Ildefonso, New Mexico; Pueblo of San Juan, New Mexico; Pueblo of Sandia, New Mexico; Pueblo of Santa Ana, New Mexico; Pueblo of  Santa Clara, New Mexico; Pueblo of Santo Domingo, New Mexico; Pueblo of Taos, New Mexico; Pueblo of Tesuque, New Mexico; Pueblo of Zia, New Mexico; Southern Ute Indian Tribe of the Southern Ute Reservation, Colorado; Ute Indian Tribe of the Uintah & Ouray Reservation, Utah; Ute Mountain Tribe of the Ute Mountain Reservation, Colorado; and Zuni Tribe of the Zuni Reservation, New Mexico that this notice has been published.\\n        \\n          Dated:  August 10, 2004.\\n          Sherry Hutt,\\n          Manager, National NAGPRA Program\\n        \\n      \\n      [FR Doc. 04-22832 Filed 10-8-04; 8:45 am]\\n      BILLING CODE 4312-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Inventory Completion: U.S. Department of the Interior, Bureau of Land Management, Anasazi Heritage Center, Dolores, CO   ", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated:  August 10, 2004.", "signature_name": "Sherry Hutt,", "signature_title": "Manager, National NAGPRA Program", "fr_doc": "[FR Doc. 04-22832 Filed 10-8-04; 8:45 am]", "billing_code": "BILLING CODE 4312-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}