{"index": "I_1898", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Inventory Completion: University of California, Riverside, Riverside, CA, and U.S. Department of the Interior, Bureau of Indian Affairs, Washington, DC\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains in the possession of the University of California, Riverside, Riverside, CA, and in the control of the U.S Department of the Interior, Bureau of Indian Affairs, Washington, DC. The human remains were removed from the Agua Caliente Indian Reservation, Riverside County, CA.\\n\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003(d)(3). The determinations within this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains. The National Park Service is not responsible for the determinations within this notice.\\n        A detailed assessment of the human remains was made by the University of California, Riverside professional staff in consultation with the Cahuilla Inter-Tribal Repatriation Committee, representing the Agua Caliente Band of Cahuilla Indians of the Agua Caliente Indian Reservation, California; Augustine Band of Cahuilla Mission Indians of the Augustine Reservation, California; Cabazon Band of Cahuilla Mission Indians of the Cabazon Reservation, California; Cahuilla Band of Mission Indians of the Cahuilla Reservation, California; Los Coyotes Band of Cahuilla Mission Indians of the Los Coyotes Reservation, California; Morongo Band of Cahuilla Mission Indians of the Morongo Reservation, California; Ramona Band or Village of Cahuilla Mission Indians of California; Santa Rosa Band of Cahuilla Mission Indians of the Santa Rosa Reservation, California; and Torres-Martinez Band of Cahuilla Mission Indians of California.\\n        In 1971, human remains representing one individual were removed from site CA-RIV-513, located on the Agua Caliente Indian Reservation, Riverside County, CA. Excavations at site CA-RIV-513 were conducted by the University of California, Riverside at the request of the tribal council of the Agua Caliente Band of Cahuilla Indians of the Agua Caliente Indian Reservation, California. The human remains consist of a single cranial fragment. No known individual was identified. No associated funerary objects are present. Site CA-RIV-513 contains abundant ceramic artifacts throughout its depth. No preceramic deposits were encountered during the excavation. The human remains are believed to have been buried during the Late Prehistoric period (A.D. 1550 to 1770). Archeological evidence indicates that site CA-RIV-513 was used by the Pass Division of the Cahuilla tribe, represented today by the Agua Caliente Band of Cahuilla Indians of the Agua Caliente Reservation, California.\\n        Officials of the University of California, Riverside and the Bureau of Indian Affairs have determined that, pursuant to 25 U.S.C. 3001(9-10), the human remains listed above represent the physical remains of one individual of Native American ancestry. Officials of the University of California, Riverside and the Bureau of Indian Affairs also have determined that, pursuant to 25 U.S.C. 3001 (2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and the Agua Caliente Band of Cahuilla Indians of the Agua Caliente Reservation, California.\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the human remains should contact Philip J. Wilke, Department of Anthropology, 1334 Watkins Hall, University of California, Riverside, Riverside, CA 92521-0418, telephone (909) 787-5524, before November 7, 2003. Repatriation of the human remains to the Agua Caliente Band of Cahuilla Indians of the Agua Caliente Reservation, California may proceed after that date if no additional claimants come forward.\\n        The University of California, Riverside is responsible for notifying the Cahuilla Inter-Tribal Repatriation Committee and its constituent members, the Agua Caliente Band of Cahuilla Indians of the Agua Caliente Indian Reservation, California; Augustine Band of Cahuilla Mission Indians of the Augustine Reservation, California; Cabazon Band of Cahuilla Mission Indians of the Cabazon Reservation, California; Cahuilla Band of Mission Indians of the Cahuilla Reservation, California; Los Coyotes Band of Cahuilla Mission Indians of the Los Coyotes Reservation, California; Morongo Band of Cahuilla Mission Indians of the Morongo Reservation, California; Ramona Band or Village of Cahuilla Mission Indians of California; Santa Rosa Band of Cahuilla Mission Indians of the Santa Rosa Reservation, California; and Torres-Martinez Band of Cahuilla Mission Indians of California that this notice has been published.\\n        \\n          Dated: August 26, 2003.\\n          John Robbins,\\n          Assistant Director, Cultural Resources Stewardship and Partnerships.\\n          \\n        \\n      \\n      [FR Doc. 03-25538 Filed 10-7-03; 8:45 am]\\n      BILLING CODE 4310-70-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Inventory Completion: University of California, Riverside, Riverside, CA, and U.S. Department of the Interior, Bureau of Indian Affairs, Washington, DC", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: August 26, 2003.", "signature_name": "John Robbins,", "signature_title": "Assistant Director, Cultural Resources Stewardship and Partnerships.", "fr_doc": "[FR Doc. 03-25538 Filed 10-7-03; 8:45 am]", "billing_code": "BILLING CODE 4310-70-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}