{"index": "I_1872", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Inventory Completion: Peabody Museum of Archaeology and Ethnology, Harvard University, Cambridge, MA\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains in the possession of the Peabody Museum of Archaeology and Ethnology, Harvard University, Cambridge, MA. The human remains were removed from Apache County, AZ.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003 (d)(3). The determinations within this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains. The National Park Service is not responsible for the determinations within this notice.\\n        A detailed assessment of the human remains was made by the Peabody Museum of Archaeology and Ethnology professional staff in consultation with representatives of the Hopi Tribe of Arizona; Navajo Nation, Arizona, New Mexico & Utah; Pueblo of Acoma, New Mexico; and Pueblo of Laguna, New Mexico.\\n        In 1884, human remains representing one individual were removed from Fort Defiance, Apache County, AZ, by Dr. Sampson. The human remains were donated to the Peabody Museum of Archaeology and Ethnology the same year. Museum documentation describes the human remains as \\xe2\\x80\\x9cNavajo?\\xe2\\x80\\x9d. No known individual was identified. No funerary objects are present.\\n        In 1903, human remains representing a minimum of three individuals were removed from Massacre Cave, Canyon del Muerto, Apache County, AZ, by Stewart Cullin on behalf of the Brooklyn Museum, Brooklyn, NY. In 1938, the human remains were permanently loaned to the Peabody Museum of Archaeology and Ethnology. Museum documentation describes the human remains as probably Navajo. Massacre Cave is the site of the 1805 massacre of Navajo people by Spanish colonial military forces. Two of the human remains exhibit gun shot wounds, which indicate a postcontact date consistent with the 1805 massacre. No known individuals were identified. No funerary objects are present.\\n        Cranial morphology indicates that the human remains from Fort Defiance and Canyon del Muerto, AZ, are four individuals of Navajo ancestry.\\n        Although the lands from which the human remains were removed are currently under the jurisdiction of the U.S. Department of the Interior, Bureau of Indian Affairs, the Peabody Museum of Archaeology and Ethnology has possession and control of the human remains because their removal from tribal land predates the permit requirements established by the Antiquities Act of 1906.\\n        Officials of the Peabody Museum of Archaeology and Ethnology have determined that, pursuant to 25 U.S.C. 3001 (9-10), the human remains described above represent the physical remains of four individuals of Native American ancestry. Officials of the Peabody Museum of Archaeology and Ethnology also have determined that, pursuant to 25 U.S.C. 3001 (2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and the Navajo Nation, Arizona, New Mexico & Utah.\\n\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the human remains should contact Patricia Capone, Repatriation Coordinator, Peabody Museum of Archaeology and Ethnology, Harvard University, 11 Divinity Avenue, Cambridge, MA 02138, telephone (617) 496-3702, before December 31, 2003. Repatriation of the human remains to the Navajo Nation, Arizona, New Mexico & Utah may proceed after that date if no additional claimants come forward.\\n        The Peabody Museum of Archaeology and Ethnology is responsible for notifying the Hopi Tribe of Arizona; Navajo Nation, Arizona, New Mexico & Utah; Pueblo of Acoma, New Mexico; and Pueblo of Laguna, New Mexico that this notice has been published.\\n        \\n          Dated: September 24, 2003.\\n          John Robbins,\\n          Assistant Director, Cultural Resources.\\n        \\n      \\n      [FR Doc. 03-29776 Filed 11-28-03; 8:45 am]\\n      BILLING CODE 4310-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Inventory Completion: Peabody Museum of Archaeology and Ethnology, Harvard University, Cambridge, MA", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: September 24, 2003.", "signature_name": "John Robbins,", "signature_title": "Assistant Director, Cultural Resources.", "fr_doc": "[FR Doc. 03-29776 Filed 11-28-03; 8:45 am]", "billing_code": "BILLING CODE 4310-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}