{"index": "I_1887", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Inventory Completion: The Colorado College, Colorado Springs, CO\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains in the possession of The Colorado College, Colorado Springs, CO.  The human remains were removed from Cimarron County, OK, and Baca County, CO.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003 (d)(3).  The determinations within this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains.  The National Park Service is not responsible for the determinations within this notice.\\n        A detailed assessment of the human remains was made by The Colorado College professional staff in consultation with representatives of the Apache Tribe of Oklahoma; Arapahoe Tribe of the Wind River Reservation, Wyoming; Cheyenne-Arapaho Tribes of Oklahoma; Comanche Nation, Oklahoma; Fort Sill Apache Tribe of Oklahoma; Jicarilla Apache Nation, New Mexico; Kiowa Indian Tribe of Oklahoma; Mescalero Apache Tribe of the Mescalero Reservation, New Mexico; Northern Cheyenne Tribe of the Northern Cheyenne Indian Reservation, Montana; Southern Ute Indian Tribe of the Southern Ute Reservation, Colorado; Ute Indian Tribe of the Uintah & Ouray Reservation, Utah; and Ute Mountain Tribe of the Ute Mountain Reservation, Colorado, New Mexico & Utah.\\n        In October 1973, human remains representing one individual were removed from site 34CI267, feature NCE3 RS2, Cimarron County, OK, by archeology field school students under the direction of Professor Michael Nowak of The Colorado College Anthropology Department.  The burial had been disturbed prior to discovery.  The human remains were curated in the Anthropology Department Archaeology Laboratory in Palmer Hall and transferred in 1989 to the Biological Anthropology Research Laboratory of Barnes Science Center (Accession no. 1980.2.1).  No known individuals were identified.  No associated funerary objects are present.  Cranial morphology indicates that the human remains are Native American.\\n        In October 1979, human remains representing one individual were removed from site 5BA317, Baca County, CO, by archeology field school students under the direction of Professor Michael Nowak.  The human remains were curated in The Colorado College Anthropology Department Archaeology Laboratory in Palmer Hall and were transferred in 1989 to the Biological Anthropology Research Laboratory of Barnes Science Center (Accession no. 1980.2.2).  No known individuals were identified.  No associated funerary objects are present.  Cranial morphology indicates that the human remains are Native American.\\n\\n        The map \\xe2\\x80\\x9cIndian Land Areas Judicially Established 1978\\xe2\\x80\\x9d indicates that Cimarron County, OK, and Baca County, CO, were aboriginally occupied by the Apache, Comanche, and Kiowa tribes. The map \\xe2\\x80\\x9cEarly Indian Tribes, Culture Areas, and Linguistic Stocks\\xe2\\x80\\x9d establishes the presence of the Kiowa in Cimarron and Baca Counties at the time of contact.  The Southern Ute Indian Tribe map \\xe2\\x80\\x9cOriginal Ute Domain\\xe2\\x80\\x9d includes Cimarron and Baca Counties as a part of the hunting ground of the Ute, but Mr. Neil Cloud, NAGPRA representative, Southern Ute Indian Tribe of the Southern Ute Reservation, Colorado stated that the area is too far east.  Official tribal representatives from the Cheyenne-Arapaho Tribes of Oklahoma; Comanche Nation, Oklahoma; and Mescalero Apache Tribe of the Mescalero Reservation, New Mexico provided folklore, oral tradition, geographical, and historical evidence of cultural affiliation, all of which indicated that Cimarron County, OK,  and Baca County, CO, are part of their traditional territory.\\n        Officials of The Colorado College have determined that, pursuant to 25 U.S.C. 3001 (9-10), the human remains described above represent the physical remains of two individuals of Native American ancestry. Officials of The Colorado College also have determined that, pursuant to 25 U.S.C. 3001 (2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and the Apache Tribe of Oklahoma; Arapahoe Tribe of the Wind River Reservation, Wyoming; Cheyenne-Arapaho Tribes of Oklahoma; Comanche Nation, Oklahoma; Fort Sill Apache Tribe of Oklahoma; Jicarilla Apache Nation, New Mexico; Kiowa Indian Tribe of Oklahoma; Mescalero Apache Tribe of the Mescalero Reservation, New Mexico; and Northern Cheyenne Tribe of the Northern Cheyenne Indian Reservation, Montana.\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the human remains should contact Joyce Eastburg, Legal Assistant, The Colorado College, 14 East Cache La Poudre Street, Colorado Springs, CO 80903, telephone (719) 389-6703, before December 26, 2003. Repatriation of the human remains to the Apache Tribe of Oklahoma; Arapahoe Tribe of the Wind River Reservation, Wyoming; Cheyenne-Arapaho Tribes of Oklahoma; Comanche Nation, Oklahoma; Fort Sill Apache Tribe of Oklahoma; Jicarilla Apache Nation, New Mexico; Kiowa Indian Tribe of Oklahoma; Mescalero Apache Tribe of the Mescalero Reservation, New Mexico; and Northern Cheyenne Tribe of the Northern Cheyenne Indian Reservation, Montana may proceed after that date if no additional claimants come forward.\\n        The Colorado College is responsible for notifying the Apache Tribe of Oklahoma; Arapahoe Tribe of the Wind River Reservation, Wyoming; Cheyenne-Arapaho Tribes of Oklahoma; Comanche Nation, Oklahoma; Fort Sill Apache Tribe of Oklahoma; Jicarilla Apache Nation, New Mexico; Kiowa Indian Tribe of Oklahoma; Mescalero Apache Tribe of the Mescalero Reservation, New Mexico; Northern Cheyenne Tribe of the Northern Cheyenne Indian Reservation, Montana; Southern Ute Indian Tribe of the Southern Ute Reservation, Colorado; Ute Indian Tribe of the Uintah & Ouray Reservation, Utah; and Ute Mountain Tribe of the Ute Mountain Reservation, Colorado, New Mexico & Utah that this notice has been published.\\n        \\n          Dated:  October 28, 2003.\\n          John Robbins,\\n          Assistant Director, Cultural Resources.\\n        \\n      \\n      [FR Doc. 03-29509 Filed 11-25-03; 8:45 am]\\n      BILLING CODE 4310-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Inventory Completion: The Colorado College, Colorado Springs, CO", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated:  October 28, 2003.", "signature_name": "John Robbins,", "signature_title": "Assistant Director, Cultural Resources.", "fr_doc": "[FR Doc. 03-29509 Filed 11-25-03; 8:45 am]", "billing_code": "BILLING CODE 4310-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}