{"index": "I_1858", "messy_full": "\\n      \\n        \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Inventory Completion: Phoebe A. Hearst Museum of Anthropology, University of California, Berkeley, Berkeley, CA\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains and associated funerary objects in the possession of the Phoebe A. Hearst Museum of Anthropology, University of California, Berkeley, Berkeley, CA.  The human remains and associated funerary objects were removed from 11 sites in and near Round Valley, Mendocino County, CA.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003 (d)(3).  The determinations within this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains and associated funerary objects.  The National Park Service is not responsible for the determinations within this notice.\\n        An assessment of the human remains, and catalog records and associated documents relevant to the human remains, was made by Phoebe A. Hearst Museum of Anthropology professional staff in consultation with representatives of the Big Valley Band of Pomo Indians of the Big Valley Rancheria, California; Cloverdale Rancheria of Pomo Indians of California; Coyote Valley Band of Pomo Indians of California; Dry Creek Rancheria of Pomo Indians of California; Elem Indian Colony of Pomo Indians of the Sulphur Bank Rancheria, California; Grindstone Indian Rancheria of Wintun-Wailaki Indians of California; Guidiville Rancheria of California; Hopland Band of Pomo Indians of the Hopland Rancheria, California; Kashia Band of Pomo Indians of the Stewarts Point Rancheria, California; Lytton Rancheria of California; Manchester Band of Pomo Indians of the Manchester-Point Arena Rancheria, California; Middletown Rancheria of Pomo Indians of California; Pinoleville Rancheria of Pomo Indians of California; Potter Valley Rancheria of Pomo Indians of California; Redwood Valley Rancheria of Pomo Indians of California; Robinson Rancheria of Pomo Indians of California; Round Valley Indian Tribes of the Round Valley Reservation, California; Scotts Valley Band of Pomo Indians of California; Sherwood Valley Rancheria of Pomo Indians of California; and Upper Lake Band of Pomo Indians of Upper Lake Rancheria of California.\\n        In 1939 and 1940, human remains representing at least three individuals were removed from site CA-Men-1, Mendocino County, CA, by C.E. Smith and W.D. Weymouth, and were donated to the Phoebe A. Hearst Museum of Anthropology in 1940.  No known individuals were identified.  The two associated funerary objects are two bone beads.\\n        In 1940, human remains representing at least two individuals were removed from site CA-Men-120, Mendocino County, CA, by W.D. Weymouth and A.E. Treganza, and were donated to the Phoebe A. Hearst Museum of Anthropology the same year.  No known individuals were identified.  No associated funerary objects are present.\\n        In 1946, human remains representing at least one individual were removed from site CA-Men-147, Mendocino County, CA, by University of California staff as a result of a project funded by the Regents of the University of California through the Phoebe A. Hearst Museum of Anthropology or the University of California.  No known individual was identified.  No associated funerary objects are present.\\n        In 1940, human remains representing at least two individuals were removed from site CA-Men-164, Mendocino County, CA, by W.D. Weymouth and A.E. Treganza, and were donated to the Phoebe A. Hearst Museum of Anthropology the same year.  No known individuals were identified.  The one associated funerary object is a stone pestle.\\n        In 1941, human remains representing at least one individual were removed from site CA-Men-183, Mendocino County, CA, by W.D. Weymouth and A.E. Treganza, and were donated to the Phoebe A. Hearst Museum of Anthropology the same year.  No known individual was identified.  The seven associated funerary objects are four beads, one mortar, and two pestles.\\n        In 1941, human remains representing at least one individual were removed from site CA-Men-183, Mendocino County, CA, by W.D. Weymouth, and were donated to the Phoebe A. Hearst Museum of Anthropology the same year.  No known individual was identified.  No associated funerary objects are present.\\n        In 1946, human remains representing at least one individual were removed from site CA-Men-183, Mendocino County, CA, by W.D. Weymouth, and were donated to the Phoebe A. Hearst Museum of Anthropology the same year.  No known individual was identified.  No associated funerary objects are present.\\n        In 1939, human remains representing at least one individual were removed from site CA-Men-183, Mendocino County, CA, by W.D. Weymouth, and were donated to the Phoebe A. Hearst Museum of Anthropology during the 1940s.  No known individual was identified. No associated funerary objects are present\\n        In 1941, human remains representing at least 22 individuals were removed from site CA-Men-187, Mendocino County, CA, during excavations conducted by A.E. Treganza, R.K. Beardsley, W.D. Weymouth, and C.E. Smith, who donated the human remains and associated funerary objects to the Phoebe A. Hearst Museum of Anthropology the same year.  No known individuals were identified.  The 1,112 associated funerary are 1 scraper, 1,004 glass beads, 50 pine nut beads, 55 shell beads, and 2 shell objects.\\n        In 1940, human remains representing at least two individuals were removed from site CA-Men-72, Mendocino County, CA, by W.D. Weymouth and A.E. Treganza, and were donated to the Phoebe A. Hearst Museum of Anthropology the same year.  No known individuals were identified.  No associated funerary objects are present.\\n        In 1940, human remains representing at least one individual were removed from site CA-Men-93, Mendocino County, CA, by W.D. Weymouth and A.E. Treganza, and were donated to the Phoebe A. Hearst Museum of Anthropology the same year. No known individual was identified.  No associated funerary objects are present.\\n        In 1940, human remains representing at least two individuals were removed, according to museum records, from a site \\xe2\\x80\\x9cwithin 4 mi radius of Covelo\\xe2\\x80\\x9d (CA-Men-NL-4), Mendocino County, CA, by C.E. Smith, and were donated to the Phoebe A. Hearst Museum of Anthropology the same year.  No known individuals were identified.  No associated funerary objects are present.\\n        In 1943, human remains representing at least one individual were removed, according to museum records, from a site \\xe2\\x80\\x9cca. 5 mi. N. of Farley P.O.\\xe2\\x80\\x9d (CA-Men-NL-5), Mendocino County, CA, by an unknown individual, and were donated to the Phoebe A. Hearst Museum of Anthropology by Mrs. Russell Cummins the same year.  No known individual was identified.  No associated funerary objects are present.\\n\\n        In 1963, human remains representing at least one individual were removed, according to museum records, from a site \\xe2\\x80\\x9c10 mi. S.E. of Covelo\\xe2\\x80\\x9d (CA-Men-NL-8), Mendocino County, CA, by an unknown individual, and were donated to the Phoebe A. Hearst Museum of Anthropology by Harriet H. Thomsen the same year.  No known individual was identified.  No associated funerary objects are present.\\n        Circumstances of burial identify the human remains listed here as Native American.  Historical evidence indicates that the geographical region in which the sites are located is part of Yuki traditional territory.  Present-day representatives of the Yuki are the Round Valley Indian Tribes of the Round Valley Reservation, California.  Oral history of the Round Valley Indian Tribes of the Round Valley Reservation, California tribal elders indicates that the Yuki have a long history of habitation in this region of California.  The oral history is corroborated by archeological and linguistic research.  Therefore, the human remains and associated funerary objects described above are determined to be culturally affiliated with the Round Valley Indian Tribes of the Round Valley Reservation, California.\\n        Officials of the Phoebe A. Hearst Museum of Anthropology have determined that, pursuant to 25 U.S.C. 3001 (9-10), the human remains described above represent the physical remains of at least 41 individuals of Native American ancestry.  Officials of the Phoebe A. Hearst Museum of Anthropology also have determined that, pursuant to 25 U.S.C. 3001 (3)(A), the 1,122 objects described above are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony.  Lastly, officials of the Phoebe A. Hearst Museum of Anthropology have determined that, pursuant to 25 U.S.C. 3001 (2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and associated funerary objects and the Round Valley Indian Tribes of the Round Valley Reservation, California.\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the human remains and associated funerary objects should contact C. Richard Hitchcock, NAGPRA Coordinator, Phoebe A. Hearst Museum of Anthropology, University of California, Berkeley, Berkeley, CA 94720, telephone (510) 642-6096, before April 26, 2004. Repatriation of the human remains and associated funerary objects to the Round Valley Indian Tribes of the Round Valley Reservation, California may proceed after that date if no additional claimants come forward.\\n        The Phoebe A. Hearst Museum of Anthropology is responsible for notifying the Big Valley Band of Pomo Indians of the Big Valley Rancheria, California; Cloverdale Rancheria of Pomo Indians of California; Coyote Valley Band of Pomo Indians of California; Dry Creek Rancheria of Pomo Indians of California; Elem Indian Colony of Pomo Indians of the Sulphur Bank Rancheria, California; Grindstone Indian Rancheria of Wintun-Wailaki Indians of California; Guidiville Rancheria of California; Hopland Band of Pomo Indians of the Hopland Rancheria, California; Kashia Band of Pomo Indians of the Stewarts Point Rancheria, California; Lytton Rancheria of California; Manchester Band of Pomo Indians of the Manchester-Point Arena Rancheria, California; Middletown Rancheria of Pomo Indians of California; Pinoleville Rancheria of Pomo Indians of California; Potter Valley Rancheria of Pomo Indians of California; Redwood Valley Rancheria of Pomo Indians of California; Robinson Rancheria of Pomo Indians of California; Round Valley Indian Tribes of the Round Valley Reservation, California; Scotts Valley Band of Pomo Indians of California; Sherwood Valley Rancheria of Pomo Indians of California; and Upper Lake Band of Pomo Indians of Upper Lake Rancheria of California that this notice has been published.\\n        \\n          Dated: January 27, 2004.\\n          John Robbins,\\n          Assistant Director, Cultural Resources.\\n        \\n      \\n      [FR Doc. 04-6650 Filed 3-24-04; 8:45 am]\\n      BILLING CODE 4310-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Inventory Completion: Phoebe A. Hearst Museum of Anthropology, University of California, Berkeley, Berkeley, CA", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: January 27, 2004.", "signature_name": "John Robbins,", "signature_title": "Assistant Director, Cultural Resources.", "fr_doc": "[FR Doc. 04-6650 Filed 3-24-04; 8:45 am]", "billing_code": "BILLING CODE 4310-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}