{"index": "I_1896", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Inventory Completion: Illinois State Museum, Springfield, IL\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains in the possession of Illinois State Museum, Springfield, IL.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003 (d)(3). The determinations within this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains. The National Park Service is not responsible for the determinations within this notice.\\n        A detailed assessment of the human remains was made by Illinois State Museum professional staff in consultation with representatives of the Cherokee Nation, Oklahoma; Eastern Band of Cherokee Indians of North Carolina; and United Keetoowah Band of Cherokee Indians in Oklahoma.\\n        Prior to 1962, human remains representing one individual were removed from an unknown location by an unidentified person or persons. The remains were later donated to the Quincy Museum of Natural History and Art, Quincy, IL. In 1991, the Quincy Museum of Natural History and Art transferred possession and control of the human remains to the Illinois State Museum. The transfer inventory identifies the remains as \\xe2\\x80\\x9cCherokee Indian skull.\\xe2\\x80\\x9d No known individual was identified. No associated funerary objects are present.\\n        Review of the cranial morphology indicates that the individual is likely to be Native American. The Cherokee Indians are represented by three present-day Indian tribes, the Cherokee Nation, Oklahoma; Eastern Band of Cherokee Indians of North Carolina; and United Keetoowah Band of Cherokee Indians in Oklahoma.\\n\\n        Officials of the Illinois State Museum have determined that, pursuant to 25 U.S.C. 3001 (9-10), the human remains described above represent the physical remains of one individual of Native American ancestry. Officials of the Illinois State Museum also have determined that, pursuant to 25 U.S.C. 3001 (2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and the Cherokee Nation, Oklahoma; Eastern Band of Cherokee Indians of North Carolina; and United Keetoowah Band of Cherokee Indians in Oklahoma.\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the human remains should contact Dr. Robert E. Warren, Curator of Anthropology, Illinois State Museum, 1011 East Ash Street, Springfield, IL 62703-3535, telephone (217) 524-7903, before November 7, 2003. Repatriation of the human remains to the Cherokee Nation, Oklahoma; Eastern Band of Cherokee Indians of North Carolina; and United Keetoowah Band of Cherokee Indians in Oklahoma may proceed after that date if no additional claimants come forward.\\n        The Illinois State Museum is responsible for notifying the Cherokee Nation, Oklahoma; Eastern Band of Cherokee Indians of North Carolina; and United Keetoowah Band of Cherokee Indians in Oklahoma that this notice has been published.\\n        \\n          Dated: August 22, 2003.\\n          John Robbins,\\n          Assistant Director, Cultural Resources.\\n        \\n      \\n      [FR Doc. 03-25539 Filed 10-7-03; 8:45 am]\\n      BILLING CODE 4310-70-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Inventory Completion: Illinois State Museum, Springfield, IL", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: August 22, 2003.", "signature_name": "John Robbins,", "signature_title": "Assistant Director, Cultural Resources.", "fr_doc": "[FR Doc. 03-25539 Filed 10-7-03; 8:45 am]", "billing_code": "BILLING CODE 4310-70-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}