{"index": "I_1859", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Inventory Completion: Phoebe A. Hearst Museum of Anthropology, University of California, Berkeley, Berkeley, CA\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains and associated funerary objects in the possession of the Phoebe A. Hearst Museum of Anthropology, University of California, Berkeley, Berkeley, CA.  The human remains and associated funerary objects were removed from two sites in Mendocino County, CA.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003 (d)(3).  The determinations within this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains and associated funerary objects.  The National Park Service is not responsible for the determinations within this notice.\\n        An assessment of the human remains, and catalog records and associated documents relevant to the human remains, was made by Phoebe A. Hearst Museum of Anthropology professional staff in consultation with representatives of the Big Valley Band of Pomo Indians of the Big Valley Rancheria, California; Cloverdale Rancheria of Pomo Indians of California; Coyote Valley Band of Pomo Indians of California; Dry Creek Rancheria of Pomo Indians of California; Elem Indian Colony of Pomo Indians of the Sulphur Bank Rancheria, California; Grindstone Indian Rancheria of Wintun-Wailaki Indians of California; Guidiville Rancheria of California; Hopland Band of Pomo Indians of the Hopland Rancheria, California; Kashia Band of Pomo Indians of the Stewarts Point Rancheria, California; Lower Lake Rancheria, California; Lytton Rancheria of California; Manchester Band of Pomo Indians of the Manchester-Point Arena Rancheria, California; Middletown Rancheria of Pomo Indians of California; Pinoleville Rancheria of Pomo Indians of California; Potter Valley Rancheria of Pomo Indians of California; Redwood Valley Rancheria of Pomo Indians of California; Robinson Rancheria of Pomo Indians of California; Round Valley Indian Tribes of the Round Valley Reservation, California; Scotts Valley Band of Pomo Indians of California; Sherwood Valley Rancheria of Pomo Indians of California; and Upper Lake Band of Pomo Indians of Upper Lake Rancheria of California.\\n        In 1951, human remains representing at least four individuals were removed from site CA-Men-500, Mendocino County, CA, by C.W. Meighan, during fieldwork sponsored by the University of California.  No known individuals were identified.  The 56 associated funerary objects are 1 mussel shell, 1 carnivore mandible, 37 glass beads, 1 steatite bead, 4 pestles, 3 stone scrapers, 2 projectile point fragments, and 7 projectile points.\\n\\n        At an unknown time prior to 1972, human remains representing at least two individuals were removed from site CA-Men-NL-10, Mendocino County, CA, by an unknown individual.  Museum records identify the locality of the site as \\xe2\\x80\\x9cthe Willits area.\\xe2\\x80\\x9d  The human remains and associated funerary objects were donated to the Phoebe A. Hearst Museum of Anthropology by Mendocino County Sheriff Reno H. Bartlomie in 1972.  No known individuals were identified.  The 132 associated funerary objects are glass and clamshell beads.\\n        Circumstances of burial identify the human remains as Native American.  Historical evidence indicates that the geographical area of origin of the human remains was part of Pomo aboriginal territory at the time of European contact and immediately prior to contact.  Linguistic evidence and regional archeological evidence suggest long-term cultural continuity.  Therefore, the human remains and associated funerary objects listed above are determined to be culturally affiliated with the present-day descendents of the Pomo: Big Valley Band of Pomo Indians of the Big Valley Rancheria, California; Cloverdale Rancheria of Pomo Indians of California; Coyote Valley Band of Pomo Indians of California; Dry Creek Rancheria of Pomo Indians of California; Elem Indian Colony of Pomo Indians of the Sulphur Bank Rancheria, California; Grindstone Indian Rancheria of Wintun-Wailaki Indians of California; Guidiville Rancheria of California; Hopland Band of Pomo Indians of the Hopland Rancheria, California; Kashia Band of Pomo Indians of the Stewarts Point Rancheria, California; Lower Lake Rancheria, California; Lytton Rancheria of California; Manchester Band of Pomo Indians of the Manchester-Point Arena Rancheria, California; Middletown Rancheria of Pomo Indians of California; Pinoleville Rancheria of Pomo Indians of California; Potter Valley Rancheria of Pomo Indians of California; Redwood Valley Rancheria of Pomo Indians of California; Robinson Rancheria of Pomo Indians of California; Round Valley Indian Tribes of the Round Valley Reservation, California; Scotts Valley Band of Pomo Indians of California; Sherwood Valley Rancheria of Pomo Indians of California; and Upper Lake Band of Pomo Indians of Upper Lake Rancheria of California.\\n        Officials of the Phoebe A. Hearst Museum of Anthropology have determined that, pursuant to 25 U.S.C. 3001 (9-10), the human remains described above represent the physical remains of at least six individuals of Native American ancestry.  Officials of the Phoebe A. Hearst Museum of Anthropology also have determined that, pursuant to 25 U.S.C. 3001 (3)(A), the 188 objects described above are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony.  Lastly, officials of the Phoebe A. Hearst Museum of Anthropology have determined that, pursuant to 25 U.S.C. 3001 (2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and associated funerary objects and the Big Valley Band of Pomo Indians of the Big Valley Rancheria, California; Cloverdale Rancheria of Pomo Indians of California; Coyote Valley Band of Pomo Indians of California; Dry Creek Rancheria of Pomo Indians of California; Elem Indian Colony of Pomo Indians of the Sulphur Bank Rancheria, California; Grindstone Indian Rancheria of Wintun-Wailaki Indians of California; Guidiville Rancheria of California; Hopland Band of Pomo Indians of the Hopland Rancheria, California; Kashia Band of Pomo Indians of the Stewarts Point Rancheria, California; Lower Lake Rancheria, California; Lytton Rancheria of California; Manchester Band of Pomo Indians of the Manchester-Point Arena Rancheria, California; Middletown Rancheria of Pomo Indians of California; Pinoleville Rancheria of Pomo Indians of California; Potter Valley Rancheria of Pomo Indians of California; Redwood Valley Rancheria of Pomo Indians of California; Robinson Rancheria of Pomo Indians of California; Round Valley Indian Tribes of the Round Valley Reservation, California; Scotts Valley Band of Pomo Indians of California; Sherwood Valley Rancheria of Pomo Indians of California; and Upper Lake Band of Pomo Indians of Upper Lake Rancheria of California.\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the human remains and associated funerary objects should contact C. Richard Hitchcock, NAGPRA Coordinator, Phoebe A. Hearst Museum of Anthropology, University of California, Berkeley, Berkeley, CA 94720, telephone (510) 642-6096, before April 26, 2004. Repatriation of the human remains and associated funerary objects to the Big Valley Band of Pomo Indians of the Big Valley Rancheria, California;  Cloverdale Rancheria of Pomo Indians of California; Coyote Valley Band of Pomo Indians of California; Dry Creek Rancheria of Pomo Indians of California; Elem Indian Colony of Pomo Indians of the Sulphur Bank Rancheria, California; Grindstone Indian Rancheria of Wintun-Wailaki Indians of California; Guidiville Rancheria of California; Hopland Band of Pomo Indians of the Hopland Rancheria, California; Kashia Band of Pomo Indians of the Stewarts Point Rancheria, California; Lower Lake Rancheria, California; Lytton Rancheria of California; Manchester Band of Pomo Indians of the Manchester-Point Arena Rancheria, California; Middletown Rancheria of Pomo Indians of California; Pinoleville Rancheria of Pomo Indians of California; Potter Valley Rancheria of Pomo Indians of California; Redwood Valley Rancheria of Pomo Indians of California; Robinson Rancheria of Pomo Indians of California; Round Valley Indian Tribes of the Round Valley Reservation, California; Scotts Valley Band of Pomo Indians of California; Sherwood Valley Rancheria of Pomo Indians of California; and Upper Lake Band of Pomo Indians of Upper Lake Rancheria of California may proceed after that date if no additional claimants come forward.\\n        The Phoebe A. Hearst Museum of Anthropology is responsible for notifying the Big Valley Band of Pomo Indians of the Big Valley Rancheria, California; Cloverdale Rancheria of Pomo Indians of California; Coyote Valley Band of Pomo Indians of California; Dry Creek Rancheria of Pomo Indians of California; Elem Indian Colony of Pomo Indians of the Sulphur Bank Rancheria, California; Grindstone Indian Rancheria of Wintun-Wailaki Indians of California; Guidiville Rancheria of California; Hopland Band of Pomo Indians of the Hopland Rancheria, California; Kashia Band of Pomo Indians of the Stewarts Point Rancheria, California; Lower Lake Rancheria, California; Lytton Rancheria of California; Manchester Band of Pomo Indians of the Manchester-Point Arena Rancheria, California; Middletown Rancheria of Pomo Indians of California; Pinoleville Rancheria of Pomo Indians of California; Potter Valley Rancheria of Pomo Indians of California; Redwood Valley Rancheria of Pomo Indians of California; Robinson Rancheria of Pomo Indians of California; Round Valley Indian Tribes of the Round Valley Reservation, California; Scotts Valley Band of Pomo Indians of California; Sherwood Valley Rancheria of Pomo Indians of California; and Upper Lake Band of Pomo Indians of Upper Lake Rancheria of California that this notice has been published.\\n        \\n          Dated: January 27, 2004.\\n          John Robbins,\\n          Assistant Director, Cultural Resources.\\n        \\n      \\n      [FR Doc. 04-6649 Filed 3-24-04; 8:45 am]\\n      BILLING CODE 4310-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Inventory Completion: Phoebe A. Hearst Museum of Anthropology, University of California, Berkeley, Berkeley, CA", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: January 27, 2004.", "signature_name": "John Robbins,", "signature_title": "Assistant Director, Cultural Resources.", "fr_doc": "[FR Doc. 04-6649 Filed 3-24-04; 8:45 am]", "billing_code": "BILLING CODE 4310-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}