{"index": "I_1868", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Inventory Completion: American Museum of Natural History, New York, NY\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains and associated funerary objects in the possession of the American Museum of Natural History, New York, NY. These human remains and associated funerary objects were removed from the Pueblo of San Crist\\xc3\\xb3bal, Santa Fe County, NM.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003 (d)(3).  The determinations within this notice are the sole responsibility of the museum, institution, or Federal agency that has control of these Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations within this notice.\\n        A detailed assessment of the human remains was made by American Museum of Natural History professional staff in consultation with representatives of the Hopi Tribe of Arizona; Pueblo of Cochiti, New Mexico; Pueblo of Jemez, New Mexico; Pueblo of Picuris, New Mexico; Pueblo of Pojoaque, New Mexico; and Pueblo of Santo Domingo, New Mexico.\\n        In 1912, human remains representing a minimum of 72 individuals were removed from the Pueblo of San Crist\\xc3\\xb3bal, Santa Fe County, NM, by Nels C. Nelson on behalf of the American Museum of Natural History. No known individuals were identified. The one associated funerary object is a corrugated ceramic pot.\\n        In 1923, human remains representing a minimum of 263 individuals were removed from the Pueblo of San Crist\\xc3\\xb3bal, Santa Fe County, NM, by Louis R. Sullivan on behalf of the American Museum of Natural History. No known individuals were identified. The four associated funerary objects are one bone pipe, one ceramic pipe, and two bone implements.\\n        The human remains have been identified as Native American based on their origin at the Pueblo of San Crist\\xc3\\xb3bal. Geographic and documentary information indicates that these human remains were obtained from the postcontact territory of the Tano. Consultation with representatives of the Hopi Tribe of Arizona and Hopi oral tradition indicate that the Tano were invited to settle at First Mesa. Spanish documents indicate that the residents of the Pueblo of San Crist\\xc3\\xb3bal fled their home shortly after the Pueblo Revolt in 1680 and eventually established a new village among the Hopi. Descendants of these immigrants are members of the Hopi Tribe of Arizona.\\n        Officials of the American Museum of Natural History have determined that, pursuant to 25 U.S.C. 3001 (9-10), the human remains described above represent the physical remains of 335 individuals of Native American ancestry. Officials of the American Museum of Natural History also have determined that, pursuant to 25 U.S.C. 3001 (3)(A), the five objects described above are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony. Lastly, officials of the American Museum of Natural History have determined that, pursuant to 25 U.S.C. 3001 (2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and associated funerary objects and the Hopi Tribe of Arizona.\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the human remains and associated funerary objects should contact Luc Litwinionek, Director of Cultural Resources, American Museum of Natural History, Central Park West at 79th Street, New York, NY 10024-5192, telephone (212) 769-5846, before February 5, 2004. Repatriation of the human remains and associated funerary objects to the Hopi Tribe of Arizona may proceed after that date if no additional claimants come forward.\\n        The American Museum of Natural History is responsible for notifying the Hopi Tribe of Arizona; Pueblo of Cochiti, New Mexico; Pueblo of Jemez, New Mexico; Pueblo of Picuris, New Mexico; Pueblo of Pojoaque, New Mexico; and Pueblo of Santo Domingo, New Mexico that this notice has been published.\\n        \\n          Dated: November 7, 2003.\\n          John Robbins,\\n          Assistant Director, Cultural Resources.\\n        \\n      \\n      [FR Doc. 04-147 Filed 1-5-04; 8:45 am]\\n      BILLING CODE 4310-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Inventory Completion: American Museum of Natural History, New York, NY", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: November 7, 2003.", "signature_name": "John Robbins,", "signature_title": "Assistant Director, Cultural Resources.", "fr_doc": "[FR Doc. 04-147 Filed 1-5-04; 8:45 am]", "billing_code": "BILLING CODE 4310-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}