{"index": "I_1852", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Inventory Completion: U.S. Department of Agriculture, Forest Service, Cleveland National Forest, San Diego, CA\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains in the possession of the U.S. Department of Agriculture, Forest Service, Cleveland National Forest, San Diego, CA.  The human remains were removed from San Diego County, CA.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003  (d)(3).  The determinations within this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains.  The National Park Service is not responsible for the determinations within this notice.\\n        A detailed assessment of the human remains was made by the Cleveland National Forest professional staff in consultation with representatives of Ewiiaapaayp Band of Kumeyaay Indians, California; Mesa Grande Band of Diegueno Mission Indians of the Mesa Grande Reservation, California; and the Native American Heritage Commission, Sacramento, CA.\\n        In August 1986, human remains representing a minimum of two individuals were removed from archeological site 05-02-54-262 (CA-SDI-8534) located in the Cleveland National Forest, San Diego County, CA, during salvage excavations conducted by Forest Service archeologists in response to looting.  No known individuals were identified.  No associated funerary objects are present.\\n        Site 05-02-54-262 is a Late Prehistoric Period settlement in the Laguna Mountains.  Archeological evidence uncovered during salvage excavations demonstrates that a range of activities occurred at the site including gathering and milling acorns and grass seeds, making arrowheads and other tools from obsidian and other types of stone, and ritual activities.  Extended family groups probably occupied this site during the late summer and fall of each year, then dispersed to settlements at lower elevations during the winter.  This occupational activity reconstruction is consistent with the Kumeyaay seasonal settlement system. Both the Kwaaymii and the Saykur kin groups of Kumeyaay Indians were tentatively associated with the settlement of piLyakai\\'.  The Saykur kin group was relocated to the Ewiiaapaayp Reservation.  The Kwaaymii kin group was relocated to the Laguna reservation in the 1800s.  The Laguna Band was terminated in 1947.\\n\\n        Officials of the Cleveland National Forest have determined that, pursuant to 25 U.S.C. 3001 (9-10), the human remains described above represent the physical remains of two individuals of Native American ancestry.  Officials of the Cleveland National Forest have also determined that, pursuant to 25 U.S.C. 3001 (2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and the Barona Group of Capitan Grande Band of Mission Indians of the Barona Reservation, Calfornia; Campo Band of Diegueno Mission Indians of the Campo Indian Reservation, California; Ewiiaapaayp Band of Kumeyaay Indians, California; Inaja Band of Diegueno Mission Indians of the Inaja and Cosmit Reservation, California; Jamul Indian Village of California; La Posta Band of Diegueno Mission Indians of the La Posta Indian Reservation, California; Manzanita Band of Diegueno Mission Indians of the Manzanita Reservation, California; Mesa Grande Band of Diegueno Mission Indians of the Mesa Grande Reservation, California; San Pasqual Band of Diegueno Mission Indians of California; Santa Ysabel Band of Diegueno Mission Indians of Santa Ysabel Reservation, California; Sycuan Band of Diegueno Mission Indians of California; and Viejas (Baron Long) Group of Capitan Grande Band of Mission Indians of Viejas Reservation, California.\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the human remains should contact Anne S. Fege, Forest Supervisor, Cleveland National Forest, 10845 Rancho Bernardo Road, Suite 200, San Diego, CA 92127, telephone (858) 673-6180, before May 12, 2004.  Repatriation of the human remains to the Barona Group of Capitan Grande Band of Mission Indians of the Barona Reservation, Calfornia; Campo Band of Diegueno Mission Indians of the Campo Indian Reservation, California; Ewiiaapaayp Band of Kumeyaay Indians, California; Inaja Band of Diegueno Mission Indians of the Inaja and Cosmit Reservation, California; Jamul Indian Village of California; La Posta Band of Diegueno Mission Indians of the La Posta Indian Reservation, California; Manzanita Band of Diegueno Mission Indians of the Manzanita Reservation, California; Mesa Grande Band of Diegueno Mission Indians of the Mesa Grande Reservation, California; San Pasqual Band of Diegueno Mission Indians of California; Santa Ysabel Band of Diegueno Mission Indians of Santa Ysabel Reservation, California; Sycuan Band of Diegueno Mission Indians of California; and Viejas (Baron Long) Group of Capitan Grande Band of Mission Indians of Viejas Reservation, California may proceed after that date if no additional claimants come forward.\\n        The Cleveland National Forest is responsible for notifying the Barona Group of Capitan Grande Band of Mission Indians of the Barona Reservation, Calfornia; Campo Band of Diegueno Mission Indians of the Campo Indian Reservation, California; Ewiiaapaayp Band of Kumeyaay Indians, California; Inaja Band of Diegueno Mission Indians of the Inaja and Cosmit Reservation, California; Jamul Indian Village of California; La Posta Band of Diegueno Mission Indians of the La Posta Indian Reservation, California; Manzanita Band of Diegueno Mission Indians of the Manzanita Reservation, California; Mesa Grande Band of Diegueno Mission Indians of the Mesa Grande Reservation, California; San Pasqual Band of Diegueno Mission Indians of California; Santa Ysabel Band of Diegueno Mission Indians of Santa Ysabel Reservation, California; Sycuan Band of Diegueno Mission Indians of California; Viejas (Baron Long) Group of Capitan Grande Band of Mission Indians of Viejas Reservation, California;  and the Native American Heritage Commission, Sacramento, CA, that this notice has been published.\\n        \\n          Dated: March 1, 2004.\\n          John Robbins,\\n          Assistant Director, Cultural Resources.\\n        \\n      \\n      [FR Doc. 04-8172  Filed 4-9-04; 8:45 am]\\n      BILLING CODE 4310-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Inventory Completion: U.S. Department of Agriculture, Forest Service, Cleveland National Forest, San Diego, CA", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: March 1, 2004.", "signature_name": "John Robbins,", "signature_title": "Assistant Director, Cultural Resources.", "fr_doc": "[FR Doc. 04-8172  Filed 4-9-04; 8:45 am]", "billing_code": "BILLING CODE 4310-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}