{"index": "I_1838", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Inventory Completion: South Dakota State Archaeological Research Center, Rapid City, SD, and U.S. Department of Defense, Army Corps of Engineers, Omaha District, Omaha, NE\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains in the possession of the State Archaeological Research Center, Rapid City, SD, and in the control of the U.S. Department of Defense, Army Corps of Engineers, Omaha District, Omaha, NE.  The human remains were removed from a site located along Lake Francis Case in South Dakota. \\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003 (d)(3).  The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains and associated funerary objects.  The National Park Service is not responsible for the determinations in this notice. \\n        A detailed assessment of the human remains was made by the South Dakota State Archaeological Research Center and the U.S. Army Corps of Engineers, Omaha District, professional staff in consultation with representatives of the Cheyenne-Arapaho Tribes of Oklahoma and the Northern Cheyenne Tribe of the Northern Cheyenne Indian Reservation, Montana.\\n        In 1993, a human cranium, representing one individual, was confiscated from a Platte, SD, bait shop by a State trooper. The shop owner stated that the human remains were recovered while he was fishing along the Missouri River, probably in Gregory County, SD.  The river in Gregory County forms part of Lake Francis Case.  The human remains were turned over to the South Dakota State Archaeological Research Center.  In 1995, the remains were submitted to the University of Tennessee, Knoxville for examination by physical anthropologists.  The age of the human remains was not determined.  No known individuals were identified.  No associated funerary objects are present. \\n        Based on the probable location from which the human remains were removed and the physical examination of the human remains, this individual has been identified as Native American.  Geographic, archeological, and physical anthropological data and Cheyenne oral tradition indicate that the human remains are likely affiliated with the Northern Cheyenne Tribe of the Northern Cheyenne Indian Reservation, Montana. \\n\\n        Officials of the U.S. Army Corps of Engineers, Omaha District, have determined that, pursuant to 25 U.S.C. 3001 (9-10), the human remains listed above represent the physical remains of one individual of Native American ancestry.  Officials of the U.S. Army Corps of Engineers, Omaha District, also have determined that, pursuant to 25 U.S.C. 3001 (2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and the Northern Cheyenne Tribe of the Northern Cheyenne Indian Reservation, Montana.\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the human remains should contact Sandra Barnum, U.S. Army Corps of Engineers, Omaha District, 106 South 15th Street, Omaha, NE 68102, telephone (402) 221-4895, before August 16, 2004.  Repatriation of the human remains to the Northern Cheyenne Tribe of the Northern Cheyenne Indian Reservation, Montana may proceed after that date if no additional claimants come forward.\\n        The U.S. Army Corps of Engineers, Omaha District, is responsible for notifying the Northern Cheyenne of the Northern Cheyenne Indian Reservation, Montana and the Cheyenne-Arapaho Tribes of Oklahoma that this notice has been published.\\n        \\n          Dated:  May 28, 2004\\n          John Robbins,\\n          Assistant Director, Cultural Resources.\\n        \\n      \\n      [FR Doc. 04-16149 Filed 7-15-04; 8:45 am]\\n      BILLING CODE 4312-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Inventory Completion: South Dakota State Archaeological Research Center, Rapid City, SD, and U.S. Department of Defense, Army Corps of Engineers, Omaha District, Omaha, NE", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated:  May 28, 2004", "signature_name": "John Robbins,", "signature_title": "Assistant Director, Cultural Resources.", "fr_doc": "[FR Doc. 04-16149 Filed 7-15-04; 8:45 am]", "billing_code": "BILLING CODE 4312-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}