{"index": "I_1835", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Inventory Completion: California Department of Parks and Recreation, Sacramento, CA\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains and associated funerary objects in the possession of the California Department of Parks and Recreation, Sacramento, CA.  The human remains were removed from Madera, Merced, Stanislaus, and San Joaquin Counties, CA, and from unknown locations in California.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003 (d)(3).  The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains. The National Park Service is not responsible for the determinations in this notice.\\n        A detailed assessment of the human remains was made by California Department of Parks and Recreation professional staff in consultation with representatives of the Picayune Rancheria of Chukchansi Indians of California; Santa Rosa Indian Community of the Santa Rosa Rancheria, California; Table Mountain Rancheria of California; and Tule River Indian Tribe of the Tule River Reservation, California.\\n        Madera County, CA.\\n        On an unknown date before August 1961, human remains consisting of one tooth and representing a minimum of one individual were removed from site CA-MAD-102 on the northern shoreline of Millerton Lake in Millerton Lake State Recreation Area in Madera County, CA, during a cultural resources survey.  No known individual was identified.  No associated funerary objects are present.\\n        Site CA-MAD-102 is a habitation site covering approximately one-half acre.  Three triangular projectile points found at the site suggest that it was occupied after A.D. 500, while a glass bead and ceramic and glass fragments suggest that the site continued to be occupied into the Historic period, which in California began around A.D. 1650.  Site CA-MAD-102 lies within the historically documented geographic area inhabited by the Northern Valley Yokuts.\\n        \\n        Merced County, CA.\\n        In 1961, human remains representing a minimum of four individuals were removed from site GWH 68, J 26 in Merced, Merced County, CA, during a salvage survey undertaken by F.A. Riddell for the California Department of Parks and Recreation. Site GWH 68, J 26 was partially destroyed in March 1961 by gravel mining on private land when several burials were bulldozed.  No known individuals were identified. The 14 associated funerary objects are 2 slabs, 3 mortars, 1 shell, 4 flakes, 1 charcoal sample, 1 mano, 1 pestle, and 1 metal cable.\\n        Stylistic and technological attributes of the cultural items provide a date for the burials between the late Prehistoric and early Historic periods. Site GWH 68, J 26 lies within the historically documented geographic area inhabited by the Yokuts, Kawatchwah, and Nopchinchi tribes of the Northern Valley Yokuts.\\n        Stanislaus County, CA.\\n        In 1986, human remains representing a minimum of seven individuals were removed from three sites on the south fork of Orestimba Creek in the eastern portion of Henry J. Coe State Park in Stanislaus County, CA.  Five individuals were removed from site CA-STA-207, one individual was removed from site CA-STA-234, and one individual was removed from site CA-STA-204.  The human remains were collected by California Department of Parks and Recreation archaeologists Joe D. Hood and John L. Kelly during an archeological assessment of the proposed Orestimba day-use facility. No known individuals were identified. No associated funerary objects are present.\\n        \\n        The age of the burials is unknown. The sites lie within the historically documented geographic areas inhabited by the Yalesumne, Lakisamne, Kawatchwah, and Coconoon tribes of the Northern Valley Yokuts.\\n        San Joaquin County, CA.\\n        In 1962, human remains representing a minimum of two individuals were removed from site CA-SJO-152 in Caswell Memorial State Park in south-central San Joaquin County, CA, by Walter Brown, who donated the human remains to the California Department of Parks and Recreation.  The human remains were sent to the California State Indian Museum in Sacramento, CA, in 1987. The museum has been managed by the California Department of Parks and Recreation since 1947.  No known individuals were identified. No associated funerary objects are present.\\n        Based on the presence of Olivella beads in lower levels at the site, the burials have been dated to the Middle Horizon (2000 B.C.- A.D. 400). Site CA-SJO-152 lies within the historically documented geographic area inhabited by the Yalesumne, Lakisamne, and Apelumne tribes of the Northern Valley Yokuts.\\n        On an unknown date, human remains representing a minimum of one individual were removed from site CA-SJO-105, 3 miles north of the Calaveras River and north of Stockton, in central San Joaquin County, CA.  The human remains were collected by Vincent Marino of Stockton, CA, who donated the human remains to the California State Indian Museum in Sacramento, CA,  in August 1963.  No known individuals were identified. No associated funerary objects are present.\\n        The age of the burial is unknown. Site CA-SJO-105 lies within the historically documented geographic area inhabited by the Yachicumne and Chulamni tribes of the Northern Valley Yokuts.\\n        In 1970 and 1971, human remains representing a minimum of two individuals were removed from site CA-SJO-91, French Camp Slough (also known as Schenck-Dawson 91, Barr Island, and Jones Mound 4) in San Joaquin County, CA. The human remains were excavated by Sacramento City College under the supervision of Jerald J. Johnson and came into possession of the California Department of Parks and Recreation in 1985.  No known individuals were identified.  No associated funerary objects are present.\\n        The age of the burials is attributed to the Middle Horizon (2000 B.C.- A.D. 400). Site CA-SJO-91 lies within the historically documented geographic area inhabited by the Yachicumne, Chulamni, and Jalalon  tribes of the Northern Valley Yokuts.\\n        At an unknown date prior to 1960, a minimum of one individual was removed from site CA-SJO-89, the Garwood Ferry Mound site, in southwestern San Joaquin County, CA.  The acquisition history is unknown, although the human remains were part of the California State Indian Museum\\'s collection in Sacramento, CA, prior to acquisition by the California Department of Parks and Recreation. No known individuals were identified.  No associated funerary objects are present.\\n        The age of the burial is unknown. Site CA-SJO-89 lies within the historically documented geographic area inhabited by the Yachicumne, Chulamni, and Chucumne tribes of the Northern Valley Yokuts.\\n        In 1951 and 1952, human remains representing a minimum of two individuals were removed after a flood from site CA-SJO-10, a mound located along the Stanislaus River in San Joaquin County, CA. One of the burials was donated to Columbia State Historic Park, Columbia, CA, in 1953 by Dan L. Bava of Escalon, CA, and the other burial was donated to Columbia State Historic Park in 1955 by Loren E. Hill. No known individuals were identified. No associated funerary objects are present.\\n        The age of the burials is unknown. Site CA-SJO-10 lies within the historically documented geographic area inhabited by the Yalesumne, Lakisamne, and Apelumne tribes of the Northern Valley Yokuts.\\n        All of the sites described above lie within Yokuts territory.  Archeologists believe that the Penutian-speaking Yokuts are descended from the Windmiller people, who occupied the Central Valley of California from 4,000 to 3,000 years ago.  The Yokuts territory was the largest of the prehistoric tribes\\' territory in California, and included almost the entire Central Valley, bounded in the north by where the San Joaquin River empties into the Sacramento River, and in the south by the foothills of the Tehachepi Mountains.  The Yokuts comprised over 200 villages or communities, each with its own subsistence strategy and belonging to distinct dialect groups, and are today represented by three groups or living areas: the Northern Valley Yokuts, Southern Valley Yokuts, and Foothill Yokuts.  Archeological, ethnographic, historical and oral historical evidence link the Northern Valley Yokuts to the present-day Picayune Rancheria of Chukchansi Indians of California; Santa Rosa Indian Community of the Santa Rosa Rancheria, California; Table Mountain Rancheria of California; and Tule River Indian Tribe of the Tule River Reservation, California.\\n        Unknown Counties, CA.\\n        At an unknown date between 1927 and 1932, human remains representing a minimum of one individual were removed from an unknown location in California by Frank Latta who donated the human remains to the California Department of Parks and Recreation on July 24, 1998. No known individual was identified. No associated funerary objects are present.\\n\\n        The age of the human remains is unknown. The California Department of Parks and Recreation Committee on Repatriation determined that, while the collection lacks provenience, it is likely that the human remains are Yokuts since most of Mr. Latta\\'s research and collection activity was in the historical geographical territory of the Yokuts.  The present-day tribes that have a shared group identity with the Yokuts are the Picayune Rancheria of the Chukchansi Indians of California, Santa Rosa Indian Community of the Santa Rosa Rancheria, California; Table Mountain Rancheria of California; and the Tule River Indian Tribe of the Tule River Reservation, California.\\n        On an unknown date between 1927 and 1932, human remains representing a minimum of 13 individuals were removed from an unknown location in California by Frank Latta who donated the human remains to the California Department of Parks and Recreation on July 24, 1988. No known individuals were identified. The 64 associated funerary objects are 1 glass bead, 2 steatite beads, 3 Haliotis beads, 10 Olivella beads, 4 shell beads, 1 dentalium bead, 1 shell bead with asphaltum, 1 Haliotis ornament, 1 lithic blade, 5 flakes, 2 bifaces, 2 scrapers, 6 projectile points, 1 brass strap, 1 chalk sample, 1 antler tine, 13 food remains, 3 botanical samples, 4 soil samples, and 2 unknown items.\\n        The age of the human remains and associated funerary objects is unknown. The associated funerary objects are consistent with the types used by the Northern and Southern Valley Yokuts. The California Department of Parks and Recreation Committee on Repatriation determined that, while the collection lacks provenience, it is likely that the human remains are Yokuts since most of Mr. Latta\\'s research and collection activity was in the historical geographical territory of the Yokuts.  The present-day tribes that have a shared group identity to the Yokuts are the Picayune Rancheria of the Chukchansi Indians of California, Santa Rosa Indian Community of the Santa Rosa Rancheria, California; Table Mountain Rancheria of California; and the Tule River Indian Tribe of the Tule River Reservation, California.\\n        Officials of the California Department of Parks and Recreation have determined that, pursuant to 25 U.S.C. 3001 (9-10), the human remains listed above represent the physical remains of 34 individuals of Native American ancestry.  Officials of the California Department of Parks and Recreation also have determined that, pursuant to 25 U.S.C. 3001 (3)(A), the 78 objects described above are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony.  Lastly, officials of the California Department of Parks and Recreation have determined that, pursuant to 25 U.S.C. 3001 (2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and associated funerary objects and the Picayune Rancheria of Chukchansi Indians of California; Santa Rosa Indian Community of the Santa Rosa Rancheria, California; Table Mountain Rancheria of California; and Tule River Indian Tribe of the Tule River Reservation, California.\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the human remains and associated funerary objects should contact Paulette Hennum, NAGPRA Coordinator, California Department of Parks and Recreation, 1416 Ninth Street, Sacramento, CA, telephone (916) 653-7976, before October 14, 2004.  Repatriation of the human remains and associated funerary objects to the Picayune Rancheria of Chukchansi Indians of California; Santa Rosa Indian Community of the Santa Rosa Rancheria, California; Table Mountain Rancheria of California; and Tule River Indian Tribe of the Tule River Reservation, California may proceed after that date if no additional claimants come forward.\\n        The California Department of Parks and Recreation is responsible for notifying the Picayune Rancheria of Chukchansi Indians of California; Santa Rosa Indian Community of the Santa Rosa Rancheria, California; Table Mountain Rancheria of California; and Tule River Indian Tribe of the Tule River Reservation, California that this notice has been published.\\n        \\n          Dated: July 23, 2004.\\n          John Robbins,\\n          Assistant Director, Cultural Resources.\\n        \\n      \\n      [FR Doc. 04-20648 Filed 9-13-04; 8:45 am]\\n      BILLING CODE 4312-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Inventory Completion: California Department of Parks and Recreation, Sacramento, CA", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: July 23, 2004.", "signature_name": "John Robbins,", "signature_title": "Assistant Director, Cultural Resources.", "fr_doc": "[FR Doc. 04-20648 Filed 9-13-04; 8:45 am]", "billing_code": "BILLING CODE 4312-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}