{"index": "I_1820", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Inventory Completion: University of Hawai\\'i at Hilo, Hilo, HI   \\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains in the possession of the Department of Anthropology, University Hawai\\'i at Hilo, Hilo, HI.  The human remains were removed from three locations on Hawai\\'i Island, HI.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003 (d)(3).  The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains.  The National Park Service is not responsible for the determinations in this notice.\\n        A detailed assessment of the human remains was made by University of Hawai\\'i at Hilo professional staff in consultation with representatives of the Hawaii Island Burial Council, Department of Hawaiian Homelands, Office of Hawaiian Affairs, Hui Malama Ola Na \\'Oiwi, Hawaiian Civic Club of Ka\\'u, Ka \\'Ohana Punalu\\'u, and the Punalu\\'u Preservation Association.\\n        In 1954, human remains representing a minimum of one individual were removed from Keanapuhi\\'ula Cave, or \\xe2\\x80\\x9cKawena\\'s Cave\\xe2\\x80\\x9d (site H13), Kaunamano ahupua\\'a, Ka\\'u District, Hawai\\'i Island, HI, as part of joint excavation projects in the Ka\\'u area by the University of Hawai\\'i at Hilo and the Bernice P. Bishop Museum, HI.  No known individual was identified.  No associated funerary objects are present.\\n        The burial is a secondary burial.  Secondary burial in caves was a common form of Native Hawaiian burial prior to European contact, and was not generally practiced by historic immigrant communities in the Hawaiian Islands.\\n        At an unknown time during the 1950s, human remains representing a minimum of one individual were removed from the Pu\\'u Ali\\'i Sand Dune Site (site H1), Kamau\\'oa Pu\\'u\\'eo ahupua\\'a, Ka\\'u District, Hawai\\'i Island, HI, under the direction of Professor William Bonk at the University of Hawai\\'i at Hilo.  No known individual was identified.  No associated funerary objects are present.\\n        The Pu\\'u Ali\\'i Sand Dune site is a Native Hawaiian fishing village dating to A.D. 1250-1350.  The cemetery dates to pre-European contact.\\n        All other known human remains removed from the site and formerly stored at University of Hawai\\'i at Hilo were repatriated through the Hawai\\'i State Historic Preservation Division to Ka \\'Ohana o Ka Lae before the passage of NAGPRA.\\n        \\n        In 1975, human remains representing a minimum of one individual were removed from the Mahana Bay IV site, Kamau\\'oa Pu\\'u\\'eo ahupua\\'a, Ka\\'u District, Hawai\\'i Island, HI, as part of long-term excavations conducted between 1973 and 1977 under the direction of Professor William Bonk at the University of Hawai\\'i at Hilo.  No known individual was identified.  No associated funerary objects are present.\\n        The Mahana Bay area is well documented as a Native Hawaiian fishing community from the prehistoric era through much of the historical era.\\n        Officials of the University of Hawai\\'i at Hilo have determined that, pursuant to 25 U.S.C. 3001 (9-10), the human remains described above represent the physical remains of three individuals of Native Hawaiian ancestry.  Officials of the University of Hawai\\'i at Hilo also have determined that, pursuant to 25 U.S.C. 3001 (2), there is a relationship of shared group identity that can be reasonably traced between the Native Hawaiian human remains and the Punalu\\'u Preservation Association and the Office of Hawaiian Affairs.\\n        Representatives of any other Native Hawaiian Organization or Indian tribe that believes itself to be culturally affiliated with the human remains should contact Peter R. Mills, Department of Anthropology, Social Sciences Division, University of Hawai\\'i at Hilo, 200 West Kawili Street, Hilo, HI 96720-4091, telephone (808) 974-7465, before November 12, 2004.  Repatriation of the human remains jointly to the Punalu\\'u Preservation Association and the Office of Hawaiian Affairs may proceed after that date if no additional claimants come forward.\\n        The University of Hawai\\'i at Hilo is responsible for notifying the Hawai\\'i Island Burial Council, Department of Hawaiian Homelands, Office of Hawaiian Affairs, Hui Malama Ola Na \\'Oiwi, Hawaiian Civic Club of Ka\\'u, and Ka \\'Ohana Punalu\\'u that this notice has been published.\\n        \\n          Dated:  September 1, 2004.\\n          Sherry Hutt,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. 04-22834 Filed 10-8-04; 8:45 am]\\n      BILLING CODE 4312-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Inventory Completion: University of Hawai\\'i at Hilo, Hilo, HI   ", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated:  September 1, 2004.", "signature_name": "Sherry Hutt,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. 04-22834 Filed 10-8-04; 8:45 am]", "billing_code": "BILLING CODE 4312-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}