{"index": "I_1821", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Inventory Completion: Phoebe A. Hearst Museum of Anthropology, University of California, Berkeley, Berkeley, CA   \\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains and associated funerary objects in the possession of the Phoebe A. Hearst Museum of Anthropology, University of California, Berkeley, Berkeley, CA.  The human remains and associated funerary objects were removed from Riverside County, CA.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003 (d)(3).  The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains and associated funerary objects.  The National Park Service is not responsible for the determinations in this notice.\\n        An assessment of the human remains, and catalog records and associated documents relevant to the human remains, was made by Phoebe A. Hearst Museum of Anthropology professional staff in consultation with representatives of the Agua Caliente Band of Cahuilla Indians of the Agua Caliente Indian Reservation, California; Augustine Band of the Cahuilla Mission Indians of the Augustine Reservation, California; Cabazon Band of Mission Indians, California; Cahuilla Band of Mission Indians of the Cahuilla Reservation, California; Los Coyotes Band of the Cahuilla & Cupeno Indians of the Los Coyotes Reservation, California; Morongo Band of Cahuilla Mission Indians of the Morongo Reservation, California; Ramona Band or Village of Cahuilla Mission Indians of California; Santa Rosa Band of Cahuilla Mission Indians of the Santa Rosa Reservation, California; and Torres\\xc2\\xafMartinez Band of Cahuilla Mission Indians of California.\\n        In 1948, human remains representing the cremated remains of at least one individual were removed from site CA\\xc2\\xafRiv\\xc2\\xaf9, a village site located 2 miles west of Valerie, Riverside County, CA, by University of California employee Clement W. Meighan.  Site CA\\xc2\\xafRiv\\xc2\\xaf9 is a village settlement in the Coachella Valley, north of the Salton Sea.  No known individual was identified.  The 128 associated funerary objects are 20 olivella shells, 1 olivella bead, 2 clamshell pendants, 1 bone scraper, 4 projectile points, and 100 ceramic sherds.\\n        Stylistic characteristics of the ceramics associated with the cremation date the occupation to A.D. 1300-1700.\\n        The use of cremation as part of the mortuary ritual, and the nature of the associated funerary objects indicate that the human remains are of Native American origin.  Oral history describes the area north of the Salton Sea as part of the traditional lands of Cahuilla speakers, which is corroborated by linguistic evidence that Cahuilla speakers moved into the region after A.D. 1000.  It is most likely that site CA\\xc2\\xafRiv\\xc2\\xaf9 was occupied by Cahuilla speakers.  The modern-day descendants of the Cahuilla are the Agua Caliente Band of Cahuilla Indians of the Agua Caliente Indian Reservation, California; Augustine Band of the Cahuilla Mission Indians of the Augustine Reservation, California; Cabazon Band of Mission Indians, California; Cahuilla Band of Mission Indians of the Cahuilla Reservation, California; Los Coyotes Band of the Cahuilla & Cupeno Indians of the Los Coyotes Reservation, California; Morongo Band of Cahuilla Mission Indians of the Morongo Reservation, California; Ramona Band or Village of Cahuilla Mission Indians of California; Santa Rosa Band of Cahuilla Mission Indians of the Santa Rosa Reservation, California; and Torres\\xc2\\xafMartinez Band of Cahuilla Mission Indians of California\\n        Officials of the Phoebe A. Hearst Museum of Anthropology have determined that, pursuant to 25 U.S.C. 3001 (9-10), the human remains described above represent the physical remains of at least one individual of Native American ancestry.  Officials of the Phoebe A. Hearst Museum of Anthropology also have determined that, pursuant to 25 U.S.C. 3001 (3)(A), the 128 objects described above are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony.  Lastly, officials of the Phoebe A. Hearst Museum of Anthropology have determined that, pursuant to 25 U.S.C. 3001 (2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and associated funerary objects and the Agua Caliente Band of Cahuilla Indians of the Agua Caliente Indian Reservation, California; Augustine Band of the Cahuilla Mission Indians of the Augustine Reservation, California; Cabazon Band of Mission Indians, California; Cahuilla Band of Mission Indians of the Cahuilla Reservation, California; Los Coyotes Band of the Cahuilla & Cupeno Indians of the Los Coyotes Reservation, California; Morongo Band of Cahuilla Mission Indians of the Morongo Reservation, California; Ramona Band or Village of Cahuilla Mission Indians of California; Santa Rosa Band of Cahuilla Mission Indians of the Santa Rosa Reservation, California; and Torres\\xc2\\xafMartinez Band of Cahuilla Mission Indians of California.\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the human remains and associated funerary objects should contact C. Richard Hitchcock, NAGPRA Coordinator, Phoebe A. Hearst Museum of Anthropology, University of California, Berkeley, Berkeley, CA 94720, telephone (510) 642\\xc2\\xaf6096, before November 12, 2004. Repatriation of the human remains and associated funerary objects to the Agua Caliente Band of Cahuilla Indians of the Agua Caliente Indian Reservation, California; Augustine Band of the Cahuilla Mission Indians of the Augustine Reservation, California; Cabazon Band of Mission Indians, California; Cahuilla Band of Mission Indians of the Cahuilla Reservation, California; Los Coyotes Band of the Cahuilla & Cupeno Indians of the Los Coyotes Reservation, California; Morongo Band of Cahuilla Mission Indians of the Morongo Reservation, California; Ramona Band or Village of Cahuilla Mission Indians of California; Santa Rosa Band of Cahuilla Mission Indians of the Santa Rosa Reservation, California; and Torres\\xc2\\xafMartinez Band of Cahuilla Mission Indians of California may proceed after that date if no additional claimants come forward.\\n\\n        The Phoebe A. Hearst Museum of Anthropology is responsible for notifying the Agua Caliente Band of Cahuilla Indians of the Agua Caliente Indian Reservation, California; Augustine Band of the Cahuilla Mission Indians of the Augustine Reservation, California; Cabazon Band of Mission Indians, California; Cahuilla Band of Mission Indians of the Cahuilla Reservation, California; Los Coyotes Band of the Cahuilla & Cupeno Indians of the Los Coyotes Reservation, California; Morongo Band of Cahuilla Mission Indians of the Morongo Reservation, California; Ramona Band or Village of Cahuilla Mission Indians of California; Santa Rosa Band of Cahuilla Mission Indians of the Santa Rosa Reservation, California; and Torres\\xc2\\xafMartinez Band of Cahuilla Mission Indians of California that this notice has been published.\\n        \\n          Dated:  September 15, 2004\\n          Sherry Hutt,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. 04-22838 Filed 10-8-04; 8:45 am]\\n      BILLING CODE 4312-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Inventory Completion: Phoebe A. Hearst Museum of Anthropology, University of California, Berkeley, Berkeley, CA   ", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated:  September 15, 2004", "signature_name": "Sherry Hutt,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. 04-22838 Filed 10-8-04; 8:45 am]", "billing_code": "BILLING CODE 4312-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}