{"index": "I_1901", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Inventory Completion: Denver Art Museum, Denver, CO\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains in the possession of the Denver Art Museum, Denver, CO. The human remains were removed from an unidentified location near Prescott, Yavapai County, AZ.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003 (d)(3). The determinations within this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains. The National Park Service is not responsible for the determinations within this notice.\\n        A detailed assessment of the human remains was made by Denver Art Museum professional staff in consultation with representatives of the Hopi Tribe of Arizona; Navajo Nation, Arizona, New Mexico and Utah; Pueblo of Acoma, New Mexico; Pueblo of Cochiti, New Mexico; Pueblo of Isleta, New Mexico; Pueblo of Jemez, New Mexico; Pueblo of Laguna, New Mexico; Pueblo of Nambe, New Mexico; Pueblo of Picuris, New Mexico; Pueblo of Pojoaque, New Mexico; Pueblo of San Felipe, New Mexico; Pueblo of San Ildefonso, New Mexico; Pueblo of San Juan, New Mexico; Pueblo of Sandia, New Mexico; Pueblo of Santa Ana, New Mexico; Pueblo of Santa Clara, New Mexico; Pueblo of Santo Domingo, New Mexico; Pueblo of Taos, New Mexico; Pueblo of Tesuque, New Mexico; Pueblo of Zia, New Mexico; Yavapai-Prescott Tribe of the Yavapai Reservation, Arizona; Ysleta del Sur Pueblo of Texas; and Zuni Tribe of the Zuni Reservation, New Mexico.\\n\\n        Prior to 1943, human remains representing one individual were removed by an unknown individual from an unidentified location near Prescott, Yavapai County, AZ. The human remains consist of 29 teeth from a single individual between 25 and 45 years old. No known individual was identified. The teeth, along with a large number of small shell beads, had been made into a necklace. On March 18, 1943, the necklace was loaned to the Denver Art Museum by Sarah Coolidge Vance. The necklace was accessioned as a gift on January 21, 1946. A catalog card identified the necklace as \\xe2\\x80\\x9cprehistoric\\xe2\\x80\\x9d and \\xe2\\x80\\x9c[f]rom ruins near Prescott, Ariz[ona].\\xe2\\x80\\x9d There is no indication that the necklace was recovered from a grave site. The shells attached to necklace do not meet the definition of associated funerary objects at 25 U.S.C. 3001 (3)(A).\\n        The necklace was examined by Bridget Ambler, an archeologist at the Colorado Historical Society. Ms. Ambler identified the teeth as more likely than not being from a Native American individual, probably of Puebloan ancestry. Comparison of the necklace to documentation of Puebloan ruins in the area of Prescott, AZ, led Ms. Ambler to conclude that it is likely to be associated with the Prescott culture and to date to the Pueblo II period (A.D. 1100 to 1200). Ms. Ambler also concluded that a member of the Prescott culture owned and perhaps assembled the necklace.\\n        Yavapai oral tradition indicates a possible cultural affiliation with the prehistoric Prescott culture. Some scholars believe that the Prescott culture was ancestral to modern-day Yuman speaking Yavapai, Havasupai, and other groups, but this belief is not accepted by most archeologists. Hopi oral tradition also indicates a possible cultural affiliation with the Prescott culture.\\n        The placement of human teeth on a necklace is not a commonly observed funerary practice in the ancient Southwest. It may be reasonable to presume that the use of teeth on the necklace occurred in the context of warfare and that the teeth originated from a member of a Puebloan group that engaged in conflict with the Prescott culture. Pueblo of Laguna representative Paul Pino indicated that the Lagunas would never allow a necklace to be made out of human teeth. Mr. Pino agreed that the necklace could well have been produced by a member of the Prescott culture as a trophy to hold teeth taken from a slain enemy from a neighboring Puebloan community. Pueblo oral traditions and archeological evidence indicate that ancient Puebloan societies have a relationship of shared group identity with 21 modern Pueblo communities.\\n        Officials of the Denver Art Museum have determined that, pursuant to 25 U.S.C. 3001 (9-10), the human remains described above represent the physical remains of one individual of Native American ancestry. Officials of the Denver Art Museum also have determined that, pursuant to 25 U.S.C. 3001 (2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and the Hopi Tribe of Arizona; Pueblo of Acoma, New Mexico; Pueblo of Cochiti, New Mexico; Pueblo of Isleta, New Mexico; Pueblo of Jemez, New Mexico; Pueblo of Laguna, New Mexico; Pueblo of Nambe, New Mexico; Pueblo of Picuris, New Mexico; Pueblo of Pojoaque, New Mexico; Pueblo of San Felipe, New Mexico; Pueblo of San Ildefonso, New Mexico; Pueblo of San Juan, New Mexico; Pueblo of Sandia, New Mexico; Pueblo of Santa Ana, New Mexico; Pueblo of Santa Clara, New Mexico; Pueblo of Santo Domingo, New Mexico; Pueblo of Taos, New Mexico; Pueblo of Tesuque, New Mexico; Pueblo of Zia, New Mexico; Ysleta del Sur Pueblo of Texas; and Zuni Tribe of the Zuni Reservation, New Mexico.\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the human remains should contact Nancy J. Blomberg, Curator of Native Arts, Denver Art Museum, 100 West 14th Avenue Parkway, Denver, CO 80204, telephone (720) 913-0160, before November 7, 2003. Repatriation of the human remains to the Hopi Tribe of Arizona; Pueblo of Acoma, New Mexico; Pueblo of Cochiti, New Mexico; Pueblo of Isleta, New Mexico; Pueblo of Jemez, New Mexico; Pueblo of Laguna, New Mexico; Pueblo of Nambe, New Mexico; Pueblo of Picuris, New Mexico; Pueblo of Pojoaque, New Mexico; Pueblo of San Felipe, New Mexico; Pueblo of San Ildefonso, New Mexico; Pueblo of San Juan, New Mexico; Pueblo of Sandia, New Mexico; Pueblo of Santa Ana, New Mexico; Pueblo of Santa Clara, New Mexico; Pueblo of Santo Domingo, New Mexico; Pueblo of Taos, New Mexico; Pueblo of Tesuque, New Mexico; Pueblo of Zia, New Mexico; Ysleta del Sur Pueblo of Texas; and Zuni Tribe of the Zuni Reservation, New Mexico may proceed after that date if no additional claimants come forward.\\n        The Denver Art Museum is responsible for notifying the Hopi Tribe of Arizona; Navajo Nation, Arizona, New Mexico and Utah; Pueblo of Acoma, New Mexico; Pueblo of Cochiti, New Mexico; Pueblo of Isleta, New Mexico; Pueblo of Jemez, New Mexico; Pueblo of Laguna, New Mexico; Pueblo of Nambe, New Mexico; Pueblo of Picuris, New Mexico; Pueblo of Pojoaque, New Mexico; Pueblo of San Felipe, New Mexico; Pueblo of San Ildefonso, New Mexico; Pueblo of San Juan, New Mexico; Pueblo of Sandia, New Mexico; Pueblo of Santa Ana, New Mexico; Pueblo of Santa Clara, New Mexico; Pueblo of Santo Domingo, New Mexico; Pueblo of Taos, New Mexico; Pueblo of Tesuque, New Mexico; Pueblo of Zia, New Mexico; Yavapai-Prescott Tribe of the Yavapai Reservation, Arizona; Ysleta del Sur Pueblo of Texas; and Zuni Tribe of the Zuni Reservation, New Mexico that this notice has been published.\\n        \\n        \\n          Dated: August 11, 2003.\\n          John Robbins,\\n          Assistant Director, Cultural Resources.\\n        \\n      \\n      [FR Doc. 03-25533 Filed 10-7-03; 8:45 am]\\n      BILLING CODE 4310-70-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Inventory Completion: Denver Art Museum, Denver, CO", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: August 11, 2003.", "signature_name": "John Robbins,", "signature_title": "Assistant Director, Cultural Resources.", "fr_doc": "[FR Doc. 03-25533 Filed 10-7-03; 8:45 am]", "billing_code": "BILLING CODE 4310-70-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}