{"index": "I_1919", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Inventory Completion for Native American Human Remains and Associated Funerary Objects in the Possession of the Field Museum of Natural History, Chicago, IL\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is hereby given in accordance with provisions of the Native American Graves Protection and Repatriation Act (NAGPRA), 43 CFR 10.9, of the completion of an inventory of human remains and associated funerary objects in the possession of the Field Museum of Natural History, Chicago, IL.\\n        This notice is published as part of the National Park Service\\xe2\\x80\\x99s administrative responsibilities under NAGPRA, 43 CFR 10.2 (c).  The determinations within this notice are the sole responsibility of the museum, institution, or Federal agency that has control of these Native American human remains and associated funerary objects.  The National Park Service is not responsible for the determinations within this notice.\\n        A detailed assessment of the human remains was made by Field Museum of Natural History professional staff in consultation with representatives of the Stockbridge Munsee Community, Wisconsin.\\n        In 1891, human remains representing four individuals were collected by F.M. Noe, a dealer in Indianapolis, IN.  These human remains were later purchased by Franz Boas, who sold them to the Field Museum of Natural History in 1894.  No known individuals were identified.  No associated funerary objects are present.\\n        According to F.M. Noe\\xe2\\x80\\x99s notes, these human remains were recovered from a gravel bank in Muncie, IN, and were identified as \\xe2\\x80\\x9cMuncie Indians.\\xe2\\x80\\x9d\\n        The Munsee tribe that lived in the Lower Hudson River valley of New York at the time of its colonization by Europeans was known as the \\xe2\\x80\\x9cMinsis\\xe2\\x80\\x9d.  The name is subject to many different spellings in historical documents; the most commonly used at this time is \\xe2\\x80\\x9cMunsee\\xe2\\x80\\x9d.  The territory of the Munsee tribe extended from the Catskill Mountains to the head of the Delaware and Susquehanna Rivers, bounded on the west by the Hudson.  After European contact, the Munsee were forced west, and spent a relatively short time in Indiana; it is from the name of the tribe that the town of Muncie gets its name.  The tribe eventually settled with the Stockbridge Mohicans in Wisconsin.  The present-day tribe most closely affiliated with the Munsee is the Stockbridge Munsee Community, Wisconsin.\\n        Based on the above-mentioned information, officials of the Field Museum of Natural History have determined that, pursuant to 43 CFR 10.2 (d)(1), the human remains listed above represent the physical remains of four individuals of Native American ancestry.  Officials of the Field Museum of Natural History also have determined that, pursuant to 43 CFR 10.2 (e), there is a relationship of shared group identity that can be reasonably traced between these Native American human remains and associated funerary objects and the Stockbridge Munsee Community, Wisconsin.\\n        This notice has been sent to officials of the Absentee-Shawnee Tribe of Oklahoma; Citizen Potawatomi Nation, Oklahoma; Delaware Tribe of Indians, Oklahoma; Delaware Nation, Oklahoma; Eastern Shawnee Tribe of Oklahoma; Forest County Potawatomi Community, Wisconsin; Hannahaville Indian Community, Michigan; Kickapoo Traditional Tribe of Texas; Kickapoo Tribe of Indians of the Kickapoo Reservation in Kansas; Kickapoo Tribe of Oklahoma; Miami Tribe of Oklahoma; Pokagon Band of Potawatomi Indians, Michigan and Indiana; Prairie Band of Potawatomi Nation, Kansas; Stockbridge Munsee Community, Wisconsin; and Wyandotte Tribe of Oklahoma.  Representatives of any other Indian tribe that believes itself to be culturally affiliated with these human remains and associated funerary objects should contact Jonathan Haas, MacArthur Curator of North American Anthropology, Field Museum of Natural History, 1400 South Lake Shore Drive, Chicago, IL 60605, telephone (312) 665-7829, before October 15, 2002. Repatriation of the human remains and associated funerary objects to the Stockbridge Munsee Community, Wisconsin may begin after that date if no additional claimants come forward.\\n        \\n          Dated: July 22, 2002.\\n          C. Timothy McKeown,\\n          Acting Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. 02-23135 Filed 9-11-02; 8:45 am]\\n      BILLING CODE 4310-70-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Inventory Completion for Native American Human Remains and Associated Funerary Objects in the Possession of the Field Museum of Natural History, Chicago, IL", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: July 22, 2002.", "signature_name": "C. Timothy McKeown,", "signature_title": "Acting Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. 02-23135 Filed 9-11-02; 8:45 am]", "billing_code": "BILLING CODE 4310-70-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}