{"index": "I_1948", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Inventory Completion for Native American Human Remains and  Associated Funerary Objects in the Control of the U.S. Department of the Interior, National Park Service, Zion National Park, Springdale, UT\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is hereby given in accordance with provisions of the Native American Graves Protection and Repatriation Act (NAGPRA), 43 CFR 10.9, of the completion of an inventory of human remains and associated funerary objects in the control of the U.S. Department of the Interior, National Park Service, Zion National Park, Springdale, UT.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 43 CFR 10.2 (c). The determinations within this notice are the sole responsibility of the museum, institution, or Federal agency that has control of these Native American human remains and associated funerary objects. The Manager, National NAGPRA Program is not responsible for the determinations within this notice.\\n        A detailed assessment of the human remains was made by the National Park Service\\xe2\\x80\\x99s professional staff in consultation with representatives of the Hopi Tribe of Arizona; Kaibab Band of Paiute Indians of the Kaibab Indian Reservation, Arizona; Las Vegas Tribe of Paiute Indians of the Las Vegas Indian Colony, Nevada; Moapa Band of Paiute Indians of the Moapa River Indian Reservation, Nevada; Paiute Indian Tribe of Utah (Cedar City, Indian Peak, Kanosh, Koosharem, Shivwits Bands); Ute Indian Tribe of the Uintah and Ouray Reservation, Utah; and Zuni Tribe of the Zuni Reservation, New Mexico.\\n        In 1927, human remains representing one individual were donated to Zion National Park. No information on the provenance of the human remains was provided. No known individual was identified. No associated funerary objects are present.\\n        In 1933, human remains representing three individuals were recovered during legally authorized excavations within the boundary of Zion National Park. The excavation was under the direction of archeologist Ben Wetherill. No known individual was identified. No associated funerary objects are present.\\n        In 1935, human remains representing one individual were donated to Zion National Park. No information on the provenance of the human remains was provided. No known individual was identified. No associated funerary objects are present.\\n        In the 1960s, human remains representing one individual were donated to Zion National Park.  No information on the provenance of the human remains was provided. No known individual was identified. No associated funerary objects are present.\\n        In 1960, human remains representing one individual were donated to Zion National Park. No information on the provenance of the human remains was provided. No known individual was identified. No associated funerary objects are present.\\n        In 1962, human remains representing two individuals were donated to Zion National Park. The human remains are believed to have been excavated on private land in Springdale, UT. No known individual was identified. No associated funerary objects are present.\\n        In 1964, human remains representing one individual were discovered at a site within the boundary of Zion National Park. No known individual was identified. No associated funerary objects are present.\\n        In the 1970s, human remains representing one individual were donated to Zion National Park. No information on the provenance of the human remains was provided. No known individual was identified. No associated funerary objects are present.\\n        Based on the above mentioned information, the superintendent of Zion National Park determined in 1995 that, pursuant to 43 CFR 10.2 (d) (1), the human remains listed above represent the physical remains of 11 individuals of Native American ancestry.  In 2001, the superintendent of Zion National Park also determined that a relationship of shared group identity could not reasonably be traced between these human remains and any present-day Indian tribe.\\n\\n         In May 2001, the superintendent of Zion National Park requested a recommendation regarding the disposition of these culturally unidentifiable human remains from the Native American Graves Protection and Repatriation Review Committee. The review committee is charged by statute with compiling an inventory of culturally unidentifiable human remains and recommending specific actions for developing a process for disposition of such remains [25 U.S.C. 3006 (d)(5)]. The superintendent of Zion National Park requested that the review committee recommend disposition of the culturally unidentifiable human remains to seven Indian tribes that have demonstrated a cultural relationship with the Zion National Park area by means of a final judgement of the Indian Claims Commission and other sources.\\n        The review committee considered the request at its May 31-June 2, 2001, meeting in Kelseyville, CA. On August 13, 2001, the Assistant Director, Cultural Resources Stewardship and Partnerships, writing on behalf of the Secretary of the Interior, informed the superintendent of Zion National Park that the review committee recommended disposition of the culturally unidentifiable human remains to the Hopi Tribe of Arizona; Kaibab Band of Paiute Indians of the Kaibab Indian Reservation, Arizona; Las Vegas Tribe of Paiute Indians of the Las Vegas Indian Colony, Nevada; Moapa Band of Paiute Indians of the Moapa River Indian Reservation, Nevada; Paiute Indian Tribe of Utah (Cedar City, Indian Peak, Kanosh, Koosharem, Shivwits Bands); Ute Indian Tribe of the Uintah and Ouray Reservation, Utah; and Zuni Tribe of the Zuni Reservation, New Mexico.\\n        This notice has been sent to officials of the Hopi Tribe of Arizona; Kaibab Band of Paiute Indians of the Kaibab Indian Reservation, Arizona; Las Vegas Tribe of Paiute Indians of the Las Vegas Indian Colony, Nevada; Moapa Band of Paiute Indians of the Moapa River Indian Reservation, Nevada; Paiute Indian Tribe of Utah (Cedar City, Indian Peak, Kanosh, Koosharem, Shivwits Bands); Ute Indian Tribe of the Uintah and Ouray Reservation, Utah; and Zuni Tribe of the Zuni Reservation, New Mexico. Representatives of any Indian tribe that believes itself to be culturally affiliated with these human remains should contact Martin C. Ott, Superintendent, Zion National Park, Springdale, UT 84767-1099, telephone (435) 772-0142, before July 19, 2002.  Disposition of these human remains to the Hopi Tribe of Arizona; Kaibab Band of Paiute Indians of the Kaibab Indian Reservation, Arizona; Las Vegas Tribe of Paiute Indians of the Las Vegas Indian Colony, Nevada; Moapa Band of Paiute Indians of the Moapa River Indian Reservation, Nevada; Paiute Indian Tribe of Utah (Cedar City, Indian Peak, Kanosh, Koosharem, Shivwits Bands); Ute Indian Tribe of the Uintah and Ouray Reservation, Utah; and Zuni Tribe of the Zuni Reservation, New Mexico may begin after that date if no additional claimants come forward.\\n        \\n          Dated: April 16, 2002.\\n          Robert Stearns,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. 02-12562 Filed 5-17-02; 8:45 am]\\n      BILLING CODE 4310-70-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Inventory Completion for Native American Human Remains and  Associated Funerary Objects in the Control of the U.S. Department of the Interior, National Park Service, Zion National Park, Springdale, UT", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: April 16, 2002.", "signature_name": "Robert Stearns,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. 02-12562 Filed 5-17-02; 8:45 am]", "billing_code": "BILLING CODE 4310-70-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}