{"index": "I_1996", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Inventory Completion for Native American Human Remains and  Associated Funerary Objects in the Possession of the University of Denver Department of Anthropology and Museum of Anthropology, Denver, CO\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is hereby given in accordance with provisions of the Native American Graves Protection and Repatriation Act (NAGPRA), 43 CFR 10.9, of the completion of an inventory of human remains and associated funerary objects in the possession of the University of Denver Department of Anthropology and Museum of Anthropology, Denver, CO.\\n        This notice is published as part of the National Park Service\\xe2\\x80\\x99s administrative responsibilities under NAGPRA, 43 CFR 10.2 (c).  The determinations within this notice are the sole responsibility of the museum, institution, or Federal agency that has control of these Native American human remains and associated funerary objects.  The National Park Service is not responsible for the determinations within this notice.\\n        A detailed assessment of the human remains was made by the University of Denver Department of Anthropology and Museum of Anthropology professional staff in consultation with representatives of the U.S. Department of the Interior, Bureau of Indian Affairs; Colorado River Indian Tribes of the Colorado River Indian Reservation, Arizona and California; Hopi Tribe of Arizona; Jicarilla Apache Tribe of the Jicarilla Apache Indian Reservation, New Mexico; Navajo Nation, Arizona, New Mexico & Utah; Pueblo of Acoma, New Mexico; Pueblo of Cochiti, New Mexico; Pueblo of Isleta, New Mexico; Pueblo of Jemez, New Mexico; Pueblo of Laguna, New Mexico; Pueblo of Nambe, New Mexico; Pueblo of Picuris, New Mexico; Pueblo of Pojoaque, New Mexico; Pueblo of San Felipe, New Mexico; Pueblo of San Ildefonso, New Mexico; Pueblo of San Juan, New Mexico; Pueblo of Sandia, New Mexico; Pueblo of Santa Ana, New Mexico; Pueblo of Santa Clara, New Mexico; Pueblo of Santo Domingo, New Mexico; Pueblo of Taos, New Mexico; Pueblo of Tesuque, New Mexico; Pueblo of Zia, New Mexico; Skull Valley Band of Goshute Indians of Utah; Southern Ute Indian Tribe of the Southern Ute Reservation, Colorado; Ute Indian Tribe of the Uintah & Ouray Reservation, Utah; Ute Mountain Tribe of the Ute Mountain Reservation, Colorado, New Mexico & Utah; Ysleta Del Sur Pueblo of Texas; and Zuni Tribe of the Zuni Reservation, New Mexico.\\n        In 1933, human remains representing two individuals (catalog numbers DU6002 and DU6180) were recovered from San Luis, Costilla County, CO, by Dr. E.B. Renaud, founder of the University of Denver Department of Anthropology.  No known individuals were identified.  No associated funerary objects are present.\\n\\n        In 1938, human remains representing one individual (catalog number DU1995.1.7a-b) were recovered in or near Great Sand Dunes National Monument and Preserve, Alamosa and Saguache Counties, CO, by Theodore Sowers, a graduate of the University of Denver.  In 1995, Mr. Sowers\\xe2\\x80\\x99 daughters donated the remains to the museum so that they could be repatriated.  Officials of the U.S. Department of the Interior, National Park Service, Great Sand Dunes National Monument and Preserve, have determined that the provenience is insufficient to decide that these remains came from Federal land and that the University of Denver Department of Anthropology and Museum of Anthropology is responsible for these remains.  No known individual was identified.  No associated funerary objects are present.\\n        In 1981, human remains representing one individual (catalog number DU CO Y:6:15) were recovered from site 5AL523, Alamosa County, CO, by Dr. Jonathan Haas, a member of the University of Denver Department of Anthropology.  The remains were exposed in a road cut on the Bunker Ranch near the Great Sand Dunes National Monument.  No known individual was identified.  No associated funerary objects are present.\\n        In 1950, human remains representing one individual (catalog number DU CO X:16:12) were recovered from site 5CN26, Conejos County, CO, by an unknown individual.  Mercedes Ortiz reported the site although it is not clear if she removed the remains and took them to the museum.  No known individual was identified.  The eight associated funerary objects are seven Black-on-White sherds and one chipped stone.\\n        Black-on-White pottery indicates this site is ancestral Puebloan.  The scientific literature provides significant evidence of cultural affiliation between ancestral Puebloan culture and the Pueblos of today.  Representatives of the Hopi Tribe of Arizona, Pueblo of Acoma, Pueblo of Isleta, Pueblo of Jemez, Zuni Tribe, and Navajo Nation provided written and oral testimony confirming cultural affiliation of Puebloan peoples with ancestral Puebloan culture.\\n        In 1933, human remains representing two individuals (catalog number DU CO V:9:GEA) were recovered from a site at the edge of McElmo Canyon, Montezuma County, CO, by Faye Conklin, a graduate of the University of Denver.  Ms. Conklin gave the remains to Dr. E.B. Renaud, of the University of Denver Department of Anthropology.  No known individuals were identified.  The 50 associated funerary objects are 1 Black-on-White pottery bowl, 1 Black-on-White pottery bowl fragment, 1 Black-on-White pottery jar fragment, 25 Black-on-White sherds, 3 redware sherds, 1 nonhuman bone, 4 nonhuman bone fragments, 1 piece of wood, 8 pieces of cordage, 3 beans, and 2 corn kernels.\\n        Black-on-White pottery indicates this site is ancestral Puebloan.  The scientific literature provides significant evidence of cultural affiliation between ancestral Puebloan culture and the Pueblos of today.  Representatives of the Hopi Tribe of Arizona, Pueblo of Acoma, Pueblo of Isleta, Pueblo of Jemez, Zuni Tribe, and Navajo Nation provided written and oral testimony confirming cultural affiliation of Puebloan peoples with ancestral Puebloan culture.\\n        At an unknown date, human remains representing one individual (catalog numbers DU6015 and DU6066) were collected from Dove Creek, Dolores County, CO, by an unknown individual.  In 1943, the remains were found in the office of Lee A. Brown, a U.S. Department of Agriculture, Forest Service employee who had been transferred to Washington, D.C.  At that time, Dr. E.B. Renaud, of the University of Denver Department of Anthropology, was asked to examine the remains; subsequently the remains were donated to the museum by Fred R. Johnson, who had found the remains in Mr. Brown\\xe2\\x80\\x99s office.  No known individual was identified.  No associated funerary objects are present.\\n        In 1978, human remains representing one individual (catalog number DU UT W:10:2) were recovered from a site in Butler Wash, south of Bluff, San Juan County, UT, by Mimi Kiser, a former University of Denver archeology student, who donated the remains to the museum.  No known individual was identified.  The 47 associated funerary objects are 1 nonhuman tooth, 1 grass seed, 1 piece of woven cotton fabric, 3 pieces of knotted cordage with what appears to be feathers, 9 cordage fragments, 4 hoops of fiber, 24 knotted fibers, 1 lot of knotted fiber, and 3 unidentified organic items.\\n        Southwestern Colorado and southeastern Utah have been identified as the ancestral territory of the Hopi, Pueblo of Acoma, Pueblo of Cochiti, Pueblo of Isleta, Pueblo of Jemez, Pueblo of Laguna, Pueblo of Nambe, Pueblo of Picuris, Pueblo of Pojoaque, Pueblo of San Felipe, Pueblo of San Ildefonso, Pueblo of San Juan, Pueblo of Sandia, Pueblo of Santa Ana, Pueblo of Santa Clara, Pueblo of Santo Domingo, Pueblo of Taos, Pueblo of Tesuque, Pueblo of Zia, Ysleta Del Sur Pueblo, Zuni Tribe, Skull Valley Ute, Southern Ute, Uintah and Ouray Ute, and Ute Mountain Ute.  Consultation evidence also indicates affiliation with the Navajo and Jicarilla Apache as well as the Hopi, Pueblo of Acoma, Pueblo of Cochiti, Pueblo of Isleta, Pueblo of Jemez, Pueblo of Laguna, Pueblo of Nambe, Pueblo of Picuris, Pueblo of Pojoaque, Pueblo of San Felipe, Pueblo of San Ildefonso, Pueblo of San Juan, Pueblo of Sandia, Pueblo of Santa Ana, Pueblo of Santa Clara, Pueblo of Santo Domingo, Pueblo of Taos, Pueblo of Tesuque, Pueblo of Zia, Ysleta Del Sur Pueblo, Zuni Tribe, Skull Valley Ute, Southern Ute, Uintah and Ouray Ute, and Ute Mountain Ute.\\n        Based on the above-mentioned information, officials of the University of Denver Department of Anthropology and Museum of Anthropology have determined that, pursuant to 43 CFR 10.2 (d)(1), the human remains listed above represent the physical remains of nine individuals of Native American ancestry.  Officials of the University of Denver Department of Anthropology and Museum of Anthropology also have determined that, pursuant to 43 CFR 10.2 (d)(2), the 105 objects listed above are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony.  Lastly, officials of the University of Denver Department of Anthropology and Museum of Anthropology have determined that, pursuant to 43 CFR 10.2 (e), there is a relationship of shared group identity that can be reasonably traced between these Native American human remains and associated funerary objects and the Hopi Tribe of Arizona; Jicarilla Apache Tribe of the Jicarilla Apache Indian Reservation, New Mexico; Navajo Nation, Arizona, New Mexico & Utah; Pueblo of Acoma, New Mexico; Pueblo of Cochiti, New Mexico; Pueblo of Isleta, New Mexico; Pueblo of Jemez, New Mexico; Pueblo of Laguna, New Mexico; Pueblo of Nambe, New Mexico; Pueblo of Picuris, New Mexico; Pueblo of Pojoaque, New Mexico; Pueblo of San Felipe, New Mexico; Pueblo of San Ildefonso, New Mexico; Pueblo of San Juan, New Mexico; Pueblo of Sandia, New Mexico; Pueblo of Santa Ana, New Mexico; Pueblo of Santa Clara, New Mexico; Pueblo of Santo Domingo, New Mexico; Pueblo of Taos, New Mexico; Pueblo of Tesuque, New Mexico; Pueblo of Zia, New Mexico; Skull Valley Band of Goshute Indians of Utah; Southern Ute Indian Tribe of the Southern Ute Reservation, Colorado; Ute Indian Tribe of the Uintah & Ouray Reservation, Utah; Ute Mountain Tribe of the Ute Mountain Reservation, Colorado, New Mexico & Utah; Ysleta Del Sur Pueblo of Texas; and Zuni Tribe of the Zuni Reservation, New Mexico.\\n\\n        This notice has been sent to officials of the U.S. Department of Interior, Bureau of Indian Affairs; Colorado River Indian Tribes of the Colorado River Indian Reservation, Arizona and California; Hopi Tribe of Arizona; Jicarilla Apache Tribe of the Jicarilla Apache Indian Reservation, New Mexico; Navajo Nation, Arizona, New Mexico & Utah; Pueblo of Acoma, New Mexico; Pueblo of Cochiti, New Mexico; Pueblo of Isleta, New Mexico; Pueblo of Jemez, New Mexico; Pueblo of Laguna, New Mexico; Pueblo of Nambe, New Mexico; Pueblo of Picuris, New Mexico; Pueblo of Pojoaque, New Mexico; Pueblo of San Felipe, New Mexico; Pueblo of San Ildefonso, New Mexico; Pueblo of San Juan, New Mexico; Pueblo of Sandia, New Mexico; Pueblo of Santa Ana, New Mexico; Pueblo of Santa Clara, New Mexico; Pueblo of Santo Domingo, New Mexico; Pueblo of Taos, New Mexico; Pueblo of Tesuque, New Mexico; Pueblo of Zia, New Mexico; Skull Valley Band of Goshute Indians of Utah; Southern Ute Indian Tribe of the Southern Ute Reservation, Colorado; Ute Indian Tribe of the Uintah & Ouray Reservation, Utah; Ute Mountain Tribe of the Ute Mountain Reservation, Colorado, New Mexico & Utah; Ysleta Del Sur Pueblo of Texas; and Zuni Tribe of the Zuni Reservation, New Mexico.  Representatives of any other Indian tribe that believes itself to be culturally affiliated with these human remains and associated funerary objects should contact Jan I. Bernstein, Collections Manager and NAGPRA Coordinator, University of Denver Department of Anthropology and Museum of Anthropology, 2000 Asbury, Sturm Hall S-146, Denver, CO 80208-2406, e-mail jbernste@du.edu, telephone (303) 871-2543, before November 8, 2001.  Repatriation of the human remains and associated funerary objects to the Hopi Tribe of Arizona; Jicarilla Apache Tribe of the Jicarilla Apache Indian Reservation, New Mexico; Navajo Nation, Arizona, New Mexico & Utah; Pueblo of Acoma, New Mexico; Pueblo of Cochiti, New Mexico; Pueblo of Isleta, New Mexico; Pueblo of Jemez, New Mexico; Pueblo of Laguna, New Mexico; Pueblo of Nambe, New Mexico; Pueblo of Picuris, New Mexico; Pueblo of Pojoaque, New Mexico; Pueblo of San Felipe, New Mexico; Pueblo of San Ildefonso, New Mexico; Pueblo of San Juan, New Mexico; Pueblo of Sandia, New Mexico; Pueblo of Santa Ana, New Mexico; Pueblo of Santa Clara, New Mexico; Pueblo of Santo Domingo, New Mexico; Pueblo of Taos, New Mexico; Pueblo of Tesuque, New Mexico; Pueblo of Zia, New Mexico; Skull Valley Band of Goshute Indians of Utah; Southern Ute Indian Tribe of the Southern Ute Reservation, Colorado; Ute Indian Tribe of the Uintah & Ouray Reservation, Utah; Ute Mountain Tribe of the Ute Mountain Reservation, Colorado, New Mexico & Utah; Ysleta Del Sur Pueblo of Texas; and Zuni Tribe of the Zuni Reservation, New Mexico may begin after that date if no additional claimants come forward.\\n        \\n          Dated: July 20, 2001.\\n          John Robbins,\\n          Assistant Director, Cultural Resources Stewardship and Partnerships.\\n        \\n      \\n      [FR Doc. 01-25140  Filed 10-5-01; 8:45 am]\\n      BILLING CODE 4310-70-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Inventory Completion for Native American Human Remains and  Associated Funerary Objects in the Possession of the University of Denver Department of Anthropology and Museum of Anthropology, Denver, CO", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: July 20, 2001.", "signature_name": "John Robbins,", "signature_title": "Assistant Director, Cultural Resources Stewardship and Partnerships.", "fr_doc": "[FR Doc. 01-25140  Filed 10-5-01; 8:45 am]", "billing_code": "BILLING CODE 4310-70-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}