{"index": "I_1938", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR \\n        National Park Service\\n        Notice of Inventory Completion for Native American Human Remains and  Associated Funerary Objects in the Possession of the Columbus Museum, Columbus, GA\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice. \\n        \\n        Notice is hereby given in accordance with provisions of the Native American Graves Protection and Repatriation Act (NAGPRA), 43 CFR 10.9, of the completion of an inventory of human remains and associated funerary objects in the possession of the Columbus Museum, Columbus, GA.\\n        This notice is published as part of the National Park Service\\xe2\\x80\\x99s administrative responsibilities under NAGPRA, 43 CFR 10.2 (c). The determinations within this notice are the sole responsibility of the museum, institution, or Federal agency that has control of these Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations within this notice. \\n        A detailed assessment of the human remains was made by the Columbus Museum professional staff in consultation with representatives of the Muscogee (Creek) Nation, Oklahoma; Poarch Band of Creek Indians of Alabama; Seminole Nation of Oklahoma; and Seminole Tribe of Florida, Dania, Big Cypress, Brighton, Hollywood & Tampa Reservations. Representatives of the Kialegee Tribal Town, Oklahoma; Miccosukee Tribe of Indians of Florida; Thlopthlocco Tribal Town, Oklahoma were invited to consult at museum expense, but declined to participate.\\n        In 1981, human remains representing one individual were removed during salvage excavations at the Coweta tallahassee site (1RU11), Russell County, AL, by staff of the Columbus Museum. No known individual was identified. The 914 associated funerary objects are 1 British sword hilt with blade fragments, 2 musket balls, 2 gun flints, 15 brass buttons, 891 blue glass beads, 1 white glass bead, 1 brass buckle, and 1 scabbard buckle. The associated funerary objects indicate that these human remains were probably buried during the early 18th century. Site 1RU11 is believed to have been the location of the Creek community of Coweta tallahassee. Benjamin Hawkins, the United States Principal Temporary Agent for Indians South of the Ohio River, established an agency at Coweta tallahassee in 1797. He noted that Coweta tallahassee was inhabited by European Americans, Europeans, and African Americans, as well as Native Americans. While it is not possible to conclusively demonstrate that these human remains are Native American, the preponderance of the evidence supports a determination that they are more than likely Native American.\\n        In 1957-1983, human remains representing 66 individuals were removed during salvage excavations at the Abercrombie site (1RU61), Russell County, AL, by staff of the Columbus Museum.  No known individuals were identified. The 859 associated funerary objects are 780 whelk shell beads, 5 whelk shell face mask gorgets, 1 pair of shell earrings, 1 olive shell, 2 large mussel shells, 1 large mussel shell, 1 large cockle shell, 2 greenstone disks, 1 greenstone spatulate celt (spud), a lithic \\xe2\\x80\\x9ctoolkit\\xe2\\x80\\x9d consisting of 41 pieces of chert and 11 pieces of bone or antler, 1 chert flake, 1 bone spatula, 1 bone tine, 1 antler tip, 1 reconstructed pottery jar with scroll design, 1 pottery duck head effigy, 1 pottery vessel, 1 copper or brass arrow pendent, 1 Hispanic olive jar sherd, and 5 glass trade beads. The three pottery vessels are believed to have been manufactured around A.D. 1550-1650. The Hispanic olive jar is believed to have been manufactured around A.D. 1600. The five glass trade beads are believed to have been manufactured around A.D. 1590. The associated funerary objects and other diagnostic artifacts found at site 1RU61 indicate that these human remains were probably buried during the 16th or early 17th centuries. Benjamin Hawkins noted that the site was abandoned at the time of his visit in 1797.\\n        In the 17th century, the area in which 1RU11 and 1RU61 are located was called the Province of Apalachicoli by the Spanish. The area is believed to have been occupied by Hitchiti speakers until the late 17th century when Muskhogee speakers also known as the Lower Creek -- occupied the area. Both the Hitchiti and the Lower Creek are ancestral to the present-day Creek and Seminole and other Indian tribes. \\n        In 1967, human remains representing one individual were removed from the Pinkston site (1Mc6), Macon County, AL. No known individual was identified. The human remains were donated to the Columbus Museum by Frank Morast. Mr. Morast also donated seven items that he identified as having been found with the human remains. The seven associated funerary objects are one copper/brass chest plate, two copper/brass neck bands, one copper/brass disk, and two copper/brass armbands. The Pinkston site (1Mc6) is purported to have been the Muskogee town site of Autosi. \\n        Based on the above-mentioned information, officials of the Columbus Museum have determined that, pursuant to 43 CFR 10.2 (d)(1), the human remains listed above represent the physical remains of 68 individuals of Native American ancestry. Officials of the Columbus Museum also have determined that, pursuant to 43 CFR 10.2 (d)(2), the 1780 objects listed above are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony.  Lastly, officials of the Columbia Museum have determined that, pursuant to 43 CFR 10.2 (e), there is a relationship of shared group identity that can be reasonably traced between these Native American human remains and associated funerary objects and the Kialegee Tribal Town, Oklahoma; Miccosukee Tribe of Indians of Florida; Muscogee (Creek) Nation, Oklahoma; Poarch Band of Creek Indians of Alabama; Seminole Tribe of Florida, Dania, Big Cypress, Brighton, Hollywood & Tampa Reservations; Seminole Nation of Oklahoma; and Thlopthlocco Tribal Town,Oklahoma. \\n\\n        This notice has been sent to officials of the Kialegee Tribal Town, Oklahoma; Miccosukee Tribe of Indians of Florida; Muscogee (Creek) Nation, Oklahoma; Poarch Band of Creek Indians of Alabama; Seminole Tribe of Florida, Dania, Big Cypress, Brighton, Hollywood & Tampa Reservations; Seminole Nation of Oklahoma; and Thlopthlocco Tribal Town, Oklahoma. Representatives of any other Indian tribe that believes itself to be culturally affiliated with these human remains and associated funerary objects should contact Jeanne Marie Warzeski, the Columbus Museum, 1251 Wynnton Road, Columbus, GA 31906, telephone (706) 649-0713 or fax (706) 649-1070, before August 12, 2002. Repatriation of the human remains and associated funerary objects to the Kialegee Tribal Town, Oklahoma; Miccosukee Tribe of Indians of Florida; Muscogee (Creek) Nation, Oklahoma; Poarch Band of Creek Indians of Alabama; Seminole Tribe of Florida, Dania, Big Cypress, Brighton, Hollywood & Tampa Reservations; Seminole Nation of Oklahoma; and Thlopthlocco Tribal Town,. Oklahoma may begin after that date if no additional claimants come forward.\\n        \\n          Dated: June 6, 2002.\\n          Robert Stearns, \\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. 02-17428 Filed 7-10-02; 8:45 am]\\n      BILLING CODE 4310-70-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR ", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Inventory Completion for Native American Human Remains and  Associated Funerary Objects in the Possession of the Columbus Museum, Columbus, GA", "agency2": "National Park Service, Interior.", "action": "Notice. ", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: June 6, 2002.", "signature_name": "Robert Stearns, ", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. 02-17428 Filed 7-10-02; 8:45 am]", "billing_code": "BILLING CODE 4310-70-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}