{"index": "I_1904", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Inventory Completion: U.S. Department of the Interior, National Park Service, Whitman Mission National Historic Site, Walla Walla, WA\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, Sec. 5, of the completion of an inventory of human remains and associated funerary objects in the possession of Whitman Mission National Historic Site, Walla Walla, WA.  These human remains and cultural items were removed from a burial site at Whitman Mission National Historic Site.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003, Sec. 5 (d)(3). The determinations within this notice are the sole responsibility of the National Park unit that has control of these Native American human remains and associated funerary objects. The Manager, National NAGPRA Program is not responsible for the determinations within this notice.\\n        A detailed assessment of the human remains was made by National Park Service and Oregon State Museum of Anthropology professional staff in consultation with representatives of the Confederated Tribes of the Umatilla Reservation, Oregon.\\n        In July 1961, human remains representing a minimum of one individual were removed from a burial at Whitman Mission National Historic Site in Walla Walla, Washington during legally authorized excavations by NPS archeologist Paul Schumacher. The human skeletal remains were removed from Whitman Mission and were delivered to the University of Oregon.  In January 1962 David L. Cole completed a detailed description of the skeletal remains and identified them as representing a male Native American individual who had been approximately 45-55 years old at the time of death. The burial was characterized as a Christian burial in a coffin that dated to the early historic period (1830s) when the Whitmans operated a mission among the Cayuse. In preparation for repatriation the NPS took possession of this set of human remains in August 1996. No known individuals were identified.  The 20 associated funerary objects are 6 fragments of wood from a coffin, 1 bag of wood particles, 8 corroded nails with some attached wood pieces, 1 copper brad, 2 bone buttons, 1 shell button and 1 dentalia shell bead.\\n        Whitman Mission National Historic Site commemorates the history of a mission established by Marcus and Narcissa Whitman in the 1830s on land that was primarily occupied by Cayuse Indians at the time.  The site of the mission settlement is widely recognized as having been part of a larger aboriginal Cayuse territory and is within the judicially established area that is officially recognized as the Cayuse homeland. Immediately to the west of the Cayuse territory was the aboriginal homeland of the Walla Walla tribe.  To the west of the Cayuse and southwest of the Walla Walla was the recognized aboriginal homeland of the Umatilla tribe. The Cayuse, the Walla Walla and the Umatilla are all constituent tribes of the present-day Confederated Tribes of the Umatilla Reservation, Oregon.\\n\\n        Officials of Whitman Mission National Historic Site have determined that, pursuant to 25 U.S.C. 3001, Sec. 2 (9-10), the human remains listed above represent the physical remains of one individual of Native American ancestry. Officials of Whitman Mission National Historic Site also have determined that, pursuant to 25 U.S.C. 3001, Sec. 2 (3)(A), the 20 objects listed above are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony. Lastly, officials of Whitman Mission National Historic Site have determined that, pursuant to 25 U.S.C. 3001, Sec. 2 (2), there is a relationship of shared group identity that can be reasonably traced between these Native American human remains and the Confederated Tribes of the Umatilla Reservation, Oregon.\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with these human remains and associated funerary objects should contact Superintendent Francis T. Darby, Whitman Mission National Historic Site, 328 Whitman Mission Road, Walla Walla, Washington 99362-9699, telephone (509) 522-6360, before December 9, 2002.  Repatriation of these human remains and associated funerary objects to the Confederated Tribes of the Umatilla Reservation, Oregon may begin after that date if no additional claimants come forward.\\n        Whitman Mission National Historic Site is responsible for notifying the Confederated Tribes of the Umatilla Reservation, Oregon that this notice has been published.\\n        \\n          Dated: October 7, 2002.\\n          Paula Molloy,\\n          Acting Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. 02-28521 Filed 11-7-02; 8:45 am]\\n      BILLING CODE 4310-70-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Inventory Completion: U.S. Department of the Interior, National Park Service, Whitman Mission National Historic Site, Walla Walla, WA", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: October 7, 2002.", "signature_name": "Paula Molloy,", "signature_title": "Acting Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. 02-28521 Filed 11-7-02; 8:45 am]", "billing_code": "BILLING CODE 4310-70-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}