{"index": "I_1968", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Inventory Completion for Native American Human Remains and  Associated Funerary Objects in the Possession of the State University of West Georgia, Carrollton, GA, and in the Control of the Georgia Department of Transportation, Atlanta, GA\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is hereby given in accordance with provisions of the Native American Graves Protection and Repatriation Act (NAGPRA), 43 CFR 10.9, of the completion of an inventory of human remains and associated funerary objects in the possession of the State University of West Georgia, Carrollton, GA, and in the control of the Georgia Department of Transportation, Atlanta, GA.\\n        This notice is published as part of the National Park Service\\xe2\\x80\\x99s administrative responsibilities under NAGPRA, 43 CFR 10.2 (c).  The determinations within this notice are the sole responsibility of the museum, institution, or Federal agency that has control of these Native American human remains and associated funerary objects.  The National Park Service is not responsible for the determinations within this notice.\\n        A detailed assessment of the human remains was made by Georgia Department of Transportation in consultation with representatives of the Alabama-Quassarte Tribal Town, Oklahoma; Catawba Indian Nation (also known as Catawba Tribe of South Carolina); Cherokee Nation, Oklahoma; Chickasaw Nation, Oklahoma; Eastern Band of Cherokee Indians of North Carolina; Absentee-Shawnee Tribe of Oklahoma; Kialegee Tribal Town, Oklahoma; Muscogee (Creek) Nation, Oklahoma; Poarch Band of Creek Indians of Alabama; Thlopthlocco Tribal Town, Oklahoma; and United Keetoowah Band of Cherokee Indians of Oklahoma.\\n        In 1988, human remains representing one individual were excavated from the Rae\\'s Creek site (9Ri327), Richmond County, GA, by Dr. Morgan R. Crook, Jr., of Georgia State University, Atlanta, GA.  The work was conducted as part of a highway construction project under Georgia Department of Transportation/Federal Highway Administration contract M-750 (4).  The remains are curated at the Antonio J. Waring,, Jr., Archaeology Laboratory, State University of West Georgia, Carrollton, GA.  No known individual was identified.  The six associated funerary objects are two columella shell ear pins, two faceted glass beads, one partial shell-tempered plain globular jar with flaring rim, and one chert biface.\\n        The Rae\\'s Creek site is located near the confluence of Rae\\'s Creek and the Savannah River.  The human remains and associated funerary objects date to the 1600s through the early 1700s based on artifacts recovered from the site. The ceramic vessel (a globular, flaring rim, shell-tempered vessel) form is consistent with late Mouse Creek and/or Dallas phase occupations (A.D. 1450-1625) in eastern Tennessee, while the faceted glass beads indicate an early 1700s date. These artifacts suggest a Creek Indian affiliation. Consultation evidence presented by representatives of the Creek tribal governments indicates this area was within the traditional occupation territory of the Creeks during this time period.\\n        Based on the above-mentioned information, officials of the Georgia Department of Transportation have determined that, pursuant to 43 CFR 10.2 (d)(1), the human remains listed above represent the physical remains of one individual of Native American ancestry.  Officials of the Georgia Department of Transportation also have determined that, pursuant to 43 CFR 10.2 (d)(2), the six objects listed above are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony.  Lastly, officials of the Georgia Department of Transportation also have determined that, pursuant to 43 CFR 10.2 (e), there is a relationship of shared group identity that can be reasonably traced between these Native American human remains and associated funerary objects and the Alabama-Quassarte Tribal Town, Oklahoma; Kialegee Tribal Town, Oklahoma; Muscogee (Creek) Nation, Oklahoma; Poarch Band of Creek Indians of Alabama; and Thlopthlocco Tribal Town, Oklahoma.\\n        This notice has been sent to officials of the Alabama-Coushatta Tribes of Texas; Alabama-Quassarte Tribal Town, Oklahoma; Catawba Indian Nation (also known as Catawba Tribe of South Carolina); Cherokee Nation, Oklahoma; Chickasaw Nation, Oklahoma; Eastern Band of Cherokee Indians of North Carolina; Coushatta Tribe of Louisiana;  Absentee-Shawnee Tribe of Oklahoma; Kialegee Tribal Town, Oklahoma; Muscogee (Creek) Nation, Oklahoma; Miccosukee Tribe of Indians of Florida; Poarch Band of Creek Indians of Alabama; Seminole Nation of Florida; Seminole Nation of Oklahoma; Thlopthlocco Tribal Town, Oklahoma; and United Keetoowah Band of Cherokee Indians of Oklahoma.  Representatives of any other Indian tribe that believes itself to be culturally affiliated with these human remains and associated funerary objects should contact Eric Anthony Duff, NAGPRA Coordinator, Georgia Department of Transportation, Office of Environment/Location, 3993 Aviation Circle, Atlanta, GA 30336-1593, e-mail eric.duff@dot.state.ga.us, telephone (404) 699-4437, facsimile (404) 699-4440, before February 11, 2002. Repatriation of the human remains and associated funerary objects to the Alabama-Quassarte Tribal Town, Oklahoma; Kialegee Tribal Town, Oklahoma; Muscogee (Creek) Nation, Oklahoma; Poarch Band of Creek Indians of Alabama; and Thlopthlocco Tribal Town, Oklahoma may begin after that date if no additional claimants come forward.\\n        \\n          Dated: December 13, 2001.\\n          Robert Stearns,\\n          Program Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. 02-734 Filed 1-10-02; 8:45 am]\\n      BILLING CODE 4310-70-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Inventory Completion for Native American Human Remains and  Associated Funerary Objects in the Possession of the State University of West Georgia, Carrollton, GA, and in the Control of the Georgia Department of Transportation, Atlanta, GA", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: December 13, 2001.", "signature_name": "Robert Stearns,", "signature_title": "Program Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. 02-734 Filed 1-10-02; 8:45 am]", "billing_code": "BILLING CODE 4310-70-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}