{"index": "I_1998", "messy_full": "\\n      \\n        \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Inventory Completion for Native American Human Remains and  Associated Funerary Objects in the Possession of the U.S. Department of Defense, Department of the Army, Fort Stewart, GA\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is hereby given in accordance with provisions of the Native American Graves Protection and Repatriation Act (NAGPRA), 43 CFR 10.9, of the completion of an inventory of human remains and associated funerary objects in the possession of the U.S. Department of Defense, Department of the Army, Fort Stewart, GA.\\n        This notice is published as part of the National Park Service\\xe2\\x80\\x99s administrative responsibilities under NAGPRA, 43 CFR 10.2 (c).  The determinations within this notice are the sole responsibility of the museum, institution, or Federal agency that has control of these Native American human remains and associated funerary objects.  The National Park Service is not responsible for the determinations within this notice.\\n        A detailed assessment of the human remains was made by Fort Stewart; United States Army Corps of Engineers, St. Louis District professional staff; and staff from Bregman and Company, Bethesda, MD, in consultation with representatives of the Alabama-Quassarte Tribal Town, Oklahoma; Kialegee Tribal Town, Oklahoma; Miccosukee Tribe of Indians of Florida; Muscogee (Creek) Nation, Oklahoma; Poarch Band of Creek Indians of Alabama; Seminole Nation of Oklahoma; Seminole Tribe of Florida, Dania, Big Cypress, Brighton, Hollywood & Tampa Reservations; and Thlopthlocco Tribal Town, Oklahoma.\\n        In 1980-81, human remains representing one individual were recovered from the backdirt of a looter\\xe2\\x80\\x99s trench at the Lewis Mound and Village site (9BN39), Bryan County, GA, by archeologists of Professional Analysts, Inc., who were conducting a survey.  The site is on the lands of the Fort Stewart military reservation.  No known individual was identified.  The one associated funerary object is a plain, sand-tempered pottery sherd.\\n        The remains and object were found near a trench which had partially exposed a cremation burial in the Lewis Mound.  The trench was probably dug in 1979-80, and was filled in at the time of its discovery.  Only the remains and the sherd found in the backdirt were collected.  The Lewis Mound is believed to be associated with the Savannah phase (A.D. 1150-1325) of the Middle Mississippian period occupation of the Lewis Mound and Village site.  Although the Lewis Mound cannot be unequivocally associated with the Savannah phase occupation at this multicomponent site, the intensity of settlement at the site during this time and comparison with other Savannah phase mounds in the region indicate a likely relationship.\\n        Both the Savannah and Irene (Late Mississippian) phases are found at Fort Stewart.  Initial research suggests that at the time of European contact, the Guale occupied an area in the close vicinity of what is now Fort Stewart.  Guale material culture is thought to be a direct development from the precontact, Late Mississippian Irene phase (A.D. 1325-1530).\\n        During the late 16th and 17th centuries, the Guale were moved to Spanish missions in Florida and southern Georgia, where they merged with the Yamasee.  Throughout the late 17th and early 18th centuries, the Yamasee moved back and forth between the English in South Carolina and the Spanish at St. Augustine, FL, through the area that is now Fort Stewart.  The Yamasee War of 1715 resulted in the fragmentation of the Yamasee with some members\\xe2\\x80\\x99 joining the Creek while others went to Florida or were shipped as slaves to Mexico and Cuba.\\n        The Seminoles are believed to be descendants of the Upper and Lower Creek who migrated to Florida in the 1700s to escape European domination.  Research indicates that Guale/Yamasee political and cultural identity has been absorbed by the Creeks and Seminoles, and has not been maintained as distinct into contemporary times.\\n        Based on the above-mentioned information, officials of Fort Stewart have determined that, pursuant to 43 CFR 10.2 (d)(1), the human remains listed above represent the physical remains of one individual of Native American ancestry. Officials of Fort Stewart also have determined that, pursuant to 43 CFR 10.2 (d)(2), the one object listed above is reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony.  Lastly, officials of Fort Stewart have determined that, pursuant to 43 CFR 10.2 (e), there is a relationship of shared group identity that can be reasonably traced between these Native American human remains and associated funerary object and the Alabama-Quassarte Tribal Town, Oklahoma; Kialegee Tribal Town, Oklahoma; Miccosukee Tribe of Indians of Florida; Muscogee (Creek) Nation, Oklahoma; Poarch Band of Creek Indians of Alabama; Seminole Nation of Oklahoma; Seminole Tribe of Florida, Dania, Big Cypress, Brighton, Hollywood & Tampa Reservations; and Thlopthlocco Tribal Town, Oklahoma.\\n        This notice has been sent to officials of the Alabama-Quassarte Tribal Town, Oklahoma; Kialegee Tribal Town, Oklahoma; Miccosukee Tribe of Indians of Florida; Muscogee (Creek) Nation, Oklahoma; Poarch Band of Creek Indians of Alabama; Seminole Nation of Oklahoma; Seminole Tribe of Florida, Dania, Big Cypress, Brighton, Hollywood & Tampa Reservations; and Thlopthlocco Tribal Town, Oklahoma.  Representatives of any other Indian tribe that believes itself to be culturally affiliated with these human remains and associated funerary object should contact Ms. Jennifer Grover, Consulting Archeologist, Bregman and Company, Inc., Directorate of Public Works, Environmental Branch, 1557 Frank Cochran Drive, Fort Stewart, GA 31314-4926, telephone (912) 767-3359, before November 8, 2001. Repatriation of the human remains and associated funerary object to the Alabama-Quassarte Tribal Town, Oklahoma; Kialegee Tribal Town, Oklahoma; Miccosukee Tribe of Indians of Florida; Muscogee (Creek) Nation, Oklahoma; Poarch Band of Creek Indians of Alabama; Seminole Nation of Oklahoma; Seminole Tribe of Florida, Dania, Big Cypress, Brighton, Hollywood & Tampa Reservations; and Thlopthlocco Tribal Town, Oklahoma may begin after that date if no additional claimants come forward.\\n        \\n          Dated: July 25, 2001.\\n          John Robbins,\\n          Assistant Director, Cultural Resources Stewardship and Partnerships.\\n        \\n      \\n      [FR Doc. 01-25151  Filed 10-5-01; 8:45am]\\n      BILLING CODE 4310-70-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Inventory Completion for Native American Human Remains and  Associated Funerary Objects in the Possession of the U.S. Department of Defense, Department of the Army, Fort Stewart, GA", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: July 25, 2001.", "signature_name": "John Robbins,", "signature_title": "Assistant Director, Cultural Resources Stewardship and Partnerships.", "fr_doc": "[FR Doc. 01-25151  Filed 10-5-01; 8:45am]", "billing_code": "BILLING CODE 4310-70-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}