{"index": "I_1914", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Inventory Completion for Native American Human Remains and Associated Funerary Objects in the Possession of the University of Nebraska State Museum, University of Nebraska-Lincoln, Lincoln, NE\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is hereby given in accordance with provisions of the Native American Graves Protection and Repatriation Act (NAGPRA), 43 CFR 10.9, of the completion of an inventory of human remains and associated funerary objects in the possession of University of Nebraska State Museum, University of Nebraska-Lincoln, Lincoln, NE.\\n        This notice is published as part of the National Park Service\\xe2\\x80\\x99s administrative responsibilities under NAGPRA, 43 CFR 10.2 (c). The determinations within this notice are the sole responsibility of the museum, institution, or Federal agency that has control of these Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations within this notice.\\n        This notice replaces, in part, information that was reported in a Notice of Inventory Completion published March 26, 1999 (Federal Register, volume 64, number 58, pages 14754-14757) to reflect the resolution of a conflicting claim.\\n        \\n        A detailed assessment of the human remains was made by University of Nebraska professional staff in consultation with representatives of the Pawnee Nation of Oklahoma and the Ponca Tribe of Indians of Oklahoma.\\n         In 1959, human remains representing five individuals were recovered from site 25BD1 overlooking Ponca Creek, Boyd County, NE, during excavations conducted under the direction of T. Witty. No known individuals were identified. No associated funerary objects are present. These individuals have been identified as Native American. Based on ceramic and stone tool assemblages, site 25BD1 has been identified as an Initial Coalescent occupation dated to circa A.D. 1400 and is believed to be associated with the Central Plains Tradition.\\n        In 1934, human remains representing three individuals were excavated from Wiseman Village (25CD3) on the south bank of the Missouri River, Cedar County, NE, under the direction of E.H. Bell of the University of Nebraska. No known individuals were identified. No associated funerary objects are present. These individuals have been identified as Native American. Based on ceramics and stone tool assemblages, the Wiseman Village site has been identified as probable St. Helena Phase occupation. The St. Helena Phase is a component of the Central Plains Tradition.\\n        In 1934, human remains representing 137 individuals were recovered from Wiseman Mounds site (25CD4) in Cedar County, NE, under the direction of E.H. Bell of the University of Nebraska. No known individuals were identified. The 58 associated funerary objects consist of 1 pot, 1 stone knife, 1 stone pipe, 1 shell needle, 43 disc beads, 5 cylindrical beads, and 6 worked and unworked shells. These individuals have been identified as Native American. Based on probable association with the Wiseman Village site, the Wiseman Mounds site has been identified as having a Central Plains Tradition component.\\n        In 1941, human remains representing 200 individuals were recovered from Wynot Ossuary (25CD7), Cedar County, NE, during excavations conducted by R.B. Cuming for the Nebraska State Archeological Survey. No known individuals were identified. The four associated funerary objects are shell beads. These individuals have been identified as Native American. Based on ceramics and stone tool assemblages present in the fill, the Wynot Ossuary has been identified as being used during the St. Helena Phase (A.D. 1425-1500) of the Central Plains Tradition.\\n        In 1978, human remains representing one individual were recovered from site 25CD13, Cedar County, NE, by J. Ludwickson of the University of Nebraska Department of Anthropology. No known individual was identified. No associated funerary objects are present. This individual has been identified as Native American. Based on artifacts collected from the site, site 25CD13 has been identified as a Central Plains Tradition occupation.\\n        In 1939, human remains representing two individuals were recovered from the Bobier site (25DK1A), Dakota County, NE, during University of Nebraska/W.P.A. excavations conducted by S. Bartos, Jr., under the supervision of H. Angelino. No known individuals were identified. No associated funerary objects are present.\\n        In 1939, human remains representing one individual were recovered from another part of the Bobier site (25DK1B), Dakota County, NE, during excavations conducted by S. Bartos, Jr. No known individual was identified. No associated funerary objects are present. These individuals have been identified as Native American. Based on material culture of the sites, the Bobier sites have been identified as a Nebraska Phase (A.D. 1050-1425) of the Central Plains Tradition.\\n        In 1940, human remains representing 130 individuals were recovered from the Murphy Ossuary (25DK9), Dakota County, NE, during excavations conducted by J. Champe. No known individuals were identified. The eight associated funerary objects consist of one bone needle and seven shell disc beads. These individuals have been identified as Native American. Based on ceramics, stone tools, and burial pattern, the Murphy Ossuary has been identified as a St. Helena Phase (A.D. 1425-1500) occupation of the Central Plains Tradition.\\n        In 1941, human remains representing 16 individuals were recovered from an ossuary at the Hancock site (25DK14), Dakota County, NE, during excavations conducted by S. Bartos, Jr. No known individuals were identified. No associated funerary objects are present. These individuals have been identified as Native American. Based on ceramic and stone tool assemblage, the Hancock site has been identified as a St. Helena Phase (A.D. 1425-1500) occupation of the Central Plains Tradition.\\n        In 1938 and 1939, human remains representing one individual were recovered from Cache Pit B of the Redbird site (25HT3), Holt County, NE, during legally authorized excavations conducted by E. Bell for the W.P.A. Work Project  4841. No known individual was identified.  No associated funerary objects are present. This individual has been identified as Native American. Based on material culture and geographical location, the Redbird site has been identified as an Extended Coalescent Tradition site. Based on ceramic evidence and development, the Extended Coalescent Tradition has been identified as ancestral to the present-day Pawnee.\\n        During 1936-1938, human remains representing 15 individuals were recovered from the Ponca Fort site (25KX1), Knox County, NE, during excavations conducted by the Nebraska State Archeological Survey under the direction of Perry Newell and S. Wimberly as part of WPA Official Project 165-81-8095, Work Project  3140. No known individuals were identified. No associated funerary objects are present. These individuals have been identified as Native American. Based on ceramics and stone tool assemblages, this portion of the Ponca Fort site has been identified as a Central Plains Tradition (A.D. 950-1250) occupation.\\n        During 1936-1937, human remains representing one individual were recovered from the Minoric 1 site 25KX2, Knox County, NE, during excavations conducted by the Nebraska State Archeological Survey under the direction of H. Angelino as part of WPA Official Project  165-81-8095, Work Project  3140. The site is part of a village (25KX9) and is located 500 yards west of 25KX1.  No known individuals were identified. No associated funerary objects are present. This individual has been identified as Native American. This site has been classified as Proto-historic/historic: Redbird focus village complex.  Redbird is associated with the prehistoric (Extended Coalescent) period. There is also a historic Ponca component at 25KX9 (Holen 1995).\\n        In 1961, human remains representing five individuals were recovered from site 25KX20, a small area of land extending into Lewis and Clark Lake near Crofton, Knox County, NE, during a survey conducted by P. Holder and R. Krause for the University of Nebraska Department of Anthropology. No known individuals were identified. No associated funerary objects are present. These individuals have been identified as Native American. Based on ceramics and stone tools, site 25KX20 has been identified as a Central Plains Tradition occupation dating to (A.D. 1050-1500).\\n\\n        In 1913, human remains representing three individuals were recovered from a small house ruin (25SY0/7-12-13) on a ridge near Mill Hollow in Sarpy County, NE, by R.F. Gilder. No known individuals were identified. No associated funerary objects are present. These individuals have been identified as Native American. Based on material culture, site 25SY0 has been identified as a Nebraska phase (A.D. 1050-1425) occupation of the Central Plains Tradition.\\n        In 1914, human remains representing nine individuals were recovered from the Childs Point site (25SY0) overlooking the Missouri River in Sarpy County, NE, under the direction of R.F. Gilder and were accessioned into the University of Nebraska State Museum. No known individuals were identified. No associated funerary objects are present. These individuals have been identified as Native American. Based on material culture, the Childs Point site has been identified as a Nebraska phase (A.D. 1050-1425) occupation of the Central Plains Tradition.\\n        During 1908-1917, human remains representing 49 individuals were removed from the Wallace Mound site (25SY67) in Sarpy County, NE, under the direction of R.F. Gilder and accessioned into the University of Nebraska State Museum. No known individuals were identified. No associated funerary objects are present.\\n        In 1913, human remains representing six individuals were removed from the Swoboda site (25SY67/31-8-14), part of the Wallace Mounds site, Sarpy County, NE, and were secured by Miss Edith Dennett who donated these remains to the University of Nebraska State Museum in 1914. No known individuals were identified. No associated funerary objects are present. These individuals have been identified as Native American. Based on the association with the Child\\xe2\\x80\\x99s Point site, the Wallace Mound site has been identified as a Nebraska phase (A.D. 1050-1425) occupation of the Central Plains Tradition.\\n        Based on continuities of ceramic decoration, stone tool form and function, architecture, chronology, mortuary custom, subsistence pattern, settlement pattern, and geographic location, the Central Plains Tradition is recognized by many anthropologists as ancestral to the present-day Pawnee and Arikara. Pawnee and Arikara oral traditions also indicate cultural affiliation between the earlier Central Plains Tradition and these present-day tribes.\\n        Based on geographic area, oral traditions, and scholarly research, the Pawnee Nation of Oklahoma and the Ponca Tribe of Indians of Oklahoma report that the homelands of their peoples once encompassed an area that includes Cedar, Dakota, Holt, Knox, and other counties in north-central and northeastern Nebraska, where their ancestors lived, died and were buried. They state that geographic area, oral traditions, and scholarly research confirm a relationship of shared group identity between the individuals and funerary objects listed above and the Pawnee Nation of Oklahoma and the Ponca Tribe of Indians of Oklahoma.\\n        Based on the above-mentioned information, officials of the University of Nebraska have determined that, pursuant to 43 CFR 10.2 (d)(1), the human remains listed above represent the physical remains of 584 individuals of Native American ancestry. Officials of the University of Nebraska also have determined that, pursuant to 43 CFR 10.2 (d)(2), the 70 objects listed above are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony. Lastly, officials of the University of Nebraska have determined that, pursuant to 43 CFR 10.2 (e), there is a relationship of shared group identity that can be reasonably traced between these Native American human remains and associated funerary objects and the Pawnee Nation of Oklahoma and the Ponca Tribe of Indians of Oklahoma.\\n         This notice has been sent to officials of the Pawnee Nation of Oklahoma; Ponca Tribe of Nebraska; Ponca Tribe of Indians of Oklahoma; Three Affiliated Tribes of the Fort Berthold Reservation, North Dakota; and Wichita and Affiliated Tribes (Wichita, Keechi, Waco & Tawakonie), Oklahoma. Representatives of any other Indian tribe that believes itself to be culturally affiliated with these human remains and associated funerary objects should contact Dr. Priscilla Grew, Department of Geosciences, 301 Bessey Hall, University of Nebraska, Lincoln, NE 68588-0340, telephone (402) 472-7854, before October 15, 2002. Repatriation of the human remains and associated funerary objects to the Pawnee Nation of Oklahoma and the Ponca Tribe of Indians of Oklahoma may begin after that date if no additional claimants come forward.\\n        \\n          Dated: July 19, 2002.\\n          C. Timothy McKeown,\\n          Acting Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. 02-23137 Filed 9-11-02; 8:45 am]\\n      BILLING CODE 4310-70-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Inventory Completion for Native American Human Remains and Associated Funerary Objects in the Possession of the University of Nebraska State Museum, University of Nebraska-Lincoln, Lincoln, NE", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: July 19, 2002.", "signature_name": "C. Timothy McKeown,", "signature_title": "Acting Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. 02-23137 Filed 9-11-02; 8:45 am]", "billing_code": "BILLING CODE 4310-70-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}