{"index": "I_1955", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR \\n        National Park Service\\n        CORRECTION\\xe2\\x80\\x94Notice of Inventory Completion for Native American Human Remains in the Control of the Arizona State Office, Bureau of Land Management, Phoenix, AZ\\n        \\n          AGENCY:\\n          National Park Service, Interior. \\n        \\n        \\n          ACTION:\\n          Notice. \\n        \\n        Notice is hereby given in accordance with provisions of the Native American Graves Protection and Repatriation Act (NAGPRA), 43 CFR 10.9, of the completion of an inventory of human remains and associated funerary objects in the control of the Arizona State Office, Bureau of Land Management, Phoenix, AZ.\\n        This notice is published as part of the National Park Service\\xe2\\x80\\x99s administrative responsibilities under NAGPRA, 43 CFR 10.2 (c).  The determinations within this notice are the sole responsibility of the museum, institution, or Federal agency that has control of these Native American human remains and associated funerary objects.  The National Park Service is not responsible for the determinations within this notice.\\n        \\n          This notice corrects the list of culturally affiliated groups cited in the Notice of Inventory Completion published July 21, 2000.  The list of culturally affiliated groups for four of the sites listed in the original notice is corrected by adding the following group: Hopi Tribe of Arizona. These four sites are AZ T:13:9(ASM), AZ EE:1:154(ASM), AZ EE:1:155(ASM), and AZ EE:1:9:107(ASM).\\n        \\n        \\n          Paragraphs 21 and 22 of the July 21, 2000, notice are corrected by substituting the following paragraphs:\\n        \\n\\n        Continuities of ethnographic materials, technology, and architecture indicate affiliation of sites AZ T:13:9(ASM), AZ EE:1:154(ASM) and AZ EE:1:155(ASM) with present-day Piman and O\\xe2\\x80\\x99odham cultures, and the Hopi Tribe of Arizona. Oral traditions presented by representatives of the Ak-Chin Indian Community of the Maricopa (Ak-Chin) Indian Reservation, Arizona; the Gila River Indian Community of the Gila River Indian Reservation, Arizona; Hopi Tribe of Arizona; the Salt River Pima-Maricopa Indian Community of the Salt River Reservation, Arizona; the Tohono O\\xe2\\x80\\x99odham Nation of Arizona support affiliation with Hohokam sites in southern Arizona.\\n\\n        Based on the above-mentioned information, officials of the Bureau of Land Management have determined that, pursuant to 43 CFR 10.2(d)(1), the human remains listed above represent the physical remains of eight individuals of Native American ancestry.  Officials of the Bureau of Land Management have also determined that, pursuant to 43 CFR 10.2 (d)(2), the 32 objects listed above are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony.  Lastly, officials of the Bureau of Land Management have determined that, pursuant to 43 CFR 10.2 (e), there is a relationship of shared group identity that can be reasonably traced between these Native American human remains and associated funerary objects and the Ak-Chin Indian Community of the Maricopa (Ak-Chin) Indian Reservation, Arizona; the Gila River Indian Community of the Gila River Indian Reservation, Arizona; Hopi Tribe of Arizona; the Salt River Pima-Maricopa Indian Community of the Salt River Reservation, Arizona; and the Tohono O\\xe2\\x80\\x99odham Nation of Arizona.\\n        \\n          Paragraphs 29, 30, 31, 32, 33 and 34 of the July 21, 2000, notice are corrected by substituting the following eight paragraphs for this section of the published notice.  For clarity, paragraphs 29, 30 and 31, 32 are republished unchanged, although their positions in the notice are altered.  The cultural affiliation for site AZ EE:4:9 (BLM) has not changed.\\n        \\n        In 1987, human remains representing three individuals were recovered during legally authorized salvage excavations of site AZ EE:9:107(ASM) in Nogales, AZ.  No known individuals were identified.  No associated funerary object are present. \\n        Based on ceramics and architecture, site AZ EE:9:107(ASM) was identified as a Hohokam village dating to A.D. 700-1200.\\n\\n        Continuities of ethnographic materials, technology, and architecture indicate affiliation of site AZ EE:9:107(ASM) with present-day Piman and O\\xe2\\x80\\x99odham cultures and the Hopi Tribe of Arizona.  Oral traditions presented by representatives of the Ak-Chin Indian Community of the Maricopa (Ak-Chin) Indian Reservation, Arizona; the Gila River Indian Community of the Gila River Indian Reservation, Arizona; the Hopi Tribe of Arizona;  the Salt River Pima-Maricopa Indian Community of the Salt River Reservation, Arizona; and the Tohono O\\xe2\\x80\\x99odham Nation of Arizona support affiliation with Hohokam sites in southern Arizona. \\n\\n        Based on the above-mentioned information, officials of the Bureau of Land Management have determined that, pursuant to 43 CFR 10.2(d)(1), the human remains listed above represent the physical remains of three individuals of Native American ancestry.  Officials of the Bureau of Land Management also have determined that, pursuant to 43 CFR 10.2 (e), there is a relationship of shared group identity that can be reasonably traced between these Native American human remains and the Ak-Chin Indian Community of the Maricopa (Ak-Chin) Indian Reservation, Arizona; the Gila River Indian Community of the Gila River Indian Reservation, Arizona; the Hopi Tribe of Arizona; the Salt River Pima-Maricopa Indian Community of the Salt River Reservation, Arizona; and the Tohono O\\xe2\\x80\\x99odham Nation of Arizona. \\n        In 1988, human remains representing two individuals were recovered during legally authorized salvage excavations of site AZ EE:4:9(BLM) along the San Pedro River near Fairbank, AZ.  No known individuals were identified.  No associated funerary objects are present. \\n        Based on artifacts and site organization, site AZ EE:4:9(BLM) was identified as Sobaipuri.\\n        Continuities of ethnographic materials, technology, and architecture indicate affiliation of site AZ EE:4:9(BLM) with present-day Piman and O\\xe2\\x80\\x99odham cultures.  Oral traditions presented by representatives of the Ak-Chin Indian Community of the Maricopa (Ak-Chin) Indian Reservation, Arizona; the Gila River Indian Community of the Gila River Indian Reservation, Arizona; the Salt River Pima-Maricopa Indian Community of the Salt River Reservation, Arizona; and the Tohono O\\xe2\\x80\\x99odham Nation of Arizona support affiliation with Sobaipuri sites in southern Arizona. \\n\\n        Based on the above-mentioned information, officials of the Bureau of Land Management have determined that, pursuant to 43 CFR 10.2(d)(1), the human remains listed above represent the physical remains of two individuals of Native American ancestry.  Officials of the Bureau of Land Management also have determined that, pursuant to 43 CFR 10.2 (e), there is a relationship of shared group identity that can be reasonably traced between these Native American human remains and the Ak-Chin Indian Community of the Maricopa (Ak-Chin) Indian Reservation, Arizona; the Gila River Indian Community of the Gila River Indian Reservation, Arizona; the Salt River Pima-Maricopa Indian Community of the Salt River Reservation, Arizona; and the Tohono O\\xe2\\x80\\x99odham Nation of Arizona. \\n        This notice has been sent to officials of the Hopi Tribe of Arizona; the Zuni Tribe of the Zuni Reservation, New Mexico; the Navajo Nation, Arizona, New Mexico and Utah; the Yavapai-Prescott Tribe of the Yavapai Reservation, Arizona; the Kaibab Band of Paiute Indians of the Kaibab Indian Reservation, Arizona; the Ak-Chin Indian Community of the Maricopa (Ak-Chin) Indian Reservation, Arizona; the Gila River Indian Community of the Gila River Indian Reservation, Arizona; the Salt River Pima-Maricopa Indian Community of the Salt River Reservation, Arizona; the Tohono O\\xe2\\x80\\x99odham Nation of Arizona; the Fort Mohave Indian Tribe of Arizona, California and Nevada; and the Colorado River Indian Tribes of the Colorado River Indian Reservation, Arizona and California.  Representatives of any other Indian tribe that believes itself to be culturally affiliated with these human remains and associated funerary objects should contact Gary Stumpf, Bureau of Land Management, Arizona State Office, 222 N. Central Avenue, Phoenix, AZ 85004, telephone (602) 417-9509, before April 24, 2002.  Repatriation of the human remains and associated funerary objects to the respective culturally affiliated Indian tribes may begin after that date if no additional claimants come forward.\\n        \\n          Dated:  February 8, 2002.\\n          Robert Stearns,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. 02-7011 Filed 3-22-02; 8:45 am]\\n      BILLING CODE 4310-70-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR ", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "CORRECTION\\xe2\\x80\\x94Notice of Inventory Completion for Native American Human Remains in the Control of the Arizona State Office, Bureau of Land Management, Phoenix, AZ", "agency2": "National Park Service, Interior. ", "action": "Notice. ", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated:  February 8, 2002.", "signature_name": "Robert Stearns,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. 02-7011 Filed 3-22-02; 8:45 am]", "billing_code": "BILLING CODE 4310-70-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}