{"index": "I_1930", "messy_full": "\\n      \\n        \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Inventory Completion for Native American Human Remains and Associated Funerary Objects in the Possession of the Colorado Historical Society, Denver, CO\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is hereby given in accordance with provisions of the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003 (d) and 43 CFR 10.9, of the completion of an inventory of human remains and associated funerary objects in the possession of the Colorado Historical Society, Denver, CO.\\n        This notice is published as part of the National Park Service\\xe2\\x80\\x99s administrative responsibilities under NAGPRA, 43 CFR 10.2 (c). The determinations within this notice are the sole responsibility of the museum, institution, or Federal agency that has control of these Native American human remains. The National Park Service is not responsible for the determinations within this notice.\\n        A detailed assessment of the human remains and associated funerary objects was made by Colorado Historical Society professional staff in consultation with representatives of the Southern Ute Indian Tribe of the Southern Ute Reservation, Colorado; Ute Indian Tribe of the Uintah & Ouray Reservation, Utah; and Ute Mountain Tribe of the Ute Mountain Reservation, Colorado, New Mexico & Utah.\\n        On June 8-9, 1995, the remains of four individuals were removed from site 5FN1210, also known as the Coaldale-Fox burial or Office of Archaeology and Historic Preservation (OAHP) Burial Number 106. Site 5FN1210 is located on private land near Coaldale in Fremont County, CO. Three of the human remains were originally discovered in disturbed fill dirt during the construction of a reservoir. The Fremont County Sheriff\\'s department sent these three human remains to Dr. Michael Hoffman of Colorado College, who confirmed them to be Native American. OAHP staff subsequently excavated site 5FN1210 under a State of Colorado archaeological permit and recovered the remains of a fourth individual from a burial pit. Dr. Jim Wanner of the University of Northern Colorado confirmed that all four individuals were Native American. No known individuals were identified. The 12 associated funerary objects are 3 bone beads, 1 bone awl, 2 incised tubular bone beads, 3 pieces of animal bone, 1 rabbit bone treated with ocher, 1 endscraper, and 1 flake.\\n        In November, 1995, the Colorado Historical Society completed an inventory of the human remains and associated funerary objects from 5FN1210 as required by 25 U.S.C. 3003 (b)(1). At that time, officials of the Colorado Historical Society determined that, pursuant to 25 U.S.C. 3001 (9), the above-mentioned human remains represented four individuals of Native American ancestry. Officials of the Colorado Historical Society also determined that, pursuant to 25 U.S.C. 3001 (3), the 12 objects listed above are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony. Finally, officials of the Colorado Historical Society determined that, pursuant to 25 U.S.C. 3001 (2), there was not sufficient evidence to trace a relationship of shared group identity between the human remains and associated funerary objects and any present-day Indian tribe or Native Hawaiian organization. The Colorado Historical Society provided an inventory of these culturally unidentifiable human remains and associated funerary objects to the Departmental Consulting Archeologist as required under 43 CFR 10.9 (e)(6).\\n        Through ongoing consultations with Native American tribes, along with research conducted by the Colorado Historical Society, additional evidence regarding cultural affiliation of these human remains and associated funerary objects was identified. Based on stratigraphic and artifactual evidence, the remains and associated funerary objects of these four individuals are estimated to date approximately from 2,000 to 500 years before present. The preponderance of the evidence, including archeology, ethnohistory, history, geography, and oral traditions, indicates that a relationship of shared group identity can be reasonably traced between these human remains and associated funerary objects and the Southern Ute Indian Tribe of the Southern Ute Reservation, Colorado. More specifically, in his 1996 concluding report on the site, Kevin Black reported contextual association of charcoal with the remains in the partially undisturbed burial pit. According to Southern Ute traditional historian Alden Naranjo, fires often accompanied Ute burial ceremonies. Mr. Naranjo notes that Ute mortuary practices were diverse and depended on seasonal, topographical, and environmental factors.  Archeological evidence indicates that these persons were interred in a manner consistent with known Ute mortuary practices.  Importantly, the discovery site lies within the well-documented residential use areas of the Capote and Moache Ute bands.  After the Ute agreement of 1880, the Capote and Moache bands were removed to southern Colorado and came to comprise, along with other Ute bands, what is now known as the Southern Ute Indian Tribe of the Southern Ute Reservation, Colorado.\\n        Based on the above-mentioned information, officials of the Colorado Historical Society have determined that, pursuant to 43 CFR 10.2 (d)(1), the human remains listed above represent the physical remains of four individuals of Native American ancestry.  Officials of the Colorado Historical Society also have determined that, pursuant to 43 CFR 10.2 (d)(2), the 12 funerary objects listed above are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony.  Lastly, pursuant to 43 CFR 10.2 (e), and in accordance with 25 U.S.C. 3005 (a)(4), officials of the Colorado Historical Society have determined that there is a relationship of shared group identity that can be reasonably traced between these Native American human remains and the Southern Ute Indian Tribe of the Southern Ute Reservation, Colorado.\\n\\n        This notice has been sent to officials of the Apache Tribe of Oklahoma; Arapahoe Tribe of the Wind River Reservation, Wyoming; Cheyenne-Arapaho Tribes of Oklahoma; Cheyenne River Sioux Tribe of the Cheyenne River Reservation, South Dakota; Comanche Indian Tribe, Oklahoma; Crow Creek Sioux Tribe of the Crow Creek Reservation, South Dakota; Crow Tribe of Montana; Fort Sill Apache Tribe of Oklahoma; Hopi Tribe of Arizona; Jicarilla Apache Tribe of the Jicarilla Apache Indian Reservation, New Mexico; Kiowa Indian Tribe of Oklahoma; Mescalero Apache Tribe of the Mescalero Reservation, New Mexico; Navajo Nation, Arizona, New Mexico & Utah; Northern Cheyenne Tribe of the Northern Cheyenne Indian Reservation, Montana; Oglala Sioux Tribe of the Pine Ridge Reservation, South Dakota; Pawnee Nation of Oklahoma; Pueblo of Acoma, New Mexico; Pueblo of Cochiti, New Mexico; Pueblo of Isleta, New Mexico; Pueblo of Jemez, New Mexico; Pueblo of Laguna, New Mexico; Pueblo of Nambe, New Mexico; Pueblo of Picuris, New Mexico; Pueblo of Pojoaque, New Mexico; Pueblo of San Felipe, New Mexico; Pueblo of San Ildefonso, New Mexico; Pueblo of San Juan, New Mexico; Pueblo of Sandia, New Mexico; Pueblo of Santa Ana, New Mexico; Pueblo of Santa Clara, New Mexico; Pueblo of Santo Domingo, New Mexico; Pueblo of Taos, New Mexico; Pueblo of Tesuque, New Mexico; Pueblo of Zia, New Mexico; Rosebud Sioux Tribe of the Rosebud Indian Reservation, South Dakota; Shoshone Tribe of the Wind River Reservation, Wyoming; Shoshone-Bannock Tribes of the Fort Hall Reservation of Idaho; Southern Ute Indian Tribe of the Southern Ute Reservation, Colorado; Standing Rock Sioux Tribe of North & South Dakota; Three Affiliated Tribes of the Fort Berthold Reservation, North Dakota; Ute Indian Tribe of the Uintah & Ouray Reservation, Utah; Ute Mountain Tribe of the Ute Mountain Reservation, Colorado, New Mexico & Utah; Wichita and Affiliated Tribes (Wichita, Keechi, Waco & Tawakonie), Oklahoma; and Zuni Tribe of the Zuni Reservation, New Mexico.\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with these human remains should contact Anne W. Bond, Director of Collections and Exhibitions, Colorado Historical Society, 1300 Broadway, Denver, CO 80203-2137, telephone (303) 866-4691, before September 30, 2002. Repatriation of the human remains to the Southern Ute Indian Tribe of the Southern Ute Reservation, Colorado, may begin after that date if no additional claimants come forward.\\n        \\n          Dated: August 1, 2002.\\n          Robert Stearns,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. 02-21999 Filed 8-28-02; 8:45 am]\\n      BILLING CODE 4310-70-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Inventory Completion for Native American Human Remains and Associated Funerary Objects in the Possession of the Colorado Historical Society, Denver, CO", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: August 1, 2002.", "signature_name": "Robert Stearns,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. 02-21999 Filed 8-28-02; 8:45 am]", "billing_code": "BILLING CODE 4310-70-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}