{"index": "I_1949", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Inventory Completion for Native American Human Remains and  Associated Funerary Objects in the Control of the U.S. Department of the Interior, National Park Service, Statue of Liberty National Monument, New York, NY\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is hereby given in accordance with provisions of the Native American Graves Protection and Repatriation Act (NAGPRA), 43 CFR 10.9, of the completion of the inventory of human remains and associated funerary objects presently in the control of the U.S. Department of the Interior, National Park Service, Statue of Liberty National Monument, New York, NY.\\n         This notice is published as part of the National Park Service\\xe2\\x80\\x99s administrative responsibilities under NAGPRA, 43 CFR 10.2 (c). The determinations within this notice are the sole responsibility of the National Park unit that has control or possession of these Native American human remains and associated funerary objects. The Manager, National NAGPRA Program is not responsible for the determinations within this notice.\\n        A detailed inventory and assessment of these human remains has been made by National Park Service curatorial, anthropological, and archeological staff; contracted specialists in physical anthropology; and representatives of the Delaware Nation, Oklahoma and the Delaware Tribe of Indians, Oklahoma.  The National Park Service also consulted with the Stockbridge-Munsee Community of Mohican Indians of Wisconsin and the non-Federally recognized Delaware Nation Grand Council of Oklahoma (consisting of representatives of the Delaware Nation and the Delaware Tribe of Indians of Oklahoma, and the Moravian of the Thames First Nation and the Munsee-Delaware Nation of Canada).\\n        In 1963, human remains representing a minimum of one individual were recovered from Liberty Island (also known as Bedloe\\xe2\\x80\\x99s Island), during the restoration of Fort Wood. The human remains were recovered from strata located four feet below the present ground level. No associated funerary objects are present. The identity of this individual could not be determined.\\n         Between 1985-1987, human remains representing a minimum of four individuals were recovered from Ellis Island during restoration of the main building of the Immigration Station. The human remains were recovered at a depth of 3.5 to 4 feet below the present ground level from both a prehistoric shell stratum and a disturbed area associated with the prehistoric shell midden. It is believed that the disturbance is related to construction of the Main Building that occurred in the 1890s. No items were found that appear to have been intentionally placed with these human remains at the time of death. A sage bundle placed at the site in 1987, and now in the monument\\xe2\\x80\\x99s collections, was intentionally placed near the human remains as part of a death rite or ceremony of a culture. No known individuals were identified.\\n        In 1986, human remains representing a minimum of one individual were recovered from another location on Ellis Island during construction of a water line. The human remains were recovered from a disturbed area believed to have been used as fill during the 20th Century. No associated funerary objects are present. The identity of this individual could not be determined.\\n        The remains of all six individuals were reviewed for indications of Native American ancestry. Characteristics of the remains of two individuals recovered during the renovation of the Immigration Station and one individual recovered during the construction of the water line are indicative of Native American ancestry. Traits indicative of non-Native American ancestry were not noted on any of the remains recovered from Ellis Island; and traits from the Liberty Island remains could not be evaluated in this respect due to the lack of comparative data.\\n        The remains of five individuals appear to have been originally associated with prehistoric shell middens. Remains of the four individuals associated with the Immigration Station were recovered from intact prehistoric shell matrices, and from disturbed oyster shell/sand and clay contexts believed to have been obtained from prehistoric strata underlying the Immigration Station. It is apparent from the contexts and condition of archeological removals that the remains were present while the area was still being used to procure shellfish.\\n        Previous archeological excavations have shown that shell middens were commonly used as burial areas during the Middle Woodland (0 AD to 1000 AD) and Late Woodland (1000 AD to 1600) periods. The presence of pottery in the Ellis Island strata suggests a similar time frame of late Middle Woodland to Late Woodland occupation. A radiocarbon assay of charcoal from the base of the Ellis Island shell midden dates occupation of the lowest level of that site to A.D. 801-949. The human remains recovered from the context of the shell middens on the two islands are believed to have been interred between A.D. 801-1600.\\n\\n        Historical documentation indicates that in A.D. 1600 the area around Statue of Liberty National Monument was occupied by Algonquian-speaking peoples, including the Munsee Delaware peoples. Archeological excavations throughout the mid-Atlantic region reveal a continuity of material culture through time indicative of a relationship of shared group identity between the Munsee Delaware peoples and the Middle Woodland and Late Woodland period populations of the area. Representatives of the Delaware Nation Grand Council have identified the Statue of Liberty National Monument as being within the traditional territory of their constituent tribes.\\n        Based on the above-mentioned information, the superintendent of Statue of Liberty National Monument determined that, pursuant to 43 CFR 10.2 (d)(1), the human remains listed above represent the physical remains of at least six individuals of Native American ancestry. The superintendent of Statue of Liberty National Monument also determined that, pursuant to 43CFR 10.2 (d)(2), the one item listed above is reasonably believed to have been placed with or near individual human remains as part of a death rite or ceremony. Lastly, the superintendent of Statue of Liberty National Monument has determined that, pursuant to 43 CFR 10.2 (e), there is a relationship of shared group identity which can be reasonably traced between these human remains and the associated funerary object and the Delaware Nation, Oklahoma; the Delaware Tribe of Indians, Oklahoma; and the Stockbridge-Munsee Community of Mohican Indians of Wisconsin.\\n        This notice has been sent to officials of the Delaware Tribe of Indians, Oklahoma; the Delaware Nation, Oklahoma; the Stockbridge-Munsee Community of Mohican Indians of Wisconsin; and to officials of the non-Federally recognized Delaware Nation Grand Council of Oklahoma. Representatives of any other Indian tribe that believes itself to be culturally affiliated with these human remains should contact Diane H. Dayson, Superintendent, Statue of Liberty National Monument, Liberty Island, New York, NY 10004; telephone; (212) 363-7772, before June 19, 2002.  Repatriation of the human remains and associated funerary object to the Delaware Tribe of Indians, Oklahoma; Delaware Nation, Oklahoma; and Stockbridge-Munsee Community of Mohican Indians of Wisconsin may begin after that date if no additional claimants come forward.\\n        \\n          Dated: April 16, 2002.\\n          Robert Stearns,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. 02-12559 Filed 5-17-02; 8:45 am]\\n      BILLING CODE 4310-70-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Inventory Completion for Native American Human Remains and  Associated Funerary Objects in the Control of the U.S. Department of the Interior, National Park Service, Statue of Liberty National Monument, New York, NY", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: April 16, 2002.", "signature_name": "Robert Stearns,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. 02-12559 Filed 5-17-02; 8:45 am]", "billing_code": "BILLING CODE 4310-70-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}