{"index": "I_1978", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Inventory Completion for Native American Human Remains and Associated Funerary Objects in the Possession of the Anchorage Museum of History and Art, Anchorage, AK, and in the Control of the U.S. Department of the Interior, Fish and Wildlife Service, Region 7 Alaska Regional Office, Anchorage, AK\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice. \\n        \\n        Notice is hereby given in accordance with provisions of the Native American Graves Protection and Repatriation Act (NAGPRA), 433 CFR 10.9, of the completion of an inventory of human remains and associated funerary objects in the possession of the Anchorage Museum of History and Art, Anchorage, AK, and in the control of the U.S. Department of the Interior, Fish and Wildlife Service, Region 7 Alaska Regional Office, Anchorage, AK.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 43 CFR 10.2(2). The determination within this notice are the sole responsibility of the museum, institution, or Federal agency that has control of these Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations within this notice.\\n        A detailed assessment of the human remains was made by Anchorage Museum of History and Art and Aleutian/Prifilof Islands Association, Inc., professional staff in consultation with representatives of the Native Village of Niolski (IRA) and Chaluka Corporation for the native village of Nikolski, Umnak Island, Alaska.\\n        In 1936 or 1938, human remains representing one individual were collected from a burial cave on Kagamil Island, AK, in what was then the Aleutian Islands Refuge, and is now the Aleutian Islands Unit  of the Alaska Maritime National Wildlife Refuge, by Alan C. May, a member of an authorized Smithsonian Institution expedition to the Aleutian and Commander Islands the direction of Dr. Ales Hrdicka. Expedition members often made personal collections after Dr. Hrdlicka selected items for the Smithsonian collections. In 1983, Mr. May donated the collection to the Anchorage Museum of History and Art. The human remains and associated funerary objects from kagamil Island in the Anchorage Museum of History and Art are associated with a much larger collection of human remains and funerary objects from Kagamil Island saves assembled by Dr. Hrdlicka during the 1936 and 1938 expeditions; this larger collection is in the control of the National Museum of Natural History, Smithsonian Institution, Washington, DC. No known individual was identified. The 126 associated funerary objects are 64 basketry fragments (some include feathers), 2 birdskin garments, I mukluk fragment, 1 bentwood dish, 3 wooden bowls, 2 wooden container fragments, 9 unidentified wood items  (some include cordage, sinew, twine, skin, and hair), 4 stone abraders, 1 miniature yo-yo, 26 rapes, 5 lines, 2 grass bundles, 4 fur/skin strips and fur fragments, 1 set of bird wings, and 1 possible baleen item.\\n        There are no radiocarbon dates for any of the Kagmail Island cave collections. The consensus among anthropologists, however, is that the collections date to the Late Prehistoric period, possibly no earlier than 500-1000 B.P. The Aleut practice of cave burials existed into the Protohistoric period in the Aleutian Islands but was not practiced after circa A.D. 1760, During the Russian and American periods, explorers, priest and others recorded Aleut knowledge about burial cave practices and Aleut beliefs  about burial sites.\\n        The present-day Aleut cultural affiliation with prehistoric populations is evident in the cultural continuity of artifact assemblage content and artifact form throughout the Aleutian region since the earliest occupation 8700 B.P. Biological data indicate is situ development of Palco-Aleuts to Neo-Aleuts after the Aleut-Eskimo Inguistic stock divergence some 9000 years B.P. Glottochronological evidence indicates that the Aleut language diverged from Eskimoid languages between 4000 and 4600 B.P.\\n\\n        In the 1790s, the Aleut villages of the Islands of the Four Mountains, which includes Kagamil Island, and Aleut villages of western Umnak Island were at war. At the end of that conflict, the remaining villagers from the Islands of the Four Mountains were moved by the Russian skipper Sarychev to villages in western Umnak Island, During the 19th century those villages consolidated into one village, which is the present-day Nikolski.\\n        Based on the above-mentioned information, officials of the U.S. Fish and Wildlife Service have determined that, pursuant to 433 CFR 10.2(d)(1), the human remains listed above represent the physical remains of one individual of Native American ancestry. Officials of the U.S. Fish and Wildlife Service also have determined that, pusaunt to 43 CFR 10.2(d)(2), the 126 objects listed above are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony. Lastly, officials of the U.S. Fish and Wildlife Service have determined that, pursuant to 43 CFR 10.2(e), there is a relationship of shared group identify that can be reasonably traced between these Native American human remains and associated funerary objects and the Native Village of Nikolski (IRA) and Chaluka Corporation.\\n        This notice has been sent to officials of the Aleutian/Priblof Islands Association, Inc., Native Village of  Nikolski (IRA), and Chaluka Corporation. Repriation of any other Indian tribe that believes itself to be culturally affiliated with these human remains and associated funerary objects should contact Debra Corbett, U.S. Fish and Wildlife Service, 1011 East Tudor Road, Anchorage, AK 99503, telephone (907) 786-3399, before December 21, 2001. Repatriation of the human remains and associated funerary objects to the Native Village of Nikolski (IRA) and Chaluka Corporation may begin after that date if no additional claimants come forward.\\n        \\n          Dated: October 15, 2001.\\n          John Robbins,\\n          Assistant Director, Cultural Resources Stewardship and Partnerships.\\n        \\n      \\n      [FR Doc. 01-29097  Filed 11-20-01; 8:45 am]\\n      BILLING CODE 4310-70-M\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Inventory Completion for Native American Human Remains and Associated Funerary Objects in the Possession of the Anchorage Museum of History and Art, Anchorage, AK, and in the Control of the U.S. Department of the Interior, Fish and Wildlife Service, Region 7 Alaska Regional Office, Anchorage, AK", "agency2": "National Park Service, Interior.", "action": "Notice. ", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: October 15, 2001.", "signature_name": "John Robbins,", "signature_title": "Assistant Director, Cultural Resources Stewardship and Partnerships.", "fr_doc": "[FR Doc. 01-29097  Filed 11-20-01; 8:45 am]", "billing_code": "BILLING CODE 4310-70-M", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}