{"index": "I_1951", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Inventory Completion for Native American Human Remains and  Associated Funerary Objects in the Possession of the  Phoebe A. Hearst Museum of Anthropology, University of California, Berkeley, Berkeley, CA\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is hereby given in accordance with provisions of the Native American Graves Protection and Repatriation Act (NAGPRA), 43 CFR 10.9, of the completion of an inventory of human remains and associated funerary objects in the possession of the Phoebe A. Hearst Museum of Anthropology, University of California, Berkeley, Berkeley, CA.\\n        This notice is published as part of the National Park Service\\xe2\\x80\\x99s administrative responsibilities under NAGPRA, 43 CFR 10.2 (c).  The determinations within this notice are the sole responsibility of the museum, institution, or Federal agency that has control of these Native American human remains and associated funerary objects.  The National Park Service is not responsible for the determinations within this notice.\\n        An assessment of the human remains, and catalogue records and associated documents relevant to the human remains, was made by Phoebe A. Hearst Museum professional staff in consultation with the Big Valley Band of Pomo Indians of the Big Valley Rancheria, California; Cahto Indian Tribe of the Laytonville Rancheria, California; Cloverdale Rancheria of Pomo Indians of California; Coyote Valley Band of Pomo Indians of California; Dry Creek Rancheria of Pomo Indians of California; Elem Indian Colony of Pomo Indians of the Sulphur Bank Rancheria, California; Guidiville Rancheria of California; Hopland Band of Pomo Indians of the Hopland Rancheria, California; Cahto Indian Tribe of the Laytonville Rancheria, California; Kashia Band of Pomo Indians of the Stewarts Point Rancheria, California; Lower Lake Rancheria; Lytton Rancheria of California; Manchester Band of Pomo Indians of the Manchester-Point Arena Rancheria, California; Middletown Rancheria of Pomo Indians of California; Pinoleville Rancheria of Pomo Indians of California; Potter Valley Rancheria of Pomo Indians of California; Redwood Valley Rancheria of Pomo Indians of California; Robinson Rancheria of Pomo Indians of California; Round Valley Indian Tribes of the Round Valley Reservation, California; Scotts Valley Band of Pomo Indians of California; Sherwood Valley Rancheria of Pomo Indians of California; and Upper Lake Band of Pomo Indians of Upper Lake Rancheria of California.\\n        In 1954, human remains representing at least one individual were removed during excavations at CA-Lak-203, on the north shore of Clear Lake, Lake County, CA,  and were donated to the Phoebe A. Hearst Museum of Anthropology by Raymond Oechsli.  No known individual was identified.  The one funerary object is a piece of worked bone.\\n        The presence of clamshell disk beads and historic-period trade beads in the assemblage of materials from other areas of the site indicates that occupation of CA-Lak-203 dates to post-A.D. 1500.  Linguistic and archeological evidence indicates that Pomo people moved into the region of Lake County, CA by circa 5000 B.C. and have occupied the region since that time.  The preponderance of the available evidence indicates that the human remains are culturally affiliated with Pomo groups whose traditional territories include CA-Lak-203: Big Valley Band of Pomo Indians of the Big Valley Rancheria, California; Cahto Indian Tribe of the Laytonville Rancheria, California; Cloverdale Rancheria of Pomo Indians of California; Coyote Valley Band of Pomo Indians of California; Dry Creek Rancheria of Pomo Indians of California; Elem Indian Colony of Pomo Indians of the Sulphur Bank Rancheria, California; Guidiville Rancheria of California; Hopland Band of Pomo Indians of the Hopland Rancheria, California; Cahto Indian Tribe of the Laytonville Rancheria, California; Kashia Band of Pomo Indians of the Stewarts Point Rancheria, California; Lower Lake Rancheria; Lytton Rancheria of California; Manchester Band of Pomo Indians of the Manchester-Point Arena Rancheria, California; Middletown Rancheria of Pomo Indians of California; Pinoleville Rancheria of Pomo Indians of California; Potter Valley Rancheria of Pomo Indians of California; Redwood Valley Rancheria of Pomo Indians of California; Robinson Rancheria of Pomo Indians of California; Round Valley Indian Tribes of the Round Valley Reservation, California; Scotts Valley Band of Pomo Indians of California; Sherwood Valley Rancheria of Pomo Indians of California; and Upper Lake Band of Pomo Indians of Upper Lake Rancheria of California.\\n\\n        Based on the above-mentioned information, officials of the Phoebe Hearst Museum of Anthropology have determined that, pursuant to 43 CFR 10.2 (d)(1), the human remains listed above represent the physical remains of at least one individual of Native American ancestry.  Officials of the Phoebe Hearst Museum of Anthropology also have determined that, pursuant to 43 CFR 10.2 (e), there is a relationship of shared group identity that can be reasonably traced between these Native American human remains and associated funerary objects and the Big Valley Band of Pomo Indians of the Big Valley Rancheria, California; Cahto Indian Tribe of the Laytonville Rancheria, California; Cloverdale Rancheria of Pomo Indians of California; Coyote Valley Band of Pomo Indians of California; Dry Creek Rancheria of Pomo Indians of California; Elem Indian Colony of Pomo Indians of the Sulphur Bank Rancheria, California; Guidiville Rancheria of California; Hopland Band of Pomo Indians of the Hopland Rancheria, California; Cahto Indian Tribe of the Laytonville Rancheria, California; Kashia Band of Pomo Indians of the Stewarts Point Rancheria, California; Lower Lake Rancheria; Lytton Rancheria of California; Manchester Band of Pomo Indians of the Manchester-Point Arena Rancheria, California; Middletown Rancheria of Pomo Indians of California; Pinoleville Rancheria of Pomo Indians of California; Potter Valley Rancheria of Pomo Indians of California; Redwood Valley Rancheria of Pomo Indians of California; Robinson Rancheria of Pomo Indians of California; Round Valley Indian Tribes of the Round Valley Reservation, California; Scotts Valley Band of Pomo Indians of California; Sherwood Valley Rancheria of Pomo Indians of California; and Upper Lake Band of Pomo Indians of Upper Lake Rancheria of California.\\n        This notice has been sent to officials of the Big Valley Band of Pomo Indians of the Big Valley Rancheria, California; Cahto Indian Tribe of the Laytonville Rancheria, California; Cloverdale Rancheria of Pomo Indians of California; Coyote Valley Band of Pomo Indians of California; Dry Creek Rancheria of Pomo Indians of California; Elem Indian Colony of Pomo Indians of the Sulphur Bank Rancheria, California; Guidiville Rancheria of California; Hopland Band of Pomo Indians of the Hopland Rancheria, California; Cahto Indian Tribe of the Laytonville Rancheria, California; Kashia Band of Pomo Indians of the Stewarts Point Rancheria, California; Lower Lake Rancheria; Lytton Rancheria of California; Manchester Band of Pomo Indians of the Manchester-Point Arena Rancheria, California; Middletown Rancheria of Pomo Indians of California; Pinoleville Rancheria of Pomo Indians of California; Potter Valley Rancheria of Pomo Indians of California; Redwood Valley Rancheria of Pomo Indians of California; Robinson Rancheria of Pomo Indians of California; Round Valley Indian Tribes of the Round Valley Reservation, California; Scotts Valley Band of Pomo Indians of California; Sherwood Valley Rancheria of Pomo Indians of California; and Upper Lake Band of Pomo Indians of Upper Lake Rancheria of California.  Representatives of any other Indian tribe that believes itself to be culturally affiliated with these human remains and associated funerary objects should contact C. Richard Hitchcock, NAGPRA Coordinator, Phoebe A. Hearst Museum of Anthropology, University of California, Berkeley, Berkeley, CA 94720, telephone (510) 642-6096, before June 19, 2002. Repatriation of the human remains and associated funerary objects to the Big Valley Band of Pomo Indians of the Big Valley Rancheria, California; Cahto Indian Tribe of the Laytonville Rancheria, California; Cloverdale Rancheria of Pomo Indians of California; Coyote Valley Band of Pomo Indians of California; Dry Creek Rancheria of Pomo Indians of California; Elem Indian Colony of Pomo Indians of the Sulphur Bank Rancheria, California; Guidiville Rancheria of California; Hopland Band of Pomo Indians of the Hopland Rancheria, California; Cahto Indian Tribe of the Laytonville Rancheria, California; Kashia Band of Pomo Indians of the Stewarts Point Rancheria, California; Lower Lake Rancheria;Lytton Rancheria of California; Manchester Band of Pomo Indians of the Manchester-Point Arena Rancheria, California; Middletown Rancheria of Pomo Indians of California; Pinoleville Rancheria of Pomo Indians of California; Potter Valley Rancheria of Pomo Indians of California; Redwood Valley Rancheria of Pomo Indians of California; Robinson Rancheria of Pomo Indians of California; Round Valley Indian Tribes of the Round Valley Reservation, California; Scotts Valley Band of Pomo Indians of California; Sherwood Valley Rancheria of Pomo Indians of California; and Upper Lake Band of Pomo Indians of Upper Lake Rancheria of California may begin after that date if no additional claimants come forward.\\n        \\n          Dated: April 25, 2002.\\n          Robert Stearns,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc.02-12560 Filed 5-17-02; 8:45 am]\\n      BILLING CODE 4310-70-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Inventory Completion for Native American Human Remains and  Associated Funerary Objects in the Possession of the  Phoebe A. Hearst Museum of Anthropology, University of California, Berkeley, Berkeley, CA", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: April 25, 2002.", "signature_name": "Robert Stearns,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc.02-12560 Filed 5-17-02; 8:45 am]", "billing_code": "BILLING CODE 4310-70-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}