{"index": "I_1924", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Inventory Completion for Native American Human Remains in the Possession of the Minnesota Indian Affairs Council, Bemidji, MN\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is hereby given in accordance with provisions of the Native American Graves Protection and Repatriation Act (NAGPRA), 43 CFR 10.9, of the completion of an inventory of human remains in the possession of the Minnesota Indian Affairs Council, Bemidji, MN.\\n        This notice is published as part of the National Park Service\\xe2\\x80\\x99s administrative responsibilities under NAGPRA, 43 CFR 10.2 (c). The determinations within this notice are the sole responsibility of the museum, institution, or Federal agency that has control of these Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations within this notice.\\n        A detailed assessment of the human remains was made by the Minnesota Indian Affairs Council professional staff in consultation with representatives of the Hopi Tribe of Arizona; Pueblo of Acoma, New Mexico; Pueblo of Isleta, New Mexico; Pueblo of Laguna, New Mexico; Pueblo of Pojoaque, New Mexico; Pueblo of San Ildefonso, New Mexico; Pueblo of Taos, New Mexico; and Zuni Tribe of the Zuni Reservation, New Mexico.\\n        In 1929-1930, human remains representing 47 individuals were removed from the Warm Springs site and Cameron Creek site, Grant County, NM, during an archeological excavation conducted by the University of Minnesota and the Minnesota Art Institute. No known individuals were identified. Ceramic vessels found associated with these human remains indicate they were interred between A.D. 1000 and 1150.\\n        In 1929, human remains representing 64 individuals were removed from the Galaz site, Grant County, NM, during an archeological excavation under the direction of A. (Albert) E. Jenks of the University of Minnesota. No known individuals were identified. Ceramic vessels found associated with these human remains indicate they were interred between A.D. 1000 and 1150.\\n        In 1930, human remains representing 24 individuals were removed from the Galaz site, Grant County, NM, during an archeological excavation under the direction of L.A. Wilford of the University of Minnesota. No known individuals were identified. Ceramic vessels found associated with these human remains indicate they were interred between A.D. 1000 and 1150.\\n        In 1931, human remains representing 51 individuals were removed from the Galaz site and Hot Springs site, Grant County, NM, during an archeological excavation under the direction of A. (Albert) E. Jenks of the University of Minnesota. No known individuals were identified. Ceramic vessels found associated with these human remains indicate they were interred between A.D. 1000 and 1150.\\n        In 1987, the human remains removed from the Warm Springs site, Cameron Creek site, Galaz site, and Hot Springs site were transferred to the Minnesota Indian Affairs Council pursuant to provisions of Minnesota statute 307.08. The funerary objects originally associated with the human remains from the Warm Springs site, Cameron Creek site, Galaz site, and Hot Springs site are currently in the possession of the Frederick R. Weisman Art Museum, University of Minnesota, Minneapolis, MN.\\n        The Warm Springs site, Cameron Creek site, Galaz site, and Hot Springs site are believed to have been occupied between A.D. 1000 and 1150 by a group known in the archeological literature as the Mimbres tradition. Archeological evidence, including ceramics, art styles, and architecture, indicates that the Mimbres tradition was a local variant of the Mogollon culture, which was found across a broad area of Arizona and New Mexico. Oral tradition indicates a cultural affiliation between the Mimbres tradition and several present-day puebloan groups, including the Hopi Tribe of Arizona; Pueblo of Acoma, New Mexico; Pueblo of Isleta, New Mexico; Pueblo of Laguna, New Mexico; Pueblo of Pojoaque, New Mexico; Pueblo of San Ildefonso, New Mexico; Pueblo of Taos, New Mexico; and Zuni Tribe of the Zuni Reservation, New Mexico.\\n\\n        Based on the above-mentioned information, officials of the Minnesota Indian Affairs Council have determined that, pursuant to 43 CFR 10.2 (d)(1), the human remains described above represent the physical remains of 186 individuals of Native American ancestry. Officials of the Minnesota Indian Affairs Council also have determined that, pursuant to 43 CFR 10.2 (e), there is a relationship of shared group identity that can be reasonably traced between these Native American human remains and associated funerary objects and the Hopi Tribe of Arizona; Pueblo of Acoma, New Mexico; Pueblo of Isleta, New Mexico; Pueblo of Laguna, New Mexico; Pueblo of Pojoaque, New Mexico; Pueblo of San Ildefonso, New Mexico; Pueblo of Taos, New Mexico; and Zuni Tribe of the Zuni Reservation, New Mexico.\\n        This notice has been sent to officials of the Hopi Tribe of Arizona; Pueblo of Acoma, New Mexico; Pueblo of Isleta, New Mexico; Pueblo of Laguna, New Mexico; Pueblo of Pojoaque, New Mexico; Pueblo of San Ildefonso, New Mexico; Pueblo of Taos, New Mexico; Zuni Tribe of the Zuni Reservation, New Mexico; and Frederick R. Weisman Art Museum. Representatives of any other Indian tribe that believes itself to be culturally affiliated with these human remains should contact James L. (Jim) Jones Jr., Cultural Resource Specialist, Minnesota Indian Affairs Council, 1819 Bemidji Avenue, Bemidji, MN 56601, telephone (218) 755-3182, before October 11, 2002. Repatriation of these human remains to the Hopi Tribe of Arizona; Pueblo of Acoma, New Mexico; Pueblo of Isleta, New Mexico; Pueblo of Laguna, New Mexico; Pueblo of Pojoaque, New Mexico; Pueblo of San Ildefonso, New Mexico; Pueblo of Taos, New Mexico; and Zuni Tribe of the Zuni Reservation, New Mexico may begin after that date if no additional claimants come forward.\\n        \\n          Dated: August 12, 2002.\\n          Robert Stearns,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. 02-23017 Filed 9-10-02; 8:45 am]\\n      BILLING CODE 4310-70-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Inventory Completion for Native American Human Remains in the Possession of the Minnesota Indian Affairs Council, Bemidji, MN", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: August 12, 2002.", "signature_name": "Robert Stearns,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. 02-23017 Filed 9-10-02; 8:45 am]", "billing_code": "BILLING CODE 4310-70-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}