{"index": "I_1910", "messy_full": "\\n\\nFederal Register, Volume 67 Issue 197 (Thursday, October 10, 2002)\\n\\n[Federal Register Volume 67, Number 197 (Thursday, October 10, 2002)]\\n[Notices]\\n[Pages 63154-63156]\\nFrom the Federal Register Online via the Government Publishing Office [www.gpo.gov]\\n[FR Doc No: 02-25869]\\n\\n\\n-----------------------------------------------------------------------\\n\\nDEPARTMENT OF THE INTERIOR\\n\\nNational Park Service\\n\\n\\nNotice of Inventory Completion for Native American Human Remains \\nand Associated Funerary Objects in the Possession of the University of \\nNebraska State Museum, University of Nebraska-Lincoln, Lincoln, NE, and \\nin the Control of the U.S. Department of Defense, U.S. Army Corps of \\nEngineers, Omaha District, Omaha, NE\\n\\nAGENCY: National Park Service, Interior.\\n\\nACTION: Notice.\\n\\n-----------------------------------------------------------------------\\n\\n    Notice is hereby given in accordance with provisions of the Native \\nAmerican Graves Protection and Repatriation Act (NAGPRA), 43 CFR 10.9, \\nof the completion of an inventory of human remains and associated \\nfunerary objects\\n\\n[[Page 63155]]\\n\\nin the possession of the University of Nebraska State Museum, \\nUniversity of Nebraska-Lincoln, Lincoln, NE, and in the control of the \\nU.S. Department of Defense, U.S. Army Corps of Engineers, Omaha \\nDistrict, Omaha, NE.\\n    This notice is published as part of the National Park Service\\'s \\nadministrative responsibilities under NAGPRA, 43 CFR 10.2 (c). The \\ndeterminations within this notice are the sole responsibility of the \\nmuseum, institution, or Federal agency that has control of these Native \\nAmerican human remains and associated funerary objects. The National \\nPark Service is not responsible for the determinations within this \\nnotice.\\n    A detailed assessment of the human remains and associated funerary \\nobjects was made by the U.S. Army Corps of Engineers, Omaha District \\nprofessional staff and University of Nebraska-Lincoln professional \\nstaff in consultation with representatives of the Three Affiliated \\nTribes of the Fort Berthold Reservation, North Dakota.\\n    In 1956, human remains representing seven individuals were \\nexcavated by David Baerreis of the University of Wisconsin for the \\nSmithsonian River Basin Surveys during legally authorized excavations \\nat the Bamble site (39CA6), Campbell County, SD. The repository for \\nthese materials is the University of Nebraska State Museum, University \\nof Nebraska-Lincoln. No known individuals were identified. No \\nassociated funerary objects are present.\\n    Based on archeological and ethnohistorical evidence, the Bamble \\nsite has been identified as an earthlodge village site belonging to the \\npostcontact Coalescent period (circa A.D. 1675-1780). Archeological \\ninvestigations and ethnohistorical data have shown that sites dating to \\nthe Coalescent cultural period are ancestral to the Arikara (south) and \\nMandan (north) tribes, today represented by the Three Affiliated Tribes \\nof the Fort Berthold Reservation, North Dakota.\\n    At an unknown date, human remains representing one individual were \\nfound by Paul Cooper of the Smithsonian River Basin Surveys during \\nlegally authorized excavations at the White Swan Mound site (39CH9), \\nCharles Mix County, SD, during construction of the Fort Randall dam by \\nthe U.S. Army Corps of Engineers, Omaha District. The repository for \\nthese materials is the University of Nebraska State Museum, University \\nof Nebraska-Lincoln. No known individual was identified. No associated \\nfunerary objects are present.\\n    Based on archeological evidence, the White Swan site has occupation \\ncomponents dating to the Woodland period (500 B.C.-A.D. 900) and the \\nCoalescent period (A.D. 1400-1780). Archeological investigations and \\nethnohistorical data have shown that sites that are variants of the \\nPlains Woodland, Middle Missouri, and Coalescent cultural phases in the \\nMiddle Missouri subarea of the Great Plains are ancestral to the \\nArikara (south) and Mandan (north) tribes, today represented by the \\nThree Affiliated Tribes of the Fort Berthold Reservation, North Dakota.\\n    In 1962, human remains representing two individuals were excavated \\nby P. Holder of the University of Nebraska during legally authorized \\nexcavations at the Leavenworth site (39CO9), Corson County, SD. No \\nknown individuals were identified. No associated funerary objects are \\npresent.\\n    Based on archeological and ethnohistorical evidence, the \\nLeavenworth site is an earthlodge village site attributed to the \\nExtended Coalescent period (A.D. 1550-1675). Archeological \\ninvestigations and ethnohistorical data have shown that sites that are \\nvariants of the Plains Woodland, Middle Missouri, and Coalescent \\ncultural phases in the Middle Missouri subarea of the Great Plains are \\nancestral to the Arikara (south) and Mandan (north) tribes, today \\nrepresented by the Three Affiliated Tribes of the Fort Berthold \\nReservation, North Dakota.\\n    In 1969, human remains representing one individual were removed by \\nA. Osborn of the University of Nebraska during legally authorized \\nexcavations at the Norvald site (39CO32), Corson County, SD. No known \\nindividual was identified. No associated funerary objects are present.\\n    Based on archeological and ethnohistorical evidence, the Norvald \\nsite is identified as an earthlodge village and cemetery belonging to \\nthe Extended Coalescent period (A.D. 1550-1675). On the basis of \\nphysical anthropological data, the human remains were identified as \\nArikara. Archeological and ethnohistorical data also have shown that \\nsites that are variants of the Plains Woodland, Middle Missouri, and \\nCoalescent cultural phases in the Middle Missouri subarea of the Great \\nPlains are ancestral to the Arikara (south) and Mandan (north) tribes, \\ntoday represented by the Three Affiliated Tribes of the Fort Berthold \\nReservation, North Dakota.\\n    At an unknown date, human remains representing one individual were \\nfound by an unknown individual on the surface of site 39GR5, near Old \\nFort Randall, on the U.S. Army Corps of Engineers Fort Randall project \\nland in Gregory County, SD. No known individual was identified. No \\nassociated funerary objects are present.\\n    The human remains consist of a poorly preserved foot phalange \\ncollected from the surface of site 39GR5. On the basis of ceramic \\nevidence, the site has a component belonging to the Plains Woodland \\nperiod (500 B.C.-A.D. 900). Archeological investigations and \\nethnohistorical data have shown that sites that are variants of the \\nPlains Woodland, Middle Missouri, and Coalescent cultural phases in the \\nMiddle Missouri subarea of the Great Plains are ancestral to the \\nArikara (south) and Mandan (north) tribes, today represented by the \\nThree Affiliated Tribes of the Fort Berthold Reservation, North Dakota.\\n    In 1962, human remains representing one individual were found by \\nWarren Caldwell of the Smithsonian River Basin Surveys during legally \\nauthorized operations at the Medicine Creek Village site (39LM2), Lyman \\nCounty, SD. The repository for these materials is the University of \\nNebraska State Museum, University of Nebraska-Lincoln. No known \\nindividual was identified. No associated funerary objects are present.\\n    Based on archeological and ethnohistorical evidence, the Medicine \\nCreek Village site has both Initial period (A.D. 900-1400) and Extended \\nCoalescent period (A.D. 1550-1675) components. Archeological \\ninvestigations and ethnohistorical data have shown that sites that are \\nvariants of the Plains Woodland, Middle Missouri, and Coalescent \\ncultural phases in the Middle Missouri subarea of the Great Plains are \\nancestral to the Arikara (south) and Mandan (north) tribes, today \\nrepresented by the Three Affiliated Tribes of the Fort Berthold \\nReservation, North Dakota.\\n    In 1967, human remains representing one individual were excavated \\nby Donald J. Lehmer of the Smithsonian River Basin Surveys during \\nlegally authorized excavations at site 39LM222, Lyman County, SD. The \\nrepository for these materials is the University of Nebraska State \\nMuseum, University of Nebraska-Lincoln. No known individual was \\nidentified. No associated funerary objects are present.\\n    Based on archeological evidence, site 39LM222 is identified as an \\nExtended Coalescent period (A.D. 1550-1675) site. Archeological \\ninvestigations and ethnohistorical data have shown that sites that are \\nvariants of the Plains Woodland, Middle Missouri, and Coalescent \\ncultural phases in the Middle Missouri subarea of the Great Plains are \\nancestral to the Arikara (south) and Mandan (north) tribes, today\\n\\n[[Page 63156]]\\n\\nrepresented by the Three Affiliated Tribes of the Fort Berthold \\nReservation, North Dakota.\\n    Between 1956 and 1962, human remains representing one individual \\nwere excavated by Robert Stephenson and William Bass of the Smithsonian \\nRiver Basin Surveys during legally authorized excavations at the Sully \\nsite (39SL4), Sully County, SD. The repository for these materials is \\nthe University of Nebraska State Museum, University of Nebraska-\\nLincoln. No known individual was identified. No associated funerary \\nobjects are present.\\n    Based on archeological evidence, the Sully site is an earthlodge \\nvillage of the Extended Coalescent period (A.D. 1550-1675). The human \\nremains consist of a fragmentary second metatarsal. Archeological \\ninvestigations and ethnohistorical data have shown that sites that are \\nvariants of the Plains Woodland, Middle Missouri, and Coalescent \\ncultural phases in the Middle Missouri subarea of the Great Plains are \\nancestral to the Arikara (south) and Mandan (north) tribes, today \\nrepresented by the Three Affiliated Tribes of the Fort Berthold \\nReservation, North Dakota.\\n    In 1963, human remains representing one individual were excavated \\nby J.J. Hoffman of the Smithsonian River Basin Surveys during legally \\nauthorized excavations at the La Roche site (also known as Over\\'s) \\n(39ST9), Stanley County, SD. The repository for these materials is the \\nUniversity of Nebraska State Museum, University of Nebraska-Lincoln. No \\nknown individual was identified. No associated funerary objects are \\npresent.\\n    Based on archeological evidence, the La Roche site contains Plains \\nWoodland (500 B.C.-A.D. 900), Initial Middle Missouri (A.D. 900-1400), \\nand Extended Coalescent (A.D. 1550-1675) components. Archeological \\ninvestigations and ethnohistorical data have shown that sites that are \\nvariants of the Plains Woodland, Middle Missouri, and Coalescent \\ncultural phases in the Middle Missouri subarea of the Great Plains are \\nancestral to the Arikara (south) and Mandan (north) tribes, today \\nrepresented by the Three Affiliated Tribes of the Fort Berthold \\nReservation, North Dakota.\\n    Between 1964 to 1966, human remains representing a minimum of four \\nindividuals were excavated by David T. Jones of the Smithsonian River \\nBasin Surveys during legally authorized excavations at the Ketchen site \\n(39ST223), Stanley County, SD. The repository for these materials is \\nthe University of Nebraska State Museum, University of Nebraska-\\nLincoln. No known individuals were identified. No associated funerary \\nobjects are present.\\n    Based on archeological evidence, the Ketchen site was occupied \\nduring the Extended Coalescent period (A.D. 1550-1675). Archeological \\ninvestigations and ethnohistorical data have shown that sites that are \\nvariants of the Plains Woodland, Middle Missouri, and Coalescent \\ncultural phases in the Middle Missouri subarea of the Great Plains are \\nancestral to the Arikara (south) and Mandan (north) tribes, today \\nrepresented by the Three Affiliated Tribes of the Fort Berthold \\nReservation, North Dakota.\\n    In 1956, human remains representing one individual were excavated \\nby David Baerreis of the University of Wisconsin for the Smithsonian \\nRiver Basin Surveys during legally authorized excavations at the Spiry-\\nEklo site (39WW3), Walworth County, SD. The repository for these \\nmaterials is the University of Nebraska State Museum, University of \\nNebraska-Lincoln. No known individual was identified. No associated \\nfunerary objects are present.\\n    Based on archeological and ethnohistorical evidence, the Spiry-Eklo \\nsite is identified as a postcontact Coalescent period (A.D. 1675-1780) \\nvillage. Archeological investigations and ethnohistorical data have \\nshown that sites that are variants of the Plains Woodland, Middle \\nMissouri, and Coalescent cultural phases in the Middle Missouri subarea \\nof the Great Plains are ancestral to the Arikara (south) and Mandan \\n(north) tribes, today represented by the Three Affiliated Tribes of the \\nFort Berthold Reservation, North Dakota.\\n    Based on the above-mentioned information, officials of the U.S. \\nDepartment of Defense, U.S. Army Corps of Engineers, Omaha District \\nhave determined that, pursuant to 43 CFR 10.2 (d)(1), the human remains \\nlisted above represent the physical remains of 21 individuals of Native \\nAmerican ancestry. Officials of the U.S. Department of Defense, U.S. \\nArmy Corps of Engineers, Omaha District also have determined that, \\npursuant to 43 CFR 10.2 (e), there is a relationship of shared group \\nidentity that can be reasonably traced between these Native American \\nhuman remains and the Three Affiliated Tribes of the Fort Berthold \\nReservation, North Dakota.\\n    This notice has been sent to officials of the Three Affiliated \\nTribes of the Fort Berthold Reservation, North Dakota. Representatives \\nof any other Indian tribe that believes itself to be culturally \\naffiliated with these human remains should contact Sandra Barnum, \\nCultural Resources, U.S. Army Corps of Engineers, Omaha District, 215 \\nNorth 17th Street, Omaha, NE 68102, telephone (402) 221-4895, before \\nNovember 12, 2002. Repatriation of the human remains to the Three \\nAffiliated Tribes of the Fort Berthold Reservation, North Dakota may \\nbegin after that date if no additional claimants come forward.\\n\\n    Dated: August 28, 2002\\nRobert Stearns,\\nManager, National NAGPRA Program.\\n[FR Doc. 02-25869 Filed 10-9-02; 8:45 am]\\nBILLING CODE 4310-70-S\\n\\n\\n\\n", "agency1": "Null", "sub_agency1": "Null", "dep_doc": "Null", "subject": "Null", "agency2": "Null", "action": "Null", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Null", "signature_name": "Null", "signature_title": "Null", "fr_doc": "Null", "billing_code": "Null", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}