{"index": "I_199", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        [NPS-WASO-NAGPRA- NPS0026787; PPWOCRADN0-PCU00RP14.R50000]\\n        Notice of Inventory Completion: University of Arkansas Museum Collections, Fayetteville, AR\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        \\n          SUMMARY:\\n          The University of Arkansas Museum Collections has completed an inventory of human remains and associated funerary objects, in consultation with the appropriate Indian Tribes or Native Hawaiian organizations, and has determined that there is a cultural affiliation between the human remains and associated funerary objects and present-day Indian Tribes or Native Hawaiian organizations. Lineal descendants or representatives of any Indian Tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request to the University of Arkansas Museum Collections. If no additional requestors come forward, transfer of control of the human remains and associated funerary objects to the lineal descendants, Indian Tribes, or Native Hawaiian organizations stated in this notice may proceed.\\n        \\n        \\n          DATES:\\n          Lineal descendants or representatives of any Indian Tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to the University of Arkansas Museum Collections at the address in this notice by December 13, 2018.\\n        \\n        \\n          ADDRESSES:\\n\\n          Mary Suter, University of Arkansas Museum Collections, Biomass Building 125, 2435 North Hatch Avenue, Fayetteville, AR 72704, telephone (479) 575-3456, email msuter@uark.edu.\\n          \\n        \\n      \\n      \\n        SUPPLEMENTARY INFORMATION:\\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains and associated funerary objects under the control of the University of Arkansas Museum Collections, Fayetteville, AR. The human remains and associated funerary objects were removed from multiple locations in Arkansas.\\n\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003(d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations in this notice.\\n        Consultation\\n        A detailed assessment of the human remains was made by the University of Arkansas Museum Collections professional staff in consultation with representatives of The Quapaw Tribe of Indians.\\n        History and Description of the Remains\\n        In 1966, human remains representing, at minimum, one individual were removed from Roland Mound (3AR30) in Arkansas County, AR. The human remains are those of an adult of unknown sex. The human remains were excavated by James A. Scholtz for the University of Arkansas Museum. No known individuals were identified. No associated funerary objects are present.\\n        In 1967, human remains representing, at minimum, two individuals were removed from the Dumond Site (3AR40) in Arkansas County, AR. These remains were excavated by James A. Scholtz for the University of Arkansas Museum. No known individuals were identified. The one associated funerary object, a pottery vessel, is currently missing from the museum\\'s collections.\\n        At an unknown date, human remains representing, at minimum, three individuals were removed from the McDuffie Site (3CG21) in Craighead County, AR. These human remains were donated to the museum by a collector in 1967. No known individuals were identified. No associated funerary objects are present.\\n        In 1929, human remains representing, at minimum, one individual were removed from an unknown site in Conway County, AR. The individual was an adult of unknown sex. Accession records for these remains and associated artifact are incomplete. No known individuals were identified. The one associated funerary object is an engraved long-necked tripod bottle.\\n        In 1933, human remains representing, at minimum, 40 individuals were removed from Togo/Neely\\'s Ferry Site (3CS24) in Cross County, AR. The human remains and associated funerary objects were excavated by the University of Arkansas Museum. No known individuals were identified. The 196 associated funerary objects are: One deer antler tine, one arrow point, one bone awl, two modified gar jaws, one bone bead, 31 shell beads, 13 mammal bone fragments, 32 fish bones, 19 ceramic bottles, 15 ceramic bowls, one lot of charred corn cobs, one stone disc, one ceramic disc, two marine shell ear spools, one effigy bottle, one effigy bowl, one bird effigy bowl, one snake effigy bowl, 19 fish hook fragments, one fired clay object, nine ceramic jars, one deer mandible, one pebble, one shell tempered clay pipe, three deer scapula fragments, one shell ornament, 34 mussel shell fragments, and one pot sherd. An additional three associated funerary objects are currently missing from the museum\\'s collections. They are one shell ear plug, one bone ring, and one gar scale.\\n        In 1933, human remains representing, at minimum, 104 individuals were removed from the Vernon Paul Site (3CS25) in Cross County, AR. These human remains and associated funerary objects were excavated by the University of Arkansas Museum. No known individuals were identified. The 692 associated funerary objects are six deer antler fragments, two arrow points, one sample of ashes, 11 bone awls, five beads, 171 shell beads, 15 animal bone fragments, 44 ceramic bottles, 51 ceramic bowls, 56 fragments of turtle shell, three stone celts, one piece of charcoal, two unmodified cobbles, one cache of charred corn, three ceramic discoidals, one stone discoidal, seven shell ear plugs, 13 effigy bowls, one antler tool, one sample of gravel, one hammer stone, one piece of hematite, 20 ceramic jars, two fish bone needles, one lot pebbles, one bone pin, two pipes, two ceramic cylinders, 151 fragments of a turtle shell rattle, two turtle scapulae, 14 mussel shell fragments, 79 shell-tempered body sherds, and 21 shell tempered rim sherds. One additional associated funerary object is currently missing from the museum\\'s collections. It is one lot of pot sherds.\\n        In 1950, 1967, and another unknown date, human remains representing, at minimum, seven individuals were removed from the Rose Mound Site (3CS27) in Cross County, AR. The human remains removed in 1950 were excavated by the University of Arkansas as part of a Field School. The human remains from 1967 were donated to the University of Arkansas Museum. Human remains from one of the listed individuals were donated to the University of Arkansas at an unknown date and transferred to the control of the University of Arkansas Museum in 2006. No known individuals were identified. The five associated funerary objects are five fragments of copper.\\n        At an unknown date, human remains representing, at minimum, one individual were removed from the Delta Site (3CS69) in Cross County, AR and donated to the University of Arkansas Museum in 1966. No known individuals were identified. No associated funerary objects are present.\\n        In 1967, human remains representing, at minimum, 17 individuals were removed from the Wapanocca Mound Site (3CT9) in Crittenden County, AR. These human remains and associated funerary objects were excavated by the University of Arkansas Museum. No known individuals were identified. The 49 associated funerary objects are: Nine ceramic bottles, 10 ceramic bowls, two effigy bowls, seven ceramic jars, one mano, three mussel shells, seventeen sherds. No known individuals were identified. No associated funerary objects are present.\\n        In 1932 and at an unknown date, human remains representing, at minimum, 37 individuals were removed from the Banks Site (3CT13) in Crittenden County, AR. The human remains removed from the site in 1932 were excavated by the University of Arkansas Museum. In 1960 the University of Arkansas received a donation of additional human remains from this site. No known individuals were identified. The one associated funerary object is a ceramic bottle.\\n        In 1932, human remains representing, at minimum, eight individuals were removed from the Barton Ranch Site (3CT18) in Crittenden County, AR. These human remains and associated funerary objects were excavated by the University of Arkansas Museum. No known individuals were identified. The nine associated funerary objects are three bottles, one bowl, two effigy bowls, and two jars.\\n        In 1932, human remains representing, at minimum, 42 individuals were removed from the Golightly Place Site (3CT19) in Crittenden County, AR. These human remains and associated funerary objects were excavated by the University of Arkansas Museum. No known individuals were identified. The 129 associated funerary objects are: Three deer antler, three arrow points, one sample of ash, three bone awls, 12 ceramic bottles, 17 ceramic bowls, two discoidals, 10 effigy vessels, one hammer stone, eight jars, one lump of tempered clay, 44 pebbles, four mussel shells, 18 fragments of turtle bone and shell, and two pot sherds. An additional two associated funerary objects are currently missing from the museum\\'s collections. They are one ceramic bottle and one ceramic bowl.\\n\\n        At an unknown date, human remains representing, at minimum, one individual were removed from the Belle Mead Site (3CT30) in Crittenden County, AR. These human remains were donated to the University of Arkansas, Department of Anthropology and entered the University of Arkansas Museum collections in 2006. No known individuals were identified. No associated funerary objects are present.\\n        In 1967, human remains representing, at minimum, one individual were removed from the Glover Site (3CT37) in Crittenden County, AR. These remains and associated objects were excavated by the University of Arkansas Museum. No known individuals were identified. No associated funerary objects are present.\\n        In 1932, human remains representing, at minimum, three individuals were removed from the Warner Smith Place Site (3CT44) in Crittenden County, AR. These human remains and associated funerary objects were excavated by the University of Arkansas Museum. No known individuals were identified. The two associated funerary objects are one clay pipe and one ceramic bottle.\\n        At an unknown date, human remains representing, at minimum, one individual were removed from the McClure Site (3CW34) in Crawford County, AR, and donated to the University of Arkansas Museum in 1962. No known individuals were identified. No associated funerary objects are present.\\n        At an unknown date, human remains representing, at minimum, three individuals were removed from the Toltec Mounds Site (3LN42) in Lonoke County, AR. These human remains were donated to the University of Arkansas Museum in 1966. No known individuals were identified. No associated funerary objects are present.\\n        In 1932, human remains representing, at minimum, 16 individuals were removed from the Middle Nodena Site (3MS3) in Mississippi County, AR. These human remains and associated funerary objects were excavated by the University of Arkansas Museum. No known individuals were identified. The 22 associated funerary objects are: Seven ceramic bottles, one effigy bottle, seven ceramic bowls, one effigy bowl, two ceramic jars, and four pot sherds.\\n        In 1932, human remains representing, at minimum, 92 individuals were removed from the Upper Nodena Site (3MS4) in Mississippi County, AR. These human remains and associated funerary objects were excavated by the University of Arkansas Museum. No known individuals were identified. The 143 associated funerary objects are: Two arrow points, seven bone awls, 33 shell beads, 25 ceramic bottles, 18 ceramic bowls, eight celts, two ceramic discoidals, three marine shell ear plugs, two effigy bottles, eight effigy bowls, three effigy jars, 11 ceramic jars, one stone pendant, one mussel shell, 18 pot sherds, and one sphere of burned clay.\\n        In 1953, human remains representing, at minimum, 15 individuals were removed from the Gant Site (3MS11) in Mississippi County, AR. These human remains and associated funerary objects were excavated by the University of Arkansas Museum. No known individuals were identified. The six associated funerary objects are: Two ceramic bottles, two ceramic bowls, one ceramic jar, and one pot sherd.\\n        At an unknown date, human remains representing, at minimum, 106 individuals were removed from the Golden Lake Site (3MS60) in Mississippi County, AR. No known individuals were identified. These human remains were donated to the University of Arkansas, Department of Anthropology and entered the University of Arkansas Museum collections in 2006. No known individuals were identified. No associated funerary objects are present.\\n        In 1933, human remains representing, at minimum, four individuals were removed from the Tschudy Lumber Company Site (3PO1) in Poinsett County, AR. These human remains and associated funerary objects were excavated by the University of Arkansas Museum. No known individuals were identified. The 17 associated funerary objects are: Seven pot sherds, nine fire cracked rock pieces, and one ceramic bowl.\\n        In 1933, human remains representing, at minimum, three individuals were removed from the Norris Place Site (3PO3) in Poinsett County, AR. These human remains and associated funerary objects were excavated by the University of Arkansas Museum. No known individuals were identified. The four associated funerary objects are: Two ceramic bowls, one ceramic bottle, and one ceramic jar.\\n        In 1933, human remains representing, at minimum, one individual was removed from the Cart\\'s Camp Site (3PO4) in Poinsett County, AR. These human remains were excavated by the University of Arkansas Museum. No known individuals were identified. No associated funerary objects are present.\\n        At an unknown date, human remains representing, at minimum, one individual were removed from the St. Francis Site in St. Francis County, AR. These human remains were purchased by the University of Arkansas Museum in 1959. No known individuals were identified. No associated funerary objects are present.\\n        In 1961 and at an unknown date, human remains representing, at minimum, three individuals were removed from the Castile Landing Site (3SF12) in St. Francis County, AR. The human remains removed in 1961 were excavated by the University of Arkansas Museum. The human remains of the remaining individuals were donated to the University of Arkansas, Department of Anthropology and entered the University of Arkansas Museum collections in 2006. No known individuals were identified. No associated funerary objects are present.\\n        At an unknown date, human remains representing, at minimum, seven individuals were removed from the Manley Site (3SF25) in St. Francis County, AR. These human remains were donated to the University of Arkansas, Department of Anthropology and entered the University of Arkansas Museum collections in 2006. No known individuals were identified. No associated funerary objects are present.\\n        At an unknown date, human remains representing, at minimum, two individuals were removed from the Hollingsworth Place Site (3WH2) in White County, AR. These human remains were donated to the University of Arkansas Museum in 1964. No known individuals were identified. No associated funerary objects are present.\\n        At an unknown date, human remains representing, at minimum, four individuals were removed from the Charles Figley/Lost Hill Site (3WH34) in White County, AR. These human remains were donated to the University of Arkansas Museum in 1966. No known individuals were identified. No associated funerary objects are present.\\n        At an unknown date, human remains representing, at minimum, one individual were removed from the Churchman Place Site on the Black River in an unknown county in Arkansas. Accession records for this collection are incomplete. No known individuals were identified. No associated funerary objects are present.\\n        At an unknown date, human remains representing, at minimum, one individual were removed from the JB Redmann Site (3PO42) in Poinsett County, AR. Accession records for this collection are incomplete. No known individuals were identified. No associated funerary objects are present.\\n\\n        In 1932, human remains representing, at minimum, two individuals were removed from the Randolph Landing Site in Tipton County, TN. These human remains were excavated by the University of Arkansas Museum. No known individuals were identified. The two associated funerary objects are one ceramic bowl and one ceramic jar.\\n        In 1933, human remains representing, at minimum, 206 individuals were removed from the Hazel Site (3PO6) in Poinsett County, AR. These human remains and associated funerary objects were excavated by the University of Arkansas Museum. No known individuals were identified. The 1148 associated funerary objects are: One abrader, three antler fragments, one arrow point, two bone awls, one ground stone axe, one raccoon baculum, 30 bone beads, two ceramic beads, four crinoid beads, 435 shell beads, four bird bone fragments, three deer bone fragments, 118 fish bones, four unidentified animal bone fragments, 80 bottles, 84 bowls, one piece of burned clay, one mass of burned clay, wood and animal bone, two pieces of charcoal, one lot of charred plant remains including basketry, one sample of red clay, one sample of white clay, one burned clay hearth, one copper ornament, two pieces of sheet copper, one corn cob, nine daub fragments, three ceramic discoidals, one ear plug, six shell ear plugs, one stone ear plug, two effigy bottles, 12 effigy bowls, one effigy jar, one effigy pipe, five fragments of a shell gorget, 43 jars, one chipped stone knife, one bone needle, one shell pendant, 21 bone pin fragments, two clay pipes, 26 mussel shell pieces, 215 pot sherds, two soil samples, one textile fragment, one piece of copper and textile, three beaver teeth, three turtle shell fragments, and two twigs. An additional 76 associated funerary objects are currently missing from the museum\\'s collections. They are: One antler tine, one lot of charcoal and shell, one bird bill awl, two bone awls, six shell ear plugs, one lot of beads, seven shell beads, two pieces of modified animal bone, eight ceramic bottles, 11 ceramic bowls, one lot of charred wood and grass, one effigy bottle, three effigy bowls, two bone needles, one ceramic sphere, one clay pipe, one piece of sheet copper, 19 mussel shell pieces, one pot sherd, five ceramic vessels, and one sample of soil.\\n        During the Mississippi period (A.D. 950-1541) in the Mississippi valley, distinctive local groups emerge in the archeological record that correspond in geographical extent and cultural cohesiveness to present-day groups that include the Quapaw. Quapaw communities occupied villages located around the confluence of the Arkansas and Mississippi Rivers at the time of late 17th century French exploration. Based on the archeological context for these sites and what is presently known about the peoples who pre-date the historic Quapaw people, the University of Arkansas Museum Collections has determined the human remains and associated funerary objects listed here are culturally affiliated with The Quapaw Tribe of Indians.\\n        Determinations Made by the University of Arkansas Museum\\n        Officials of the University of Arkansas Museum have determined that:\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice represent the physical remains of 736 individuals of Native American ancestry.\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(3)(A), the 2,426 objects described and included in this notice are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony.\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and associated funerary objects and The Quapaw Tribe of Indians.\\n        Additional Requestors and Disposition\\n\\n        Lineal descendants or representatives of any Indian Tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to Mary Suter, University of Arkansas Museum, Biomass Building 125, 2435 N Hatch Ave., Fayetteville, AR 72704, telephone (479) 575-3456, email msuter@uark.edu, by December 13, 2018. After that date, if no additional requestors have come forward, transfer of control of the human remains and associated funerary objects to The Quapaw Tribe of Indians may proceed.\\n        The University of Arkansas Museum Collections is responsible for notifying The Quapaw Tribe of Indians that this notice has been published.\\n        \\n          Dated: October 12, 2018.\\n          Melanie O\\'Brien,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. 2018-24660 Filed 11-9-18; 8:45 am]\\n       BILLING CODE 4312-52-P\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "[NPS-WASO-NAGPRA- NPS0026787; PPWOCRADN0-PCU00RP14.R50000]", "subject": "Notice of Inventory Completion: University of Arkansas Museum Collections, Fayetteville, AR", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "The University of Arkansas Museum Collections has completed an inventory of human remains and associated funerary objects, in consultation with the appropriate Indian Tribes or Native Hawaiian organizations, and has determined that there is a cultural affiliation between the human remains and associated funerary objects and present-day Indian Tribes or Native Hawaiian organizations. Lineal descendants or representatives of any Indian Tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request to the University of Arkansas Museum Collections. If no additional requestors come forward, transfer of control of the human remains and associated funerary objects to the lineal descendants, Indian Tribes, or Native Hawaiian organizations stated in this notice may proceed.", "dates": "Lineal descendants or representatives of any Indian Tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to the University of Arkansas Museum Collections at the address in this notice by December 13, 2018.", "addresses": "Mary Suter, University of Arkansas Museum Collections, Biomass Building 125, 2435 North Hatch Avenue, Fayetteville, AR 72704, telephone (479) 575-3456, email msuter@uark.edu.\\n          ", "signature_dated": "Dated: October 12, 2018.", "signature_name": "Melanie O\\'Brien,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. 2018-24660 Filed 11-9-18; 8:45 am]", "billing_code": " BILLING CODE 4312-52-P", "supp_info": "SUPPLEMENTARY INFORMATION: \n Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains and associated funerary objects under the control of the University of Arkansas Museum Collections, Fayetteville, AR. The human remains and associated funerary objects were removed from multiple locations in Arkansas. \n This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003(d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations in this notice. \n Consultation \n A detailed assessment of the human remains was made by the University of Arkansas Museum Collections professional staff in consultation with representatives of The Quapaw Tribe of Indians. \n History and Description of the Remains \n In 1966, human remains representing, at minimum, one individual were removed from Roland Mound (3AR30) in Arkansas County, AR. The human remains are those of an adult of unknown sex. The human remains were excavated by James A. Scholtz for the University of Arkansas Museum. No known individuals were identified. No associated funerary objects are present. \n In 1967, human remains representing, at minimum, two individuals were removed from the Dumond Site (3AR40) in Arkansas County, AR. These remains were excavated by James A. Scholtz for the University of Arkansas Museum. No known individuals were identified. The one associated funerary object, a pottery vessel, is currently missing from the museum\\'s collections. \n At an unknown date, human remains representing, at minimum, three individuals were removed from the McDuffie Site (3CG21) in Craighead County, AR. These human remains were donated to the museum by a collector in 1967. No known individuals were identified. No associated funerary objects are present. \n In 1929, human remains representing, at minimum, one individual were removed from an unknown site in Conway County, AR. The individual was an adult of unknown sex. Accession records for these remains and associated artifact are incomplete. No known individuals were identified. The one associated funerary object is an engraved long-necked tripod bottle. \n In 1933, human remains representing, at minimum, 40 individuals were removed from Togo/Neely\\'s Ferry Site (3CS24) in Cross County, AR. The human remains and associated funerary objects were excavated by the University of Arkansas Museum. No known individuals were identified. The 196 associated funerary objects are: One deer antler tine, one arrow point, one bone awl, two modified gar jaws, one bone bead, 31 shell beads, 13 mammal bone fragments, 32 fish bones, 19 ceramic bottles, 15 ceramic bowls, one lot of charred corn cobs, one stone disc, one ceramic disc, two marine shell ear spools, one effigy bottle, one effigy bowl, one bird effigy bowl, one snake effigy bowl, 19 fish hook fragments, one fired clay object, nine ceramic jars, one deer mandible, one pebble, one shell tempered clay pipe, three deer scapula fragments, one shell ornament, 34 mussel shell fragments, and one pot sherd. An additional three associated funerary objects are currently missing from the museum\\'s collections. They are one shell ear plug, one bone ring, and one gar scale. \n In 1933, human remains representing, at minimum, 104 individuals were removed from the Vernon Paul Site (3CS25) in Cross County, AR. These human remains and associated funerary objects were excavated by the University of Arkansas Museum. No known individuals were identified. The 692 associated funerary objects are six deer antler fragments, two arrow points, one sample of ashes, 11 bone awls, five beads, 171 shell beads, 15 animal bone fragments, 44 ceramic bottles, 51 ceramic bowls, 56 fragments of turtle shell, three stone celts, one piece of charcoal, two unmodified cobbles, one cache of charred corn, three ceramic discoidals, one stone discoidal, seven shell ear plugs, 13 effigy bowls, one antler tool, one sample of gravel, one hammer stone, one piece of hematite, 20 ceramic jars, two fish bone needles, one lot pebbles, one bone pin, two pipes, two ceramic cylinders, 151 fragments of a turtle shell rattle, two turtle scapulae, 14 mussel shell fragments, 79 shell-tempered body sherds, and 21 shell tempered rim sherds. One additional associated funerary object is currently missing from the museum\\'s collections. It is one lot of pot sherds. \n In 1950, 1967, and another unknown date, human remains representing, at minimum, seven individuals were removed from the Rose Mound Site (3CS27) in Cross County, AR. The human remains removed in 1950 were excavated by the University of Arkansas as part of a Field School. The human remains from 1967 were donated to the University of Arkansas Museum. Human remains from one of the listed individuals were donated to the University of Arkansas at an unknown date and transferred to the control of the University of Arkansas Museum in 2006. No known individuals were identified. The five associated funerary objects are five fragments of copper. \n At an unknown date, human remains representing, at minimum, one individual were removed from the Delta Site (3CS69) in Cross County, AR and donated to the University of Arkansas Museum in 1966. No known individuals were identified. No associated funerary objects are present. \n In 1967, human remains representing, at minimum, 17 individuals were removed from the Wapanocca Mound Site (3CT9) in Crittenden County, AR. These human remains and associated funerary objects were excavated by the University of Arkansas Museum. No known individuals were identified. The 49 associated funerary objects are: Nine ceramic bottles, 10 ceramic bowls, two effigy bowls, seven ceramic jars, one mano, three mussel shells, seventeen sherds. No known individuals were identified. No associated funerary objects are present. \n In 1932 and at an unknown date, human remains representing, at minimum, 37 individuals were removed from the Banks Site (3CT13) in Crittenden County, AR. The human remains removed from the site in 1932 were excavated by the University of Arkansas Museum. In 1960 the University of Arkansas received a donation of additional human remains from this site. No known individuals were identified. The one associated funerary object is a ceramic bottle. \n In 1932, human remains representing, at minimum, eight individuals were removed from the Barton Ranch Site (3CT18) in Crittenden County, AR. These human remains and associated funerary objects were excavated by the University of Arkansas Museum. No known individuals were identified. The nine associated funerary objects are three bottles, one bowl, two effigy bowls, and two jars. \n In 1932, human remains representing, at minimum, 42 individuals were removed from the Golightly Place Site (3CT19) in Crittenden County, AR. These human remains and associated funerary objects were excavated by the University of Arkansas Museum. No known individuals were identified. The 129 associated funerary objects are: Three deer antler, three arrow points, one sample of ash, three bone awls, 12 ceramic bottles, 17 ceramic bowls, two discoidals, 10 effigy vessels, one hammer stone, eight jars, one lump of tempered clay, 44 pebbles, four mussel shells, 18 fragments of turtle bone and shell, and two pot sherds. An additional two associated funerary objects are currently missing from the museum\\'s collections. They are one ceramic bottle and one ceramic bowl. \n At an unknown date, human remains representing, at minimum, one individual were removed from the Belle Mead Site (3CT30) in Crittenden County, AR. These human remains were donated to the University of Arkansas, Department of Anthropology and entered the University of Arkansas Museum collections in 2006. No known individuals were identified. No associated funerary objects are present. \n In 1967, human remains representing, at minimum, one individual were removed from the Glover Site (3CT37) in Crittenden County, AR. These remains and associated objects were excavated by the University of Arkansas Museum. No known individuals were identified. No associated funerary objects are present. \n In 1932, human remains representing, at minimum, three individuals were removed from the Warner Smith Place Site (3CT44) in Crittenden County, AR. These human remains and associated funerary objects were excavated by the University of Arkansas Museum. No known individuals were identified. The two associated funerary objects are one clay pipe and one ceramic bottle. \n At an unknown date, human remains representing, at minimum, one individual were removed from the McClure Site (3CW34) in Crawford County, AR, and donated to the University of Arkansas Museum in 1962. No known individuals were identified. No associated funerary objects are present. \n At an unknown date, human remains representing, at minimum, three individuals were removed from the Toltec Mounds Site (3LN42) in Lonoke County, AR. These human remains were donated to the University of Arkansas Museum in 1966. No known individuals were identified. No associated funerary objects are present. \n In 1932, human remains representing, at minimum, 16 individuals were removed from the Middle Nodena Site (3MS3) in Mississippi County, AR. These human remains and associated funerary objects were excavated by the University of Arkansas Museum. No known individuals were identified. The 22 associated funerary objects are: Seven ceramic bottles, one effigy bottle, seven ceramic bowls, one effigy bowl, two ceramic jars, and four pot sherds. \n In 1932, human remains representing, at minimum, 92 individuals were removed from the Upper Nodena Site (3MS4) in Mississippi County, AR. These human remains and associated funerary objects were excavated by the University of Arkansas Museum. No known individuals were identified. The 143 associated funerary objects are: Two arrow points, seven bone awls, 33 shell beads, 25 ceramic bottles, 18 ceramic bowls, eight celts, two ceramic discoidals, three marine shell ear plugs, two effigy bottles, eight effigy bowls, three effigy jars, 11 ceramic jars, one stone pendant, one mussel shell, 18 pot sherds, and one sphere of burned clay. \n In 1953, human remains representing, at minimum, 15 individuals were removed from the Gant Site (3MS11) in Mississippi County, AR. These human remains and associated funerary objects were excavated by the University of Arkansas Museum. No known individuals were identified. The six associated funerary objects are: Two ceramic bottles, two ceramic bowls, one ceramic jar, and one pot sherd. \n At an unknown date, human remains representing, at minimum, 106 individuals were removed from the Golden Lake Site (3MS60) in Mississippi County, AR. No known individuals were identified. These human remains were donated to the University of Arkansas, Department of Anthropology and entered the University of Arkansas Museum collections in 2006. No known individuals were identified. No associated funerary objects are present. \n In 1933, human remains representing, at minimum, four individuals were removed from the Tschudy Lumber Company Site (3PO1) in Poinsett County, AR. These human remains and associated funerary objects were excavated by the University of Arkansas Museum. No known individuals were identified. The 17 associated funerary objects are: Seven pot sherds, nine fire cracked rock pieces, and one ceramic bowl. \n In 1933, human remains representing, at minimum, three individuals were removed from the Norris Place Site (3PO3) in Poinsett County, AR. These human remains and associated funerary objects were excavated by the University of Arkansas Museum. No known individuals were identified. The four associated funerary objects are: Two ceramic bowls, one ceramic bottle, and one ceramic jar. \n In 1933, human remains representing, at minimum, one individual was removed from the Cart\\'s Camp Site (3PO4) in Poinsett County, AR. These human remains were excavated by the University of Arkansas Museum. No known individuals were identified. No associated funerary objects are present. \n At an unknown date, human remains representing, at minimum, one individual were removed from the St. Francis Site in St. Francis County, AR. These human remains were purchased by the University of Arkansas Museum in 1959. No known individuals were identified. No associated funerary objects are present. \n In 1961 and at an unknown date, human remains representing, at minimum, three individuals were removed from the Castile Landing Site (3SF12) in St. Francis County, AR. The human remains removed in 1961 were excavated by the University of Arkansas Museum. The human remains of the remaining individuals were donated to the University of Arkansas, Department of Anthropology and entered the University of Arkansas Museum collections in 2006. No known individuals were identified. No associated funerary objects are present. \n At an unknown date, human remains representing, at minimum, seven individuals were removed from the Manley Site (3SF25) in St. Francis County, AR. These human remains were donated to the University of Arkansas, Department of Anthropology and entered the University of Arkansas Museum collections in 2006. No known individuals were identified. No associated funerary objects are present. \n At an unknown date, human remains representing, at minimum, two individuals were removed from the Hollingsworth Place Site (3WH2) in White County, AR. These human remains were donated to the University of Arkansas Museum in 1964. No known individuals were identified. No associated funerary objects are present. \n At an unknown date, human remains representing, at minimum, four individuals were removed from the Charles Figley/Lost Hill Site (3WH34) in White County, AR. These human remains were donated to the University of Arkansas Museum in 1966. No known individuals were identified. No associated funerary objects are present. \n At an unknown date, human remains representing, at minimum, one individual were removed from the Churchman Place Site on the Black River in an unknown county in Arkansas. Accession records for this collection are incomplete. No known individuals were identified. No associated funerary objects are present. \n At an unknown date, human remains representing, at minimum, one individual were removed from the JB Redmann Site (3PO42) in Poinsett County, AR. Accession records for this collection are incomplete. No known individuals were identified. No associated funerary objects are present. \n In 1932, human remains representing, at minimum, two individuals were removed from the Randolph Landing Site in Tipton County, TN. These human remains were excavated by the University of Arkansas Museum. No known individuals were identified. The two associated funerary objects are one ceramic bowl and one ceramic jar. \n In 1933, human remains representing, at minimum, 206 individuals were removed from the Hazel Site (3PO6) in Poinsett County, AR. These human remains and associated funerary objects were excavated by the University of Arkansas Museum. No known individuals were identified. The 1148 associated funerary objects are: One abrader, three antler fragments, one arrow point, two bone awls, one ground stone axe, one raccoon baculum, 30 bone beads, two ceramic beads, four crinoid beads, 435 shell beads, four bird bone fragments, three deer bone fragments, 118 fish bones, four unidentified animal bone fragments, 80 bottles, 84 bowls, one piece of burned clay, one mass of burned clay, wood and animal bone, two pieces of charcoal, one lot of charred plant remains including basketry, one sample of red clay, one sample of white clay, one burned clay hearth, one copper ornament, two pieces of sheet copper, one corn cob, nine daub fragments, three ceramic discoidals, one ear plug, six shell ear plugs, one stone ear plug, two effigy bottles, 12 effigy bowls, one effigy jar, one effigy pipe, five fragments of a shell gorget, 43 jars, one chipped stone knife, one bone needle, one shell pendant, 21 bone pin fragments, two clay pipes, 26 mussel shell pieces, 215 pot sherds, two soil samples, one textile fragment, one piece of copper and textile, three beaver teeth, three turtle shell fragments, and two twigs. An additional 76 associated funerary objects are currently missing from the museum\\'s collections. They are: One antler tine, one lot of charcoal and shell, one bird bill awl, two bone awls, six shell ear plugs, one lot of beads, seven shell beads, two pieces of modified animal bone, eight ceramic bottles, 11 ceramic bowls, one lot of charred wood and grass, one effigy bottle, three effigy bowls, two bone needles, one ceramic sphere, one clay pipe, one piece of sheet copper, 19 mussel shell pieces, one pot sherd, five ceramic vessels, and one sample of soil. \n During the Mississippi period (A.D. 950-1541) in the Mississippi valley, distinctive local groups emerge in the archeological record that correspond in geographical extent and cultural cohesiveness to present-day groups that include the Quapaw. Quapaw communities occupied villages located around the confluence of the Arkansas and Mississippi Rivers at the time of late 17th century French exploration. Based on the archeological context for these sites and what is presently known about the peoples who pre-date the historic Quapaw people, the University of Arkansas Museum Collections has determined the human remains and associated funerary objects listed here are culturally affiliated with The Quapaw Tribe of Indians. \n Determinations Made by the University of Arkansas Museum \n Officials of the University of Arkansas Museum have determined that: \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice represent the physical remains of 736 individuals of Native American ancestry. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(3)(A), the 2,426 objects described and included in this notice are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and associated funerary objects and The Quapaw Tribe of Indians. \n Additional Requestors and Disposition \n Lineal descendants or representatives of any Indian Tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to Mary Suter, University of Arkansas Museum, Biomass Building 125, 2435 N Hatch Ave., Fayetteville, AR 72704, telephone (479) 575-3456, email msuter@uark.edu, by December 13, 2018. After that date, if no additional requestors have come forward, transfer of control of the human remains and associated funerary objects to The Quapaw Tribe of Indians may proceed. \n The University of Arkansas Museum Collections is responsible for notifying The Quapaw Tribe of Indians that this notice has been published. \n ", "consultation": "A detailed assessment of the human remains was made by the University of Arkansas Museum Collections professional staff in consultation with representatives of The Quapaw Tribe of Indians. \n ", "h_d_r": "In 1966, human remains representing, at minimum, one individual were removed from Roland Mound (3AR30) in Arkansas County, AR. The human remains are those of an adult of unknown sex. The human remains were excavated by James A. Scholtz for the University of Arkansas Museum. No known individuals were identified. No associated funerary objects are present. \n In 1967, human remains representing, at minimum, two individuals were removed from the Dumond Site (3AR40) in Arkansas County, AR. These remains were excavated by James A. Scholtz for the University of Arkansas Museum. No known individuals were identified. The one associated funerary object, a pottery vessel, is currently missing from the museum\\'s collections. \n At an unknown date, human remains representing, at minimum, three individuals were removed from the McDuffie Site (3CG21) in Craighead County, AR. These human remains were donated to the museum by a collector in 1967. No known individuals were identified. No associated funerary objects are present. \n In 1929, human remains representing, at minimum, one individual were removed from an unknown site in Conway County, AR. The individual was an adult of unknown sex. Accession records for these remains and associated artifact are incomplete. No known individuals were identified. The one associated funerary object is an engraved long-necked tripod bottle. \n In 1933, human remains representing, at minimum, 40 individuals were removed from Togo/Neely\\'s Ferry Site (3CS24) in Cross County, AR. The human remains and associated funerary objects were excavated by the University of Arkansas Museum. No known individuals were identified. The 196 associated funerary objects are: One deer antler tine, one arrow point, one bone awl, two modified gar jaws, one bone bead, 31 shell beads, 13 mammal bone fragments, 32 fish bones, 19 ceramic bottles, 15 ceramic bowls, one lot of charred corn cobs, one stone disc, one ceramic disc, two marine shell ear spools, one effigy bottle, one effigy bowl, one bird effigy bowl, one snake effigy bowl, 19 fish hook fragments, one fired clay object, nine ceramic jars, one deer mandible, one pebble, one shell tempered clay pipe, three deer scapula fragments, one shell ornament, 34 mussel shell fragments, and one pot sherd. An additional three associated funerary objects are currently missing from the museum\\'s collections. They are one shell ear plug, one bone ring, and one gar scale. \n In 1933, human remains representing, at minimum, 104 individuals were removed from the Vernon Paul Site (3CS25) in Cross County, AR. These human remains and associated funerary objects were excavated by the University of Arkansas Museum. No known individuals were identified. The 692 associated funerary objects are six deer antler fragments, two arrow points, one sample of ashes, 11 bone awls, five beads, 171 shell beads, 15 animal bone fragments, 44 ceramic bottles, 51 ceramic bowls, 56 fragments of turtle shell, three stone celts, one piece of charcoal, two unmodified cobbles, one cache of charred corn, three ceramic discoidals, one stone discoidal, seven shell ear plugs, 13 effigy bowls, one antler tool, one sample of gravel, one hammer stone, one piece of hematite, 20 ceramic jars, two fish bone needles, one lot pebbles, one bone pin, two pipes, two ceramic cylinders, 151 fragments of a turtle shell rattle, two turtle scapulae, 14 mussel shell fragments, 79 shell-tempered body sherds, and 21 shell tempered rim sherds. One additional associated funerary object is currently missing from the museum\\'s collections. It is one lot of pot sherds. \n In 1950, 1967, and another unknown date, human remains representing, at minimum, seven individuals were removed from the Rose Mound Site (3CS27) in Cross County, AR. The human remains removed in 1950 were excavated by the University of Arkansas as part of a Field School. The human remains from 1967 were donated to the University of Arkansas Museum. Human remains from one of the listed individuals were donated to the University of Arkansas at an unknown date and transferred to the control of the University of Arkansas Museum in 2006. No known individuals were identified. The five associated funerary objects are five fragments of copper. \n At an unknown date, human remains representing, at minimum, one individual were removed from the Delta Site (3CS69) in Cross County, AR and donated to the University of Arkansas Museum in 1966. No known individuals were identified. No associated funerary objects are present. \n In 1967, human remains representing, at minimum, 17 individuals were removed from the Wapanocca Mound Site (3CT9) in Crittenden County, AR. These human remains and associated funerary objects were excavated by the University of Arkansas Museum. No known individuals were identified. The 49 associated funerary objects are: Nine ceramic bottles, 10 ceramic bowls, two effigy bowls, seven ceramic jars, one mano, three mussel shells, seventeen sherds. No known individuals were identified. No associated funerary objects are present. \n In 1932 and at an unknown date, human remains representing, at minimum, 37 individuals were removed from the Banks Site (3CT13) in Crittenden County, AR. The human remains removed from the site in 1932 were excavated by the University of Arkansas Museum. In 1960 the University of Arkansas received a donation of additional human remains from this site. No known individuals were identified. The one associated funerary object is a ceramic bottle. \n In 1932, human remains representing, at minimum, eight individuals were removed from the Barton Ranch Site (3CT18) in Crittenden County, AR. These human remains and associated funerary objects were excavated by the University of Arkansas Museum. No known individuals were identified. The nine associated funerary objects are three bottles, one bowl, two effigy bowls, and two jars. \n In 1932, human remains representing, at minimum, 42 individuals were removed from the Golightly Place Site (3CT19) in Crittenden County, AR. These human remains and associated funerary objects were excavated by the University of Arkansas Museum. No known individuals were identified. The 129 associated funerary objects are: Three deer antler, three arrow points, one sample of ash, three bone awls, 12 ceramic bottles, 17 ceramic bowls, two discoidals, 10 effigy vessels, one hammer stone, eight jars, one lump of tempered clay, 44 pebbles, four mussel shells, 18 fragments of turtle bone and shell, and two pot sherds. An additional two associated funerary objects are currently missing from the museum\\'s collections. They are one ceramic bottle and one ceramic bowl. \n At an unknown date, human remains representing, at minimum, one individual were removed from the Belle Mead Site (3CT30) in Crittenden County, AR. These human remains were donated to the University of Arkansas, Department of Anthropology and entered the University of Arkansas Museum collections in 2006. No known individuals were identified. No associated funerary objects are present. \n In 1967, human remains representing, at minimum, one individual were removed from the Glover Site (3CT37) in Crittenden County, AR. These remains and associated objects were excavated by the University of Arkansas Museum. No known individuals were identified. No associated funerary objects are present. \n In 1932, human remains representing, at minimum, three individuals were removed from the Warner Smith Place Site (3CT44) in Crittenden County, AR. These human remains and associated funerary objects were excavated by the University of Arkansas Museum. No known individuals were identified. The two associated funerary objects are one clay pipe and one ceramic bottle. \n At an unknown date, human remains representing, at minimum, one individual were removed from the McClure Site (3CW34) in Crawford County, AR, and donated to the University of Arkansas Museum in 1962. No known individuals were identified. No associated funerary objects are present. \n At an unknown date, human remains representing, at minimum, three individuals were removed from the Toltec Mounds Site (3LN42) in Lonoke County, AR. These human remains were donated to the University of Arkansas Museum in 1966. No known individuals were identified. No associated funerary objects are present. \n In 1932, human remains representing, at minimum, 16 individuals were removed from the Middle Nodena Site (3MS3) in Mississippi County, AR. These human remains and associated funerary objects were excavated by the University of Arkansas Museum. No known individuals were identified. The 22 associated funerary objects are: Seven ceramic bottles, one effigy bottle, seven ceramic bowls, one effigy bowl, two ceramic jars, and four pot sherds. \n In 1932, human remains representing, at minimum, 92 individuals were removed from the Upper Nodena Site (3MS4) in Mississippi County, AR. These human remains and associated funerary objects were excavated by the University of Arkansas Museum. No known individuals were identified. The 143 associated funerary objects are: Two arrow points, seven bone awls, 33 shell beads, 25 ceramic bottles, 18 ceramic bowls, eight celts, two ceramic discoidals, three marine shell ear plugs, two effigy bottles, eight effigy bowls, three effigy jars, 11 ceramic jars, one stone pendant, one mussel shell, 18 pot sherds, and one sphere of burned clay. \n In 1953, human remains representing, at minimum, 15 individuals were removed from the Gant Site (3MS11) in Mississippi County, AR. These human remains and associated funerary objects were excavated by the University of Arkansas Museum. No known individuals were identified. The six associated funerary objects are: Two ceramic bottles, two ceramic bowls, one ceramic jar, and one pot sherd. \n At an unknown date, human remains representing, at minimum, 106 individuals were removed from the Golden Lake Site (3MS60) in Mississippi County, AR. No known individuals were identified. These human remains were donated to the University of Arkansas, Department of Anthropology and entered the University of Arkansas Museum collections in 2006. No known individuals were identified. No associated funerary objects are present. \n In 1933, human remains representing, at minimum, four individuals were removed from the Tschudy Lumber Company Site (3PO1) in Poinsett County, AR. These human remains and associated funerary objects were excavated by the University of Arkansas Museum. No known individuals were identified. The 17 associated funerary objects are: Seven pot sherds, nine fire cracked rock pieces, and one ceramic bowl. \n In 1933, human remains representing, at minimum, three individuals were removed from the Norris Place Site (3PO3) in Poinsett County, AR. These human remains and associated funerary objects were excavated by the University of Arkansas Museum. No known individuals were identified. The four associated funerary objects are: Two ceramic bowls, one ceramic bottle, and one ceramic jar. \n In 1933, human remains representing, at minimum, one individual was removed from the Cart\\'s Camp Site (3PO4) in Poinsett County, AR. These human remains were excavated by the University of Arkansas Museum. No known individuals were identified. No associated funerary objects are present. \n At an unknown date, human remains representing, at minimum, one individual were removed from the St. Francis Site in St. Francis County, AR. These human remains were purchased by the University of Arkansas Museum in 1959. No known individuals were identified. No associated funerary objects are present. \n In 1961 and at an unknown date, human remains representing, at minimum, three individuals were removed from the Castile Landing Site (3SF12) in St. Francis County, AR. The human remains removed in 1961 were excavated by the University of Arkansas Museum. The human remains of the remaining individuals were donated to the University of Arkansas, Department of Anthropology and entered the University of Arkansas Museum collections in 2006. No known individuals were identified. No associated funerary objects are present. \n At an unknown date, human remains representing, at minimum, seven individuals were removed from the Manley Site (3SF25) in St. Francis County, AR. These human remains were donated to the University of Arkansas, Department of Anthropology and entered the University of Arkansas Museum collections in 2006. No known individuals were identified. No associated funerary objects are present. \n At an unknown date, human remains representing, at minimum, two individuals were removed from the Hollingsworth Place Site (3WH2) in White County, AR. These human remains were donated to the University of Arkansas Museum in 1964. No known individuals were identified. No associated funerary objects are present. \n At an unknown date, human remains representing, at minimum, four individuals were removed from the Charles Figley/Lost Hill Site (3WH34) in White County, AR. These human remains were donated to the University of Arkansas Museum in 1966. No known individuals were identified. No associated funerary objects are present. \n At an unknown date, human remains representing, at minimum, one individual were removed from the Churchman Place Site on the Black River in an unknown county in Arkansas. Accession records for this collection are incomplete. No known individuals were identified. No associated funerary objects are present. \n At an unknown date, human remains representing, at minimum, one individual were removed from the JB Redmann Site (3PO42) in Poinsett County, AR. Accession records for this collection are incomplete. No known individuals were identified. No associated funerary objects are present. \n In 1932, human remains representing, at minimum, two individuals were removed from the Randolph Landing Site in Tipton County, TN. These human remains were excavated by the University of Arkansas Museum. No known individuals were identified. The two associated funerary objects are one ceramic bowl and one ceramic jar. \n In 1933, human remains representing, at minimum, 206 individuals were removed from the Hazel Site (3PO6) in Poinsett County, AR. These human remains and associated funerary objects were excavated by the University of Arkansas Museum. No known individuals were identified. The 1148 associated funerary objects are: One abrader, three antler fragments, one arrow point, two bone awls, one ground stone axe, one raccoon baculum, 30 bone beads, two ceramic beads, four crinoid beads, 435 shell beads, four bird bone fragments, three deer bone fragments, 118 fish bones, four unidentified animal bone fragments, 80 bottles, 84 bowls, one piece of burned clay, one mass of burned clay, wood and animal bone, two pieces of charcoal, one lot of charred plant remains including basketry, one sample of red clay, one sample of white clay, one burned clay hearth, one copper ornament, two pieces of sheet copper, one corn cob, nine daub fragments, three ceramic discoidals, one ear plug, six shell ear plugs, one stone ear plug, two effigy bottles, 12 effigy bowls, one effigy jar, one effigy pipe, five fragments of a shell gorget, 43 jars, one chipped stone knife, one bone needle, one shell pendant, 21 bone pin fragments, two clay pipes, 26 mussel shell pieces, 215 pot sherds, two soil samples, one textile fragment, one piece of copper and textile, three beaver teeth, three turtle shell fragments, and two twigs. An additional 76 associated funerary objects are currently missing from the museum\\'s collections. They are: One antler tine, one lot of charcoal and shell, one bird bill awl, two bone awls, six shell ear plugs, one lot of beads, seven shell beads, two pieces of modified animal bone, eight ceramic bottles, 11 ceramic bowls, one lot of charred wood and grass, one effigy bottle, three effigy bowls, two bone needles, one ceramic sphere, one clay pipe, one piece of sheet copper, 19 mussel shell pieces, one pot sherd, five ceramic vessels, and one sample of soil. \n During the Mississippi period (A.D. 950-1541) in the Mississippi valley, distinctive local groups emerge in the archeological record that correspond in geographical extent and cultural cohesiveness to present-day groups that include the Quapaw. Quapaw communities occupied villages located around the confluence of the Arkansas and Mississippi Rivers at the time of late 17th century French exploration. Based on the archeological context for these sites and what is presently known about the peoples who pre-date the historic Quapaw people, the University of Arkansas Museum Collections has determined the human remains and associated funerary objects listed here are culturally affiliated with The Quapaw Tribe of Indians. \n ", "h_d_ci": "Null", "determinations": "Determinations Made by the University of Arkansas Museum \n Officials of the University of Arkansas Museum have determined that: \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice represent the physical remains of 736 individuals of Native American ancestry. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(3)(A), the 2,426 objects described and included in this notice are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and associated funerary objects and The Quapaw Tribe of Indians. \n ", "a_r_d": "Lineal descendants or representatives of any Indian Tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to Mary Suter, University of Arkansas Museum, Biomass Building 125, 2435 N Hatch Ave., Fayetteville, AR 72704, telephone (479) 575-3456, email msuter@uark.edu, by December 13, 2018. After that date, if no additional requestors have come forward, transfer of control of the human remains and associated funerary objects to The Quapaw Tribe of Indians may proceed. \n The University of Arkansas Museum Collections is responsible for notifying The Quapaw Tribe of Indians that this notice has been published. \n "}