{"index": "I_1915", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Inventory Completion for Native American Human Remains and Associated Funerary Objects in the Possession of the University of Nebraska State Museum, University of Nebraska-Lincoln, Lincoln, NE\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n\\n        Notice is hereby given in accordance with provisions of the Native American Graves Protection and Repatriation Act (NAGPRA), 43 CFR 10.9, of the completion of an inventory of human remains and associated funerary objects in the possession of University of Nebraska State Museum, University of Nebraska-Lincoln, Lincoln, NE.\\n         This notice is published as part of the National Park Service\\xe2\\x80\\x99s administrative responsibilities under NAGPRA, 43 CFR 10.2 (c). The determinations within this notice are the sole responsibility of the museum, institution, or Federal agency that has control of these Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations within this notice.\\n        This notice replaces, in part, information that was reported in a Notice of Inventory Completion published March 26, 1999 (Federal Register volume 64, number 58, pages 14754-14757) to reflect the resolution of a conflicting claim.\\n        A detailed assessment of the human remains was made by University of Nebraska professional staff in consultation with representatives of the Pawnee Nation of Oklahoma.\\n        In 1931, human remains representing one individual were recovered from Cache 3 of site 25BF1 near Sweetwater, NE, during excavations conducted by W.R. Wedel under the direction of W.D. Strong. No known individuals were identified. No associated funerary objects are present. This individual has been identified as Native American. Based on ceramic and stone tool assemblages, site 25BF1 has been identified as a Loup River Phase (Itskari Phase) occupation dating to  between A.D. 1250-1450.\\n        In 1940, human remains representing 20 individuals from site 25BO7, Boone County, NE, were recovered by John Champe during University of Nebraska salvage archeology. No known individuals were identified. No associated funerary objects are present. These individuals have been identified as Native American. The location of this site is close to a Central Plains Tradition village site, and these individuals are believed to be associated with the Central Plains Tradition.\\n        In 1935, human remains representing one individual were recovered from the Linwood site (25BU1), Butler County, NE, by W.R. Wedel. No known individual was identified. No associated funerary objects are present. This individual has been identified as Native American. W.R. Wedel described an excavation by the Nebraska Archeological Survey in which a \\xe2\\x80\\x9cflexed child burial\\xe2\\x80\\x9d was found, along with trade material including iron hoes, axes, fragments of copper kettles, and bits of brass and glass. These human remains are most likely from the described child\\xe2\\x80\\x99s burial. Wedel reports that the Linwood site (25BU1) is a Pawnee village \\xe2\\x80\\x9cvery probably inhabited about the year 1800, and may date, in part, from a much earlier period.\\xe2\\x80\\x9d The iron hoes, axes, fragments of copper kettles, and bits of brass and glass are not in the possession or control of the University of Nebraska.\\n        At an unknown date, human remains representing one individual were recovered from the Ashland site (25CC1), Cass County, NE, under unknown circumstances. No known individual was identified. No associated funerary objects are present. This individual has been identified as Native American, most likely from the Central Plains Tradition period. Based on material culture and site organization, the Ashland site (25CC1) has been identified as a multi-component site, including a Central Plains Tradition component.\\n        At an unknown date, human remains representing two individuals were recovered from the Rock Bluff site (25CC31[25CC0]) overlooking the Missouri River in southern Cass County, NE. No information is available as to how or when these remains came into University of Nebraska State Museum collections. No known individuals were identified. No associated funerary objects are present. These individuals have been identified as Native American. Between 1914 and 1968, the University conducted excavations at the nearby Walker Glimore site, during which these human remains were most likely collected. Archeological evidence from these excavations indicates the site is attributable to the Nebraska phase of the Central Plains Tradition.\\n        In 1913, human remains representing 53 individuals from an ossuary (25CC9001) in Plattsmouth, Cass County, NE, were excavated by R.F. Gilder and others in an uncontrolled excavation following the discovery of the ossuary during a work project. No known individuals were identified. The associated funerary objects are 11 shell pendants or pendant fragments. These individuals have been identified as Native American. Based on burial location and manner of interment, this ossuary has been attributed to the Nebraska phase within the Central Plains Tradition.\\n        In 1931, human remains representing one individual were recovered from the Wolfe site (25CX2) near the mouth of Shell Creek, Colfax County, NE, during excavations conducted by W.D. Strong and Waldo Wedel. No known individual was identified. No associated funerary objects are present. This individual has been identified as Native American. Based on ceramic and stone tool assemblages, the Wolfe site has been identified as a Lower Loup period (A.D. 1450-1550) occupation of the Central Plains Tradition.\\n        In 1941, human remains representing 292 individuals were recovered from the Maxwell site (25DK13) near Homer, Dakota County, NE, during University of Nebraska/W.P.A. excavations conducted by L. Bartos, Jr., under the direction of John L. Champe and Paul Cooper. No known individuals were identified.  The 44 associated funerary objects consist of 39 shell, bone, and stone beads, 3 shell pendants, and 2 teeth pendants. These individuals have been identified as Native American. Based on bone preservation and ceramic sherds in fill, the Maxwell site has been identified as a Central Plains Tradition occupation (A.D. 1050-1500).\\n        Before 1909, human remains representing 11 individuals were recovered from the \\xe2\\x80\\x9cWatson House\\xe2\\x80\\x9d site (25DO0), Omaha, Dodge County, NE, during excavations conducted by R.F. Gilder. No known individuals were identified. No associated funerary objects are present. These individuals have been identified as Native American. Based on ceramic and stone tool assemblages, the \\xe2\\x80\\x9cWatson House\\xe2\\x80\\x9d site has been identified as a Nebraska Phase (A.D. 1050-1425)  occupation of the Central Plains Tradition.\\n        In 1913, human remains representing two individuals were recovered from site 25DO0 (11-25-5-13) in Omaha, Dodge County, NE, during house construction and donated to the University of Nebraska State Museum by R.H. Gilder. No known individuals were identified. No associated funerary objects are present. These individuals have been identified as Native American. Based on the condition of the remains and known archeological sites in this area, site 25DO0 (11-25-5-13) has been identified as a Nebraska phase (A.D. 1050-1425) occupation of the Central Plains Tradition.\\n\\n        In 1913, human remains representing one individual were excavated at 13th and Missouri Streets (25DO?2), Omaha, Dodge County, NE, by R.F. Gilder. These human remains became part of the Wallace collection and were donated to the University of Nebraska State Museum in 1913. No known individual was identified. No associated funerary objects are present. This individual has been identified as Native American. Based on the condition of the remains and the cultural material from this site, this burial has been determined to be from the Nebraska phase (A.D. 1050-1425) of the Central Plains Tradition.\\n        In 1906, human remains representing 42 individuals were collected from site 25DO26, Gilder\\xe2\\x80\\x99s Mound, Long\\xe2\\x80\\x99s Hill, Dodge County, NE, by R.F. Gilder. No known individuals were identified. No associated funerary objects are present. This site is also known as the \\xe2\\x80\\x9cLoess Man\\xe2\\x80\\x9d site, because the human remains were found in loess soil. Material culture collected from this site resembles Central Plains Tradition/Woodland materials based on their poor to fair preservation. These individuals have been identified as Native American from the Nebraska phase (A.D. 1050-1425) of the Central Plains Tradition.\\n         At an unknown date, human remains representing one individual were collected at site 25FR0, four miles north of the Riverton highlands, Franklin County, NE, by an unknown individual. No known individual was identified. The associated funerary objects are four coils of brass wire. This individual has been identified as Native American. Based on the coils of brass wire and location of site 25FR0, this burial has been attributed to the historic Pawnee ca. A.D. 1750-1850.\\n        In 1983, human remains representing one individual were recovered in the Upper Republican midden layer of site 25FT145, Frontier County, NE, during excavations in a habitation area directed by T. Myers. No known individual was identified. No associated funerary objects are present. This individual has been identified as Native American. Based on the ceramics recovered in the midden, site 25FT145 has been identified as an Upper Republican Culture occupation (A.D. 950-1250) of the Central Plains Tradition.\\n        At an unknown date, human remains representing one individual were recovered from the Goodrich site (25GY21), Greeley County, NE, by W.J. Hunt of the Department of Anthropology at the University of Nebraska-Lincoln. No known individual was identified. No associated funerary objects are present. This individual has been identified as Native American. Based on material culture, the Goodrich site has been identified as a Central Plains Tradition (A.D. 950-1450) occupation.\\n        In 1930, human remains representing four individuals were recovered from the Graham Ossuary site (25HN5), Harlan County, NE, during excavations conducted by W. Wedel under thedirection of W.D. Strong. No known individuals were identified. The minimum of 100 associated funerary objects include ceramic fragments, shell beads, bone beads, bracelets, copper ornaments, ceramics, and stone tools. These individuals have been identified as Native American. Based on the material culture, the Graham site has been identified as an Upper Republican phase occupation of the Central Plains Tradition.\\n        In 1978, human remains representing one individual were recovered from the Schmidt site (25HW301), Howard County, NE, by S. Holen and C. Roberts. No known individual was identified. No associated funerary objects are present. This individual has been identified as Native American. Based on ceramic and stone tool assemblages, the Schmidt site has been identified as a Central Plains Tradition occupation.\\n        In 1937, human remains representing one individual were recovered from the Hogan site (25KX5), Knox County, NE, by P. Newell for the Nebraska Archaeological Survey under W.P.A. Official Project Number 165-81-8095 Work Project  3140. One burial pit was found. No known individual was identified. No associated funerary objects are present. This individual has been identified as Native American. Based on poor preservation, the remains are attributed to the Central Plains Tradition.\\n        Based on continuities of ceramic decoration, stone tool form and function, architecture, chronology, mortuary custom, subsistence pattern, settlement pattern, and geographic location, the Central Plains Tradition is recognized by many anthropologists as ancestral to the present-day Pawnee and Arikara. Pawnee and Arikara oral traditions also indicate cultural affiliation between the earlier Central Plains Tradition and these present-day tribes.\\n        Based on the above-mentioned information, officials of the University of Nebraska have determined that, pursuant to 43 CFR 10.2 (d)(1), the human remains listed above represent the physical remains of 436 individuals of Native American ancestry. Officials of the University of Nebraska also have determined that, pursuant to 43 CFR 10.2 (d)(2), the 159 objects listed above are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony. Lastly, officials of the University of Nebraska have determined that, pursuant to 43 CFR 10.2 (e), there is a relationship of shared group identity which can be reasonably traced between these Native American human remains and associated funerary objects and the Pawnee Nation of Oklahoma.\\n        This notice has been sent to officials of the Pawnee Nation of Oklahoma; Three Affiliated Tribes of the Fort Berthold Reservation, North Dakota; and Wichita and Affiliated Tribes (Wichita, Keechi, Waco & Tawakonie), Oklahoma. Representatives of any other Indian tribe that believes itself to be culturally affiliated with these human remains and associated funerary objects should contact Dr. Priscilla Grew, Department of Geosciences, 301 Bessey Hall, University of Nebraska, Lincoln, NE 68588-0340, telephone (402) 472-7854, before October 15, 2002.  Repatriation of the human remains and associated funerary objects to the Pawnee Nation of Oklahoma may begin after that date if no additional claimants come forward.\\n        \\n          Dated: July 19, 2002.\\n          C. Timothy McKeown,\\n          Acting Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. 02-23125 Filed 9-11-02; 8:45 am]\\n      BILLING CODE 4310-70-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Inventory Completion for Native American Human Remains and Associated Funerary Objects in the Possession of the University of Nebraska State Museum, University of Nebraska-Lincoln, Lincoln, NE", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: July 19, 2002.", "signature_name": "C. Timothy McKeown,", "signature_title": "Acting Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. 02-23125 Filed 9-11-02; 8:45 am]", "billing_code": "BILLING CODE 4310-70-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}