{"index": "I_1941", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR \\n        National Park Service\\n        Notice of Inventory Completion for Native American Human Remains and  Associated Funerary Objects in the Possession of the Lambertville Historical Society, Lambertville, NJ\\n        \\n          AGENCY:\\n          National Park Service, Interior. \\n        \\n        \\n          ACTION:\\n          Notice. \\n        \\n        Notice is hereby given in accordance with provisions of the Native American Graves Protection and Repatriation Act (NAGPRA), 43 CFR 10.9, of the completion of an inventory of human remains in the possession of the Lambertville Historical Society, Lambertville, NJ. \\n         This notice is published as part of the National Park Service\\xe2\\x80\\x99s administrative responsibilities under NAGPRA, 43 CFR 10.2 (c). The determinations within this notice are the sole responsibility of the museum, institution, or Federal agency that has control of these Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations within this notice. \\n         A detailed assessment of the human remains was made by Lambertville Historical Society professional staff in consultation with the New Jersey State Museum and representatives of the Delaware Nation, Oklahoma; Delaware Tribe of Indians, Oklahoma; Eastern Band of Cherokee Indians of North Carolina; and Stockbridge-Munsee Community of Mohican Indians of Wisconsin. The Lambertville Historical Society also consulted with the Native American Alliance of Bucks County and the Delaware Nation Grand Council of North America, two nonfederally recognized Indian groups. \\n         In either 1858 or 1862, human remains representing one individual were recovered by Captain John S. Bailey near the old lime kiln on the banks of the Delaware River at Lower Black\\xe2\\x80\\x99s Eddy, Bucks County, PA. No known individual was identified. No associated funerary objects are present. The human remains consist of the right parietal bone of a skull. The elevated skullcap and high-vaulted shape are characteristic of Native American populations. An August 5, 1873, article in the Bucks County Intelligencer reported that there was an \\xe2\\x80\\x9cindication that the spot [from which the human remains were recovered] was an Indian burial place, as well as a manufactory of arrow heads and other utensils of stone.\\xe2\\x80\\x9d \\n         These human remains are believed to have been found at the Lower Black\\'s Eddy site (36BU23). The Lower Black\\xe2\\x80\\x99s Eddy site was excavated in 1893 by Dr. Henry C. Mercer and was considered by him to be one of the oldest and largest village sites in the Delaware Valley between Trenton and the Lehigh River. The site was excavated again in 1982 and 1986-87. These excavations identified a stratified sequence spanning the Late/Terminal Archaic (3000-1000 B.C), Early/Middle Woodland (1000 B.C.-A.D. 500), and Late Woodland periods (A.D. 500-1600). The relatively good condition of the skull and the acidity of the soil at the Lower Black\\xe2\\x80\\x99s Eddy site indicate that the human remains were probably buried during the Late Woodland period (A.D. 500-1600). The Delaware River and its tributaries are thought to be the homeland of the Delaware Indians, many of whom were relocated to Oklahoma and Wisconsin during the 19th century. \\n         Based on the above-mentioned information, officials of the Lambertville Historical Society have determined that, pursuant to 43 CFR 10.2 (d)(1), the human remains listed above represent the physical remains of one individual of Native American ancestry. Officials of the Lambertville Historical Society also have determined that, pursuant to 43 CFR 10.2 (e), there is a relationship of shared group identity that can be reasonably traced between these Native American human remains and the Delaware Nation, Oklahoma; Delaware Tribe of Indians, Oklahoma; and Stockbridge-Munsee Community of Mohican Indians of Wisconsin. \\n         This notice has been sent to officials of the Delaware Nation, Oklahoma; Delaware Tribe of Indians, Oklahoma; Eastern Band of Cherokee Indians of North Carolina; Stockbridge-Munsee Community of Mohican Indians of Wisconsin; Native American Alliance of Bucks County; and the Delaware Nation Grand Council of North America. Representatives of any other Indian tribe that believes itself to be culturally affiliated with these human remains should contact Nancy Keim Comley, Lambertville Historical Society, P.O. Box 2, Lambertville, NJ 08530, telephone (609) 397-0770, before August 12, 2002. Repatriation of the human remains to the Delaware Nation, Oklahoma; Delaware Tribe of Indians, Oklahoma; and Stockbridge-Munsee Community of Mohican Indians of Wisconsin may begin after that date if no additional claimants come forward.\\n        \\n          Dated: March 27, 2002.\\n          Robert Stearns,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. 02-17418 Filed 7-10-02; 8:45 am]\\n      BILLING CODE 4310-70-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR ", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Inventory Completion for Native American Human Remains and  Associated Funerary Objects in the Possession of the Lambertville Historical Society, Lambertville, NJ", "agency2": "National Park Service, Interior. ", "action": "Notice. ", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: March 27, 2002.", "signature_name": "Robert Stearns,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. 02-17418 Filed 7-10-02; 8:45 am]", "billing_code": "BILLING CODE 4310-70-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}