{"index": "I_1995", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Inventory Completion for Native American Human Remains and Associated Funerary Objects in the Possession of the University of Denver Department of Anthropology and Museum of Anthropology, Denver, CO\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is hereby given in accordance with provisions of the Native American Graves Protection and Repatriation Act (NAGPRA), 43 CFR 10.9, of the completion of an inventory of human remains and associated funerary objects in the possession of the University of Denver Department of Anthropology and Museum of Anthropology, Denver, CO.\\n\\n        This notice is published as part of the National Park Service\\xe2\\x80\\x99s administrative responsibilities under NAGPRA, 43 CFR 10.2 (c).  The determinations within this notice are the sole responsibility of the museum, institution, or Federal agency that has control of these Native American human remains and associated funerary objects.  The National Park Service is not responsible for the determinations within this notice.\\n        A detailed assessment of the human remains was made by University of Denver Department of Anthropology and Museum of Anthropology professional staff and a contract physical anthropologist in consultation with the U.S. Department of Defense, Department of the Army, Army Corps of Engineers, Omaha District; U.S. Department of the Interior, Bureau of Indian Affairs; and representatives of the Crow Creek Sioux Tribe of the Crow Creek Reservation, South Dakota; Pawnee Nation of Oklahoma; and Three Affiliated Tribes of the Fort Berthold Reservation, North Dakota.\\n        At an unknown date, human remains representing one individual were recovered from an unknown location either on the Crow Creek Reservation, Buffalo County, SD, or near Mitchell, Davison County, SD.  Dr. E.B. Renaud, founder of the University of Denver Department of Anthropology, most likely obtained these remains from an unknown South Dakota resident and brought them to the university for study.  The remains were never cited in his reports and were not formally accessioned into the museum collection.  No known individual was identified.  The 107 associated funerary objects are 92 sherds (56 plain, 2 marked, and 34 incised, stamped, or cord-marked), 1 ceramic tube fragment, 1 projectile point, 10 chipped stone flakes, and 3 shell fragments.\\n        Two handwritten notes accompany the remains.  One says \\xe2\\x80\\x9cFortified Indian Village Prehistoric Pawnee Strong(?) near Mitchell South Dakota(?).\\xe2\\x80\\x9d  The other note says \\xe2\\x80\\x9cFortified Prehistoric Indian Village, Prehistoric Pawnee Strong(?) Crow Creek (Crow Reservation) North of Chamberlain, S. Dakota.\\xe2\\x80\\x9d  Both the Bureau of Indian Affairs and the U.S. Army Corps of Engineers determined that there is no evidence that either Federal agency has control over these human remains and associated funerary objects.\\n        The territory surrounding the Missouri River in southeastern South Dakota has been identified as the ancestral territory of the Three Affiliated Tribes (Mandan, Hidatsa, and Arikara) and the Pawnee.  The notes that accompany the remains, associated funerary objects, and consultation evidence also indicate a cultural affiliation between these human remains and associated funerary objects and the Three Affiliated Tribes and Pawnee.\\n        Roger Echo-Hawk, a Pawnee historian, provided oral testimony confirming the cultural affiliation between the Arikara and Pawnee.  Both tribes speak Caddoan languages, whose cultural roots are traced to the prehistoric mound-building societies of the lower Mississippi River valley.  The Arikara were culturally related to the Pawnee, from whom they broke away and moved gradually northward along the Missouri River between the Cheyenne River in South Dakota and Fort Berthold in North Dakota, becoming the northernmost Caddoan tribe.\\n        Archeologists have attributed a number of village sites near Crow Creek to the Arikara and Mandan, and a large well-known village near Mitchell is a attributed to the Mandan.  There are at least two Arikara archeological sites in the area mentioned in the notes that accompany the remains, the Crow Creek site (39BF11), a fortified village, and the Mitchell site (39DV2), a village with outer fortification ditches and lodges.\\n        Based on the above-mentioned information, officials of the University of Denver Department of Anthropology and Museum of Anthropology have determined that, pursuant to 43 CFR 10.2 (d)(1), the human remains listed above represent the physical remains of one individual of Native American ancestry. Officials of the University of Denver Department of Anthropology and Museum of Anthropology also have determined that, pursuant to 43 CFR 10.2 (d)(2), the 107 objects listed above are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony.  Lastly, officials of the University of Denver Department of Anthropology and Museum of Anthropology have determined that, pursuant to 43 CFR 10.2 (e), there is a relationship of shared group identity that can be reasonably traced between these Native American human remains and associated funerary objects and the Pawnee Nation of Oklahoma, and Three Affiliated Tribes of the Fort Berthold Reservation, North Dakota.\\n        This notice has been sent to officials of the Crow Creek Sioux Tribe of the Crow Creek Reservation, South Dakota; Pawnee Nation of Oklahoma; Three Affiliated Tribes of the Fort Berthold Reservation, North Dakota; U.S. Army Corps of Engineers, Omaha District; and Bureau of Indian Affairs. Representatives of any other Indian tribe that believes itself to be culturally affiliated with these human remains and associated funerary objects should contact Jan I. Bernstein, Collections Manager and NAGPRA Coordinator, University of Denver Department of Anthropology and Museum of Anthropology, 2000 Asbury, Sturm Hall S-146, Denver, CO 80208-2406, e-mail jbernste@du.edu, telephone (303) 871-2543, before November 8, 2001. Repatriation of the human remains and associated funerary objects to the Pawnee Nation of Oklahoma, and Three Affiliated Tribes of the Fort Berthold Reservation, North Dakota may begin after that date if no additional claimants come forward.\\n        \\n          Dated: August 15, 2001.\\n          John Robbins,\\n          Assistant Director, Cultural Resources Stewardship and Partnerships.\\n        \\n      \\n      [FR Doc. 01-25158 Filed 10-5-01; 8:45 am]\\n      BILLING CODE 4310-70-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Inventory Completion for Native American Human Remains and Associated Funerary Objects in the Possession of the University of Denver Department of Anthropology and Museum of Anthropology, Denver, CO", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: August 15, 2001.", "signature_name": "John Robbins,", "signature_title": "Assistant Director, Cultural Resources Stewardship and Partnerships.", "fr_doc": "[FR Doc. 01-25158 Filed 10-5-01; 8:45 am]", "billing_code": "BILLING CODE 4310-70-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}