{"index": "I_1907", "messy_full": "\\n\\nFederal Register, Volume 67 Issue 197 (Thursday, October 10, 2002)\\n\\n[Federal Register Volume 67, Number 197 (Thursday, October 10, 2002)]\\n[Notices]\\n[Page 63154]\\nFrom the Federal Register Online via the Government Publishing Office [www.gpo.gov]\\n[FR Doc No: 02-25873]\\n\\n\\n-----------------------------------------------------------------------\\n\\nDEPARTMENT OF THE INTERIOR\\n\\nNational Park Service\\n\\n\\nNotice of Inventory Completion for Native American Human Remains \\nand Associated Funerary Objects in the Possession of the UCLA Fowler \\nMuseum of Cultural History, University of California, Los Angeles, Los \\nAngeles, CA\\n\\nAGENCY: National Park Service, Interior.\\n\\nACTION: Notice.\\n\\n-----------------------------------------------------------------------\\n\\n    Notice is hereby given in accordance with provisions of the Native \\nAmerican Graves Protection and Repatriation Act (NAGPRA), 43 CFR 10.9, \\nof the completion of an inventory of human remains and associated \\nfunerary objects in the possession of the UCLA Fowler Museum of \\nCultural History, University of California, Los Angeles, Los Angeles, \\nCA.\\n    This notice is published as part of the National Park Service\\'s \\nadministrative responsibilities under NAGPRA, 43 CFR 10.2 (c). The \\ndeterminations within this notice are the sole responsibility of the \\nmuseum, institution, or Federal agency that has control of these Native \\nAmerican human remains and associated funerary objects. The National \\nPark Service is not responsible for the determinations within this \\nnotice.\\n    A detailed assessment of the human remains was made by the UCLA \\nFowler Museum of Cultural History professional staff in consultation \\nwith representatives of the Pechanga Band of Luiseno Mission Indians of \\nthe Pechanga Reservation, California.\\n    At an unknown date, human remains representing one individual were \\nrecovered by Eugene Nickens under unknown circumstances from the Perris \\nsite (CA-RIV-126), Riverside County, CA. These human remains were \\ndonated by Mr. Nickens to the University of California, Los Angeles in \\n1951. No known individual was identified. The 18 associated funerary \\nobjects are 16 pottery sherds, 1 deer scapula, and 1 bird bone. The age \\nof the site has not been determined, however, the presence of ceramics \\nsuggests a protocontact or postcontact date. The site is located within \\nthe traditional territory of the Luiseno Mission Indians. The artifacts \\nare consistent with others documented as associated with the indigenous \\ninhabitants of the area. Raymond Basquez, Chairperson of the tribal \\nCultural Resources Department, Elder, and traditional religious leader, \\nidentified the deer scapula as a ceremonial sweat scraper and the \\npottery sherds as possibly part of a ceremonial urn. He also identified \\nthe site as being within the ancestral territory of the Pechanga Band \\nof the Luiseno Mission Indians of the Pechanga Reservation, California.\\n    In 1965, human remains representing one individual were removed \\nfrom the Rancho site (CA-RIV-364), Riverside County, CA, by Dr. Joseph \\nL. Chartkoff. Dr. Chartkoff donated these human remains to the \\nUniversity of California, Los Angeles the same year. No known \\nindividual was identified. No associated funerary objects are present.\\n    The Rancho site (CA-RIV-364) is close to the present-day Pechanga \\nReservation, in the valley of Temecula Creek. Geographical location and \\narcheological and oral traditional evidence support the association of \\nthis site with precontact and historic village sites within the \\nterritory of the Pechanga Band of Luiseno Mission Indians of the \\nPechanga Reservation, California. The site is well known, by both oral \\ntradition and archeological documentation, to be a precontact and \\npostcontact cremation and burial site. Some artifacts collected from \\nthe surface, such as a plate fragment, broken glass, lathe-turned \\ninkbottle, and metal button, appear to date to the Spanish or Mexican \\nperiod in California. According to Mr. Basquez, when traditional \\ncremation practices gave way after contact to inhumation, Luiseno \\npeoples\\' personal possessions often were collected, burned, and placed \\nat traditional cremation/cemetery areas even though the person may have \\nbeen buried elsewhere. The Rancho site was visited by members of the \\nPechanga Band of Luiseno Indians Cultural Committee, who identified the \\nhuman remains and artifacts collected there as part of the traditional \\nLuiseno cremation and memorial offering rites. Tizon Brown pottery \\nsherds found at the site are consistent with a Late Prehistoric and \\nhistoric age.\\n    Officials of the UCLA Fowler Museum of Cultural History have \\ndetermined that, pursuant to 43 CFR 10.2 (d)(1), the human remains \\nlisted above represent the physical remains of two individuals of \\nNative American ancestry. Officials of the UCLA Fowler Museum of \\nCultural History have also determined that, pursuant to 43 CFR 10.2 \\n(d)(2), the 18 objects listed above are reasonably believed to have \\nbeen placed with or near individual human remains at the time of death \\nor later as part of the death rite or ceremony. Lastly, it has been \\ndetermined that, pursuant to 43 CFR 10.2 (e), there is a relationship \\nof shared group identity that can be reasonably traced between these \\nNative American human remains and associated funerary objects and the \\nPechanga Band of Luiseno Mission Indians, Pechanga Reservation, \\nCalifornia.\\n    This notice has been sent to officials of the Pechanga Band of \\nLuiseno Mission Indians, Pechanga Reservation, California. \\nRepresentatives of any other Indian tribe that believes itself to be \\nculturally affiliated with these human remains and associated funerary \\nobjects should contact Diana Wilson, UCLA NAGPRA Coordinator, Office of \\nthe Vice Chancellor, Research, University of California, Los Angeles, \\nBox 951405, Los Angeles, California 90095-1405, telephone (310) 825-\\n1864, before November 12, 2002. Repatriation of the human remains and \\nassociated funerary objects to the Pechanga Band of Luiseno Mission \\nIndians, Pechanga Reservation, California may begin after that date if \\nno additional claimants come forward.\\n\\n    Dated: August 28, 2002\\nRobert Stearns,\\nManager, National NAGPRA Program.\\n[FR Doc. 02-25873 Filed 10-9-02; 8:45 am]\\nBILLING CODE 4310-70-S\\n\\n\\n\\n", "agency1": "Null", "sub_agency1": "Null", "dep_doc": "Null", "subject": "Null", "agency2": "Null", "action": "Null", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Null", "signature_name": "Null", "signature_title": "Null", "fr_doc": "Null", "billing_code": "Null", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}