{"index": "I_1934", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Inventory Completion for Native American Human Remains and Associated Funerary Objects in the Possession of the Minnesota Indian Affairs Council, Bemidji, MN, and in the Control of the U.S. Department of the Interior, Bureau of Indian Affairs, Washington, DC\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n\\n        Notice is hereby given in accordance with provisions of the Native American Graves Protection and Repatriation Act (NAGPRA), 43 CFR 10.9, of the completion of an inventory of human remains, and associated funerary objects in the possession of the Minnesota Indian Affairs Council, Bemidji, MN, and in the control of the U.S. Department of the Interior, Bureau of Indian Affairs, Washington, DC.\\n        This notice is published as part of the National Park Service\\xe2\\x80\\x99s administrative responsibilities under NAGPRA, 43 CFR 10.2 (c).  The determinations within this notice are the sole responsibility of the museum, institution, or Federal agency that has control of these Native American human remains and associated funerary objects.  The National Park Service is not responsible for the determinations within this notice.\\n        A detailed assessment of the human remains was made by the Minnesota Indian Affairs Council professional staff in consultation with representatives of the Mille Lacs Band of the Minnesota Chippewa Tribe, Minnesota.\\n        In 1965, human remains representing three individuals were removed from the Petaga Point site (21-ML-11), Mille Lacs County, MN, during archeological excavations conducted by L.R. Cooper of the University of Minnesota.  No known individuals were identified.  The three associated funerary objects are two copper coils (578.61) and one piece of birch bark.\\n        Based on material culture present at the Petaga Point site (21-ML-11), these burials have been identified as postcontact cemetery burials related to the Mille Lacs Band of Ojibwe.  These human remains are from within the present reservation and the ceded aboriginal territory of the Mille Lac Band of the Minnesota Chippewa Tribe, Minnesota.  Traditionally, members of the tribe have wrapped human remains in birch bark before interring them.  Birch bark was associated with the burial and is considered additional evidence that the human remains were ancestors of the present-day Mille Lac Ojibwe.\\n        In 1949, human remains representing four individuals were removed from the Kathio School or Vineland Bay site (21-ML-7), Mille Lacs County, MN, by L.A. Wilford of the University of Minnesota.  No known individuals were identified.  The remains of one individual were recovered from a burial.  The remains of three other individuals were recovered from a feature near the burial.  The 1325 associated funerary objects recovered from the feature near the burial are 1 bear skull (301-9), 17 bear bones (301), 80 deer bones (301), 16 deer teeth (301), 75 fish bones (301), 42 turtle bones (301), 1 rabbit skull (301), 23 pieces of bird bone (301), 6 beaver bones (301), 18 beaver teeth (301), 4 bone tools (301), 840 pieces of unidentifiable medium to large mammal bones (301), 14 unidentifiable medium to large mammal skull bone fragments (301), 2 elk bones (301), 3 canine bones (301), 81 burnt bone fragments (301), 2 pottery rim sherds (301), 6 pottery sherds (301), 3 pieces of bark (301), 90 pieces of unidentifiable small to medium mammal bones (301), and 1 large mammal cranial fragment (301).\\n        In 1966, human remains representing one individual were removed from the Kathio School or Vineland Bay site (21-ML-7), Mille Lacs County, MN, by O.E. Johnson of the University of Minnesota.  No known individuals were identified.  The 108 associated funerary objects are 17 pottery sherds (606-55), 2 projectile points (606-55), 17 lithic flakes (606-55), 8 pieces of fire-cracked rock (606-55), 1 quartz scraper (606-55), 1 quartz piece (606-55), 2 pieces of burnt clay (606-55), 29 pieces of burnt bone (606-55), 17 pieces of fish bone (606-55), and 14 fragments of large mammal bone (606-55).\\n        In 1967, human remains representing eight individuals were removed from the Kathio School or Vineland Bay site (21-ML-7), Mille Lacs County, MN, by D. Dickinson of the University of Minnesota.  No known individuals were identified.  The 104 associated funerary objects consist of human hair, 13 dog skull fragments (638), 1 copper breast plate with wood (638), 1 hide flesher, 1 bone awl (638-202), 11 unidentified bone fragments (638-186, 638-206), 1 burnt bone fragment, 1 siltstone scraper, 52 lithic flakes (638-201, 638-193,638-243), 2 fish bone fragments, 1 deer bone, 1 small blue bead,, 1 rusted iron bracelet (638-190), 1 copper bracelet (638-203), 1 woven cloth from a burial (638-163), 1 piece of bark, 1 piece of quartz (638-197), 1 copper fragment (638-194), 1 piece of copper (638-192), 1 bird bone (638-246), 1 copper tube bead (638-244), 1 bear tooth (638-234), 6 ceramic sherds, and 3 projectile points (638-199, 638-245, 638-248).\\n        Based on material culture present at the Kathio School or Vineland Bay site (21-ML-7), these burials have been identified as postcontact cemetery burials related to the Mille Lacs Band of Ojibwe.  These human remains are from within the present reservation and the ceded aboriginal territory of the Mille Lac Band of the Minnesota Chippewa Tribe, Minnesota.  The funerary objects found with these human remains are traditionally the items that Ojibwe people put into burials and are considered additional evidence that the human remains were ancestors of the present-day Mille Lacs Ojibwe.\\n        In 1966, human remains representing four individuals were removed from Strawberry Hill (21-ML-14), Mille Lacs County, County, MN, by T. Dahlquist and J. Kaufert of the University of Minnesota.  No known individuals were identified.  No associated funerary objects are present.\\n        Based on oral traditions and historic documents, Strawberry Hill is recognized as an historic Ojibwe cemetery.  It is within the current reservation and the ceded aboriginal territory of the Mille Lacs Band of Ojibwe.\\n        Based on the above-mentioned information, officials of the Bureau of Indian Affairs and the Minnesota Indian Affairs Council have determined that, pursuant to 43 CFR 10.2 (d)(1), the human remains listed above represent the physical remains of 20 individuals of Native American ancestry.  Officials of the Bureau of Indian Affairs and the Minnesota Indian Affairs Council also have determined that, pursuant to 43 CFR 10.2 (d)(2), the 1540 objects listed above are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony.  Lastly, officials of the Bureau of Indian Affairs and the Minnesota Indian Affairs Council have determined that, pursuant to 43 CFR 10.2 (e), there is a relationship of shared group identity that can be reasonably traced between these Native American human remains and associated funerary objects and the Mille Lacs Band of the Minnesota Chippewa Tribe, Minnesota.\\n        This notice has been sent to officials of the Mille Lacs Band of the Minnesota Chippewa Tribe, Minnesota and the Minnesota Chippewa Tribe, Minnesota.  Representatives of any other Indian tribe that believes itself to be culturally affiliated with these human remains and associated funerary objects should contact James L. Jones, Cultural Resource Specialist, Minnesota Indian Affairs Council, 1819 Bemidji Avenue, Bemidji, MN 56601; telephone (218) 755-3825, before September 30, 2002. Repatriation of the human remains and associated funerary objects to the Mille Lacs Band of the Minnesota Chippewa Tribe, Minnesota may begin after that date if no additional claimants come forward.\\n        \\n          Dated: July 29, 2002.\\n          Robert Stearns,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. 02-21996 Filed 8-28-02; 8:45 am]\\n      BILLING CODE 4310-70-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Inventory Completion for Native American Human Remains and Associated Funerary Objects in the Possession of the Minnesota Indian Affairs Council, Bemidji, MN, and in the Control of the U.S. Department of the Interior, Bureau of Indian Affairs, Washington, DC", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: July 29, 2002.", "signature_name": "Robert Stearns,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. 02-21996 Filed 8-28-02; 8:45 am]", "billing_code": "BILLING CODE 4310-70-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}