{"index": "I_1977", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Inventory Completion for Native American Human Remains and  Associated Funerary Objects in the Possession of the Robert S. Peabody Museum of Archaeology, Andover, MA\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is hereby given in accordance with provisions of the Native American Graves Protection and Repatriation Act (NAGPRA), 43 CFR 10.9, of the completion of an inventory of human remains and associated funerary objects in the possession of the Robert S. Peabody Museum of Archaeology, Andover, MA.\\n        This notice is published as part of the National Park Service\\xe2\\x80\\x99s administrative responsibilities under NAGPRA, 43 CFR 10.2 (c).  The determinations within this notice are the sole responsibility of the museum, institution, or Federal agency that has control of these Native American human remains and associated funerary objects.  The National Park Service is not responsible for the determinations within this notice.\\n        A detailed assessment of the human remains was made by the Robert S. Peabody Museum of Archaeology professional staff in consultation with representatives of the Aroostook Band of Micmac Indians of Maine, Houlton Band of Maliseet Indians of Maine, Passamaquoddy Tribe of Maine, and Penobscot Tribe of Maine.\\n        In 1956, human remains representing one individual were recovered from the Pond Island site in Deer Isle, Hancock County, ME, by Douglas Byers under the auspices of the Robert S. Peabody Museum of Archaeology.  No known individual was identified.  No associated funerary objects are present.\\n        The Pond Island site was occupied 2150-950 B.P./150 B.C.-A.D. 1050 (Middle Ceramic period) based on ceramic assemblages from the site.  Cultural continuity is evident in Maine from the Middle Ceramic period through the Late Ceramic period based on ceramic assemblages, and maritime technologies and settlement patterns.\\n        In 1913, human remains representing one individual were recovered from the Boynton\\xe2\\x80\\x99s Shellheap in Lamoine, Hancock County, ME, by Warren K. Moorehead and Charles Peabody under the auspices of the Robert S. Peabody Museum of Archaeology.  No known individual was identified.  No associated funerary objects are present.\\n        The Boynton Shellheap site was occupied from the Middle to the Late Ceramic periods (2150-500 B.P./150 B.C.-A.D. 1500) based on artifact assemblages recovered from the site.  Cultural continuity is evident in Maine from the Middle Ceramic period through the Late Ceramic period based on ceramic assemblages, and maritime technologies and settlement patterns.\\n        In 1912, human remains representing five individual were recovered from the Mason\\xe2\\x80\\x99s Cemetery site in Orland, Hancock County, ME, by Frances Manning and Warren Moorehead under the auspices of the Robert S. Peabody Museum of Archaeology.  No known individuals were identified.  The 20 associated funerary objects are 2 perforated ground stone cylinders; 1 large chipped stone biface; 1 polishing stone; 1 possible mini celt; 1 rock; 1 lot of burned earth; 1 lot of organics and copper fragments; 1 lot of soil and charcoal matrix; 1 lot of soil, charcoal, organics, and ochre matrix; 1 lot of charcoal, organics, and copper beads; 6 lots of charcoal, organics, and copper fragments; and 2 lots of charcoal.The Mason\\xe2\\x80\\x99s Cemetery site has been dated to the later part of the Early Ceramic period (3150-2150 B.P./1150-150 B.C.) based on artifact assemblages from the site and radiocarbon dating.  Though there are some discontinuities between the Early Ceramic and the Middle Ceramic periods in Maine, it seems that the continuities in the archeological record between these periods are stronger than not.  Although burial treatment and exchange relations do differ from later periods, maritime technologies, settlement patterns and seasonal occupations are more continuous than not from the Early to Late Ceramic periods.  In addition, ceramic technology and morphology indicate gradual change rather than population replacement.\\n        Based on the above-mentioned information, officials of Robert S. Peabody Museum of Archaeology have determined that, pursuant to 43 CFR 10.2 (d)(1), the human remains listed above represent the physical remains of seven individuals of Native American ancestry.  Officials of the Robert S. Peabody Museum of Archaeology also have determined that, pursuant to 43 CFR 10.2 (d)(2), the 20 objects listed above are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony.  Lastly, officials of Robert S. Peabody Museum of Archaeology have determined that, pursuant to 43 CFR 10.2 (e), there is a relationship of shared group identity that can be reasonably traced between these Native American human remains and associated funerary objects and the Aroostook Band of Micmac Indians of Maine, Houlton Band of Maliseet Indians of Maine, Passamaquoddy Tribe of Maine, and Penobscot Tribe of Maine.\\n\\n        This notice has been sent to officials of the Aroostook Band of Micmac Indians of Maine, Houlton Band of Maliseet Indians of Maine, Passamaquoddy Tribe of Maine, and Penobscot Tribe of Maine.  Representatives of any other Indian tribe that believes itself to be culturally affiliated with these human remains and associated funerary objects should contact Malinda Blustain, Acting Director or Leah Rosenmeier, Director of External Programs, Robert S. Peabody Museum of Archaeology, Phillips Academy, Andover, MA 01810, telephone (978) 749-4490 before December 21 2001.  Repatriation of the human remains and associated funerary objects to the Aroostook Band of Micmac Indians of Maine, Houlton Band of Maliseet Indians of Maine, Passamaquoddy Tribe of Maine, and Penobscot Tribe of Maine may begin after that date if no additional claimants come forward.\\n        \\n          Dated: October 15, 2001.\\n          John Robbins,\\n          Assistant Director, Cultural Resources Stewardship and Partnerships.\\n        \\n      \\n      [FR Doc. 01-29096 Filed 11-20-01; 8:45 am]\\n      BILLING CODE 4310-70-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Inventory Completion for Native American Human Remains and  Associated Funerary Objects in the Possession of the Robert S. Peabody Museum of Archaeology, Andover, MA", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: October 15, 2001.", "signature_name": "John Robbins,", "signature_title": "Assistant Director, Cultural Resources Stewardship and Partnerships.", "fr_doc": "[FR Doc. 01-29096 Filed 11-20-01; 8:45 am]", "billing_code": "BILLING CODE 4310-70-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}