{"index": "I_1987", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Inventory Completion for Native American Human Remains and  Associated Funerary Objects in the Possession of the American Museum of Natural History, New York, NY\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is hereby given in accordance with provisions of the Native American Graves Protection and Repatriation Act (NAGPRA), 43 CFR 10.9, of the completion of an inventory of human remains and associated funerary objects in the possession of the American Museum of Natural History, New York, NY.\\n        This notice is published as part of the National Park Service\\xe2\\x80\\x99s administrative responsibilities under NAGPRA, 43 CFR 10.2 (c).  The determinations within this notice are the sole responsibility of the museum, institution, or Federal agency that has control of these Native American human remains and associated funerary objects.  The National Park Service is not responsible for the determinations within this notice.\\n        A detailed assessment of the human remains was made by the American Museum of Natural History professional staff in consultation with representatives of the Jamestown S\\xe2\\x80\\x99Klallam Tribe of Washington; Lower Elwha Tribal Community of the Lower Elwha Reservation, Washington; Lummi Tribe of the Lummi Reservation, Washington; Nooksack Indian Tribe of Washington; Port Gamble Indian Community of the Port Gamble Reservation, Washington; Samish Indian Tribe, Washington; Stillaguamish Tribe of Washington; Swinomish Indians of the Swinomish Reservation, Washington; Tulalip Tribes of the Tulalip Reservation, Washington; and Upper Skagit Indian Tribe of Washington.\\n        In 1899, human remains representing a minimum of one individual were collected by Harlan I. Smith from \\xe2\\x80\\x9cLummi,\\xe2\\x80\\x9d in the vicinity of Marietta, Whatcom County, WA, while Mr. Smith was a member of the Jesup North Pacific Expedition, sponsored by the American Museum of Natural History.  No known individual was identified.  The four associated funerary objects are pieces of shell.\\n        This individual has been identified as Native American based on the nature of the associated funerary objects and the burial location of \\xe2\\x80\\x9cLummi.\\xe2\\x80\\x9d  Museum records suggest that this burial dates to the postcontact period.  The geographic location is consistent with the traditional territory of the Lummi Tribe of the Lummi Reservation, Washington.\\n        In 1898, human remains representing a minimum of one individual were collected from the vicinity of Point Roberts, Whatcom County, WA, by Harlan I. Smith, while a member of the Jesup North Pacific Expedition.  The human remains came from a road cut through a shell heap between Point Roberts and \\xe2\\x80\\x9cAlexander\\xe2\\x80\\x99s house.\\xe2\\x80\\x9d  No known individual was identified.  No associated funerary objects are present.\\n        This individual has been identified as Native American based on burial location in a shell heap.  Museum records suggest that this burial dates to the postcontact period.  The geographic location of the burial is consistent with the traditional territory of the Lummi Tribe of the Lummi Reservation, Washington.\\n        In 1898, human remains representing a minimum of nine individuals were collected from the vicinity of Point Roberts, Whatcom County, WA, by Harlan I. Smith, while a member of the Jesup North Pacific Expedition.  The human remains came from a shell heap.  No known individuals were identified.  No associated funerary objects are present.These individuals have been identified as Native American based on burial location.  Traces of wood found in the grave suggest that the burial was relatively recent.  The geographic location of the burials are consistent with the traditional territory of the Lummi Tribe of the Lummi Reservation, Washington.\\n        Based on the above-mentioned information, officials of the American Museum of Natural History have determined that, pursuant to 43 CFR 10.2 (d)(1), the human remains listed above represent the physical remains of a minimum of 11 individuals of Native American ancestry.  Officials of the American Museum of Natural History also have determined that, pursuant to 43 CFR 10.2 (d)(2), the four objects listed above are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony.  Lastly, officials of the American Museum of Natural History have determined that, pursuant to 43 CFR 10.2 (e), there is a relationship of shared group identity that can be reasonably traced between these Native American human remains and associated funerary objects and the Lummi Tribe of the Lummi Reservation, Washington.\\n\\n        This notice has been sent to officials of the Jamestown S\\xe2\\x80\\x99Klallam Tribe of Washington; Lower Elwha Tribal Community of the Lower Elwha Reservation, Washington; Lummi Tribe of the Lummi Reservation, Washington; Nooksack Indian Tribe of Washington; Port Gamble Indian Community of the Port Gamble Reservation, Washington; Samish Indian Tribe, Washington; Stillaguamish Tribe of Washington; Swinomish Indians of the Swinomish Reservation, Washington; Tulalip Tribes of the Tulalip Reservation, Washington; and Upper Skagit Indian Tribe of Washington.  Representatives of any other Indian tribe that believes itself to be culturally affiliated with these human remains and associated funerary objects should contact Martha Graham, Director of Cultural Resources, American Museum of Natural History, Central Park West at 79th Street, New York, NY 10024-5192, telephone (212) 769-5846, before December 5, 2001.  Repatriation of the human remains and associated funerary objects to the Lummi Tribe of the Lummi Reservation, Washington may begin after that date if no additional claimants come forward.\\n        \\n          Dated: August 28, 2001.\\n          John Robbins,\\n          Assistant Director, Cultural Resources Stewardship and Partnerships.\\n        \\n      \\n      [FR Doc. 01-27701 Filed 11-2-01; 8:45 am]\\n      BILLING CODE 4310-70-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Inventory Completion for Native American Human Remains and  Associated Funerary Objects in the Possession of the American Museum of Natural History, New York, NY", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: August 28, 2001.", "signature_name": "John Robbins,", "signature_title": "Assistant Director, Cultural Resources Stewardship and Partnerships.", "fr_doc": "[FR Doc. 01-27701 Filed 11-2-01; 8:45 am]", "billing_code": "BILLING CODE 4310-70-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}