{"index": "I_1997", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Inventory Completion for Native American Human Remains and Associated Funerary Objects in the Possession of the U.S. Department of the Interior, National Park Service, Jean Lafitte National Historical Park and Preserve, New Orleans, LA\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is hereby given in accordance with provisions of the Native American Graves Protection and Repatriation Act (NAGPRA), 43 CFR 10.9, of the completion of an inventory of human remains and associated funerary objects in the possession of the U.S. Department of the Interior, National Park Service, Jean Lafitte National Historical Park and Preserve, New Orleans, LA.\\n        This notice is published as part of the National Park Service\\xe2\\x80\\x99s administrative responsibilities under NAGPRA, 43 CFR 10.2 (c). The determinations within this notice are the sole responsibility of the National Park Service unit that has control or possession of these Native American human remains. The Assistant Director, Cultural Resources Stewardship and Partnerships is not responsible for the determinations within this notice.\\n        A detailed assessment of the human remains and associated funerary objects was made by National Park Service professional staff in consultation with representatives of the Alabama-Coushatta Tribes of Texas; Chitimacha Tribe of Louisiana; Choctaw Nation of Oklahoma; Coushatta Tribe of Louisiana; Jena Band of Choctaw Indians, Louisiana; Mississippi Band of Choctaw Indians, Mississippi; and Tunica-Biloxi Indian Tribe of Louisiana.\\n        In 1981, human remains representing one individual were collected from a small shell midden/burial mound site along the banks of Bayou des Familles, in the Barataria Preserve unit of Jean Lafitte National Historical Park and Preserve. The human remains were collected during an archeological site survey project conducted by the University of New Orleans. No known individual was identified. The 74 associated funerary objects are 21 fragments of a Baytown Plain ceramic vessel, 39 shells, and 13 animal bones. Based on the ceramics and the site layout, these human remains and associated funerary objects are likely to date to the Mississippian period (A.D. 1200-1600).\\n\\n        Archeological evidence does not indicate any major population shifts in the Barataria Basin area during the Mississippian period, which is corroborated by linguistic analyses. Historical records indicate that in 1543 Luis Moscoso de Alvardo, a member of the Hernando de Soto expedition, encountered the Indian tribes along the lower Mississippi River near the Barataria site that have been tentatively identified as the Chawasha, Washa, or Quinapisa. The Chawasha and Washa people were identified as living in the area as late as 1738. The declining population of both tribes was probably absorbed by the Chitimacha. Representatives of the Chitimacha Tribe of Louisiana indicate that they consider the Barataria Basin area as part of their homeland. The Quinapisa are not known to be associated with any present-day Federally recognized Indian tribe.\\n        Though the primary area of Biloxi settlement prior to 1700 was probably along the Mississippi Sound to the east, Pierre Le Moyne Iberville and other French explorers and colonists encountered the Biloxi along the lower Mississippi River and used them as guides in the late 17th century. By the early 1700s, Louis Antoine Juchereau de St. Denis had induced the Biloxi to relocate their settlements to Louisiana, between New Orleans and Lake Pontchartain.\\n        At the same time, the Tunica had settled as far south as the area of Baton Rouge, LA. In 1779, Spanish authorities granted land to the Tunica near Marksville, LA. Through intermarriage, the Tunica absorbed some of the Biloxi. The Tunica-Biloxi Indian Tribe of Louisiana was acknowledged by the Department of the Interior in 1980.\\n        The Chitimacha, Chawasha, Washa, and Tunica languages are in the Gulf language grouping. The Biloxi language is a member of the unrelated Siouan language family.\\n        Based on the above-mentioned information, the superintendent of Jean Lafitte National Historical Park and Preserve has determined that, pursuant to 43 CFR 10.2 (d)(1), the human remains listed above represent the physical remains of one individual of Native American ancestry. The superintendent of Jean Lafitte National Historical Park and Preserve has determined that, pursuant to 43 CFR 10.2 (d)(2), the 74 objects listed above are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony. The superintendent of Jean Lafitte National Historical Park and Preserve also has determined that, pursuant to 43 CFR 10.2 (e), there is a relationship of shared group identity that can be reasonably traced between these Native American human remains and the Chitimacha Tribe of Louisiana and Tunica-Biloxi Indian Tribe of Louisiana.\\n        This notice has been sent to officials of the Alabama-Coushatta Tribes of Texas; Alabama-Quassarte Tribal Town, Oklahoma; Chitimacha Tribe of Louisiana; Choctaw Nation of Oklahoma; Coushatta Tribe of Louisiana; Jena Band of Choctaw Indians, Louisiana; Mississippi Band of Choctaw Indians, Mississippi; and Tunica-Biloxi Indian Tribe of Louisiana. Representatives of any other Indian tribe that believes itself to be culturally affiliated with these human remains and associated funerary objects should contact Geraldine Smith, Superintendent, Jean Lafitte National Historical Park and Preserve, 365 Canal Street, Suite 2400, New Orleans, LA 70130-1142, telephone (504) 589-3882, before November 8, 2001. Repatriation of the human remains and associated funerary objects to the Chitimacha Tribe of Louisiana and Tunica-Biloxi Indian Tribe of Louisiana may begin after that date if no additional claimants come forward.\\n        \\n          Dated: June 29, 2001.\\n          John Robbins,\\n          Assistant Director, Cultural Resources Stewardship and Partnerships.\\n        \\n      \\n      [FR Doc. 01-25160 Filed 10-5-01; 8:45 am]\\n      BILLING CODE 4310-70-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Inventory Completion for Native American Human Remains and Associated Funerary Objects in the Possession of the U.S. Department of the Interior, National Park Service, Jean Lafitte National Historical Park and Preserve, New Orleans, LA", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: June 29, 2001.", "signature_name": "John Robbins,", "signature_title": "Assistant Director, Cultural Resources Stewardship and Partnerships.", "fr_doc": "[FR Doc. 01-25160 Filed 10-5-01; 8:45 am]", "billing_code": "BILLING CODE 4310-70-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}