{"index": "I_1976", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR \\n        National Park Service\\n        Notice of Inventory Completion for Native American Human Remains and Associated Funerary Objects in  the Possession of the Michael C. Carlos Museum, Emory University, Atlanta, GA\\n        \\n          AGENCY:\\n          National Park Service, Interior. \\n        \\n        \\n          ACTION:\\n          Notice. \\n        \\n        Notice is hereby given in accordance with provisions of the Native American Graves Protection and Repatriation Act (NAGPRA), 43 CFR 10.9, of the completion of an inventory of human remains and associated funerary objects in the possession of the Michael C. Carlos Museum, Emory University, Atlanta, GA.\\n        This notice is published as part of the National Park Service\\xe2\\x80\\x99s administrative responsibilities under NAGPRA, 43 CFR 10.2 (c).  The determinations within this notice are the sole responsibility of the museum, institution, or Federal agency that has control of these Native American human remains and associated funerary objects.  The National Park Service is not responsible for the determinations within this notice.\\n\\n         A detailed assessment of the human remains was made by Michael C. Carlos Museum professional staff in consultation with representatives of the Alabama-Quassarte Tribal Town, Oklahoma; Cherokee Nation, Oklahoma; Eastern Band of Cherokee Indians of North Carolina; Kialegee Tribal Town, Oklahoma; Muscogee (Creek) Nation, Oklahoma; Poarch Band of Creek Indians of Alabama; Thlopthlocco Tribal Town, Oklahoma; and United Keetoowah Band of Cherokee Indians of Oklahoma.\\n        Between 1925 and 1928, human remains representing two individuals were excavated from Mound C, Etowah site, Bartow County, GA, by an unknown person under the direction Warren K. Moorehead, of Phillips Academy, Andover, MA.   Prior to 1932 the remains and associated funerary objects were donated to the Michael C. Carlos Museum by Phillips Academy.  No known individuals were identified.  The 21 associated funerary objects are 2 shell vessels, 1 grinding stone (pestle?), 1 projectile point, 1 whelk columella pendant (?), 1 lot of freshwater pearl beads, and 15 lots of shell beads.\\n        The Etowah site is located on the north bank of the Etowah River, near present-day Cartersville in northeastern Georgia.  Archeological evidence documents that the site was inhabited from A.D. 800-1550, spanning the entirety of the Mississippian culture, through its Early, Middle, and Late periods.  The site is believed to have housed several thousand inhabitants at its peak, circa A.D. 1300, making it one of the largest Middle Mississippian period settlements in the southeastern United States.\\n        The burials were excavated from Mound C at the Etowah site.  Mound C is the third largest of seven mounds at the site and the only burial mound.  Radiocarbon 14 dating has dated burials associated with the mound to A.D. 800-1400.  There is no absolute archeological proof that links the site with any modern day tribe.  However, consultations and studies with the federally recognized Cherokee and Muscogeean (Creek) tribes have indicated that there is a reasonable link to a shared group identity with the Muscogeean-speaking tribes of today based on historical documents, early maps, certain common lifeway traits, and linguistic evidence.\\n        Based on the above-mentioned information, officials of the Michael C. Carlos Museum have determined that, pursuant to 43 CFR 10.2 (d)(1), the human remains listed above represent the physical remains of two individuals of Native American ancestry.  Officials of the Michael C. Carlos Museum also have determined that, pursuant to 43 CFR 10.2 (d)(2), the 21 objects listed above are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony.  Lastly, officials of the Michael C. Carlos Museum have determined that, pursuant to 43 CFR 10.2 (e), there is a relationship of shared group identity that can be reasonably traced between these Native American human remains and associated funerary objects and the Alabama-Quassarte Tribal Town, Oklahoma; Kialegee Tribal Town, Oklahoma; Miccosukee Tribe of Indians of Florida; Muscogee (Creek) Nation, Oklahoma; Poarch Band of Creek Indians of Alabama; Seminole Nation of Oklahoma; Seminole Tribe of Florida, Dania, Big Cypress, Brighton, Hollywood & Tampa Reservations; and Thlopthlocco Tribal Town, Oklahoma.\\n        This notice has been sent to officials of the Alabama-Quassarte Tribal Town, Oklahoma; Cherokee Nation, Oklahoma; Eastern Band of Cherokee Indians of North Carolina; Kialegee Tribal Town, Oklahoma; Miccosukee Tribe of Indians of Florida; Muscogee (Creek) Nation, Oklahoma; Poarch Band of Creek Indians of Alabama; Seminole Nation of Oklahoma; Seminole Tribe of Florida, Dania, Big Cypress, Brighton, Hollywood & Tampa Reservations; Thlopthlocco Tribal Town, Oklahoma; and United Keetoowah Band of Cherokee Indians of Oklahoma.  Representatives of any other Indian tribe that believes itself to be culturally affiliated with these human remains and associated funerary objects should contact Todd Lamkin, Registrar, Michael C. Carlos Museum, Emory University, Atlanta, GA 30322, telephone (404) 727-4456, before January 7, 2002.  Repatriation of the human remains and associated funerary objects to the Alabama-Quassarte Tribal Town, Oklahoma; Kialegee Tribal Town, Oklahoma; Miccosukee Tribe of Indians of Florida; Muscogee (Creek) Nation, Oklahoma; Poarch Band of Creek Indians of Alabama; Seminole Nation of Oklahoma; Seminole Tribe of Florida, Dania, Big Cypress, Brighton, Hollywood & Tampa Reservations; and Thlopthlocco Tribal Town, Oklahoma may begin after that date if no additional claimants come forward.\\n        \\n          Dated: November 5, 2001.\\n          Robert D. Stearns,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. 01-30348 Filed 12-6-01; 8:45 am]\\n      BILLING CODE 4310-70-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR ", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Inventory Completion for Native American Human Remains and Associated Funerary Objects in  the Possession of the Michael C. Carlos Museum, Emory University, Atlanta, GA", "agency2": "National Park Service, Interior. ", "action": "Notice. ", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: November 5, 2001.", "signature_name": "Robert D. Stearns,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. 01-30348 Filed 12-6-01; 8:45 am]", "billing_code": "BILLING CODE 4310-70-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}