{"index": "I_1952", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Inventory Completion for Native American Human Remains and  Associated Funerary Objects in the Possession of the Arkansas Archeological Survey, Fayetteville, AR\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is hereby given in accordance with provisions of the Native American Graves Protection and Repatriation Act (NAGPRA), 43 CFR 10.9, of the completion of an inventory of human remains and associated funerary objects in the possession of the Arkansas Archeological Survey, Fayetteville, AR.\\n         This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 43 CFR 10.2 (c). The determinations within this notice are the sole responsibility of the museum, institution, or Federal agency that has control of these Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations within this notice.\\n         A detailed assessment of the human remains was made by Arkansas Archeological Survey professional staff in consultation with representatives of the Caddo Indian Tribe of Oklahoma.\\n         In 1967, human remains representing a minimum of one individual from Barkman Mound (3CL7), Clark County, AR, were donated to the Arkansas Archeological Survey by an unknown donor. No known individual was identified. No associated funerary objects are present.\\n         In 1969, human remains representing a minimum of one individual were collected from Rorie Place (3CL23), Clark County, AR, by Arkansas Archeological Survey personnel. No known individual was identified.  No associated funerary objects are present.\\n         In 1969, human remains representing a minimum of one individual were collected from Old Salt Works (3CL27), Clark County, AR, by Arkansas Archeological Survey personnel. No known individual was identified.  No associated funerary objects are present.\\n         In 1969, human remains representing a minimum of one individual were collected from the Flenniken site (3CL55), Clark County, AR, by Arkansas Archeological Survey personnel. No known individual was identified. No associated funerary objects are present.\\n\\n         In 1969, human remains representing a minimum of one individual from Moore Mound (3CL56), Clark County, AR, were donated to the Arkansas Archeological Survey by an unknown donor. No known individual was identified. No associated funerary objects are present. Based on material culture, the Moore Mound has been identified as a Social Hill phase (A.D. 1500-1600) occupation.\\n         In 1969, human remains representing a minimum of one individual from Malvern Sewage Pond (3HS36), Hot Spring County, AR, were donated to the Arkansas Archeological Survey by an unknown donor. No known individual was identified. No associated funerary objects are present.\\n        In 1970, human remains representing a minimum of one individual from Allen\\'s Field (3CL97), Clark County, AR, were collected by Arkansas Archeological Survey personnel. No known individual was identified. No associated funerary objects are present.\\n         In 1970, human remains representing a minimum of one individual from the Myers site (3HS38), Hot Spring County, AR, were donated to the Arkansas Archeological Survey by an unknown donor. No known individual was identified. No associated funerary objects are present.\\n         In 1971, human remains representing a minimum of two individuals from the Kirkham Place/May Mound site (3CL29), Clark County, AR, were donated to the Arkansas Archeological Survey by an unknown donor. No known individuals were identified. No associated funerary objects are present.\\n         In 1971, human remains representing a minimum of one individual from Shepherd Mound (3CL39), Clark County, AR, were donated to the Arkansas Archeological Survey by an unknown donor. No known individual was identified. No associated funerary objects are present.\\n         In 1971, human remains representing a minimum of one individual were recovered from the Bill Duke #3 site (3CL90), Clark County, AR, during rescue excavations conducted by Arkansas Archeological Survey personnel. No known individual was identified. No associated funerary objects are present.\\n         In 1971, human remains representing a minimum of one individual from site 3GR7, Grant County, AR, were donated to the Arkansas Archeological Survey by an unknown donor. No known individual was identified. No associated funerary objects are present.\\n         In 1971, human remains representing a minimum of one individual from Bob Fisher Mound (3HS22), Hot Spring County, AR, were donated to the Arkansas Archeological Survey by an unknown donor. No known individual was identified. No associated funerary objects are present.\\n        In 1971, human remains representing a minimum of one individual were collected from the \\xe2\\x80\\x9cMiddle of the Road\\xe2\\x80\\x9d site (3PI24), Pike County, AR, by Arkansas Archeological Survey personnel. No known individual was identified. No associated funerary objects are present.\\n         In 1972, human remains representing a minimum of five individuals from the Middle Meadow site (3HS19), Hot Spring County, AR, were acquired by the Arkansas Archeological Survey. This collection consists of human remains recovered by Arkansas Archeological Survey personnel and donations to the Arkansas Archeological Survey by unknown donors. No known individuals were identified. No associated funerary objects are present.\\n         In 1972, human remains representing a minimum of three individuals from the Sam Hedges site (3HS60), Hot Spring County, AR, were donated to the Arkansas Archeological Survey by an unknown donor. No known individuals were identified. No associated funerary objects are present. Base on material culture, site 3HS60 has been dated to the Caddo IV (A.D. 1500-1700) and Social Hill phase (A.D. 1500-1600) periods.\\n         In 1973, human remains representing a minimum of one individual from the Old Salt Works site (3CL27), Clark County, AR, were donated to the Arkansas Archeological Survey by an unknown donor. No known individual was identified. No associated funerary objects are present.\\n         In 1973, human remains representing a minimum of two individuals from site 3CL63, Clark County, AR, were donated to the Arkansas Archeological Survey by an unknown donor. No known individuals were identified. No associated funerary objects are present.\\n         In 1973, human remains representing a minimum of one individual from H. Jones Place (3CL79), Clark County, AR, were donated to the Arkansas Archeological Survey by an unknown donor. No known individual was identified. No associated funerary objects are present.\\n         In 1973, human remains representing a minimum of 24 individuals from site 3HS60, Hot Spring County, AR, were donated to the Arkansas Archeological Survey by an unknown donor. No knows individuals were identified. No associated funerary objects are present. Based on material culture, site 3HS60 has been identified as a Social Hill phase (A.D. 1500-1600) to Caddo IV (A.D. 1500-1700) period settlement.\\n         In 1973, human remains representing a minimum of one individual from an unprovenienced site along the Little Missouri River, AR, were donated to the Arkansas Archeological Survey by an unknown donor. No known individual was identified. No associated funerary objects are present.\\n        In 1974, human remains representing a minimum of 14 individuals from Saline Bayou (3CL24), Clark County, AR, were donated to the Arkansas Archeological Survey by an unknown donor. No known individuals were identified. No associated funerary objects are present. Based on material culture, the Saline Bayou site has been identified as a Caddoan-Mid-Ouachita phase (A.D. 1400-1500) occupation.\\n         In 1974, human remains representing a minimum of two individuals from Moore Mound (3CL56), Clark County, AR, were donated to the Arkansas Archeological Survey by an unknown donor. No known individuals were identified. No associated funerary objects are present. Based on material culture, the Moore Mound has been identified as a Social Hill phase (A.D. 1500-1600) occupation.\\n         In 1974, human remains representing a minimum of 22 individuals from Copeland Ridge (3CL195), Clark County, AR, were donated to the Arkansas Archeological Survey by an unknown donor. No known individuals were identified. No associated funerary objects are present. Based on material culture, the Copeland Ridge site has been identified as a Social Hill phase (A.D. 1500-1600) to the Caddo IV period (A.D. 1500-1700) occupation.\\n         In 1974, human remains representing a minimum of six individuals from Denham Mound (3HS15), Hot Spring County, AR, were donated to the Arkansas Archeological Survey by an unknown donor. No known individuals were identified. The one associated funerary object is a shell hoe. Based on material culture, the Denham Mound site has been identified as a Caddo III (A.D. 1400-1500) phase through Caddo IV (A.D. 1500-1700) phase site.\\n         In 1974, human remains representing a minimum of one individual from Upper Meador Farm (3HS33), Hot Spring County, AR, were donated to the Arkansas Archeological Survey by an unknown donor. No known individual was identified. No associated funerary objects are present.\\n\\n        In 1975, human remains representing a minimum of one individual from Smith Mound (3CL162), Clark County, AR, were donated to the Arkansas Archeological Survey by an unknown donor. No known individual was identified. No associated funerary objects are present.\\n        In 1975, human remains representing a minimum three individuals were recovered from the Standridge site (3MN53), Montgomery County, AR, during excavations conducted by the Arkansas Archeological Survey for the Arkansas Archeological Society Training Program. No known individuals were identified. The 61 associated funerary objects include arrow points, shell beads, a celt, a chipped biface, a ceramic bottle, ceramic jars, ceramic bowls, ceramic vessels, turtle shell objects, bone pins, a worked deer ulna, a beaver incisor, river mussel shells, a lump of clay, turquoise beads, and a shell cup. Based on the types of associated funerary objects, these burials have been dated to the Caddo III period (A.D. 1400-1500).\\n         In 1978, human remains representing a minimum of one individual from the Duval site (3GR61), Grant County, AR, were donated to the Arkansas Archeological Survey by an unknown donor. No known individual was identified. No associated funerary objects are present.\\n         In 1979, human remains representing a minimum of one individual were collected from Old Salt Works (3CL27), Clark County, AR, by Arkansas Archeological Survey personnel. No known individual was identified. No associated funerary objects are present.\\n         In 1979, human remains representing a minimum of one individual were collected from the surface of the Kirkham Place/May Mound site (3CL29), Clark County, AR, by Arkansas Archeological Survey personnel. No known individual was identified. No associated funerary objects are present.\\n         At an unknown date,  human remains representing a minimum of one individual were collected from the surface of Kirkham Place (3CL29), Clark County, AR, by Arkansas Archeological Survey personnel. No known individual was identified. No associated funerary objects are present.\\n         In 1979, human remains representing a minimum of one individual were collected from Hardin Mound (3CL196), Clark County, AR, by Arkansas Archeological Survey personnel. No known individual was identified. No associated funerary objects are present.\\n         In 1979, human remains representing a minimum of one individual were collected from the Hardin #3 site (3CL320), Clark County, AR, by Arkansas Archeological Survey personnel. No known individual was identified. No associated funerary objects are present.\\n         In 1979, human remains representing a minimum of one individual were collected from Cooper Place (3HS1), Hot Spring County, AR, by Arkansas Archeological Survey personnel. No known individual was identified. No associated funerary objects are present.\\n         In 1979, human remains representing a minimum of one individual were collected from the Henson site (3MN280), Montgomery County, AR, by Arkansas Archeological Survey personnel. No known individual was identified. No associated funerary objects are present.\\n         In 1979, human remains representing a minimum of one individual were collected from the Joe Walker #10 site (3SA127), Saline County, AR, by Arkansas Archeological Survey personnel. No known individual was identified. No associated funerary objects are present.\\n         In 1979, human remains representing a minimum of one individual were collected from the Joe Walker #11 site (3SA128), Saline County, AR by Arkansas Archeological Survey personnel. No known individual was identified. No associated funerary objects are present.\\n         In 1980, human remains representing a minimum of one individual were collected from the Allen\\'s Field site (3CL97), Clark County, AR, by Arkansas Archeological Survey personnel. No known individual was identified. No associated funerary objects are present.\\n         In 1980, human remains representing a minimum of one individual were collected from site 3HS147, Hot Spring County, AR, by Arkansas Archeological Survey personnel. No known individual was identified. No associated funerary objects are present.\\n         In 1987, human remains representing a minimum of 24 individuals were recovered from the Hardman site (3CL418), Clark County, AR, during legally authorized excavations conducted by the Sponsored Research Program of the Arkansas Archeological Survey under contract to the Arkansas Highway and Transportation Department. No known individuals were identified. The 106 associated funerary objects include arrow points, ceramic bottles, ceramic bowls, a ceramic cup, ceramic jars, a green clay patty, river cobbles, freshwater bivalve shells, shell beads, and shell discs. Based on the types of associated funerary objects, these burials have been dated to the Late Caddo, Deceiper phase (A.D. 1600-1700).\\n         In 1989, human remains representing a minimum of one individual from an unprovenienced site near Arkadelphia, Clark County, AR, were donated to the Arkansas Archeological Survey by an unknown donor. No known individual was identified. No associated funerary objects are present.\\n        At an unknown date, human remains representing a minimum of one individual from an unprovenienced site in southwestern Arkansas came into the possession of the Arkansas Archeological Survey under unknown circumstances. No known individual was identified. No associated funerary objects are present.\\n         In 1973, human remains representing a minimum of one individual were collected from site 3MN8, Montgomery County, AR, by Arkansas Archeological Survey personnel. No known individual was identified. No associated funerary objects are present.\\n         Archeological evidence indicates that approximately 1,000 years ago, a coherent pattern of material culture characteristics, settlement patterns, mound building, and burial practices emerged across southwestern Arkansas and neighboring states that continues (with localized changes in attributes such as pottery shapes, decorative design choices, and arrow point shapes) until the 18th century. Direct historic evidence from sites in neighboring States indicates that this lifeway was directly ancestral to the historic Caddo cultural tradition. Therefore, archeologists have identified these late pre-contact and proto-historic sites and material culture as \\xe2\\x80\\x9cCaddoan\\xe2\\x80\\x9d or \\xe2\\x80\\x9cCaddo,\\xe2\\x80\\x9d although no unequivocally documented historic Caddo settlements have been found in the State of Arkansas.\\n         The geographic distribution of sites with a distinct collection of artifacts, features, burial practices, and mound construction are found throughout southwestern Arkansas south and west of the Arkansas River, and as far south on the Ouachita and Saline Rivers as the transition zone between the western Gulf Coastal plain and the Felsenthal lowland extension of the Lower Mississippi Valley ecosystem. This area is currently considered coincident with the distribution of ancestral Caddo tradition sites in Arkansas, and in cases where diagnostic artifacts are few or unreported, there is a presumptive assumption that sites of this time period are ancestral Caddoan.  After the beginning of the 18th century, the possibility that Native sites (or sites of Old World populations) are non-Caddo increases.\\n\\n         The human remains listed here are from sites that are identifiable as ancestral Caddoan, Mississippian period and protohistoric era settlements. These evidences may be from surface collections and/or collections made through research independent of the disinterment of these individuals. Therefore, although most of these individuals had no associated funerary objects, general geographic location and archeological data; existing evidence from the sites has been used to associate these remains with the Caddo Indian Tribe of Oklahoma.\\n         Based on the above-mentioned information, officials of the Arkansas Archeological Survey have determined that, pursuant to 43 CFR 10.2 (d)(1), the human remains listed above represent the physical remains of 140 individuals of Native American ancestry. Officials of the Arkansas Archeological Survey also have determined that, pursuant to 43 CFR 10.2 (d)(2), the 168 objects listed above are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony. Lastly, officials of the Arkansas Archeological Survey have determined that, pursuant to 43 CFR 10.2 (e), there is a relationship of shared group identity that can be reasonably traced between these Native American human remains and associated funerary objects and the Caddo Indian Tribe of Oklahoma.\\n         This notice has been sent to officials of the Caddo Indian Tribe of Oklahoma. Representatives of any other Indian tribe that believes itself to be culturally affiliated with these human remains and associated funerary objects should contact Thomas Green, Director, Arkansas Archeological Survey, 2475 North Hatch Avenue, Fayetteville, AR 72704, telephone (501) 575-3556, before May 15, 2002. Repatriation of the human remains and associated funerary objects to the Caddo Indian Tribe of Oklahoma may begin after that date if no additional claimants come forward\\n        \\n          Dated: January 22, 2002.\\n          Robert Stearns,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. 02-9095 Filed 4-12-01; 8:45 am]\\n      BILLING CODE 4310-70-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Inventory Completion for Native American Human Remains and  Associated Funerary Objects in the Possession of the Arkansas Archeological Survey, Fayetteville, AR", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: January 22, 2002.", "signature_name": "Robert Stearns,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. 02-9095 Filed 4-12-01; 8:45 am]", "billing_code": "BILLING CODE 4310-70-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}