{"index": "I_1954", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Inventory Completion for Native American Human Remains and  Associated Funerary Objects in the Possession of the American Museum of Natural History, New York, NY\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is hereby given in accordance with provisions of the Native American Graves Protection and Repatriation Act (NAGPRA), 43 CFR 10.9, of the completion of an inventory of human remains and associated funerary objects in the possession of the American Museum of Natural History, New York, NY.\\n        This notice is published as part of the National Park Service\\xe2\\x80\\x99s administrative responsibilities under NAGPRA, 43 CFR 10.2 (c).  The determinations within this notice are the sole responsibility of the museum, institution, or Federal agency that has control of these Native American human remains and associated funerary objects.  The National Park Service is not responsible for the determinations within this notice.\\n\\n        A detailed assessment of the human remains was made by American Museum of Natural History professional staff in consultation with representatives of the Assiniboine and Sioux Tribes of the Fort Peck Indian Reservation, Montana; Cheyenne River Sioux Tribe of the Cheyenne River Reservation, South Dakota; Crow Creek Sioux Tribe of the Crow Creek Reservation, South Dakota; Flandreau Santee Sioux Tribe of South Dakota; Lower Brule Sioux Tribe of the Lower Brule Reservation, South Dakota; Lower Sioux Indian Community of Minnesota Mdewakanton Sioux Indians of the Lower Sioux Reservation in Minnesota; Oglala Sioux Tribe of the Pine Ridge Reservation, South Dakota; Prairie Island Indian Community of Minnesota Mdewakanton Sioux Indians of the Prairie Island Reservation, Minnesota; Rosebud Sioux Tribe of the Rosebud Indian Reservation, South Dakota; Santee Sioux Tribe of the Santee Reservation of Nebraska; Shakopee Mdewakanton Sioux Community of Minnesota (Prior Lake); Sisseton-Wahpeton Sioux Tribe of the Lake Traverse Reservation, South Dakota; Spirit Lake Tribe, North Dakota; Standing Rock Sioux Tribe of North & South Dakota; Upper Sioux Indian Community of the Upper Sioux Reservation, Minnesota; and Yankton Sioux Tribe of South Dakota.\\n        At an unknown date, human remains representing a minimum of one individual were collected by Herman Haupt, Jr. from an unknown locale.  Benjamin Hawkins, who inherited the human remains from Mr. Haupt, sold them to the American Museum of Natural History in 1955.  No known individual was identified.  No associated funerary objects are present.\\n        This individual has been identified as Native American based on documentation at the American Museum of Natural History, which refers to these human remains as \\xe2\\x80\\x9cDakota Sioux.\\xe2\\x80\\x9d\\n        At an unknown date, human remains representing a minimum of one individual were collected by the American Museum of Natural History Department of Vertebrate Paleontology from the vicinity of Harrison, Sioux County, NE.  These human remains were transferred to the American Museum of Natural History Department of Anthropology in 1928.  No known individual was identified.  The 16 associated funerary objects are three metal bracelets, six shell dress ornaments, four metal dress ornaments, a hide dress ornament, and two fiber dress ornaments.\\n        This individual has been identified as Native American based on documentation at the American Museum of Natural History, which describes these human remains as \\xe2\\x80\\x9cSioux.\\xe2\\x80\\x9d  The locale indicates that these human remains were obtained from the postcontact territory of the Sioux Indians.\\n        Based on the above-mentioned information, officials of the American Museum of Natural History have determined that, pursuant to 43 CFR 10.2 (d)(1), the human remains listed above represent the physical remains of a minimum of two individuals of Native American ancestry.  Officials of the American Museum of Natural History also have determined that, pursuant to 43 CFR 10.2 (d)(2), the 16 objects listed above are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony.  Lastly, officials of the American Museum of Natural History have determined that, pursuant to 43 CFR 10.2 (e), there is a relationship of shared group identity that can be reasonably traced between these Native American human remains and associated funerary objects and the Assiniboine and Sioux Tribes of the Fort Peck Indian Reservation, Montana; Cheyenne River Sioux Tribe of the Cheyenne River Reservation, South Dakota; Crow Creek Sioux Tribe of the Crow Creek Reservation, South Dakota; Flandreau Santee Sioux Tribe of South Dakota; Lower Brule Sioux Tribe of the Lower Brule Reservation, South Dakota; Lower Sioux Indian Community of Minnesota Mdewakanton Sioux Indians of the Lower Sioux Reservation in Minnesota; Oglala Sioux Tribe of the Pine Ridge Reservation, South Dakota; Prairie Island Indian Community of Minnesota Mdewakanton Sioux Indians of the Prairie Island Reservation, Minnesota; Rosebud Sioux Tribe of the Rosebud Indian Reservation, South Dakota; Santee Sioux Tribe of the Santee Reservation of Nebraska; Shakopee Mdewakanton Sioux Community of Minnesota (Prior Lake); Sisseton-Wahpeton Sioux Tribe of the Lake Traverse Reservation, South Dakota; Spirit Lake Tribe, North Dakota; Standing Rock Sioux Tribe of North & South Dakota; Upper Sioux Indian Community of the Upper Sioux Reservation, Minnesota; and Yankton Sioux Tribe of South Dakota.\\n        This notice has been sent to officials of the Assiniboine and Sioux Tribes of the Fort Peck Indian Reservation, Montana; Cheyenne River Sioux Tribe of the Cheyenne River Reservation, South Dakota; Crow Creek Sioux Tribe of the Crow Creek Reservation, South Dakota; Flandreau Santee Sioux Tribe of South Dakota; Lower Brule Sioux Tribe of the Lower Brule Reservation, South Dakota; Lower Sioux Indian Community of Minnesota Mdewakanton Sioux Indians of the Lower Sioux Reservation in Minnesota; Oglala Sioux Tribe of the Pine Ridge Reservation, South Dakota; Prairie Island Indian Community of Minnesota Mdewakanton Sioux Indians of the Prairie Island Reservation, Minnesota; Rosebud Sioux Tribe of the Rosebud Indian Reservation, South Dakota; Santee Sioux Tribe of the Santee Reservation of Nebraska; Shakopee Mdewakanton Sioux Community of Minnesota (Prior Lake); Sisseton-Wahpeton Sioux Tribe of the Lake Traverse Reservation, South Dakota; Spirit Lake Tribe, North Dakota; Standing Rock Sioux Tribe of North & South Dakota; Upper Sioux Indian Community of the Upper Sioux Reservation, Minnesota; and Yankton Sioux Tribe of South Dakota.  Representatives of any other Indian tribe that believes itself to be culturally affiliated with these human remains and associated funerary objects should contact Elaine Guthrie, Acting Director of Cultural Resources, American Museum of Natural History, Central Park West at 79th Street, New York, NY  10024-5192, telephone (212) 769-5835, before May 10, 2002.  Repatriation of the human remains and associated funerary objects to the Assiniboine and Sioux Tribes of the Fort Peck Indian Reservation, Montana; Cheyenne River Sioux Tribe of the Cheyenne River Reservation, South Dakota; Crow Creek Sioux Tribe of the Crow Creek Reservation, South Dakota; Flandreau Santee Sioux Tribe of South Dakota; Lower Brule Sioux Tribe of the Lower Brule Reservation, South Dakota; Lower Sioux Indian Community of Minnesota Mdewakanton Sioux Indians of the Lower Sioux Reservation in Minnesota; Oglala Sioux Tribe of the Pine Ridge Reservation, South Dakota; Prairie Island Indian Community of Minnesota Mdewakanton Sioux Indians of the Prairie Island Reservation, Minnesota; Rosebud Sioux Tribe of the Rosebud Indian Reservation, South Dakota; Santee Sioux Tribe of the Santee Reservation of Nebraska; Shakopee Mdewakanton Sioux Community of Minnesota (Prior Lake); Sisseton-Wahpeton Sioux Tribe of the Lake Traverse Reservation, South Dakota; Spirit Lake Tribe, North Dakota; Standing Rock Sioux Tribe of North & South Dakota; Upper Sioux Indian Community of the Upper Sioux Reservation, Minnesota; and Yankton Sioux Tribe of South Dakota may begin after that date if no additional claimants come forward.\\n        \\n          Dated: February 8, 2002.\\n          Robert Stearns,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. 02-8576 Filed 4-9-02; 8:45 am]\\n      BILLING CODE 4310-70-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Inventory Completion for Native American Human Remains and  Associated Funerary Objects in the Possession of the American Museum of Natural History, New York, NY", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: February 8, 2002.", "signature_name": "Robert Stearns,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. 02-8576 Filed 4-9-02; 8:45 am]", "billing_code": "BILLING CODE 4310-70-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}