{"index": "I_1940", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR \\n        National Park Service\\n        Notice of Inventory Completion for Native American Human Remains and Associated Funerary Objects in the Possession of the Metropolitan Park District of the Toledo Area, Toledo, OH\\n        \\n          AGENCY:\\n          National Park Service, Interior. \\n        \\n        \\n          ACTION:\\n          Notice. \\n        \\n        Notice is hereby given in accordance with provisions of the Native American Graves Protection and Repatriation Act (NAGPRA), 43 CFR 10.9, of the completion of an inventory of human remains and associated funerary objects in the possession of the Metropolitan Park District of the Toledo Area, Toledo, OH.\\n        This notice is published as part of the National Park Service\\xe2\\x80\\x99s administrative responsibilities under NAGPRA, 43 CFR 10.2 (c). The determinations within this notice are the sole responsibility of the museum, institution, or Federal agency that has control of these Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations within this notice.\\n        A detailed assessment of the human remains was made by the Metropolitan Park District of the Toledo Area professional staff in consultation with the Lucas County Coroner\\xe2\\x80\\x99s Office, the Center for Historic and Military Archaeology at Heidelberg College, and representatives of the Grand Traverse Band of Ottawa & Chippewa Indians of Michigan, Little River Band Ottawa Indians of Michigan, Little Traverse Band of Odawa Indians of Michigan, and Ottawa Tribe of Oklahoma. The Metropolitan Park District of the Toledo Area also consulted with representatives of the American Indian Intertribal Association, a nonfederally recognized Indian group.\\n\\n        In 1999, human remains representing two individuals were found by an unknown person at a site on Audubon Islands State Nature Preserve, Lucas County, OH. The site was investigated by the Lucas County Coroner\\xe2\\x80\\x99s Office. No known individuals were identified. The 1,590 associated funerary objects are 1,484 glass seed beads, 2 iron tomahawk heads, 1 barbed iron rod (possibly a fishing spear), 68 fragments of spalled iron rust, 1 iron knife, 2 iron nails, 1 iron folding knife with bone handle, 1 pair of iron scissors, 1 copper broach, 3 copper rings, 3 brass tinkling cones, 3 lead musket balls, 18 whole or fragmentary flint flakes, 1 vermillion clay lump, and 1 ceramic sherd with cord-roughed design.\\n        The Lucas County Coroner\\xe2\\x80\\x99s Office identified the human remains as Native American based on the presence of marked shoveling of the incisors and flattening of the proximal femur shaft. The associated funerary objects indicate that these human remains were probably buried around the A.D. 1790-1810 period.\\n        Audubon Island is located in the lower Maumee Valley in northern Ohio. Some Ottawa bands had taken up residence in the lower Maumee Valley by A.D. 1740-1750. Following Pontiac\\xe2\\x80\\x99s siege of Detroit in the summer of 1763, some of the Ottawa bands from that area resettled to the lower Maumee Valley. In 1764, Captain Thomas Morris met an Ottawa delegation at the foot of the Maumee Rapids, adjacent to Audubon Island. Between 1783 and 1794, Audubon Island was known as ACol. McKee\\xe2\\x80\\x99s Island,@ and was farmed as part of Alexander McKee\\xe2\\x80\\x99s Department of Indian Affairs post at the foot of the Maumee Rapids. Several other Euro-Canadian traders occupied lands in the area, presumably with the consent of the local Ottawa.\\n        In 1795, many of the Great Lakes-Ohio Valley tribes signed the Treaty of Greenville, which produced several land cessions, including a 12-square-mile reserve surrounding the foot of the Maumee Rapids and Audubon Island. Occupation of Audubon Island by the Ohio Ottawa appears to have ceased at that time, at which point some of them moved to Walpole Island, Canada.\\n        Between 1807 and 1817, the United States established four small reservations for the Ottawa along the lower Maumee River. Audubon Island lies between two of these reservations. The four reservations were finally ceded to the United States in 1831-1833 in return for lands in present Franklin County, KS. In 1867, the Kansas reservation organization was dissolved and the Ottawa sold their individual allotments and moved to Oklahoma.\\n        Based on the above-mentioned information, officials of the Metropolitan Park District of the Toledo Area have determined that, pursuant to 43 CFR 10.2 (d)(1), the human remains listed above represent the physical remains of two individuals of Native American ancestry. Officials of the Metropolitan Park District of the Toledo Area also have determined that, pursuant to 43 CFR 10.2 (d)(2), the 1,590 objects listed above are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony. Lastly, officials of the Metropolitan Park District of the Toledo Area have determined that, pursuant to 43 CFR 10.2 (e), there is a relationship of shared group identity that can be reasonably traced between these Native American human remains and associated funerary objects and the Ottawa Tribe of Oklahoma.\\n        This notice has been sent to officials of the Grand Traverse Band of Ottawa & Chippewa Indians of Michigan, Little River Band Ottawa Indians of Michigan, Little Traverse Band of Odawa Indians of Michigan, Ottawa Tribe of Oklahoma, American Indian Intertribal Association, and Walpole Island First Nation. Representatives of any other Indian tribe that believes itself to be culturally affiliated with these human remains and associated funerary objectsshould contact Gary Horn, Associate Director, Metropolitan Park District of the Toledo Area, 5100 West Central Avenue, Toledo, OH 43615-2100, telephone (419) 535-3050, before August 12, 2002. Repatriation of the human remains and associated funerary objects to the Ottawa Tribe of Oklahoma may begin after that date if no additional claimants come forward.\\n        \\n          Dated: April 23, 2002\\n          Robert Stearns,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. 02-17426 Filed 7-10-02; 8:45 am]\\n      BILLING CODE 4310-70-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR ", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Inventory Completion for Native American Human Remains and Associated Funerary Objects in the Possession of the Metropolitan Park District of the Toledo Area, Toledo, OH", "agency2": "National Park Service, Interior. ", "action": "Notice. ", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: April 23, 2002", "signature_name": "Robert Stearns,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. 02-17426 Filed 7-10-02; 8:45 am]", "billing_code": "BILLING CODE 4310-70-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}