{"index": "I_1908", "messy_full": "\\n\\nFederal Register, Volume 67 Issue 197 (Thursday, October 10, 2002)\\n\\n[Federal Register Volume 67, Number 197 (Thursday, October 10, 2002)]\\n[Notices]\\n[Pages 63152-63153]\\nFrom the Federal Register Online via the Government Publishing Office [www.gpo.gov]\\n[FR Doc No: 02-25872]\\n\\n\\n-----------------------------------------------------------------------\\n\\nDEPARTMENT OF THE INTERIOR\\n\\nNational Park Service\\n\\n\\nNotice of Inventory Completion for Native American Human Remains \\nand Associated Funerary Objects in the Possession of California State \\nUniversity, Bakersfield, CA\\n\\nAGENCY: National Park Service, Interior.\\n\\nACTION: Notice.\\n\\n-----------------------------------------------------------------------\\n\\n    Notice is hereby given in accordance with provisions of the Native \\nAmerican Graves Protection and Repatriation Act (NAGPRA), 43 CFR 10.9, \\nof the completion of an inventory of human remains in the possession of \\nCalifornia State University, Bakersfield, CA.\\n    This notice is published as part of the National Park Service\\'s \\nadministrative responsibilities under NAGPRA, 43 CFR 10.2 (c). The \\ndeterminations within this notice are the sole responsibility of the \\nmuseum, institution, or Federal agency that has control of these Native \\nAmerican human remains and associated funerary objects. The National \\nPark Service is not responsible for the determinations within this \\nnotice.\\n    A detailed assessment of the human remains was made by California \\nState University, Bakersfield, professional staff in consultation with \\nrepresentatives of the Tule River Indian Tribe of the Tule River \\nReservation, California.\\n    In 1976, the Kern County Archaeological Society conducted salvage \\nexcavations at the Crest Drive-In\\n\\n[[Page 63153]]\\n\\nsite (CA-KER-480H) in Bakersfield, CA. The Crest Drive-In site \\nconsisted of a shallow, mass grave containing the skeletal remains of \\napproximately 100 individuals, all but eight of which were subsequently \\nreburied. The remains of these eight individuals were subsequently \\naccessioned by California State University, Bakersfield. No known \\nindividuals were identified. No associated funerary objects are \\npresent.\\n    Osteological examination of the remains of the eight individuals in \\nthe possession of California State University, Bakersfield revealed \\nsignificantly worn teeth and shovel-shaped incisors, which may be \\nindicative of prehistoric or protohistoric Native American populations. \\nMidden material found associated with some of the human remains in the \\n1976 excavations is consistent with a prehistoric or protohistoric date \\nfor some of the burials. The Crest Drive-In site was long recognized by \\nlocal residents as an old Indian burial ground.\\n    However, historic period artifacts recovered during the 1976 \\nexcavations indicate that the latest burials date to the latter part of \\nthe 19th century, after the local Yokut Indians that had traditionally \\nused the area had been relocation to the first Tule River Indian \\nReservation (called the Alta Vista Reservation) in 1857. The \\nstratigraphic context encountered during the 1976 excavations was \\nhighly disturbed. According to local residents, around 1947 or 1948 the \\nland-owner at the time attempted to level the burial ground area. When \\nhuman remains were discovered, he reportedly scooped out a shallow pit, \\nplaced the remains in the hole, and covered the bones and associated \\nfunerary objects with a thin layer of dirt. None of the funerary \\nobjects recovered in 1976 are in the possession or control of \\nCalifornia State University, Bakersfield.\\n    While there is a possibility that some of the eight human remains \\nin the possession of California State University, Bakersfield are of \\nother than Native American ancestry, the preponderance of the evidence \\nsupports a determination that they are Native American.\\n    Based on the above-mentioned information, officials of California \\nState University, Bakersfield have determined that, pursuant to 43 CFR \\n10.2 (d)(1), the human remains listed above represent the physical \\nremains of eight individuals of Native American ancestry. Officials of \\nCalifornia State University, Bakersfield also have determined that, \\npursuant to 43 CFR 10.2 (e), there is a relationship of shared group \\nidentity that can be reasonably traced between these Native American \\nhuman remains and the Tule River Indian Tribe of the Tule River \\nReservation, California.\\n    This notice has been sent to officials of the Tule River Indian \\nTribe of the Tule River Reservation, California. Representatives of any \\nother Indian tribe that believes itself to be culturally affiliated \\nwith these human remains should contact Dr. Robert M. Yohe II, \\nDepartment of Sociology and Anthropology, California State University, \\nBakersfield, CA 93311-1099, telephone (661) 664-3457, before November \\n12, 2002. Repatriation of the human remains to the Tule River Indian \\nTribe of the Tule River Reservation, California may begin after that \\ndate if no additional claimants come forward.\\n\\n    Dated: August 28, 2002.\\nRobert Stearns,\\nManager, National NAGPRA Program.\\n[FR Doc. 02-25872 Filed 10-9-02; 8:45 am]\\nBILLING CODE 4310-70-S\\n\\n\\n\\n", "agency1": "Null", "sub_agency1": "Null", "dep_doc": "Null", "subject": "Null", "agency2": "Null", "action": "Null", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Null", "signature_name": "Null", "signature_title": "Null", "fr_doc": "Null", "billing_code": "Null", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}