{"index": "I_1975", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR \\n        National Park Service\\n        Notice of Inventory Completion for Native American Human Remains and  Associated Funerary Objects in the Possession of the U.S. Department of the Interior, National Park Service, Natchez Trace Parkway, Tupelo, MS\\n        \\n          AGENCY:\\n          National Park Service, Interior. \\n        \\n        \\n          ACTION:\\n          Notice. \\n        \\n        Notice is hereby given in accordance with provisions of the Native American Graves Protection and Repatriation Act (NAGPRA), 43 CFR 10.9, of the completion of an inventory of human remains and associated funerary objects in the possession of the U.S. Department of the Interior, National Park Service, Natchez Trace Parkway, Tupelo, MS. \\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 43 CFR 10.2 (c). The determinations within this notice are the sole responsibility of the National Park Service unit that has control or possession of these Native American human remains. The Assistant Director, Cultural Resources Stewardship and Partnerships is not responsible for the determinations within this notice.\\n        A detailed assessment of the human remains was made by National Park Service professional staff in consultation with representatives of the Absentee-Shawnee Tribe of Indians of Oklahoma; Alabama-Coushatta Tribes of Texas; Alabama-Quassarte Tribal Town, Oklahoma; Cherokee Nation, Oklahoma; Chickasaw Nation, Oklahoma; Chitimacha Tribe of Louisiana; Choctaw Nation of Oklahoma; Eastern Band of Cherokee Indians of North Carolina; Eastern Shawnee Tribe of Oklahoma; Jena Band of Choctaw Indians, Louisiana; Kialegee Tribal Town, Oklahoma; Miccosukee Tribe of Indians of Florida; Mississippi Band of Choctaw Indians, Mississippi; Muskogee (Creek) Nation, Oklahoma; Poarch Band of Creek Indians of Alabama; Seminole Nation of Oklahoma; Seminole Tribe of Florida, Dania, Big Cypress, Brighton, Hollywood & Tampa Reservations; Thlopthlocco Tribal Town, Oklahoma; Tunica-Biloxi Indian Tribe of Louisiana; and United Keetoowah Band of Cherokee Indians of Oklahoma. The Shawnee Tribe, also known also as the \\xe2\\x80\\x9cLoyal Shawnee\\xe2\\x80\\x9d or \\xe2\\x80\\x9cCherokee Shawnee\\xe2\\x80\\x9d a nonfederally recognized Native American group at the time they were consulted, has since been recognized as eligible for the special programs and services provided by the United States to Indians because of their status as Indians under provisions of P.L. 106-568. \\n        In 1981, human remains representing five individuals were recovered from the Rock Creek site during a legally authorized excavation by Memphis State University under contract with the National Park Service. No known individuals were identified. The 77 associated funerary objects are fragments of ceramic jars and bowls. \\n        The Rock Creek site is an open-air village and midden located in Colbert County, AL. All of human remains were found buried beneath the floor of living areas or immediately adjacent to dwellings, possibly in some sort of ceremonial structure. Ceramic fragments found associated with the human remains include examples of the Mississippi Plain and Dallas Noded pottery types. \\n        On the basis of the objects recovered during the excavations, the Rock Creek site is believed to have been occupied during the late Mississippian period (A.D. 1400-1750). The Rock Creek site falls within the area thought to have been occupied by the Chickasaw when DeSoto camped near Tupelo, MS, in A.D. 1540-1541. Burial of human remains beneath the floor of living areas is a known Chickasaw practice.  John Adair also identifies the Shawnee as traveling through the area in the A.D. 1700-1740 period. The Dallas ceramic tradition has been associated with ancestral Cherokee peoples.\\n\\n        Based on the above mentioned information, the superintendent of Natchez Trace Parkway has determined that, pursuant to 43 CFR 10.2 (d)(1), the human remains listed above represent the physical remains of five individuals of Native American ancestry. The superintendent of Natchez Trace Parkway also has determined that, pursuant to 43 CFR 10.2 (d)(2), the 77 objects listed above are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of a death rite or ceremony. Lastly, the superintendent of Natchez Trace Parkway has determined that, pursuant to 43 CFR 10.2 (e), there is a relationship of shared group identity that can be reasonably traced between these Native American human remains and associated funerary objects and the Absentee-Shawnee Tribe of Indians of Oklahoma; Cherokee Nation of Oklahoma; Chickasaw Nation, Oklahoma; Eastern Band of Cherokee Indians of North Carolina; Eastern Shawnee Tribe of Oklahoma; Shawnee Tribe, Oklahoma; and United Keetoowah Band of Cherokee Indians of Oklahoma. \\n        This notice has been sent to officials of the Absentee-Shawnee Tribe of Indians of Oklahoma; Alabama and Coushatta Tribes of Texas; Alabama-Quassarte Tribal Town, Oklahoma; Cherokee Nation, Oklahoma; Chickasaw Nation, Oklahoma; Chitimacha Tribe of Louisiana; Choctaw Nation of Oklahoma; Eastern Band of Cherokee Indians of North Carolina; Eastern Shawnee Tribe of Oklahoma; Jena Band of Choctaw Indians, Louisiana; Kialegee Tribal Town, Oklahoma; Miccosukee Tribe of Indians of Florida; Mississippi Band of Choctaw Indians, Mississippi; Muskogee (Creek) Nation, Oklahoma; Poarch Band of Creek Indians of Alabama; Seminole Nation of Oklahoma; Seminole Tribe of Florida, Dania, Big Cypress, Brighton, Hollywood & Tampa Reservations; Shawnee Tribe, Oklahoma; Thlopthlocco Tribal Town, Oklahoma; Tunica-Biloxi Indian Tribe of Louisiana; and United Keetoowah Band of Cherokee Indians of Oklahoma. Representatives of any other Indian tribe that believes itself to be culturally affiliated with these human remains and associated funerary objects should contact Wendell Simpson, Superintendent, Natchez Trace Parkway, 2680 Natchez Trace Parkway, Tupelo, MS 38803, telephone (662) 680-4005, before February 7, 2002. Repatriation of the human remains and associated funerary objects to the Absentee-Shawnee Tribe of Indians of Oklahoma; Cherokee Nation, Oklahoma; Chickasaw Nation, Oklahoma; Eastern Band of Cherokee Indians of North Carolina; Eastern Shawnee Tribe of Oklahoma; Shawnee Tribe, Oklahoma; and United Keetoowah Band of Cherokee Indians of Oklahoma. \\n        \\n          Dated: October 19, 2001.\\n          John Robbins,\\n          Assistant Director, Cultural Resources Stewardship and Partnerships.\\n        \\n      \\n      [FR Doc. 02-388 Filed 1-7-02; 8:45 am]\\n      BILLING CODE 4310-70-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR ", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Inventory Completion for Native American Human Remains and  Associated Funerary Objects in the Possession of the U.S. Department of the Interior, National Park Service, Natchez Trace Parkway, Tupelo, MS", "agency2": "National Park Service, Interior. ", "action": "Notice. ", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: October 19, 2001.", "signature_name": "John Robbins,", "signature_title": "Assistant Director, Cultural Resources Stewardship and Partnerships.", "fr_doc": "[FR Doc. 02-388 Filed 1-7-02; 8:45 am]", "billing_code": "BILLING CODE 4310-70-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}