{"index": "I_1906", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Inventory Completion: Williamson Museum, Northwestern State University, Natchitoches, LA\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is hereby given under the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, Sec. 5, of the completion of an inventory of human remains and associated funerary objects in the possession of the Williamson Museum, Northwestern State University, Natchotoches, LA. These human remains and associated funerary objects were removed from the Colfax Ferry site (16-NA-15), Rapids Parish, LA.\\n        This notice is published as part of the National Park Service\\xe2\\x80\\x99s administrative responsibilities under NAGPRA, 25 U.S.C. 3003, Sec. 5 (d)(3). The determinations within this notice are the sole responsibility of the museum, institution, or Federal Agency that has control of these Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations within this notice.\\n        A detailed assessment of the human remains and associated funerary objects was made by the Williamson Museum professional staff and representatives of the Tunica-Biloxi Indian Tribe of Louisiana.\\n        In 1959-1960, human remains were discovered by Dr. Clarence H. Webb during archeological excavations at the Colfax Ferry site (16-NA-15), Rapids Parish, LA. While most of the human remains were left in situ, the remains of seven individuals were removed by Dr. Webb and donated to the Williamson Museum in 1991. No known individuals were identified. The 74 associated funerary objects are 3 spoon fragments, 1 pewter spoon handle, 2 wrought nails, 19 cut nails, 2 pair of scissors, 1 pin, 2 iron tools, 1 butcher knife handle, 1 table knife, 1 long flattened iron tube, 1 ferrous can (fragments), 1 ferrous can or kettle (fragments), 10 wire rim can fragments, 1 brass disc, 1 silver earring dangle, 6 circular silver ornaments, 1 peppermint bottle, 2 French glass bottles, 1 goblet base, 2 cloth fragments, 3 gunflints, 1 lead musket ball, 1 quartz strike-a-lite, 1 can of vermillion, 1 flint flake, 1 triangular chert biface, and 7 European ceramic sherds (banded ware, blue-edged ware, cream ware). Dr. Webb donated other items from the Colfax Ferry site (16-NA-15) to the Louisiana Division of Archaeology.\\n        The funerary objects recovered from the Colfax Ferry site (16-NA-15) indicate that these human remains and associated funerary objects were most likely interred between 1764 and 1820. Historiographic data, oral traditions, and information gained in consultation concerning the collection indicate that the Colfax Ferry site (16-NA-15) is located in the area occupied by the Pascagoula and Biloxi Indians during the late 18th and early 19th centuries. Descendants of the Pascagoula and Biloxi Indians are represented by the Tunica-Biloxi Indian Tribe of Louisiana.\\n\\n        Officials of the Williamson Museum have determined that, pursuant to 25 U.S.C. 3001, Sec. 2 (9) and 2 (10), the human remains listed above represent the physical remains of seven individuals of Native American ancestry. Officials of the Williamson Museum also have determined that, pursuant to 25 U.S.C. 3001, Sec. 2 (3)(A), the 74 associated funerary objects listed above are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of a death rite or ceremony. Lastly, officials of the Williamson Museum have determined that, pursuant to 25 U.S.C. 3001, Sec. 2 (2), there is a relationship of shared group identity that can be reasonably traced between these Native American human remains and associated funerary objects and the Tunica-Biloxi Indian Tribe of Louisiana.\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with these human remains and associated funerary objects should contact Dr. Pete Gregory, Director, Williamson Museum, Northwestern State University, Natchitoches, LA 71457, telephone (318) 357-4364, before November 25, 2002. Repatriation of these human remains and associated funerary objects to the Tunica-Biloxi Indian Tribe of Louisiana may begin after that date if no additional claimants come forward.\\n        The Williamson Museum is responsible for notifying the Tunica-Biloxi Indian Tribe of Louisiana that this notice has been published.\\n        \\n          Dated: September 30, 2002.\\n          Robert Stearns,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. 02-27249 Filed 10-24-02; 8:45 am]\\n      BILLING CODE 4310-70-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Inventory Completion: Williamson Museum, Northwestern State University, Natchitoches, LA", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: September 30, 2002.", "signature_name": "Robert Stearns,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. 02-27249 Filed 10-24-02; 8:45 am]", "billing_code": "BILLING CODE 4310-70-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}