{"index": "I_1905", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Inventory Completion: Oregon State Museum of Anthropology, University of Oregon, Eugene, Oregon and U.S. Department of the Interior, National Park Service, Whitman Mission National Historic Site, Walla Walla, WA\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, Sec. 5, of the completion of an inventory of human remains in the possession of Oregon State Museum of Anthropology, University of Oregon, Eugene, Oregon and in the control of U.S. Department of the Interior, National Park Service, Whitman Mission National Historic Site, Walla Walla, WA.  These human remains were removed from a burial site at Whitman Mission National Historic Site.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003, Sec. 5 (d)(3). The determinations within this notice are the sole responsibility of the National Park unit that has control of these Native American human remains. The Manager, National NAGPRA Program is not responsible for the determinations within this notice.\\n        A detailed assessment of the human remains was made by National Park Service and Oregon State Museum of Anthropology professional staff and an expert on aboriginal burial practices in the Plateau culture area of North America in consultation with representatives of the Confederated Tribes of the Umatilla Reservation, Oregon.\\n        In October 1960, human remains representing a minimum of one individual were removed from a burial at Whitman Mission National Historic Site in Walla Walla, Washington during legally authorized excavations by NPS archeologist Paul Schumacher. The human skeletal remains had been in a flexed position and were thought to be the remains of a Native American. They were removed from the burial site at Whitman Mission and delivered to University of Oregon where they were inspected and described by David L. Cole in November 1960.  The skeletal remains were confirmed to be those of a Native American woman who had been between 50 and 60 years of age at the time of death. No known individuals were identified. No funerary objects are present. To honor the request of the Confederated Tribes of the Umatilla Reservation, Oregon these human remains continue to be in the possession of the Oregon State Museum of Anthropology, University of Oregon.\\n        All available documentation on the human remains from the NPS, including an archival photograph of the skeletal remains in situ, and from the University of Oregon was submitted to Professor Roderick Sprague, an expert on aboriginal burial practices in the Plateau culture area of North America with over 40 years of professional experience, for his review and assessment. On the basis of both the flexed position of the burial and the absence of grave goods, Dr. Sprague concluded that this set of human remains dates to the protohistoric period of from A.D. 1700-1800.\\n\\n         Whitman Mission National Historic Site commemorates the history of a mission established by Marcus and Narcissa Whitman in the 1830s on land that was primarily occupied by Cayuse Indians at the time.  The site of the mission settlement is widely recognized as having been part of a larger aboriginal Cayuse territory and is within the judicially established area that is officially recognized as the Cayuse homeland. Immediately to the west of the Cayuse territory was the aboriginal homeland of the Walla Walla tribe.  To the west of the Cayuse and southwest of the Walla Walla was the recognized aboriginal homeland of the Umatilla tribe. The Cayuse, the Walla Walla and the Umatilla are all constituent tribes of the present-day Confederated Tribes of the Umatilla Reservation, Oregon.\\n        Officials of Whitman Mission National Historic Site have determined that, pursuant to 25 U.S.C. 3001, Sec. 2 (9-10), the human remains listed above represent the physical remains of one individual of Native American ancestry. Lastly, officials of Whitman Mission National Historic Site have determined that, pursuant to 25 U.S.C. 3001, Sec. 2 (2), there is a relationship of shared group identity that can be reasonably traced between these Native American human remains and the Confederated Tribes of the Umatilla Reservation, Oregon.\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with these human remains should contact Superintendent Francis T. Darby, Whitman Mission National Historic Site, 328 Whitman Mission Road, Walla Walla, Washington 99362-9699, telephone (509) 522-6360, before December 9, 2002.  Repatriation of these human remains to the Confederated Tribes of the Umatilla Reservation, Oregon may begin after that date if no additional claimants come forward.\\n        Whitman Mission National Historic Site is responsible for notifying the Confederated Tribes of the Umatilla Reservation, Oregon that this notice has been published.\\n        \\n          Dated: October 7, 2002.\\n          Paula Molloy,\\n          Acting Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. 02-28522 Filed 11-7-02; 8:45 am]\\n      BILLING CODE 4310-70-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Inventory Completion: Oregon State Museum of Anthropology, University of Oregon, Eugene, Oregon and U.S. Department of the Interior, National Park Service, Whitman Mission National Historic Site, Walla Walla, WA", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: October 7, 2002.", "signature_name": "Paula Molloy,", "signature_title": "Acting Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. 02-28522 Filed 11-7-02; 8:45 am]", "billing_code": "BILLING CODE 4310-70-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}