{"index": "I_1926", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Inventory Completion for Native American Human Remains and Associated Funerary Objects in the Possession of California State University, Long Beach, Long Beach, CA\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is hereby given in accordance with provisions of the Native American Graves Protection and Repatriation Act (NAGPRA), 43 CFR 10.9, of the completion of an inventory of human remains and associated funerary objects in the possession of California State University, Long Beach, Long Beach, CA.\\n        This notice is published as part of the National Park Service\\xe2\\x80\\x99s administrative responsibilities under NAGPRA, 43 CFR 10.2 (c). The determinations within this notice are the sole responsibility of the museum, institution, or Federal agency that has control of these Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations within this notice.\\n        A detailed assessment of the human remains was made by California State University, Long Beach professional staff in consultation with representatives of the Pechanga Band of Luiseno Mission Indians of the Pechanga Reservation, California; Gabrielino/Tongva Tribe (a nonfederally recognized Indian group); and Juaneno/Acjachemen Tribe (a nonfederally recognized Indian group).\\n        In 1952-1953, human remains representing a minimum of 20 individuals were removed from site CA-LAn-270, one mile north of the California State University campus, Los Angeles County, Long Beach, CA, by California State University, Long Beach staff and students under the direction of Ethel E. Ewing. No known individuals were identified. The 4,141 associated funerary objects include sandstone and steatite bowls; mortars and pestles; a steatite effigy fragment; steatite and sandstone pipes; drilled stone slabs; chipped stone projectile points; stone knives; crescentics and other stone tools; bone artifacts including whistles and tubes; fragments of turtle shell and deer antlers, including a deer antler harpoon section; Tizon Brown pottery sherds; shell beads, ornaments, rings, pendants, and fish hooks; an abalone shell plugged with asphaltum; red ochre; and charcoal.\\n        Based on stylistic characteristics of the material culture excavated from the site, occupation of CA-LAn-270 is dated to the Late period, circa A.D. 1000-1520. Historical and oral historical information indicates that CA-LAn-270 is located in the traditional territory of the Gabrielino/Tongva Tribe. The language of the Gabrielino/Tongva Tribe is in the same language family, Takic, as the federally recognized Pechanga Band of the Luiseno Mission Indians of the Pechanga Reservation, California, and the nonfederally recognized Juaneno/Acjachemen Tribe. Spiritual traditions, language similarities, and burial practices, as established both by ethnographic records and oral historical information, indicate that close cultural similarities exist between the Gabrielino/Tongva Tribe; Juano/Acjachemen Tribe; and Pechanga Band of the Luiseno Mission Indians of the Pechanga Reservation, California.\\n        Based on the above-mentioned information, officials of California State University, Long Beach have determined that, pursuant to 43 CFR 10.2 (d)(1), the human remains listed above represent the physical remains of 20 individuals of Native American ancestry. Officials of California State University, Long Beach also have determined that, pursuant to 43 CFR 10.2 (d)(2), the 4,141 objects listed above are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony. Lastly, officials of California State University, Long Beach have determined that, pursuant to 43 CFR 10.2 (e), there is a relationship of shared group identity that can be reasonably traced between these Native American human remains and associated funerary objects and the Pechanga Band of the Luiseno Mission Indians of the Pechanga Reservation, California.\\n\\n        This notice has been sent to officials of the Gabrielino/Tongva Tribe (a nonfederally recognized Indian group); Juaneno Acjachemen Tribe (a non-federally recognized Indian group); Luiseno Intertribal NAGPRA Coalition; La Jolla Band of Luiseno Mission Indians of the La Jolla Reservation, California; Pala Band of Luiseno Mission Indians of the Pala Reservation, California; Pauma Band of Luiseno Mission Indians of the Pauma and Yuima Reservation, California; Pechanga Band of the Luiseno Mission Indians of the Pechanga Reservation, California; Rincon Band of Luiseno Mission Indians of the Rincon Reservation, California; San Luis Rey Band of Luiseno Indians (a nonfederally recognized Indian group); and Soboba Band of Luiseno Mission Indians of the Soboba Reservation, California. Representatives of any other Indian tribe that believes itself to be culturally affiliated with these human remains and associated funerary objects should contact Keith Ian Polakoff, Associate Vice President for Academic Affairs, California State University, Long Beach, Long Beach, CA 90840-0118, telephone (562) 985-4128 before October 11, 2002. Repatriation of the human remains and associated funerary objects to the Luiseno Intertribal NAGPRA Coalition, representing the Pechanga Band of the Luiseno Mission Indians of the Pechanga Reservation, California may begin after that date if no additional claimants come forward.\\n        \\n          Dated: August 6, 2002.\\n          Robert Stearns,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. 02-23024 Filed 9-10-02; 8:45 am]\\n      BILLING CODE 4310-70-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Inventory Completion for Native American Human Remains and Associated Funerary Objects in the Possession of California State University, Long Beach, Long Beach, CA", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: August 6, 2002.", "signature_name": "Robert Stearns,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. 02-23024 Filed 9-10-02; 8:45 am]", "billing_code": "BILLING CODE 4310-70-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}