{"index": "I_1943", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Inventory Completion for Native American Human Remains and Associated Funerary Objects in the Possession of the U.S. Department of the Interior, Bureau of Reclamation, Central Arizona Project Repository, Tucson, AZ, and in the Control of the U.S. Department of the Interior, Bureau of Reclamation, Phoenix Area Office, Phoenix, AZ; Correction\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice; correction.\\n        \\n        Notice is hereby given in accordance with provisions of the Native American Graves Protection and Repatriation Act (NAGPRA), 43 CFR 10.9, of the completion of an inventory of human remains and associated funerary objects in the possession of the U.S. Department of the Interior, Bureau of Reclamation, Central Arizona Project Repository, Tucson, AZ, and in the control of the U.S. Department of the Interior, Bureau of Reclamation, Phoenix Area Office, Phoenix, AZ.\\n        This notice is published as part of the National Park Service\\xe2\\x80\\x99s administrative responsibilities under NAGPRA, 43 CFR 10.2 (c).  The determinations within this notice are the sole responsibility of the museum, institution, or Federal agency that has control of these Native American human remains and associated funerary objects.  The National Park Service is not responsible for the determinations within this notice.\\n\\n        The National Park Service published a Notice of Inventory Completion in the Federal Register of February 27, 2002, concerning human remains and associated funerary objects recovered from sites in Arizona.  In a review of Bureau of Reclamation, Central Arizona Project Repository collections, the presence of 3 additional individuals and 63 additional associated funerary objects was revealed.  This notice corrects the number of human remains and associated funerary objects reported in the February 27, 2002, notice.\\n        In the Federal Register of February 27, 2002, in FR Doc. 02-4580, page 8996-9002, paragraphs 40, 42, 62, 64, 66, 68, 70, and 86 are corrected by substituting the following paragraphs:\\n\\n        (Paragraph 40) In 1985, during legally authorized data recovery efforts undertaken by the Museum of Northern Arizona for the Bureau of Reclamation, human remains representing 55 individuals were recovered from the Brady Wash Site, NA18003(MNA), at the base of the Picacho Mountains in Pinal County, AZ.  No known individuals were identified.  The 294 associated funerary objects are 29 whole and reconstructable vessels (19 bowls, 6 jars, and 4 scoops); 1 partial perforated sherd disk; 1 figurine fragment; 63 bags of sherds; 1 schist anvil; 3 stone beads; 1 mano fragment; 1 stone lip/nose plug; 2 projectile points; 33 bags of chipped stone; 7 bags of worked shell (including 50 shell disk beads, 78 whole Olivella shell beads, 1 Glycymeris shell ring, and 1 worked shell fragment); 3 bags of unworked shell fragments; 4 bags of worked faunal bone (including 3 worked fragments, 2 broken tools, and 1 awl tip); 29 bags of unworked faunal bone; and 116 flotation, pollen, macrobotanical, and raw material samples.\\n         (Paragraph 42) In 1985, during legally authorized data recovery efforts undertaken by the Museum of Northern Arizona for the Bureau of Reclamation, human remains representing eight individuals were recovered from the Picacho Pass site, NA18030(MNA), at the base of the Picacho Mountains in Pinal County, AZ.  No known individuals were identified.  The 33 associated funerary objects are 5 ceramic vessels (3 bowls, 1 jar, and 1 cup); 9 bags of sherds; 1 stone disk bead; 3 projectile points; 5 bags of chipped stone; and 10 flotation and pollen samples.\\n        (Paragraph 62) Between 1982 and 1983, during a legally authorized survey undertaken by the Arizona State Museum for the Bureau of Reclamation, human remains representing a minimum of one individual were recovered from the surface of site AZ AA:7:15(ASM), at the base of the Picacho Mountains in Pima County, AZ.  No known individual was identified.  The 18 associated funerary objects are 8 bags of sherds, 3 projectile points, 4 bags of chipped stone, and 3 bags of unworked faunal bone.\\n\\n        (Paragraph 64)  In 1988, during legally authorized data recovery efforts by Northland Research for the Bureau of Reclamation, human remains representing a minimum of 61 individuals were recovered from the Los Rectangulos site, AZ AA:6:3(ASM), in the lower Santa Cruz Valley in Pinal County, AZ.  No known individuals were identified. The 369 associated funerary objects are 56 complete or reconstructable ceramic vessels (1 scoop, 1 mug, 20 jars, 32 bowls, and 2 indeterminate); 2 sherd pendants; 2 worked sherds; 1 worked sherd spindle whorl; 77 bags of sherds; 1 polishing stone; 1 stone bead; 2 ground stone artifacts; 9 ground stone fragments; 10 projectile points; 59 bags of chipped stone; 25 bags of worked shell (including 16 shell beads, 1 shell tinkler, 2 shell pendants, 5 shell bracelet fragments, and 3 whole worked Glycymeris shells); 9 bags of unworked shell fragments; 2 bags of worked faunal bone (including 2 bone awls); 13 bags of unworked faunal bone fragments; and 100 flotation, pollen, soil, macrobotanical and radiocarbon samples.\\n         (Paragraph 66) In 1988, during legally authorized data recovery efforts by Northland Research for the Bureau of Reclamation human remains representing a minimum of 13 individuals were recovered from the Gecko site, AZ AA:6:25(ASM), in the lower Santa Cruz Valley in Pinal County, AZ.  No known individuals were identified. The 103 associated funerary objects are 9 complete or reconstructable ceramic vessels (7 bowls and 2 jars); 15 bags of sherds; 1 turquoise pendant; 1 stone bead; 8 bags of chipped stone; 4 bags of worked shell (including 2 complete shell bracelets, 2 complete shell pendants/earrings, and 2 shell beads); 1 bag of unworked shell fragments; 2 bags of worked faunal bone (including 3 bone awls); 1 bag of unworked faunal fragments; and 61 flotation, pollen, radiocarbon, and macrobotanical samples.\\n        \\n         (Paragraph 68) In 1988, during legally authorized data recovery efforts by Northland Research for the Bureau of Reclamation, human remains representing a minimum of five individuals were recovered from the Hotts Hawk site, AZ AA:6:31(ASM), in the lower Santa Cruz Valley in Pinal County, AZ.  No known individuals were identified. The 35 associated funerary objects are 8 complete and reconstructable ceramic vessels (6 bowls and 2 jars); 1 ceramic spindle whorl/bead;  1 unfired clay disk; 7 bags of sherds; 3 bags of chipped stone; 1 bag of worked shell (including 2 shell pendants/earrings); and 14 flotation and pollen samples.\\n         (Paragraph 70)  In 1984, during legally authorized data recovery efforts undertaken by Northland Research for the Bureau of Reclamation, human remains representing one individual were recovered from the Crip site, AZ AA:2:69(ASM), in the lower Santa Cruz Valley in Pinal County, AZ.  No known individual was identified. The 49 associated funerary objects are 14 bags of sherds; 2 mano fragments; 1 polishing stone fragment; 7 bags of chipped stone; 2 bags of worked shell (including 1 bracelet fragment and 1 fragment of worked shell); 2 bags of unworked shell; 4 bags of unworked faunal bone fragments; and 17 flotation, radiocarbon, and macrobotanical samples.\\n        (Paragraph 86) Based on the above-mentioned information, officials of the Bureau of Reclamation have determined that, pursuant to 43 CFR 10.2 (d)(1), the human remains listed above represent the physical remains of a minimum of 483 individuals of Native American ancestry.  Officials of the Bureau of Reclamation also have determined that the 3,269 items listed above are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony.  Lastly, officials of the Bureau of Reclamation have determined that, pursuant to 43 CFR 10.2(e), there is a relationship of shared group identity that can be reasonably traced between these Native American human remains and associated funerary objects and the Ak-Chin Indian Community of the Ak-Chin Indian Reservation, Arizona; Gila River Indian Community of the Gila River Indian Reservation, Arizona; Hopi Tribe of Arizona; Salt River Pima-Maricopa Indian Community of the Salt River Reservation, Arizona; Tohono O\\xe2\\x80\\x99odham Nation of Arizona; and the Zuni Tribe of the Zuni Reservation, New Mexico.\\n        This notice has been sent to the Ak-Chin Indian Community of the Ak-Chin Indian Reservation, Arizona; Chemehuevi Indian Tribe of the Chemehuevi Indian Reservation, California; Cocopah Tribe of Arizona; Colorado River Indian Tribes of the Colorado River Indian Reservation, Arizona and California; Fort McDowell Mohave-Apache Community of the Fort McDowell Indian Reservation, Arizona; Fort Mohave Indian Tribe of Arizona, California & Nevada; Gila River Indian Community of the Gila River Indian Reservation, Arizona; Hopi Tribe of Arizona; Pascua Yaqui Tribe of Arizona; Quechan Tribe of the Fort Yuma Indian Reservation, California & Arizona; Salt River Pima-Maricopa Indian Community of the Salt River Reservation, Arizona; San Carlos Apache Tribe of the San Carlos Reservation, Arizona; Tohono O\\xe2\\x80\\x99odham Nation of Arizona; Tonto Apache Tribe of Arizona; White Mountain Apache Tribe of the Fort Apache Reservation, Arizona; Yavapai-Apache Nation of the Camp Verde Indian Reservation, Arizona; Yavapai-Prescott Tribe of the Yavapai Reservation, Arizona; and the Zuni Tribe of the Zuni Reservation, New Mexico.  Representatives of any other Indian tribe that believes itself to be culturally affiliated with these human remains and associated funerary objects should contact in writing Jon Czaplicki or Bruce Ellis, Bureau of Reclamation, Phoenix Area Office, P.O. Box 81169, Phoenix, AZ  85069-1169, telephone (602) 216-3862, before August 8, 2002.  Repatriation of the human remains and associated funerary objects to the Ak-Chin Indian Community of the Ak-Chin Indian Reservation, Arizona; Gila River Indian Community of the Gila River Indian Reservation, Arizona; Hopi Tribe of Arizona; Salt River Pima-Maricopa Indian Community of the Salt River Reservation, Arizona; Tohono O\\xe2\\x80\\x99odham Nation of Arizona; and the Zuni Tribe of the Zuni Reservation, New Mexico may begin after that date if no additional claimants come forward.\\n        \\n          Dated: May 22, 2002.\\n          Robert Stearns,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. 02-17086 Filed 7-8-02; 8:45 am]\\n      BILLING CODE 4310-70-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Inventory Completion for Native American Human Remains and Associated Funerary Objects in the Possession of the U.S. Department of the Interior, Bureau of Reclamation, Central Arizona Project Repository, Tucson, AZ, and in the Control of the U.S. Department of the Interior, Bureau of Reclamation, Phoenix Area Office, Phoenix, AZ; Correction", "agency2": "National Park Service, Interior.", "action": "Notice; correction.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: May 22, 2002.", "signature_name": "Robert Stearns,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. 02-17086 Filed 7-8-02; 8:45 am]", "billing_code": "BILLING CODE 4310-70-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}