{"index": "I_1931", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Inventory Completion for Native American Human Remains and Associated Funerary Objects in the Possession of the U.S. Department of Defense, Department of the Army, Fort Benning, GA\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is hereby given in accordance with provisions of the Native American Graves Protection and Repatriation Act (NAGPRA), 43 CFR 10.9, of the completion of an inventory of human remains and associated funerary objects in the possession of the U.S. Department of Defense, Department of the Army, Fort Benning, GA.\\n        This notice is published as part of the National Park Service\\xe2\\x80\\x99s administrative responsibilities under NAGPRA, 43 CFR 10.2 (c).  The determinations within this notice are the sole responsibility of the museum, institution, or Federal agency that has control of these Native American human remains and associated funerary objects.  The National Park Service is not responsible for the determinations within this notice.\\n        A detailed assessment of the human remains was made by U.S. Army installation staff, U.S. Army Engineer District, St. Louis, Mandatory Center of Expertise for the Curation and Management of Archaeological Collections in consultation with representatives of the Alabama-Coushatta Tribes of Texas; Alabama-Quassarte Tribal Town, Oklahoma; Chickasaw Nation, Oklahoma; Coushatta Tribe of Louisiana; Kialegee Tribal Town, Oklahoma; Miccosukee Tribe of Indians of Florida; Muskogee (Creek) Nation of Oklahoma; Poarch Band of Creek Indians of Alabama; Seminole Nation of Oklahoma; Seminole Tribe of Florida; and Thlopthlocco Tribal Town, Oklahoma.\\n        In 1938, human remains representing one individual were removed from Lawson Field (site 9Ce1), also known as Kashita Town, Chattahoochee County, GA, by Gordon Willey of the National Park Service.  No known individual was identified.  The 165 associated funerary objects are 4 copper bells, 4 iron bell parts, 11 copper buttons and button backs, 30 ceramic sherds, 8 copper coil fragments, 1 fragment of rust-stained fabric, 2 shell bead necklaces, 1 glass bead necklace, 56 additional glass beads, 1 iron adze, 1 iron hammer head, 2 iron files, 9 iron knife fragments, 1 iron nail and 3 iron nail fragments, 2 iron spikes, 1 iron spike fragment, 1 iron bullet mold fragment, 2 iron gun hammers, 1 unidentified L-shaped iron object, 18 additional iron fragments, 1 quartzite knife, 1 lump of clay, 1 shell pin fragment, 1 wood fragment, and 2 water-worn pebbles.  The human remains and associated funerary objects were housed at the Columbus Museum of Arts and Sciences, Columbus, GA, until 1999, when they were transferred to the Mandatory Center of Expertise for the Curation and Management of Archaeological Collections, St. Louis, MO, for rehabilitation.  In July 2001, these human remains and associated funerary objects were transferred to Fort Benning, GA.\\n        Charles H. Fairbanks, in his 1940 report entitled \\xe2\\x80\\x9cArchaeological Site Report on the Lawson Field,\\xe2\\x80\\x9d identified site 9Ce1 as Kasihta, one of the principal towns of the Lower Creeks in the 18th century.  He attributed the burial to the late 18th century or early 19th century.\\n        In 1958, human remains representing one individual were removed from the Quartermaster site (9Ce42), Chattahoochee County, GA, by Mr. Ed McMichael and Sergeant David Chase.  No known individual was identified.  The one associated funerary object is a small piece of green-tinted fabric.  Mr. McMichael and Sergeant Chase found the burial while investigating prehistoric features encountered by construction workers at this site.  The human remains were housed at the Riverbend Research Laboratory, University of Georgia, Columbus, GA, until 1999, when they were transferred to the Mandatory Center of Expertise for the Curation and Management of Archaeological Collections, St. Louis, MO, for rehabilitation.  In July 2001, these human remains were transferred to Fort Benning, GA.\\n        The site has been dated as Late Woodland (A.D. 100-900) to historic (late 17th-early 18th century) by numerous features encountered during further excavation. In 1971, human remains representing two individuals were removed from the Oswichee Creek site (9Ce66), Chattahoochee County, GA, by Sergeant Chase and two Columbus College students, who had seen the burial eroding at the site.  No known individuals were identified.  The 194 associated funerary objects include 3 shell disks, 62 shell beads and bead fragments, 58 ceramic sherds, 16 charcoal fragments, 6 fired clay fragments, 39 faunal fragments, 6 chert flakes, 1 quartz flake, 1 chert drill fragment, 1 chert projectile point fragment, and 1 sandstone fragment.  Part of the human remains and most of the associated funerary objects were housed by the Columbus Museum of Arts and Sciences, Columbus, GA, and the rest of the human remains and three associated funerary objects were housed by the Riverbend Research Laboratory, University of Georgia, in Columbus, GA.  In 1999, the remains and funerary objects from both institutions were transferred to the Mandatory Center of Expertise for the Curation and Management of Archaeological Collections, St. Louis, MO, for rehabilitation.  In July 2001, these human remains and funerary objects were transferred to Fort Benning, GA.\\n        The burial has been tentatively attributed to the earliest Mississippian component of the site, or about A.D. 900.\\n\\n        In the late 1970s, human remains representing a minimum of three individuals were removed from Auburn\\'s site A (9Ce125), Chattahoochee County, GA, by Sergeant Chase and Dr. John Cottier of Auburn University, Auburn, AL.  No known individuals were identified.  The 139 associated funerary objects are 1 ceramic bird head, 1 ceramic bead, 50 ceramic sherds, 74 shell fragments, 9 faunal fragments, 2 copper strip fragments, 1 quartz rock fragment, and 1 water-worn pebble fragment.  The burials were uncovered during an expansion of Lawson Field.  The human remains were held at Auburn University until 1999, when they were transferred to the Mandatory Center of Expertise for the Curation and Management of Archaeological Collections, St. Louis, MO, for rehabilitation.  In July 2001, these human remains and associated funerary objects were transferred to Fort Benning, GA.\\n        Site 9CE125 consists of four components.  Dates for these components include Middle Woodland (300 B.C.-A.D. 100), Early Mississippian (A.D. 900-1250), Late Mississippian (A.D. 1400-1550), and historic.\\n        In 1959, human remains representing two individuals were removed from Upatoi Bridge, Opossum Creek (9Me41), Muscogee County, GA, by Sergeant Chase, after they had been uncovered during landscaping work.  No known individuals were identified.  The 118 associated funerary objects recovered from burial fill are 55 ceramic sherds, 48 chert flakes, 2 quartz flakes, 4 unidentified lithic flakes, 1 chert biface, 1 chert projectile point, and 7 charcoal fragments.  These human remains and associated funerary objects were housed at the Riverbend Research Laboratory, University of Georgia, Columbus, GA, until 1999, when they were transferred to the Mandatory Center of Expertise for the Curation and Management of Archaeological Collections, St. Louis, MO, for rehabilitation.  In July 2001, these human remains were transferred to Fort Benning, GA.\\n        The burial has been dated to the Late Woodland (A.D. 100-900) component of the site.In 1958 and 1959, human remains representing three individuals were removed from Yuchi Town (site 1RU63), Russell County, AL, by Sgt. David Chase after the burials were discovered during the Smithsonian Institution\\xe2\\x80\\x99s River Basin Survey work on the Chattahoochee River.  No known individuals were identified.  The one associated funerary object is a shallow reconstructed ceramic bowl.  These human remains and associated funerary object were housed at Southeastern Archeological Services, Athens, GA, until 1999, when they were transferred to the Mandatory Center of Expertise for the Curation and Management of Archaeological Collections, St. Louis, MO, for rehabilitation.  In July 2001, these human remains and associated funerary object were transferred to Fort Benning, GA.\\n        In 1962 and 1963, additional human remains representing a minimum of 13 individuals were removed from the Yuchi Town site (1RU63) and given to the Columbus Museum of Arts and Sciences by Harold Huscher of the Smithsonian Institution.  No known individuals were identified.  The 933 associated funerary objects present are 558 ceramic sherds and fragments, 2 reconstructed ceramic objects, 1 antler fragment, 2 belt buckle fragments, 4 brass button fragments, 6 brick fragments, 4 charcoal fragments, 16 chert flakes, 1 chert biface fragment, 1 chert projectile point, 4 clumps of potters clay, 1 copper aglet, 36 daub fragments, 199 faunal remains and fragments, 1 glass bead fragment, 4 glass bottle fragments, 4 glass fragments, 2 gunflint fragments, 1 lead fragment, 1 leaf fragment, 37 lithic flakes and fragments, 47 shell fragments, and 1 wood fragment.  The human remains and associated funerary objects were housed at the Columbus Museum of Arts and Sciences, Columbus, GA, until 1999, when they were transferred to the Mandatory Center of Expertise for the Curation and Management of Archaeological Collections, St. Louis, MO, for rehabilitation.  In July 2001, these human remains and associated funerary objects were transferred to Fort Benning, GA.  Additional remains and associated funerary objects were noted in the original field notes, but these materials were removed by Mr. Huscher to the Smithsonian Institute.  These materials were unavailable for review by the Mandatory Center of Expertise for the Curation and Management of Archaeological Collections.\\n        The Yuchi Town site is believed to represent the remains of a well-populated Yuchi (or Uchee) settlement that was documented by European-Americans who visited the area in the late 18th century.  It has been described as the \"mother town\" of the Yuchi east of the Mississippi during the 18th and early 19th centuries (Schnell, Frank T. 1982.  Cultural Resources Investigations of Site 1Ru63 and 9Ce66 Fort Benning, Alabama and Georgia.  Submitted to U.S. Army Corps of Engineers, Savannah District, p. 4-7; Elliott, Daniel T., Jeffrey L. Holland, Phil Thomason, Michael Emric, and Richard W. Stoops, Jr. 1995.  Historic Preservation Plan for the Cultural Resources on U.S. Army Installations at Fort Benning Military Reservation, Chattahoochee and Muscogee Counties, Georgia, and Russell County, Alabama. Garrow and Associates, Atlanta, p. 82).  There also appears to have been an unidentified 17th century Creek town at the same location (Elliott and others, 1995:147).  Human remains from the site are believed to primarily represent Yuchi individuals; however some burials may represent individuals from earlier occupations of the site.\\n        An inventory of the human remains and associated funerary objects and review of the accompanying documentation indicates that the area encompassing Fort Benning was probably occupied or used aboriginally and/or historically by the Yuchi and Muscogee-speaking people generally identified as Creek by English colonists and subsequent settlers.  Fort Benning is located in part on land adjudicated to the Creek by the Indian Claims Commission.  Creek groups occupied the Fort Benning vicinity from the late 17th century through the early 19th century; the Yuchi entered the area in the 18th century.  The Seminole are descendants of a combination of Florida tribes identified by Spanish explorers and colonists, Creek groups who migrated to Florida in the 18th century, and escaped African-American slaves.  The Yuchi are not currently Federally recognized as a separate tribe, but are a distinct cultural entity within the Federally recognized Muscogee (Creek) Nation of Oklahoma.  They are currently seeking Federal recognition.\\n\\n        Based on the above-mentioned information, officials at Fort Benning and the U.S. Army installation staff, U.S. Army Engineer District, St. Louis, Mandatory Center of Expertise for the Curation and Management of Archaeological Collections have determined that, pursuant to 43 CFR 10.2 (d)(1), the human remains listed above represent the physical remains of 25 individuals of Native American ancestry.  Officials at Fort Benning and the U.S. Army installation staff, U.S. Army Engineer District, St. Louis, Mandatory Center of Expertise for the Curation and Management of Archaeological Collections have also determined that, pursuant to 43 CFR 10.2 (d)(2), the 1551 funerary objects listed above are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony.  Lastly, officials at Fort Benning and the U.S. Army installation staff, the U.S. Army Engineer District, St. Louis, Mandatory Center of Expertise for the Curation and Management of Archaeological Collections have determined that, pursuant to 43 CFR 10.2 (e), there is a relationship of shared group identity that can reasonably be traced between these Native American human remains and associated funerary objects and the Muscogee-speaking people who inhabited the region prior to their removal to Oklahoma and elsewhere in 1836, namely the Alabama-Coushatta Tribes of Texas; the Alabama-Quassarte Tribal Town, Oklahoma; the Coushatta Tribe of Louisiana; the Kialegee Tribal Town, Oklahoma; the Miccosukee Tribe of Indians of Florida; the Muscogee (Creek) Nation, Oklahoma; the Poarch Band of Creek Indians of Alabama; the Seminole Nation of Oklahoma; the Seminole Tribe of Florida; and the Thlopthlocco Tribal Town, Oklahoma.\\n        This notice has been sent to officials of the Alabama-Coushatta Tribes of Texas; the Alabama-Quassarte Tribal Town, Oklahoma; the Coushatta Tribe of Louisiana; the Kialegee Tribal Town, Oklahoma; the Miccosukee Tribe of Indians of Florida; the Muscogee (Creek) Nation, Oklahoma; the Poarch Band of Creek Indians of Alabama; the Seminole Nation of Oklahoma; the Seminole Tribe of Florida; and the Thlopthlocco Tribal Town, Oklahoma.  Representatives of any other Indian tribe that believes itself to be culturally affiliated with these human remains and associated funerary objects should contact Dr. Christopher E. Hamilton, Cultural Resource Manager, Fort Benning, GA 31905-5000, telephone (706) 545-2377, before September 30, 2002.  Repatriation of the human remains and associated funerary objects to the Alabama-Coushatta Tribes of Texas; the Alabama-Quassarte Tribal Town, Oklahoma; the Coushatta Tribe of Louisiana; the Kialegee Tribal Town, Oklahoma; the Miccosukee Tribe of Indians of Florida; the Muscogee (Creek) Nation, Oklahoma; the Poarch Band of Creek Indians of Alabama; the Seminole Nation of Oklahoma; the Seminole Tribe of Florida; and the Thlopthlocco Tribal Town, Oklahoma, may begin after that date if no additional claimants come forward.\\n        \\n          Dated: July 19, 2002.\\n          C. Timothy McKeown,\\n          Acting Manager, National NAGPRA Program\\n        \\n      \\n      [FR Doc. 02-22000 Filed 8-28-02; 8:45 am]\\n      BILLING CODE 4310-70-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Inventory Completion for Native American Human Remains and Associated Funerary Objects in the Possession of the U.S. Department of Defense, Department of the Army, Fort Benning, GA", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: July 19, 2002.", "signature_name": "C. Timothy McKeown,", "signature_title": "Acting Manager, National NAGPRA Program", "fr_doc": "[FR Doc. 02-22000 Filed 8-28-02; 8:45 am]", "billing_code": "BILLING CODE 4310-70-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}