{"index": "I_1972", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Inventory Completion for Native American Human Remains and  Associated Funerary Objects in the Possession of the U.S. Department of the Interior, National Park Service, Natchez Trace Parkway, Tupelo, MS\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is hereby given in accordance with provisions of the Native American Graves Protection and Repatriation Act (NAGPRA), 43 CFR 10.9, of the completion of an inventory of human remains and associated funerary objects in the possession of the U.S. Department of the Interior, National Park Service, Natchez Trace Parkway, Tupelo, MS.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 43 CFR 10.2 (c). The determinations within this notice are the sole responsibility of the National Park Service unit that has control or possession of these Native American human remains. The Assistant Director, Cultural Resources Stewardship and Partnerships is not responsible for the determinations within this notice.\\n        A detailed assessment of the human remains was made by National Park Service professional staff in consultation with representatives of the Absentee-Shawnee Tribe of Indians of Oklahoma; Alabama-Coushatta Tribes of Texas; Alabama-Quassarte Tribal Town, Oklahoma; Cherokee Nation, Oklahoma; Chickasaw Nation, Oklahoma; Chitimacha Tribe of Louisiana; Choctaw Nation of Oklahoma; Eastern Band of Cherokee Indians of North Carolina; Eastern Shawnee Tribe of Oklahoma; Jena Band of Choctaw Indians, Louisiana; Kialegee Tribal Town, Oklahoma; Miccosukee Tribe of Indians of Florida; Mississippi Band of Choctaw Indians, Mississippi; Muskogee (Creek) Nation, Oklahoma; Poarch Band of Creek Indians of Alabama; Seminole Nation of Oklahoma; Seminole Tribe of Florida, Dania, Big Cypress, Brighton, Hollywood & Tampa Reservations; Thlopthlocco Tribal Town, Oklahoma; Tunica-Biloxi Indian Tribe of Louisiana; and United Keetoowah Band of Cherokee Indians of Oklahoma. The Shawnee Tribe, also known also as the \\xe2\\x80\\x9cLoyal Shawnee\\xe2\\x80\\x9d or \\xe2\\x80\\x9cCherokee Shawnee,\\xe2\\x80\\x9d a nonfederally recognized Native American group at the time that they were consulted, has since been recognized as eligible for the special programs and services provided by the United States to Indians because of their status as Indians under provisions of P.L. 106-568.\\n        In 1951 and 1963, human remains representing 124 individuals were recovered from the Mangum site during authorized National Park Service survey and excavation projects. No known individuals were identified. There are no funerary objects associated with the one individual recovered in 1951. The 123 individuals recovered in 1963 are associated with 34 funerary objects: 12 ceramic vessel fragments, 7 projectile points, 3 shell ornaments, 3 stone tools, 2 stone artifacts, 1 ceramic frog effigy, 1 celt, 1 polished stone, 1 tobacco pipe, 1 dipper, 1 ceramic jar, and 1 cupreous metal fragment.\\n        The Mangum site is a large hilltop cemetery located in Claiborne County, MS. Objects recovered from the burials indicate that the site was in use during the Mississippian period (A.D. 1000-1650). The principal investigator of the 1963 excavation states that the burials date to approximately A.D. 1500, or possibly even more recently. In 1540, the De Soto expedition likely encountered the Ta\\xc3\\xabnsa people in the vicinity of the Mangum site. In 1682, the de La Salle expedition documented the Ta\\xc3\\xabnsa and Tunica in the same area. In 1706, the Ta\\xc3\\xabnsa were driven from the area, migrating first to Bayogula, and then to Mobile, where they may have settled with the Choctaw. In 1764, the Ta\\xc3\\xabnsa again moved, first to the Red River in south Louisiana, and finally to the Bayou Boeuf area where they lived with the Chitimacha. Representatives of the Chitimacha Tribe of Louisiana have identified similarities between the burial practices observed at the Mangum site and those of the Chitimacha. Historical documentation also indicates that the Tunica buried individuals in hilltop cemeteries in open country, matching the burial practice observed on the Mangum site. Historical documentation indicates that some Ta\\xc3\\xabnsa may have married into the Alabama tribe, the descendants of whom now constitute the Alabama-Coushatta Tribes of Texas and the Alabama-Quassarte Tribal Town, Oklahoma.\\n\\n        Based on the above mentioned information, the superintendent of Natchez Trace Parkway has determined that, pursuant to 43 CFR 10.2 (d)(1), the human remains listed above represent the physical remains of  124 individuals of Native American ancestry. The superintendent of Natchez Trace Parkway also has determined that, pursuant to 43 CFR 10.2 (d)(2), the 34 objects listed above are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of a death rite or ceremony. Lastly, the superintendent of Natchez Trace Parkway has determined that, pursuant to 43 CFR 10.2 (e), there is a relationship of shared group identity that can be reasonably traced between these Native American human remains and associated funerary objects recovered and the Alabama-Coushatta Tribes of Texas; Alabama-Quassarte Tribal Town, Oklahoma; Chitimacha Tribe of Louisiana; Choctaw Nation of Oklahoma; Mississippi Band of Choctaw Indians; Jena Band of Choctaw Indians, Louisiana; and Tunica-Biloxi Indian Tribe of Louisiana.\\n        This notice has been sent to officials of the Absentee-Shawnee Tribe of Indians of Oklahoma; Alabama- Coushatta Tribes of Texas; Alabama-Quassarte Tribal Town, Oklahoma; Cherokee Nation,  Oklahoma; Chickasaw Nation, Oklahoma; Chitimacha Tribe of Louisiana; Choctaw Nation of Oklahoma; Eastern Band of Cherokee Indians of North Carolina; Eastern Shawnee Tribe of Oklahoma; Jena Band of Choctaw Indians, Louisiana; Kialegee Tribal Town, Oklahoma; Miccosukee Tribe of Indians of Florida; Mississippi Band of Choctaw Indians, Mississippi; Muskogee (Creek) Nation, Oklahoma; Poarch Band of Creek Indians of Alabama; Seminole Nation of Oklahoma; Seminole Tribe of Florida, Dania, Big Cypress, Brighton, Hollywood & Tampa Reservations; Shawnee Tribe, Oklahoma; Thlopthlocco Tribal Town, Oklahoma; Tunica-Biloxi Indian Tribe of Louisiana; and United Keetoowah Band of Cherokee Indians of Oklahoma. Representatives of any other Indian tribe that believes itself to be culturally affiliated with these human remains and associated funerary objects should contact Wendell Simpson, Superintendent, Natchez Trace Parkway, 2680 Natchez Trace Parkway, Tupelo, MS 38803, telephone (662) 680-4005, before February 7, 2002. Repatriation of the human remains and associated funerary objects to Alabama-Coushatta Tribes of Texas; Alabama-Quassarte Tribal Town, Oklahoma; Chitimacha Tribe of Louisiana; Choctaw Nation of Oklahoma; Mississippi Band of Choctaw Indians; Jena Band of Choctaw Indians, Louisiana; and Tunica-Biloxi Indian Tribe of Louisiana may begin after that date if no additional claimants come forward.\\n        \\n          Dated: October 19, 2001.\\n          John Robbins,\\n          Assistant Director, Cultural Resources Stewardship and Partnerships.\\n        \\n      \\n      [FR Doc. 02-386 Filed 1-7-02; 8:45 am]\\n      BILLING CODE 4310-70-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Inventory Completion for Native American Human Remains and  Associated Funerary Objects in the Possession of the U.S. Department of the Interior, National Park Service, Natchez Trace Parkway, Tupelo, MS", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: October 19, 2001.", "signature_name": "John Robbins,", "signature_title": "Assistant Director, Cultural Resources Stewardship and Partnerships.", "fr_doc": "[FR Doc. 02-386 Filed 1-7-02; 8:45 am]", "billing_code": "BILLING CODE 4310-70-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}