{"index": "I_1903", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Inventory Completion for Native American Human Remains and Associated Funerary Objects in the Possession of the U.S. Department of the Interior, Bureau of Reclamation, Central Arizona Project Repository, Tucson, AZ, and in the Control of the U.S. Department of the Interior, Bureau of Reclamation, Phoenix Area Office, Phoenix, AZ; Correction\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is hereby given in accordance with provisions of the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, Sec. 5, of the completion of an inventory of human remains and associated funerary objects in the possession of the U.S. Department of the Interior, Bureau of Reclamation, Central Arizona Project Repository, Tucson, AZ, and in the control of the U.S. Department of the Interior, Bureau of Reclamation, Phoenix Area Office, Phoenix, AZ.\\n        This notice is published as part of the National Park Service\\xe2\\x80\\x99s administrative responsibilities under NAGPRA, 25 U.S.C. 3003, Sec. 5 (d)(3).  The determinations within this notice are the sole responsibility of the museum, institution, or Federal agency that has control of these Native American human remains and associated funerary objects.  The National Park Service is not responsible for the determinations within this notice.\\n        This notice corrects the minimum number of individuals and the number of associated funerary objects reported in a previous Notice of Inventory Completion, published February 27, 2002, and a correction to that notice, published July 9, 2002.  A review of Bureau of Reclamation, Central Arizona Project Repository collections revealed the presence of additional Native American human remains representing 2 individuals and 30 additional associated funerary objects, all culturally affiliated with the same tribes listed in the original notice.\\n        In the Federal Register of February 27, 2002 (FR doc. 2-4580, pages 8996-9002) paragraph numbers 74 and 76 are corrected by substituting the following paragraphs:(Paragraph 74)  Between 1985 and 1986, during legally authorized data recovery efforts undertaken by Northland Research for the Bureau of Reclamation, human remains representing nine individuals were recovered from the Hind site, AZ AA:1:62(ASM), in the lower Santa Cruz Valley in Pinal County, AZ.  No known individuals were identified.  The 121 associated funerary objects are 1 reconstructed Snaketown Red/Buff bowl; 1 reconstructable Estrella Red/Grey bowl; 1 Sweetwater Red/Grey scoop; 5 partially reconstructed plainware bowls; 2 partially reconstructed plainware jars; 1 partially reconstructed indeterminate vessel; 25 bags of sherds; 35 ground stone shell-working tools; 1 polishing stone; 2 projectile points; 9 bags of chipped stone; 4 bags of worked shell (including 1 shell bracelet fragment, 1 partial shell pendant, and worked fragments); 1 bag of unworked shell fragments; 3 bags of unworked faunal bone fragments; and 30 flotation, pollen, and C-14 samples.\\n        (Paragraph 76) Between 1985 and 1986, during legally authorized data recovery efforts undertaken by Northland Research for the Bureau of Reclamation, human remains representing 97 individuals were recovered from the Shelltown site, AZ AA:1:66(ASM), in the lower Santa Cruz Valley in Pinal County, AZ.  No known individuals were identified.  The 503 associated funerary objects are 23 ceramic vessels (2 miniature bowls, 3 miniature jars, 2 complete or partially reconstructed bowls, and 16 partial or complete jars); 4 worked sherds; 1 nose/ear spool; 1 possible figurine fragment; 108 bags of sherds; 1 stone bowl; 3 ground stone axes; 2 plummets; 4 manos; 1 ground stone bead; 10 ground stone shell-working tools; 1 stone jar cover; 15 ground stone fragments; 3 projectile points; 62 bags of chipped stone; 25 bags of worked shell (including 5 bracelet fragments, 2 caches of damaged shell bracelets, 11 pendants, 2 rings, and 5 bags of worked shell fragments); 17 bags of unworked shell fragments; 15 bags of worked faunal bone (including 2 bone hair pins, 5 bone awl fragments, 5 bone tubes, and 3 bags of worked bone fragments); 65 bags of unworked faunal fragments; and 145 flotation, pollen, mineral, and C-14 samples.\\n        In the Federal Register of July 9, 2002 (FR doc. 02-17086, pages 45539-45540) paragraph number 12, which was a correction to paragraph 86 of the February 27, 2002, Notice of Inventory Completion, is corrected by substituting the following paragraph:(Paragraph 12) (Paragraph 86) Based on previously reviewed affiliation information, officials of the Bureau of Reclamation have determined that, pursuant to 25 U.S.C. 3001, Sec. 2 (9-10), the human remains listed above, represent the physical remains of a minimum of 485 individuals of Native American ancestry.  Officials of the Bureau of Reclamation also have determined that, pursuant to 25 U.S.C. 3001, Sec. 2 (3)(A) the 3299 items are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony.  Lastly, officials of the Bureau of Reclamation have determined that, pursuant to U.S.C. 3001, Sec. 2 (2), there is a relationship of shared group identity that can be reasonably traced between these Native American human remains and associated funerary objects and the Ak-Chin Indian Community of the Maricopa (Ak-Chin) Indian Reservation, Arizona; Gila River Indian Community of the Gila River Indian Reservation, Arizona; Hopi Tribe of Arizona; Salt River Pima-Maricopa Indian Community of the Salt River Reservation, Arizona; Tohono O\\xe2\\x80\\x99odham Nation of Arizona; and the Zuni Tribe of the Zuni Reservation, New Mexico.\\n\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with these human remains and associated funerary objects should contact in writing Jon Czaplicki or Bruce Ellis, Bureau of Reclamation, Phoenix Area Office, PO Box 81169, Phoenix, AZ  85069-1169, telephone (602) 216-3862, before January 22, 2003.  Repatriation of the human remains and associated funerary objects to the Ak-Chin Indian Community of the Maricopa (Ak-Chin) Indian Reservation, Arizona; Gila River Indian Community of the Gila River Indian Reservation, Arizona; Hopi Tribe of Arizona; Salt River Pima-Maricopa Indian Community of the Salt River Reservation, Arizona; Tohono O\\xe2\\x80\\x99odham Nation of Arizona; and the Zuni Tribe of the Zuni Reservation, New Mexico may begin after that date if no additional claimants come forward.\\n        The Bureau of Reclamation is responsible for notifying the Ak-Chin Indian Community of the Maricopa (Ak-Chin) Indian Reservation, Arizona; Chemehuevi Indian Tribe of the Chemehuevi Indian Reservation, California; Cocopah Tribe of Arizona; Colorado River Indian Tribes of the Colorado River Indian Reservation, Arizona and California; Ft. McDowell Yavapai Nation, Arizona; Ft. Mohave Indian Tribe of Arizona, California & Nevada; Gila River Indian Community of the Gila River Indian Reservation, Arizona; Hopi Tribe of Arizona; Pascua Yaqui Tribe of Arizona; Quechan Tribe of the Fort Yuma Indian Reservation, California & Arizona; Salt River Pima-Maricopa Indian Community of the Salt River Reservation, Arizona; San Carlos Apache Tribe of the San Carlos Reservation, Arizona; Tohono O\\xe2\\x80\\x99Odham Nation of Arizona; Tonto Apache Tribe of Arizona; White Mountain Apache Tribe of the Fort Apache Reservation, Arizona; Yavapai-Apache Nation of the Camp Verde Indian Reservation, Arizona; Yavapai-Prescott Tribe of the Yavapai Reservation, Arizona; and the Zuni Tribe of the Zuni Reservation, New Mexico, that this notice has been published.\\n        \\n          Dated: October 10, 2002\\n          Robert Stearns,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. 02-32177 Filed 12-20-02; 8:45 am]\\n      BILLING CODE 4310-70-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Inventory Completion for Native American Human Remains and Associated Funerary Objects in the Possession of the U.S. Department of the Interior, Bureau of Reclamation, Central Arizona Project Repository, Tucson, AZ, and in the Control of the U.S. Department of the Interior, Bureau of Reclamation, Phoenix Area Office, Phoenix, AZ; Correction", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: October 10, 2002", "signature_name": "Robert Stearns,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. 02-32177 Filed 12-20-02; 8:45 am]", "billing_code": "BILLING CODE 4310-70-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}