{"index": "I_1974", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Inventory Completion for Native American Human Remains and  Associated Funerary Objects in the Possession of the U.S. Department of the Interior, National Park Service, Western Archeological and Conservation Center, Tucson, AZ\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is hereby given in accordance with provisions of the Native American Graves Protection and Repatriation Act (NAGPRA), 43 CFR 10.9, of the completion of an inventory of human remains and associated funerary objects in the control of the U.S. Department of the Interior, National Park Service, Western Archeological and Conservation Center, Tucson, AZ.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 43 CFR 10.2 (c). The determinations within this notice are the sole responsibility of the National Park Service unit that has control or possession of these Native American human remains. The Manager, National NAGPRA Program is not responsible for the determinations within this notice.\\n        A detailed assessment of the human remains and associated funerary objects was made by National Park Service professional staff in consultation with representatives of the Gila River Indian Community of the Gila River Indian Reservation, Arizona; Hopi Tribe of Arizona; Salt River Pima-Maricopa Indian Community of the Salt River Reservation, Arizona; Tohono O\\'odham Nation of Arizona; and Zuni Tribe of the Zuni Reservation, New Mexico. Members of the Ak-Chin Indian Community of the Maricopa (Ak Chin) Indian Reservation, Arizona, were contacted, but did not attend the consultation meeting and were represented by members of the Gila River Indian Community of the Gila River Indian Reservation, Arizona.\\n        In 1959-1960, human remains representing 13 individuals were recovered from 4 sites during legally authorized excavations under the direction of National Park Service archeologist Wesley L. Bliss. The four sites were located along a linear transect through Cibola and McKinley Counties, NM, and Apache County, AZ, as part of the Transwestern Pipeline Project. No known individuals were identified.\\n        Human remains representing two individuals were recovered from the TRW PPL L-WR-32 site. The three associated funerary objects are a Puerco black-on-white bowl, and a bowl and sherd of the White Mound black-on-white ceramic type. Diagnostic artifacts found associated with the burials indicate that the human remains were buried during the Basketmaker III-Pueblo I phases (A.D. 500-950).\\n        Human remains representing nine individuals were recovered from the TRW PPL L-WR-39 site. The six associated funerary objects are a Gallup black-on-white pitcher and bowl, Escavada black-on-white pitcher and bowl, Red Mesa black-on-white duck-shaped pitcher, and a corrugated style ceramic jar. Diagnostic artifacts found associated with the burials indicate that the human remains were buried during the Pueblo II-III phases (A.D. 1100-1300).\\n        Human remains representing one individual were recovered from the TRW PPL L-WR-43 site. The one associated funerary object is a Puerco black-on-red bowl. The diagnostic artifact found associated with the burials indicates that the human remains were buried during the Pueblo III phase (A.D. 1250-1300).\\n        Human remains representing one individual were recovered from the TRW PPL L-WR-47 site. Osteological documentation of the remains shows cranial deformation. No associated funerary objects are present.\\n        Similarities in site architecture, ceramics, and other items recovered from the sites in Cibola and McKinley Counties, NM, and Apache County, AZ, indicate a single, socially integrated early group lasting from the Basketmaker III phase through Pueblo III phase (A.D. 500-1300). The archeological literature refers to this community as a local variant of the widespread Anasazi cultural tradition. Cranial deformation is common to many Anasazi remains and is believed to reflect their widespread use of cradleboards to carry infants. A combination of less bountiful environment, changes in the social structure of the community, and drought are believed to have precipitated rapid migration out of this area in the late 1200s. Most researchers who have worked in the area have concluded that these populations moved to Zuni and Acoma. Some of the populations from the western portion of the area may have moved to Hopi.\\n        Based on the above-mentioned information, the manager of the Western Archeological and Conservation Center has determined that, pursuant to 43 CFR 10 (d)(1), the human remains listed above represent the physical remains of 13 individuals of Native American ancestry. The manager of the Western Archeological and Conservation Center also has determined that, pursuant to 43 CFR 10.2 (d)(2), the 10 objects listed above are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of a death rite or ceremony. Lastly, the manager of the Western Archeological and Conservation Center has determined that, pursuant to 43 CFR 10.2 (e) there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and associated funerary objects and the Hopi Tribe of Arizona; Pueblo of Acoma, New Mexico, Pueblo of Santa Ana, New Mexico; Pueblo of Zia, New Mexico; and Zuni Tribe of the Zuni Reservation, New Mexico.\\n        This notice has been sent to officials of the Ak-Chin Indian Community of the Maricopa (Ak Chin) Indian Reservation, Arizona; Gila River Indian Community of the Gila River Indian Reservation, Arizona; Hopi Tribe of Arizona; Pueblo of Acoma, New Mexico; Pueblo of Santa Ana, New Mexico; Pueblo of Zia, New Mexico; Salt River Pima-Maricopa Indian Community of the Salt River Reservation, Arizona; Tohono O\\'odham Nation of Arizona; and Zuni Tribe of the Zuni Reservation, New Mexico. Representatives of any other Indian tribe that believes itself to be culturally affiliated with these human remains and associated funerary objects should contact George Teague, Manager, Western Archeological and Conservation Center, National Park Service, 1415 North 6th Avenue, Tucson, AZ 85705, telephone (520) 670-6501, extension  235, before February 7, 2002. Repatriation of the human remains and associated funerary objects may begin after that date if no additional claimants come forward.\\n        \\n          Dated: November 30, 2001.\\n          Robert Stearns,\\n          Assistant Director, Cultural Resources Stewardship and Partnerships.\\n        \\n      \\n      [FR Doc. 02-384 Filed 1-7-02; 8:45 am]\\n      BILLING CODE 4310-70-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Inventory Completion for Native American Human Remains and  Associated Funerary Objects in the Possession of the U.S. Department of the Interior, National Park Service, Western Archeological and Conservation Center, Tucson, AZ", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: November 30, 2001.", "signature_name": "Robert Stearns,", "signature_title": "Assistant Director, Cultural Resources Stewardship and Partnerships.", "fr_doc": "[FR Doc. 02-384 Filed 1-7-02; 8:45 am]", "billing_code": "BILLING CODE 4310-70-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}