{"index": "I_1912", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Inventory Completion for Native American Human Remains and Associated Funerary Objects in the Possession of the Museum of Natural History and Planetarium, Roger Williams Park, Providence, RI; Correction\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is hereby given in accordance with provisions of the Native American Graves Protection and Repatriation Act (NAGPRA), 43 CFR 10.9, of the completion of an inventory of human remains and associated funerary objects in the possession of the Museum of Natural History and Planetarium, Roger Williams Park, Providence, RI.\\n        This notice is published as part of the National Park Service\\xe2\\x80\\x99s administrative responsibilities under NAGPRA, 43 CFR 10.2 (c).  The determinations within this notice are the sole responsibility of the museum, institution, or Federal agency that has control of these Native American human remains and associated funerary objects.  The National Park Service is not responsible for the determinations within this notice.\\n        This notice corrects information that was reported in a Notice of Inventory Completion published October 4, 2001 (Federal Register document 01-24936, pages 50672-50673), which was itself a correction of a Notice of Inventory Completion published May 3, 2001 (Federal Register document 01-11141, pages 22248-22250).  This notice corrects the cultural affiliation for human remains and associated funerary objects from four sites that were included in the original May 3, 2001, notice and the October 4, 2001, correction notice.  This notice also reports for the first time human remains and associated funerary objects from an additional site that was inadvertently omitted from both notices.\\n        Review of museum documentation has revealed that human remains and associated funerary objects from the four sites listed below have been determined to be cultural affiliated exclusively to the Narragansett Indian Tribe of Rhode Island.  Human remains and associated funerary objects from Field\\xe2\\x80\\x99s Point, Providence, RI are reported here for the first time, and have been determined to be culturally affiliated to the Narragansett Indian Tribe of Rhode Island.\\n        Paragraphs 5-8 and 11-13 of the October 4, 2001, notice are corrected by substituting the following paragraphs:(Paragraph 5) In 1899, human remains representing one individual were recovered from Jamestown, RI, by James H. Clarke and donated to the Museum of Natural History and Planetarium.  No known individual was identified.  The two associated funerary objects are an iron axe fragment and an animal bone fragment.\\n        (Paragraph 6) Based on red ochre and copper staining on the human remains, this individual has been determined to be Native American from the contact period.  Based on physical evidence and geographic/provenience information, this individual has been determined to be culturally affiliated with the Narragansett Indian Tribe of Rhode Island.\\n        (Paragraph 7) Before May 1939, human remains representing two individuals were recovered from Old Warwick, near Wharf Road, East Greenwich, RI, by Lincoln C. Bateson, who donated these human remains to the Museum of Natural History and Planetarium in May 1939.  No known individuals were identified.  No associated funerary objects are present. (Paragraph 8) Based on museum documentation and physical evidence, these individuals have been identified as Native American.  Based on physical evidence and geographic/provenience information, these individuals have been determined to be culturally affiliated with the Narragansett Indian Tribe of Rhode Island.\\n\\n        (Paragraph 11) In 1927, human remains representing one individual were recovered from London Street, East Greenwich, RI, and donated to the Museum of Natural History and Planetarium by W.E. Crease.  No known individual was identified.  No associated funerary objects are present.  Accession information states these human remains were \\xe2\\x80\\x9cdug up on London Street, 10 feet deep.\\xe2\\x80\\x9d  Based on museum documentation and physical evidence, this individual has been identified as Native American.  Based on physical evidence and geographic/provenience information, this individual has been determined to be culturally affiliated with the Narragansett Indian Tribe of Rhode Island.\\n        (Paragraph 12) In 1936, human remains representing one individual were recovered from Melrose Street, West Ferry site, Jamestown, RI, by Roy Johnson, Louis Watson, and others.  In 1937, these human remains were donated to the Museum of Natural History and Planetarium by Mr. Johnson.  No known individual was identified.  The one associated funerary object is a blanket fragment.\\n        (Paragraph 13) Based on museum documentation and physical evidence, this individual has been identified as Native American.  Based on physical evidence, consultation with tribal representatives, and geographic/provenience information, this individual has been determined to be culturally affiliated with the Narragansett Indian Tribe of Rhode Island.\\n        The following two paragraphs report for the first time human remains from Fields Point, Providence, RI.\\n        In 1925, human remains representing one individual were recovered from Field\\xe2\\x80\\x99s Point, Providence, RI, by Edwin Birch, who donated these human remains to the Museum of Natural History and Planetarium at an unknown date.  No known individual was identified.  There are no associated funerary objects.Based on skeletal morphology and the presence of copper staining, this individual has been identified as Native American from the contact or protohistoric period.  Based on physical evidence, consultation with tribal representatives, and geographic/provenience information, this individual has been determined to be culturally affiliated with the Narragansett Indian Tribe of Rhode Island. Based on the above-mentioned information, officials of the Museum of Natural History and Planetarium have determined that, pursuant to 43 CFR 10.2 (d)(1), the human remains listed above represent the physical remains of six individuals of Native American ancestry.  Officials of the Museum of Natural History and Planetarium also have determined that, pursuant to 43 CFR 10.2 (d)(2), the three objects listed above are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony.  Lastly, officials of the Museum of Natural History and Planetarium have determined that, pursuant to 43 CFR 10.2 (e), there is a relationship of shared group identity that can be reasonably traced between these Native American human remains and associated funerary objects and the Narragansett Indian Tribe of Rhode Island.\\n        This notice has been sent to officials of the Narragansett Indian Tribe of Rhode Island and the Wampanoag Tribe of Gay Head (Aquinnah). Representatives of any other Indian tribe that believes itself to be culturally affiliated with these human remains and associated funerary objects should contact Marilyn Massaro, Curator of Collections, Museum of Natural History and Planetarium, Roger Williams Park, Providence, RI 02905, telephone (401) 785-9457, before October 15, 2002.  Repatriation of the human remains and associated funerary objects to the Narragansett Indian Tribe of Rhode Island may begin after that date if no additional claimants come forward.\\n        \\n          Dated: July 3, 2002.\\n          Paula Molloy,\\n          Acting Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. 02-23132 Filed 9-11-02; 8:45 am]\\n      BILLING CODE 4310-70-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Inventory Completion for Native American Human Remains and Associated Funerary Objects in the Possession of the Museum of Natural History and Planetarium, Roger Williams Park, Providence, RI; Correction", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: July 3, 2002.", "signature_name": "Paula Molloy,", "signature_title": "Acting Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. 02-23132 Filed 9-11-02; 8:45 am]", "billing_code": "BILLING CODE 4310-70-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}