{"index": "I_1990", "messy_full": "\\n      \\n        \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Inventory Completion for Native American Human Remains and Associated Funerary Objects in the Possession of the Peabody Museum of Archaeology and Ethnology, Harvard University, Cambridge, MA\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is hereby given in accordance with the provisions of the Native American Graves Protection and Repatriation Act (NAGPRA), 43 CFR 10.9, of the completion of an inventory of human remains and associated funerary objects in the possession of the Peabody Museum of Archaeology and Ethnology, Harvard University, Cambridge, MA.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 43 CFR 10.2 (c). The determinations within this notice are the sole responsibility of the museum, institution, or Federal agency that has control of these Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations within this notice.\\n        A detailed assessment of the human remains was made by Peabody Museum of Archaeology and Ethnology professional staff in consultation with representatives of the Mohegan Indian Tribe of Connecticut, Narragansett Indian Tribe of Rhode Island, Wabanaki Tribes of Maine Intertribal Repatriation Committee (representing the Aroostook Band of Micmac Indians of Maine, Houlton Band of Maliseet Indians of Maine, Indian Township Reservation of the Passamaquoddy Tribe, Pleasant Point Reservation of the Passamaquoddy Tribe, and Penobscot Tribe of Maine), Wampanoag Confederation (representing the Wampanoag Tribe of Gay Head [Aquinnah], Mashpee Wampanoag Indian Tribe [a nonfederally recognized Indian group], and Assonet Band of the Wampanoag Nation [a nonfederally recognized Indian group]), Abenaki Nation of Missisquoi (a nonfederally recognized Indian group), and Abenaki Nation of New Hampshire (a nonfederally recognized Indian group).\\n        The Peabody Museum of Archaeology and Ethnology has determined that the human remains reported in this notice cannot be affiliated with an Indian tribe as defined in NAGPRA, 43 CFR 10.2 (b)(2), and are considered culturally unidentifiable.  Until final promulgation of Section 10.11 of NAGPRA regulations, the Native American Graves Protection and Repatriation Review Committee is responsible for recommending to the Secretary of the Interior specific actions for the disposition of culturally unidentifiable human remains, according to NAGPRA, 43 CFR 10.10 (g).  In April 1999, the Peabody Museum of Archaeology and Ethnology proposed to repatriate 30 culturally unidentifiable human remains to the Western Abenaki, represented by the Abenaki Nation of Missisquoi, a nonfederally recognized Indian group, and to the Abenaki Nation of New Hampshire, a nonfederally recognized Indian group. The proposal was considered by the review committee at its May 1999 meeting.\\n         The review committee recommended disposition of the human remains to the Abenaki Nation of Missisquoi and the Abenaki Nation of New Hampshire contingent upon the museum\\'s meeting four requirements.  A February 7, 2000, letter from the National Park Service to the Peabody Museum of Archaeology and Ethnology asked that the museum would distribute the inventory of culturally unidentifiable human remains to the Wabanaki Tribes of Maine Intertribal Repatriation Committee and the Wampanoag Confederation; document the Wabanaki Tribes of Maine Intertribal Repatriation Committee\\'s and the Wampanoag Confederation\\'s concurrence with the proposed disposition; publish a notice of inventory completion in the Federal Register; and consider documentation compiled as part of the inventory process as public information, and available for education and scientific uses.  The Peabody Museum of Archeology and Ethnology documented in a January 11, 2001, letter to the review committee that three of the requirements had been met, noting that the fourth requirement would be met with the publication of this Notice of Inventory Completion.  A July 11, 2001, letter from the Assistant Director, Cultural Resources Stewardship and Partnerships confirmed that, with publication of this notice, the four requirements of the February 7, 2000, letter will have been met.\\n        In 1876, human remains representing one individual were donated to the Peabody Museum by N. Cressy. No known individual was identified. No associated funerary objects are present.\\n        Museum documentation indicates that the human remains were recovered from historic Fort Dummer, south of Brattleboro, VT.  Archeological, historical, and ethnographic sources, along with oral traditions of the Western Abenaki, indicate that this portion of Vermont is the aboriginal and historic homeland of the Western Abenaki from at least the Late Archaic period (6000-4000 B.P.) through the Historic period (post-500 B.P.).  Based upon the fact that no human remains are known from this area prior to the Late Archaic period, these human remains are likely to date between the Late Archaic and Historic periods.  The Western Abenaki are represented today by the Abenaki Nation of Missisquoi, a nonfederally recognized Indian group, and the Abenaki Nation of New Hampshire, a nonfederally recognized Indian group.\\n        In 1877, human remains representing one individual were donated to the Peabody Museum of Archaeology and Ethnology by the Museum of Comparative Zoology, Harvard University. No known individual was identified. Although a copper bead was recovered with the remains, the museum is not currently in possession of the bead, nor does the museum know the bead\\'s  location.\\n         Museum documentation indicates that the human remains were recovered from \\xe2\\x80\\x9cHighgate\\xe2\\x80\\x9d in Vermont, which could refer to the town, the falls, or the archeological site, all near Lake Champlain. A copper bead associated with the interment and the presence of copper staining on the human remains indicate that this interment most likely dates to the Historic period (post-500 B.P.). Archeological, historical, and ethnographic sources, along with oral traditions of the Western Abenaki, indicate that this portion of Vermont is the aboriginal and historic homeland of the Western Abenaki, from at least the Late Archaic period (6000-4000 B.P.) through the Historic period (post-500 B.P.).  The Western Abenaki are represented today by the Abenaki Nation of Missisquoi, a nonfederally recognized Indian group, and the Abenaki Nation of New Hampshire, a nonfederally recognized Indian group.\\n        In 1897, human remains representing one individual were donated to the Peabody Museum of Archaeology and Ethnology by Dr. J. A. Keown, of Lynn, MA. No known individual was identified. No associated funerary objects are present.\\n\\n        Museum documentation indicates that the human remains were recovered 2 miles from Hinsdale, NH, in 1893. Archeological, historical, and ethnographic sources, along with oral traditions of the Western Abenaki, indicate that this portion of New Hampshire is the aboriginal and historic homeland of the Western Abenaki from at least the Late Archaic period (6000-4000 B.P.) through the Historic period (post-500 B.P.). Based upon the fact that no human remains are known from this area prior to the Late Archaic period, these human remains are likely to date between the Late Archaic and Historic periods.  The Western Abenaki are represented today by the Abenaki Nation of Missisquoi, a nonfederally recognized Indian group, and the Abenaki Nation of New Hampshire, a nonfederally recognized Indian group.\\n         In 1901, human remains representing 19 individuals were donated to the Peabody Museum of Archaeology and Ethnology by A.L. Dakin.  No known individuals were identified. No associated funerary objects are present.\\n        Museum documentation indicates that the human remains were recovered from around the shore of Fresh Pond and Lake Musquatanakus, in Brookline, NH. Four of the human remains were recovered by workmen while building an ice house on the shore of Fresh Pond.  The other 15 human remains were excavated from the shore of Lake Musquatanakus by A.L. Dakin and C.C. Willoughby of the Peabody Museum of Archaeology and Ethnology in 1901. Archeological, historical, and ethnographic sources, along with oral traditions of the Western Abenaki, indicate that this portion of New Hampshire is the aboriginal and historic homeland of the Western Abenaki from at least the Late Archaic period (6000-4000 B.P.) through the Historic period (post-500 B.P.). Based upon the fact that no human remains are known from this area prior to the Late Archaic period, these human remains are likely to date between the Late Archaic and Historic periods.  The Western Abenaki are represented today by the Abenaki Nation of Missisquoi, a nonfederally recognized Indian group, and the Abenaki Nation of New Hampshire, a nonfederally recognized Indian group.\\n        In 1919, human remains representing one individual were donated to the Peabody Museum of Archaeology and Ethnology by F.H. Manning. No known individual was identified. No associated funerary objects are present.\\n        Museum documentation indicates that the human remains were recovered from Amoskeag Falls along the Merrimack River, in Manchester, NH. Archeological, historical, and ethnographic sources, along with oral traditions of the Western Abenaki, indicate that this portion of New Hampshire is the aboriginal and historic homeland of the Western Abenaki from at least the Late Archaic period (6000-4000 B.P.) through the Historic period (post-500 B.P.). Based upon the fact that no human remains are known from this area prior to the Late Archaic period, these human remains are likely to date between the Late Archaic and Historic periods. The Western Abenaki are represented today by the Abenaki Nation of Missisquoi, a nonfederally recognized Indian group, and the Abenaki Nation of New Hampshire, a nonfederally recognized Indian group.\\n        In 1934, human remains representing six individuals were donated to the Peabody Museum of Archaeology and Ethnology by Philip Dana Orcutt.  No known individuals were identified.  Associated funerary objects are two pieces of wood and an iron nail, but because disposition of funerary objects associated with culturally unidentifiable human remains is not governed by NAGPRA, associated funerary objects are not among the cultural items included in this notice.\\n        Museum documentation indicates that the human remains were recovered from a known burial ground dating to the Historic period (post-500 B.P.) in Effingham, NH.  Osteological characteristics of the human remains indicate that the individuals are of Native American ancestry.  The interment pattern and the presence of copper staining on human remains indicate that the burial dates to the Historic period (post-500 B.P.).  Archeological, historical, and ethnographic sources, along with oral traditions of the Western Abenaki, indicate that this portion of New Hampshire is the aboriginal and historic homeland of the Western Abenaki from at least the Late Archaic period (6000-4000 B.P.) through the Historic period (post-500 B.P.).  The Western Abenaki are represented today by the Abenaki Nation of Missisquoi, a nonfederally recognized Indian group, and the Abenaki Nation of New Hampshire, a nonfederally recognized Indian group.\\n        In 1959, human remains representing one individual were permanently loaned to the Peabody Museum of Archaeology and Ethnology by the Warren Anatomical Museum, Harvard University. No known individual was identified. No associated funerary objects are present.\\n        Museum documentation indicates that the human remains were recovered from \\xe2\\x80\\x9cMerrimack\\xe2\\x80\\x9d in New Hampshire. It is not clear whether this refers to the town of Merrimac, the Merrimack River, or the greater Merrimack Valley; museum documentation implies that \\xe2\\x80\\x9cMerrimack\\xe2\\x80\\x9d refers to the river.  Archeological, historical, and ethnographic sources, along with oral traditions of the Western Abenaki, indicate that this portion of New Hampshire is the aboriginal and historic homeland of the Western Abenaki from at least the Late Archaic period (6000-4000 B.P.) through the Historic period (post-500 B.P.). Based upon the fact that no human remains are known from this area prior to the Late Archaic period, these human remains are likely to date between the Late Archaic and Historic periods. The Western Abenaki are represented today by the Abenaki Nation of Missisquoi, a nonfederally recognized Indian group, and the Abenaki Nation of New Hampshire, a nonfederally recognized Indian group.\\n         Based on the above-mentioned information, officials of the Peabody Museum of Archaeology and Ethnology have determined that, pursuant to 43 CFR 10.2 (d)(1), the human remains listed above represent the physical remains of 30 individuals of Native American ancestry. Officials of the Peabody Museum of Archaeology and Ethnology have determined that, pursuant to 43 CFR 10.2 (e), there is a relationship shared group identity that can be reasonably traced between these Native American human remains and the Western Abenaki, who are represented by the Abenaki Nation of Missisquoi, a nonfederally recognized Indian group, and the Abenaki Nation of New Hampshire, a nonfederally recognized Indian group.\\n        This notice has been sent to the Abenaki Nation of Missisquoi, a nonfederally recognized Indian group, and the Abenaki Nation of New Hampshire, a nonfederally recognized Indian group. Representatives of any other Indian tribe that believes itself to be culturally affiliated with these human remains should contact Patricia Capone, Repatriation Coordinator, Peabody Museum of Archaeology and Ethnology, 11 Divinity Avenue, Cambridge, MA 02138, telephone (617) 496-3702, before November 8, 2001.  Repatriation of the human remains to the Abenaki Nation of Missisquoi and the Abenaki Nation of New Hampshire may begin after that date if no additional claimants come forward.\\n        \\n          Dated: August 3, 2001.\\n          John Robbins,\\n          Assistant Director, Cultural Resources Stewardship and Partnerships.\\n        \\n      \\n      [FR Doc. 01-25154 Filed 10-5-01; 8:45 am]\\n      BILLING CODE 4310-70-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Inventory Completion for Native American Human Remains and Associated Funerary Objects in the Possession of the Peabody Museum of Archaeology and Ethnology, Harvard University, Cambridge, MA", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: August 3, 2001.", "signature_name": "John Robbins,", "signature_title": "Assistant Director, Cultural Resources Stewardship and Partnerships.", "fr_doc": "[FR Doc. 01-25154 Filed 10-5-01; 8:45 am]", "billing_code": "BILLING CODE 4310-70-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}