{"index": "I_1917", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Inventory Completion for Native American Human Remains and  Associated Funerary Objects in the Possession of the Texas Department of Transportation, Austin, TX\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n\\n        Notice is hereby given in accordance with provisions of the Native American Graves Protection and Repatriation Act (NAGPRA), 43 CFR 10.9, of the completion of an inventory of human remains and associated funerary objects in the possession of the Texas Department of Transportation (TxDOT), Austin, TX.\\n        This notice is published as part of the National Park Service\\xe2\\x80\\x99s administrative responsibilities under NAGPRA and 43 CFR 10.2 (c). The determinations within this notice are the sole responsibility of the museum, institution, or Federal agency that has control of these Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations within this notice.\\n        A detailed assessment of the human remains was made by the professional staff of TxDOT, Center for Archeological Research of University of Texas at San Antonio, and University of Tennessee, in consultation with representatives of the Mescalaro Apache Tribe of the Mescalaro Reservation, New Mexico and Tonkawa Tribe of Indians of Oklahoma. Information regarding these human remains and associated funerary objects was provided to the Alabama-Coushatta Tribes of Texas; Apache Tribe of Oklahoma; Caddo Indian Tribe of Oklahoma; Comanche Indian Tribe, Oklahoma; Fort Sill Apache Tribe of Oklahoma; Kickapoo Traditional Tribe of Texas; Kiowa Indian Tribe of Oklahoma; and Wichita and Affiliated Tribes (Wichita, Keechi, Waco & Tawakonie), Oklahoma. TxDOT also consulted with representatives of the County of Refugio, TX; Catholic Diocese of Corpus Cristi, TX; Refugio County Historical Commission, and other parties interested in the non-Native American remains that were removed from this cemetery.\\n        In 1999, human remains representing a minimum of 177 individuals were recovered from the cemetery of the late Spanish colonial Mission Nuestra Senora del Refugio (site 41RF1) in Refugio County, TX. No known individuals were identified. Osteological analysis of the human remains identified 32 individuals of Native American descent and 39 individuals of possible Native American descent. The remains of 106 individuals are of Hispanic, other European, or indeterminate ancestry. The 102 funerary objects found associated with the 71 Native American human remains are 1 Christian medallion, 1 metal crucifix, 53 beads (wooden, glass, and bone), 8 buttons (metal and bone), 3 pendants (shell and animal tooth), 1 worked shell, 1 marine shell, 1 metal arrow point, 1 copper or brass bell, 1 metal ring, 3 chunks of mica, 2 pieces of red pigment (ochre), 17 nails, and 9 unidentified metal objects.\\n        Mission Nuestra Senora del Refugio was built around 1795 for use by the Karankawa Indians. The mission was closed around 1830.\\n        Burial records for the mission are incomplete, but list 122 individuals buried in the mission cemetery. Fifty of the individuals listed in the burial records are identified as Native American, with the majority being Karankawa or one of their constituent bands (Copan, Cujan, etc.). Other individuals are identified as Lipan Apache, Malaquiit, Pajalache, Pamoque, Pihuique, and Toboso. The remaining individuals listed in the burial records are identified as being of Hispanic descent. Other church records indicate that the mission was also used by the Iaraname.\\n        Archeological evidence in the cemetery suggested that seven of the individuals were interred in coffins. The remaining individuals were recovered from 38 irregular burial pits excavated into the clay substrate beneath the church floor. Twenty-nine of the burial pits contained multiple interments. Ethnicity within the multiple burial pits was mixed among Native American and non-Native interments. Of those human remains determined to be Native American, a number are concluded to be Karankawa due to the robust nature of their skeletal remains and their estimated height. Karankawa were frequently described in historic documents as tall and muscular. With few exceptions, no personal goods were found with the burials. Artifacts with Native American burials included both European (metal cross, metal buttons, cloth with brass or copper sequins, glass beads, etc.) and non-European (red ocher, metal arrow points, shell pendant, worked shells, animal tooth pendant, etc.) materials.\\n        The Karankawa, Malaquiit, Pamoque, Pihuique, Pajalache, and Toboso relocated to Mexico in the 1850s. However, historical records indicate that there was considerable social and economic interaction between the Karankawa and the Tonkawa, including some intermarriage. The Lipan Apache were relocated to the Mescalero Apache reservation in the early 1900s where they remain today. Many of the Iaraname moved northward in the 19th century to live with the Tawakonie, now a constituent group of the Witchita. However, there is no evidence that any Iaraname were buried in the mission cemetery.\\n        Based on the above-mentioned information, officials of TxDOT have determined that, pursuant to 43 CFR 10.2 (d)(1), the human remains listed above represent the physical remains of 71 individuals of Native American ancestry. Officials of TxDOT also have determined that, pursuant to 43 CFR 10.2 (d)(2), the 102 objects listed above are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony. Lastly, officials of TxDOT have determined pursuant to 43 CFR 10.2 (e), there is a relationship of shared group identity that can be reasonably traced between these Native American human remains and associated funerary objects and the Mescalaro Apache Tribe of the Mescalaro Reservation, New Mexico and Tonkawa Tribe of Indians of Oklahoma.\\n        This notice has been sent to officials of the Apache Tribe of Oklahoma; Alabama-Coushatta Tribes of Texas; Caddo Indian Tribe of Oklahoma; Comanche Indian Tribe, Oklahoma; Fort Sill Apache Tribe of Oklahoma; Kickapoo Traditional Tribe of Texas; Kiowa Indian Tribe of Oklahoma; Mescalaro Apache Tribe of the Mescalaro Reservation, New Mexico; Tonkawa Tribe of Indians of Oklahoma; and Wichita and Affiliated Tribes (Wichita, Keechi, Waco & Tawakonie), Oklahoma. Representatives of any other Indian tribe that believes itself to be culturally affiliated with these human remains should contact Nancy A. Kenmotsu, Supervisor of the Archeological Studies Program, Texas Department of Transportation, 125 E. 11th Street, Austin, TX 78701-2483, telephone (512) 416-2631, before October 15, 2002. Repatriation of these human remains and associated funerary objects to the Mescalaro Apache Tribe of the Mescalaro Reservation, New Mexico, and Tonkawa Tribe of Indians of Oklahoma may begin after that date if no additional claimants come forward.\\n        \\n          Dated: July 9, 2002.\\n          Robert Stearns,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. 02-23129 Filed 9-11-02; 8:45 am]\\n      BILLING CODE 4310-70-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Inventory Completion for Native American Human Remains and  Associated Funerary Objects in the Possession of the Texas Department of Transportation, Austin, TX", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: July 9, 2002.", "signature_name": "Robert Stearns,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. 02-23129 Filed 9-11-02; 8:45 am]", "billing_code": "BILLING CODE 4310-70-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}