{"index": "I_1981", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Inventory Completion for Native American Human Remains and Associated Funerary Objects in the Control of the U.S. Department of Defense, U.S. Army, Fort Shafter, U.S. Army Garrison, HI\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is hereby given in accordance with provisions of the Native American Graves Protection and Repatriation Act (NAGPRA), 43 CFR 10.9, of the completion of an inventory of human remains and associated funerary objects in the control of the U.S. Department of Defense, U.S. Army, Fort Shafter, U.S. Army Garrison, HI.\\n\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 43 CFR 10.2 (c).  The determinations within this notice are the sole responsibility of the museum, institution, or Federal agency that has control of these Native Hawaiian human remains and associated funerary objects.  The National Park Service is not responsible for the determinations within this notice.\\n         A detailed assessment of the human remains was made by U.S. Army Corps of Engineers, St. Louis  District, MO, Mandatory Center of Expertise for the Curation and Management of Archaeological Collections professional staff in consultation with representatives of Hui Malama I Na Kupuna \\xe2\\x80\\x98O Hawai\\'i Nei, the Oahu Burial Council, and the Office of Hawaiian Affairs.\\n        In 1983, human remains representing five individuals were recovered from an unknown location in the vicinity of Fort Shafter, Honolulu, HI, by unknown individuals.  There is no information regarding the specific provenance or the circumstances of removal of these human remains.  No known individuals were identified.  No associated funerary objects are present.\\n        Osteological characteristics identify these human remains as Native American.  Based on the geographical location and dates of other sites in the vicinity of Fort Shafter, these remains are identified as Native Hawaiian.\\n        Based on the above-mentioned information, officials of the U.S. Army have determined that, pursuant to 43 CFR 10.2 (d)(1), the human remains listed above represent the physical remains of five  individuals of Native Hawaiian ancestry.  Officials of the United States Army also have determined that, pursuant to 43 CFR 10.2 (e), there is a relationship of shared group identity that can be reasonably traced between these Native Hawaiian human remains and Hui Malama I Na Kupuna \\xe2\\x80\\x98O Hawai\\'i Nei, the Oahu Burial Council, and the Office of Hawaiian Affairs.\\n        This notice has been sent to officials of Hui Malama I Na Kupuna \\xe2\\x80\\x98O Hawai\\'i Nei, the Oahu Burial Council, and the Office of Hawaiian Affairs.  Representatives of any other Native Hawaiian organization that believes itself to be culturally affiliated with these human remains should contact Dr. Laurie Lucking, Cultural Resources Manager, Environmental Division, USAG-HI, Building 105, WAAF, Schofield Barracks, HI 96857, telephone (808) 656-2878, extension 1052, before December 13, 2001.  Repatriation of the human remains to Hui Malama I Na Kupuna \\xe2\\x80\\x98O Hawai\\'i Nei, the Oahu Burial Council, and the Office of Hawaiian Affairs may begin after that date if no additional claimants come forward.\\n        \\n          Dated: September 4, 2001.\\n          John Robbins,\\n          Assistant Director, Cultural Resources Stewardship and Partnerships.\\n        \\n      \\n      [FR Doc. 01-28307 Filed 11-19-01; 8:45 am]\\n      BILLING CODE 4310-70-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Inventory Completion for Native American Human Remains and Associated Funerary Objects in the Control of the U.S. Department of Defense, U.S. Army, Fort Shafter, U.S. Army Garrison, HI", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: September 4, 2001.", "signature_name": "John Robbins,", "signature_title": "Assistant Director, Cultural Resources Stewardship and Partnerships.", "fr_doc": "[FR Doc. 01-28307 Filed 11-19-01; 8:45 am]", "billing_code": "BILLING CODE 4310-70-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}