{"index": "I_2048", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR \\n        National Park Service \\n        Notice of Inventory Completion for Native American Human Remains and Associated Funerary Objects in the Possession of the Milwaukee Public Museum, Milwaukee, WI \\n        \\n          AGENCY:\\n          National Park Service, Interior. \\n        \\n        \\n          ACTION:\\n          Notice. \\n        \\n        Notice is hereby given in accordance with provisions of the Native American Graves Protection and Repatriation Act (NAGPRA), 43 CFR 10.9, of the completion of an inventory of human remains and associated funerary objects in the possession of the Milwaukee Public Museum, Milwaukee, WI. \\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 43 CFR 10.2 (c). The determinations within this notice are the sole responsibility of the museum, institution, or Federal agency that has control of these Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations within this notice. \\n\\n        A detailed assessment of the human remains was made by Milwaukee Public Museum professional staff and contract specialists in physical anthropology in consultation with representatives of the Forest County Potawatomi Community of Wisconsin Potawatomi Indians, Wisconsin. \\n        In 1877, human remains representing one individual were removed from a grave (47-CT-38) on the property of J. Berg, Rantoul, Calumet County, WI, by H. H. Hayssen of New Holstein, WI. Mr. Hayssen sold the remains and associated funerary objects to the Milwaukee Public Museum in 1897. No known individual was identified. The 145 associated funerary objects include 19 copper alloy bracelets, copper alloy chains with finger rings, ear/hair ornaments of shell beads, thimbles, ermine tails, glass beads, chains, coins, silver ornaments, silk and cotton clothing fragments with silver ring-and-ball ornaments, German silver brooches, glass bead edging, 2 small pocket mirrors, 20 thimbles made into hair ornaments, a copper alloy finger ring, red ochre chunks, a perforated metal disc, shell beads, a musket ball, a miniature china teapot, an iron kettle, a porcelain basin and pitcher, 5 cowry shells, glass and shell beads, 6 small beaded bags, a kaolin pipe, and wooden matches. \\n        Historic evidence identifies the J. Berg Farm Site as a known historic Potawatomi cemetery. The Potawatomi people abandoned the area in or before 1866. The associated funerary objects from this burial can be dated to circa 1850-1866. \\n        At an unknown date prior to 1901, human remains representing one individual were removed from an unknown site in Kiel, Manitowoc County, WI, by August Stirn. Mr. Stirn donated the remains to the Milwaukee Public Museum in 1901. No known individual was identified. No associated funerary objects are present. \\n        The degree of preservation of this individual\\'s hair suggests that burial occurred during the half-century prior to disinterment. Geographic location of the burial is consistent with the historically documented territory of the Potawatomi in the late 19th century. \\n        In 1916, human remains representing one individual were removed from the Camp Thomas Cemetery Site (47-WK-71) on the Ralph Holtz Farm, Muskego, Waukesha County, WI, by Rudolph Boettger. Mr. Boettger sold the human remains and two associated funerary objects to the Milwaukee Public Museum in 1922. He donated an additional associated funerary object to the museum in 1947. No known individual was identified. The three associated funerary objects are a small copper alloy bucket, a small wooden bowl with projecting animal effigy tab, and an iron knife blade. \\n        The associated funerary objects date this burial to circa 1800. The date is consistent with historical evidence for Potawatomi occupation of the area. The Camp Thomas Cemetery Site is a known Potawatomi cemetery and camp utilized until the 1870s. \\n        Based on cranial morphology, dental traits, and archeological context, these three individuals are identified as Native American. The geographical locations of the sites and dates of the burials are consistent with the historic territory of the Potawatomi people. Consultation evidence provided by representatives of the Forest County Potawatomi Tribe has identified these three sites as part of the Potawatomi\\'s historic territory and verified Potawatomi occupation of the area until approximately 1900. \\n        Based on the above-mentioned information, officials of the Milwaukee Public Museum have determined that, pursuant to 43 CFR 10.2 (d)(1), the human remains listed above represent the physical remains of three individuals of Native American ancestry. Officials of the Milwaukee Public Museum also have determined that, pursuant to 43 CFR 10.2 (d)(2), the 148 objects listed above are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony. Lastly, officials of the Milwaukee Public Museum have determined that, pursuant to 43 CFR 10.2 (e), there is a relationship of shared group identity that can be reasonably traced between these Native American human remains and associated funerary objects and the Forest County Potawatomi Community of Wisconsin Potawatomi Indians, Wisconsin; Prairie Band of Potawatomi Indians, Kansas; Hannahville Indian Community, Michigan; Citizen Potawatomi Nation, Oklahoma; Huron Potawatomi, Inc.; and Pokagon Band of Potawatomi Indians of Michigan. \\n        This notice has been sent to officials of the Forest County Potawatomi Community of Wisconsin Potawatomi Indians, Wisconsin; Prairie Band of Potawatomi Indians, Kansas; Hannahville Indian Community, Michigan; Citizen Potawatomi Nation, Oklahoma; Huron Potawatomi, Inc.; and Pokagon Band of Potawatomi Indians of Michigan. Representatives of any other Indian tribe that believes itself to be culturally affiliated with these human remains and associated funerary objects should contact Alex Barker, Anthropology Section Head, Milwaukee Public Museum, 800 West Wells Street, Milwaukee, WI 53233, telephone (414) 278-2786, before June 4, 2001. Repatriation of the human remains and associated funerary objects to the Forest County Potawatomi Community of Wisconsin Potawatomi Indians, Wisconsin; Prairie Band of Potawatomi Indians, Kansas; Hannahville Indian Community, Michigan; Citizen Potawatomi Nation, Oklahoma; Huron Potawatomi, Inc.; and Pokagon Band of Potawatomi Indians of Michigan may begin after that date if no additional claimants come forward. \\n        \\n          Dated: April 6, 2001. \\n          John Robbins, \\n          Assistant Director, Cultural Resources Stewardship and Partnerships. \\n        \\n      \\n      [FR Doc. 01-11140 Filed 5-2-01; 8:45 am] \\n      BILLING CODE 4310-70-F\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR ", "sub_agency1": "National Park Service ", "dep_doc": "Null", "subject": "Notice of Inventory Completion for Native American Human Remains and Associated Funerary Objects in the Possession of the Milwaukee Public Museum, Milwaukee, WI ", "agency2": "National Park Service, Interior. ", "action": "Notice. ", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: April 6, 2001. ", "signature_name": "John Robbins, ", "signature_title": "Assistant Director, Cultural Resources Stewardship and Partnerships. ", "fr_doc": "[FR Doc. 01-11140 Filed 5-2-01; 8:45 am] ", "billing_code": "BILLING CODE 4310-70-F", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}