{"index": "I_2008", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR \\n        National Park Service \\n        Notice of Inventory Completion for Native American Human Remains and Associated Funerary Objects in the Possession of the Peabody Museum of Archaeology and Ethnology, Harvard University, Cambridge, MA \\n        \\n          AGENCY:\\n          National Park Service, Interior. \\n        \\n        \\n          ACTION:\\n          Notice. \\n        \\n        Notice is hereby given in accordance with the provisions of the Native American Graves Protection and Repatriation Act (NAGPRA), 42 CFR 10.9, of the completion of an inventory of human remains and associated funerary objects in the possession of the Peabody Museum of Archaeology and Ethnology, Harvard University, Cambridge, MA. \\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 43 CFR 10.2 (c). The determinations within this notice are the sole responsibility of the museum, institution, or Federal agency that has control of these Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations within this notice. \\n        A detailed assessment of the human remains and associated funerary objects was made by the Peabody Museum of Archaeology and Ethnology professional staff in consultation with representatives of the Cayuga Nation of New York; Delaware Nation, Oklahoma; Delaware Tribe of Indians, Oklahoma; Oneida Nation of New York; Oneida Tribe of Wisconsin; Onondaga Nation of New York; St. Regis Band of Mohawk Indians of New York; Seneca Nation of New York; Seneca-Cayuga Tribe of Oklahoma; Stockbridge-Munsee Community of Mohican Indians of Wisconsin; Tonawanda Band of Seneca Indians of New York; Tuscarora Nation of New York; and the nonfederally recognized Mohawk Nation Council of Chiefs. \\n        In 1886, human remains representing five individuals were donated to the Peabody Museum of Archaeology and Ethnology by W.W. Adams. Museum documentation indicates that in 1886, two of these individuals were recovered by Mr. Adams from the St. Joseph site in Union Springs, NY. According to museum documentation, Mr. Adams recovered three other individuals from Cayuga County, NY, the same year, but there is no additional provenience information available for these remains. No known individuals were identified. No associated funerary objects are present. \\n        Museum information indicates that the interments from the St. Joseph site most likely date to the Late Woodland period (A.D. 1000-1600). Artifacts recovered from the site, but not associated with the burials, are stylistically indicative of the Late Woodland period. These objects include stone mortars and ceramics of typical Iroquoian designs. The location of copper staining on the human remains suggests the use of a shroud pin, and it is therefore likely that these interments date to the Contact or Historic period (post-A.D. 1500). \\n        In 1889, human remains representing 21 individuals were recovered from Avon, NY, by F.W. Putnam, who donated the remains to the Peabody Museum of Archaeology and Ethnology the same year. No known individuals were identified. The 592 associated funerary objects include copper, glass, shell, and catlinite beads; ceramic sherds and vessels; wooden knife handle fragments; animal bones and teeth, including bird bones and a portion of a tortoise carapace rim; chipped chert; hematite; a tomahawk; iron knives, an iron point, and iron fragments; pewter implements; a brass kettle; sheet brass; a copper-plated iron bell; sheet copper; copper ornaments; a shell pendant; a textile fragment; a piece of lead; and a fossil. \\n\\n        Documentary records in the possession of the Peabody Museum of Archaeology and Ethnology indicate that these remains came from a series of excavations led by Mr. Putnam at burial locations in Avon. The exact locations of these excavations are not documented, although two specific sites, the Brush Creek and Fort Hill sites, are described in the field notebook. Museum documentation indicates that the Fort Hill site was located on Anson Miller\\'s farm. It is likely that these two sites are adjacent to each other, possibly separated by Brush Creek. The sites are thought to be located in the vicinity of the Bosley Mill site along Route 15, near Trip Hammer Road, in the southeastern section of Avon. More precise provenience information is not available. Museum information indicates that interments from the sites most likely date to the Historic period (post-A.D. 1700). Artifacts recovered with the burials date from the 17th and 18th centuries. The lack of a fortified village enclosure and the dispersed settlement pattern further suggest that the remains were interred after 1675. \\n        In 1889, human remains representing one individual were donated to the Peabody Museum of Archaeology and Ethnology by Anson Miller. Museum documentation indicates that Mr. Miller recovered these remains, probably the same year, from Avon, NY. No known individual was identified. The 25 associated funerary objects include parts of 2 ceramic vessels. \\n        Documentary records in the possession of the Peabody Museum of Archaeology and Ethnology indicate that these remains came from the same area as a series of excavations led by F.W. Putnam at burial locations in Avon in 1889, and that the remains are from the (Anson) Miller\\'s Farm site. These burial sites are thought to be located in the vicinity of the Bosley Mill site along Route 15, near Trip Hammer Road, in the southeastern section of Avon. Museum information indicates that interments from this series of sites most likely date to the Historic period (post-A.D. 1700). The lack of a fortified village enclosure and the dispersed settlement pattern further suggest that the remains were interred after 1675. \\n        In 1896, human remains representing one individual were recovered near Buffalo, NY, during a Peabody Museum expedition led by F.W. Putnam. No known individual was identified. No associated funerary objects are present. \\n        Museum documentation indicates that these remains were recovered from a village site near Buffalo. This interment most likely dates to the Contact period (A.D. 1500-1700). Although no artifacts are known to be associated with the remains, other artifacts recovered from the site date to the early Contact period. These objects include fragments of brass and copper sheeting and triangular stone projectile points. \\n        In 1903, human remains representing 122 individuals were recovered from Brant, NY, during a Peabody Museum expedition led by M.R. Harrington and A.C. Parker. No known individuals were identified. The 1,478 associated funerary objects include charred corn and acorns; potter\\'s stones, polishing stones, nutting stones and other worked stones; broken celts; flaked chert and debitage; a piece of chipped quartz or red jasper; ceramic sherds, vessels and pipes; iron knives, scissors, awls, and an axe; pigment; glass, shell, catlinite, copper, and brass beads; bracelets of iron, brass, and wire; brass jingles, brass earrings, and a brass point; sheet brass; broken and charred wooden objects; shells; animal bones, hide and teeth, including fish teeth; worked turtle shell, fragments that are probably part of a rattle, and small pebbles from a rattle; bone tubes and an awl; antler arrow flakers; charcoal; bark; and an organic concretion. \\n        Museum records indicate that these human remains and associated funerary objects were recovered from the Silverheels site. This site is located within the town of Brant, 1.5 miles east of the village of Irving, on the Cattaraugus Indian Reservation, approximately 2.5 miles upstream of Lake Erie on Cattaraugus Creek. These interments most likely date to the Contact period (A.D. 1500-1700). Artifacts recovered from the site which support this date include iron and early colonial artifacts, Levanna- and Madison-style projectile points; ceramic vessels with globular bodies, constricted, zoned incised necks, and castellated rims; and a variety of terra cotta pipes, including pipes with trumpet-shaped bowls and bowls with representations of human faces and animals. In addition, multivariate attribute analysis of the ceramic artifacts indicates that the site dates to the early 17th century. In addition to the 1,478 associated funerary objects, a projectile point embedded in a vertebra of an individual is included for repatriation in this notice, although not specifically required under NAGPRA. \\n        In 1904, human remains representing 36 individuals were recovered from Ripley, NY, during a Peabody Museum expedition led by M.R. Harrington. No known individuals were identified. The 220 associated funerary objects include whole and broken ceramic vessels; chert knives and stone tools, including a point, drill, and chip; a notched net sinker; a smoothing stone; a celt; a worked stone; brass and shell beads, an iron knife blade; an antler arrow flaker; animal claws, bones, and teeth; bone and antler implements, including a perforator and a hoe; a piece of worked shell; fragments of turtle shell; and red ochre. \\n        Museum records indicate that these remains came from the Ripley archeological site in the township of Ripley, approximately 5 kilometers east of the Pennsylvania border, on a sandy bluff immediately above Lake Erie. At the time of excavation, the land was owned by William Young. These interments most likely date to the Late Woodland period or later (post-A.D. 1000). Radiocarbon dating indicates that the site is multicomponent with occupations between A.D. 1300-1450 and A.D. 1550-1650. Artifacts recovered from site date to the Late Woodland period (A.D. 1000-1600). These objects include Levanna- and Madison-style projectile points, ceramic vessels with globular bodies, constricted, zoned incised necks, and castellated rims, and a variety of terra cotta pipes, including pipes with trumpet-shaped bowls and bowls with representations of human faces and animals. \\n        In 1936, human remains representing one individual were discovered uncatalogued in the Peabody Museum of Archaeology and Ethnology. Museum documentation suggests that these remains are from Ripley, NY. No known individual was identified. No associated funerary objects are present. \\n        Museum records indicate that these remains were originally from Chautauqua County, NY. According to museum documents, the only collection accessioned into the museum from Chautauqua County is associated with the Ripley site. It is therefore likely that these remains originate from that site. Radiocarbon dating indicates that the Ripley site is multicomponent with occupations between A.D. 1300-1450 and A.D. 1550-1650. Artifacts recovered from site date to the Late Woodland period (A.D. 1000-1600). These objects include Levanna- and Madison-style projectile points, ceramic vessels with globular bodies, constricted zoned incised necks, and castellated rims, and a variety of terra cotta pipes, including pipes with trumpet-shaped bowls and bowls with representations of human faces and animals. \\n        In 1905, human remains representing five individuals were recovered from the Mohawk Valley in New York during a Peabody Museum expedition led by M.R. Harrington and I. Hayden. The remains of three individuals were recovered from Ephratah, Fulton County, NY. The remains of two individuals were recovered from nearby St. Johnsville, Montgomery County, NY. No known individuals were identified. The 29 associated funerary objects include lithic rejects, a hammerstone, a miniature ceramic vessel, broken pipe stems, worked deer phalanges, and ceramic sherds. \\n\\n        Museum records indicate that the remains of 3 individuals and 28 associated funerary objects came from the Garoga site, 6 miles north of the Mohawk River, along the eastern bank of Caroga Creek, and that the remains of 2 individuals and 1 associated funerary object came from the Ganada site, adjacent to Crumb Creek. Remains from both sites most likely date to the terminal Late Woodland period (A.D. 1300-1600). Objects recovered from the sites that support this date include Madison-style projectile points, ceramic vessels with globular bodies, constricted zoned incised necks, and castellated rims, and a variety of terra cotta pipes, including pipes with trumpet-shaped bowls and bowls with representations of human faces and animals. Ceramic seriation and radiocarbon dating suggest that the sites date to A.D. 1525-1545. \\n        In 1921, human remains representing two individuals were recovered from Athens, PA, during a Peabody Museum expedition led by Paul F. Scott. No known individuals were identified. No associated funerary objects are present. \\n        Museum documentation indicates that the site was discovered by workmen digging a gas pipeline trench in Athens. The site is described as being located in the narrowest portion of land between the Susquehanna and Chemung Rivers. This interment most likely dates to the Late Woodland period (A.D. 1000-1600). Ceramic fragments recovered from the site, although not associated with the burial, include body sherds with a smooth finish and a collar with a zoned, linear punctate design. The fragments likely represent an Owasco Corded Collar, dating to the early Late Woodland period (A.D. 1000-1300). \\n        In 1933, human remains representing one individual were donated to the Peabody Museum of Archaeology and Ethnology by R.P. Bigelow. Museum documentation indicates that the remains were recovered from Baldwinsville, NY, by an unknown collector in 1885. No known individual was identified. No associated funerary objects are present. \\n        According to museum records, the human remains came from a burial ground in Baldwinsville. The remains were apparently excavated on the site of the West Shore Railway in 1885. Despite a lack of documented diagnostic artifacts, the preponderance of the evidence, based upon museum records, indicates that these remains date to the Late Woodland or Contact period (A.D. 1000-1700). \\n        In 1937, human remains representing one individual from Elmira, NY, were donated to the Peabody Museum of Archaeology and Ethnology as part of a collection from the Department of Archaeology, Phillips Andover Academy, Andover, MA. According to museum records, these remains were recovered by F. Smith before 1937. No known individual was identified. No associated funerary objects are present. \\n        Museum documentation indicates that these remains come from an Iroquois site in Elmira. Despite a lack of documented diagnostic artifacts, the preponderance of the evidence, based upon museum records, indicates that these remains date to the Late Woodland or Contact period (A.D. 1000-1700). \\n        In 1938, human remains representing one individual from Chautauqua County, NY, were donated to the Peabody Museum of Archaeology and Ethnology. According to museum records, these remains were collected between 1888 and 1916. No known individual was identified. No associated funerary objects are present. \\n        Museum documentation describes the human remains as \\xe2\\x80\\x9cIroquois.\\xe2\\x80\\x9d The attribution of such a specific cultural affiliation to the human remains indicates that the interment postdates sustained contact between indigenous groups and Europeans beginning in the 17th century. Both consultation and historic evidence support the identification of the area from which the human remains were recovered as Iroquois territory at that time. \\n        Excavation and museum records indicate that these human remains and associated funerary objects were removed from specific burials of Native American individuals. Based on the date and the provenience of the human remains and associated funerary objects from areas considered to be aboriginal homelands and traditional burial areas of the Iroquois, a reasonable link of shared group identity may be made between these human remains and associated funerary objects and the present-day tribes who represent the Iroquois: the Cayuga Nation of New York, Oneida Nation of New York, Oneida Tribe of Wisconsin, Onondaga Nation of New York, St. Regis Band of Mohawk Indians of New York, Seneca Nation of New York, Seneca-Cayuga Tribe of Oklahoma, Tonawanda Band of Seneca Indians of New York, and Tuscarora Nation of New York. \\n        Based on the above-mentioned information, officials of the Peabody Museum of Archaeology and Ethnology have determined that, pursuant to 43 CFR 10.2(d)(1), the human remains described above represent the physical remains of 197 individuals of Native American ancestry. Officials of the Peabody Museum of Archaeology and Ethnology also have determined that, pursuant to 43 CFR 10.2 (d)(2), the 2,344 associated funerary objects described above are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony. Lastly, officials of the Peabody Museum of Archaeology and Ethnology have determined that, pursuant to 43 CFR 10.2 (e), there is a relationship of shared group identity that can be reasonably traced between these Native American human remains and associated funerary objects and the Cayuga Nation of New York, Oneida Nation of New York, Oneida Tribe of Wisconsin, Onondaga Nation of New York, St. Regis Band of Mohawk Indians of New York, Seneca Nation of New York, Seneca-Cayuga Tribe of Oklahoma, Tonawanda Band of Seneca Indians of New York, and Tuscarora Nation of New York. \\n        This notice has been sent to officials of the Cayuga Nation of New York, Oneida Nation of New York, Oneida Tribe of Wisconsin, Onondaga Nation of New York, St. Regis Band of Mohawk Indians of New York, Seneca Nation of New York, Seneca-Cayuga Tribe of Oklahoma, Tonawanda Band of Seneca Indians of New York, Tuscarora Nation of New York, and the nonfederally recognized Mohawk Nation Council of Chiefs. Representatives of any other Indian tribe that believes itself to be culturally affiliated with these objects should contact Patricia Capone, Repatriation Coordinator, Peabody Museum of Archaeology and Ethnology, Harvard University, 11 Divinity Avenue, Cambridge, MA 02138, telephone (617) 496-3702, before November 5, 2001. Repatriation of these human remains and associated funerary objects to the Cayuga Nation of New York, Oneida Nation of New York, Oneida Tribe of Wisconsin, Onondaga Nation of New York, St. Regis Band of Mohawk Indians of New York, Seneca Nation of New York, Seneca-Cayuga Tribe of Oklahoma, Tonawanda Band of Seneca Indians of New York, and Tuscarora Nation of New York may begin after that date if no additional claimants come forward. \\n        \\n          Dated: July 3, 2001. \\n          John Robbins, \\n          Assistant Director, Cultural Resources Stewardship and Partnerships. \\n        \\n      \\n      [FR Doc. 01-24963 Filed 10-4-01; 8:45 am] \\n      BILLING CODE 4310-70-F \\n    ", "agency1": "DEPARTMENT OF THE INTERIOR ", "sub_agency1": "National Park Service ", "dep_doc": "Null", "subject": "Notice of Inventory Completion for Native American Human Remains and Associated Funerary Objects in the Possession of the Peabody Museum of Archaeology and Ethnology, Harvard University, Cambridge, MA ", "agency2": "National Park Service, Interior. ", "action": "Notice. ", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: July 3, 2001. ", "signature_name": "John Robbins, ", "signature_title": "Assistant Director, Cultural Resources Stewardship and Partnerships. ", "fr_doc": "[FR Doc. 01-24963 Filed 10-4-01; 8:45 am] ", "billing_code": "BILLING CODE 4310-70-F ", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}