{"index": "I_2051", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR \\n        National Park Service \\n        Notice of Inventory Completion for Native American Human Remains and Associated Funerary Objects in the Possession of the U.S. Department of the Interior, National Park Service, Agate Fossil Beds National Monument, Harrison, NE \\n        \\n          AGENCY:\\n          National Park Service, Interior. \\n        \\n        \\n          ACTION:\\n          Notice. \\n        \\n        Notice is hereby given in accordance with provisions of the Native American Graves Protection and Repatriation Act (NAGPRA), 43 CFR 10.9, of the completion of an inventory of human remains and associated funerary objects in the possession of the U.S. Department of the Interior, National Park Service, Agate Fossil Beds National Monument, Harrison, NE. \\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 43 CFR 10.2(c). The determinations within this notice are the sole responsibility of the National Park Service unit that has control or possession of these Native American human remains and associated funerary objects. The Assistant Director, Cultural Resources Stewardship and Partnerships is not responsible for the determinations within this notice. \\n        A detailed assessment and inventory of the human remains was made by National Park Service professional staff in consultation with the representatives of the Lower Elwha Tribal Community of the Lower Elwha Reservation, Washington. \\n        At some time before 1909, human remains representing one individual were discovered by former lighthouse keeper H. F. Argyle, near Rocky Point on Vancouver Island, British Columbia. The human remains were subsequently acquired by J.E. Standley, a curio dealer in Seattle, WA, who sold them to James Cook of the Agate Springs Ranch, NE. The human remains consist of a single cranium. The flattened forehead is indicative of a particular type of cradle commonly used by tribes in the Pacific Northwest. Non-destructive analysis of the remains indicates that they are Native American, probably a male in his early 50s. No individual was identified. A projectile point was inserted into a \\xe2\\x80\\x9cwound\\xe2\\x80\\x9d in the cranium, apparently post-mortem, and is not considered to be an associated funerary object. \\n        This skull was a prominent feature of James Cook\\'s and his son\\'s collection of Indian and fossil artifacts that they maintained at the Agate Springs Ranch until giving it to the National Park Service in 1965. The skull was remembered by many ranch visitors, and was featured in an article in the November/December 1911 issue of Records of the Past. \\n        In 1995, based on documentary materials, Dr. Daniel L. Boxberger, professor of anthropology, Western Washington University, Bellingham, concluded that the skull was culturally affiliated with the localized Canadian group of the Klallam tribe (Beecher Bay Nation) that currently lives in the Rocky Point area of Vancouver Island. The Lower Elwha Tribal Community of the Lower Elwha Reservation, Washington has requested that the skull be repatriated to them on behalf of their relatives from Beecher Band Nation. Historically, there were no boundaries between Klallam people living in what are now the United States and Canada across the Strait of Juan de Fuca. Many of the Beecher Bay members are very closely related to the Lower Elwha Community families, and they are culturally interconnected. \\n        Based on the above-mentioned information, the superintendent of Agate Fossil Beds National Monument has determined that, pursuant to 43 CFR 10.2(d)(1), the human remains listed above represent the physical remains of one individual of Native American ancestry. The superintendent of Agate Fossil Beds National Monument also has determined that, pursuant to 43 CFR 10.2(e), there is a relationship of shared group identity that can be reasonably traced between these Native American human remains and the Lower Elwha Tribal Community of the Lower Elwha Reservation, Washington. \\n        This notice has been sent to officials of the Lower Elwha Tribal Community of the Lower Elwha Reservation, Washington. Representatives of any other Indian tribe that believes itself to be culturally affiliated with these human remains should contact Superintendent Ruthann Knudson, Agate Fossil Beds National Monument, 301 River Road, Harrison, NE 69346-2734, telephone (308) 668-2211, fax (308) 668-2318, e-mail ruthann_knudson@nps.gov, no later than May 21, 2001. Repatriation of the human remains to the Lower Elwha Tribal Community of the Lower Elwha Reservation, Washington may begin after that date if no additional claimants come forward. \\n        \\n          Dated: March 22, 2001. \\n          John Robbins, \\n          Assistant Director, Cultural Resources Stewardship and Partnerships. \\n        \\n      \\n      [FR Doc. 01-9753 Filed 4-19-01; 8:45 am] \\n      BILLING CODE 4310-70-F \\n    ", "agency1": "DEPARTMENT OF THE INTERIOR ", "sub_agency1": "National Park Service ", "dep_doc": "Null", "subject": "Notice of Inventory Completion for Native American Human Remains and Associated Funerary Objects in the Possession of the U.S. Department of the Interior, National Park Service, Agate Fossil Beds National Monument, Harrison, NE ", "agency2": "National Park Service, Interior. ", "action": "Notice. ", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: March 22, 2001. ", "signature_name": "John Robbins, ", "signature_title": "Assistant Director, Cultural Resources Stewardship and Partnerships. ", "fr_doc": "[FR Doc. 01-9753 Filed 4-19-01; 8:45 am] ", "billing_code": "BILLING CODE 4310-70-F ", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}