{"index": "I_2071", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR \\n        National Park Service \\n        Notice of Inventory Completion for Native American Human Remains and Associated Funerary Objects in the Control of the U.S. Department of the Interior, Bureau of Reclamation, Eastern Colorado Area Office, Loveland, CO \\n        \\n          AGENCY:\\n          National Park Service, Interior. \\n        \\n        \\n          ACTION:\\n          Notice. \\n        \\n\\n        Notice is hereby given in accordance with provisions of the Native American Graves Protection and Repatriation Act (NAGPRA), 43 CFR 10.9, of the completion of an inventory of human remains and associated funerary objects in the control of the U.S. Department of the Interior, Bureau of Reclamation, Eastern Colorado Area Office, Loveland, CO. \\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 43 CFR 10.2 (c). The determinations within this notice are the sole responsibility of the museum, institution, or Federal agency that has control of these Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations within this notice. \\n        A detailed assessment of the human remains was made by Bureau of Reclamation, Eastern Colorado Area Office professional staff in consultation with representatives of the Arapahoe Tribe of the Wind River Reservation, Wyoming; Cheyenne-Arapaho Tribes of Oklahoma; and the Northern Cheyenne Tribe of the Northern Cheyenne Indian Reservation, Montana. \\n        In December 2000, the Bureau of Reclamation, Eastern Colorado Area Office presented a disposition proposal to the Native American Graves Protection and Repatriation Review Committee to repatriate culturally unidentifiable human remains in its control to the Arapahoe Tribe of the Wind River Reservation, Wyoming; the Cheyenne-Arapaho Tribes of Oklahoma; and the Northern Cheyenne Tribe of the Northern Cheyenne Indian Reservation, Montana. On Januray 23, 2001, the Assistant Director, Cultural Resources Stewardship and Partnerships, writing on behalf of the Secretary of the Interior, informed the Bureau of Reclamation that the review committee concurred with the disposition proposal at the review committee\\'s December 2000 meeting. The letter confirmed that concurrence. \\n        In 1982, during a cultural resources compliance survey of lands managed by Bureau of Reclamation, four bone fragments representing the human remains of one individual were recovered from the surface of archeological site 5LR42 near Dam #1 at Carter Lake, CO. In 1992, a human burial was inadvertently discovered eroding from the hillside near the same location. After consultation with potentially affiliated tribes, intentional excavations were undertaken by Native Cultural Services of Boulder, CO, under contract to the Bureau of Reclamation. The human remains from that burial were evaluated by professional physical anthropologist Robert J. Mutaw, who determined that they represented one individual. \\n        Both sets of human remains were curated originally at the Anthropology Museum, University of Colorado in Boulder, CO. In 1998, they were transferred to the National Park Service\\'s Rocky Mountain National Park in 1998, and in January 2001, the human remains from both the 1982 and 1992 discoveries were returned to the Anthropology Museum, University of Colorado, Boulder, CO, to be held until repatriation or disposition occurs. For the human remains recovered in 1982, which are the subject of this Notice of Inventory Completion, no known individual was identified and no associated funerary objects are present. The human remains recovered in 1992 are the subject of a separate Notice of Disposition. \\n        Examination of the skeletal elements recovered from the site in 1982 and 1992 indicates that the human remains recovered at the two different times are from the same individual. Evaluation of archeological evidence and ethnographic burial practices indicates that the human remains are those of a Native American of prehistoric age. The site was occupied or used during the Middle Archaic period and again during the Late Archaic/Early Ceramic period; no historic materials were recovered. Because there were no associated funerary objects, it is not possible to determine at what date during the prehistoric period the individual was buried. \\n        Based on the above-mentioned information, officials of the Bureau of Reclamation have determined that, pursuant to 43 CFR 10.2 (d) (1), the human remains listed above represent the physical remains of one individual of Native American ancestry. Officials of the Bureau of Reclamation also have determined that there is no relationship of shared group identity that can reasonably be traced between these human remains and any present-day Indian tribe or group. In accordance with the recommendation of the Native American Graves Protection and Repatriation Review Committee, the disposition of these remains will be to the following tribes with aboriginal ties to the area in which the remains were recovered: the Arapahoe Tribe of the Wind River Reservation, Wyoming; Cheyenne-Arapaho Tribes of Oklahoma; and the Northern Cheyenne Tribe of the Northern Cheyenne Indian Reservation, Montana. \\n        This notice has been sent to officials of the Arapahoe Tribe of the Wind River Reservation, Wyoming; Cheyenne-Arapaho Tribes of Oklahoma; Comanche Indian Tribe, Oklahoma; Shoshone Tribe of the Wind River Reservation, Wyoming; Jicarilla Apache Tribe of the Jicarilla Apache Indian Reservation, New Mexico; the Northern Cheyenne Tribe of the Northern Cheyenne Indian Reservation, Montana; Southern Ute Indian Tribe of the Southern Ute Reservation, Colorado; and the Ute Mountain Tribe of the Ute Mountain Reservation, Colorado, New Mexico & Utah. Representatives of any other tribe that believes itself to be culturally affiliated with these human remains should contact Will Tully, Environmental Specialist, Bureau of Reclamation, Eastern Colorado Area Office, 11056 West County Road 18 E, Loveland, CO 80537, telephone (970) 962-4368, before May 9, 2001. Repatriation of these human remains to the Arapahoe Tribe of the Wind River Reservation, Wyoming; Cheyenne-Arapaho Tribes of Oklahoma; and the Northern Cheyenne Tribe of the Northern Cheyenne Indian Reservation, Montana may begin after that date if no additional claimants come forward. \\n        \\n          Dated: March 21, 2001. \\n          John Robbins, \\n          Assistant Director, Cultural Resources Stewardship and Partnerships. \\n        \\n      \\n      [FR Doc. 01-8680 Filed 4-6-01; 8:45 am] \\n      BILLING CODE 4310-70-F \\n    ", "agency1": "DEPARTMENT OF THE INTERIOR ", "sub_agency1": "National Park Service ", "dep_doc": "Null", "subject": "Notice of Inventory Completion for Native American Human Remains and Associated Funerary Objects in the Control of the U.S. Department of the Interior, Bureau of Reclamation, Eastern Colorado Area Office, Loveland, CO ", "agency2": "National Park Service, Interior. ", "action": "Notice. ", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: March 21, 2001. ", "signature_name": "John Robbins, ", "signature_title": "Assistant Director, Cultural Resources Stewardship and Partnerships. ", "fr_doc": "[FR Doc. 01-8680 Filed 4-6-01; 8:45 am] ", "billing_code": "BILLING CODE 4310-70-F ", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}