{"index": "I_2069", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR \\n        National Park Service \\n        Notice of Inventory Completion for Native American Human Remains and Associated Funerary Objects in the Possession of the University of Denver Department of Anthropology and Museum of Anthropology, Denver, CO \\n        \\n          AGENCY:\\n          National Park Service, Interior. \\n        \\n        \\n          ACTION:\\n          Notice. \\n        \\n        Notice is hereby given in accordance with provisions of the Native American Graves Protection and Repatriation Act (NAGPRA), 43 CFR 10.9, of the completion of an inventory of human remains and associated funerary objects in the possession of the University of Denver Department of Anthropology and Museum of Anthropology, Denver, CO. \\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 43 CFR 10.2 (c). The determinations within this notice are the sole responsibility of the museum, institution, or Federal agency that has control of these Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations within this notice. \\n        A detailed assessment of the human remains was made by the University of Denver Department of Anthropology and Museum of Anthropology professional staff in consultation with representatives of the Apache Tribe of Oklahoma; the Arapahoe Tribe of the Wind River Reservation, Wyoming; the Assiniboine and Sioux Tribes of the Fort Peck Indian Reservation, Montana; the Cheyenne-Arapaho Tribes of Oklahoma; the Cheyenne River Sioux Tribe of the Cheyenne River Reservation, South Dakota; the Comanche Indian Tribe, Oklahoma; the Crow Creek Sioux Tribe of the Crow Creek Reservation, South Dakota; the Flandreau Santee Sioux Tribe of South Dakota; the Fort Sill Apache Tribe of Oklahoma; the Jicarilla Apache Tribe of the Jicarilla Apache Indian Reservation, New Mexico; the Kiowa Indian Tribe of Oklahoma; the Lower Brule Sioux Tribe of the Lower Brule Reservation, South Dakota; the Lower Sioux Indian Community of Minnesota Mdewakanton Sioux Indians of the Lower Sioux; the Northern Cheyenne Tribe of the Northern Cheyenne Indian Reservation, Montana; the Oglala Sioux Tribe of the Pine Ridge Reservation, South Dakota; the Pawnee Nation of Oklahoma; the Prairie Island Indian Community of Minnesota Mdewakanton Sioux Indians of the Prairie Island Reservation, Minnesota; the Rosebud Sioux Tribe of the Rosebud Indian Reservation, South Dakota; the Santee Sioux Tribe of the Santee Reservation of Nebraska; the Shakopee Mdewakanton Sioux Community of Minnesota (Prior Lake); the Sisseton-Wahpeton Sioux Tribe of the Lake Traverse Reservation, South Dakota; the Spirit Lake Tribe, North Dakota (formerly known as the Devils Lake Sioux Tribe); the Standing Rock Sioux Tribe of North and South Dakota; the Upper Sioux Indian Community of the Upper Sioux Reservation, Minnesota; and the Yankton Sioux Tribe of South Dakota. \\n        Sometime between the 1920s and the 1950s, human remains representing one individual (catalog number DU 6054) were recovered near Greeley, Weld County, CO, by F.B. Dunn. The remains were transferred to Dr. E.B. Renaud, founder of the University of Denver Department of Anthropology and Museum of Anthropology, sometime during that period. No known individual was identified. No associated funerary objects are present. \\n        The only information available for these remains is a note in the museum records that describe the remains as an \\xe2\\x80\\x9cHistoric Indian Skull.\\xe2\\x80\\x9d This suggests that the remains may have been found with artifacts or other indications that postdate the introduction of European-derived trade goods in the 1600s. \\n        In 1931, human remains representing one individual were recovered from site CO E:2:1 (5WL59) on the Prosser Ranch, formerly known as the Ketcham Ranch, Weld County, CO, by Dr. E.B. Renaud, of the University of Denver Department of Anthropology and Museum of Anthropology. No known individual was identified. The 10 associated funerary objects are 6 chipped stone flakes, 1 worked animal bone, 1 ground stone object, and 2 Dismal River ceramic sherds. \\n        The Dismal River aspect, circa A.D. 1650-1725, is an early contact-period cultural development on the central plains characterized by distinctive ceramics, multifamily houses, and an economy based on horticulture and hunting. Many archeologists have identified the Dismal River people as ancestral to the Plains Apache tribes, based on interpretations of the material culture, ethnohistoric record, and geography. Oral historical information presented during the consultations indicates a broader cultural affiliation with the tribes of the central plains. \\n        In 1934, human remains representing two individuals were recovered from site CO E:8:4 (5WL177), Weld County, CO, by Dr. E.B. Renaud, of the University of Denver Department of Anthropology and Museum of Anthropology, and his assistant, Wayne Kraxberger. No known individuals were identified. The 54 associated funerary objects are 51 chipped stone flakes, 1 scraper, 1 shell, and 1 nonhuman bone. \\n        Site CO E:8:4 is a camp, burial, and hunting blind site. No additional information on the age or context of the site is available. There are no additional artifacts from this site in the University of Denver Department of Anthropology and Museum of Anthropology. \\n        In 1965, human remains representing one individual were recovered from the Spring site, CO K:12:3 (5DA120), Douglas County, CO, by Dr. A.P. Olson, a member of the University of Denver Department of Anthropology. No known individual was identified. The 54 associated funerary objects are 3 cord-marked ceramic sherds, 34 chipped stone flakes, and 17 nonhuman bone fragments. \\n        The Spring site has multiple occupations beginning in the Paleoindian or Archaic periods and extending to the Plains Woodland period (A.D. 400-1000). The presence of the cord-marked ceramics in association with these remains indicates that they date no earlier than the Plains Woodland period, when pottery first appeared in eastern Colorado. \\n\\n        In 1954, human remains representing one individual were recovered from site CO L:11:20 (5EL66), Elbert County, CO, during an archeological project led by Dr. Arnold Withers, a University of Denver Department of Anthropology faculty member. No known individual was identified. The 50 associated funerary objects are 16 chipped stone flakes, 2 projectile points, 9 rocks, 2 ground stone fragments, 2 shell fragments, and 19 sherds, including cord-marked and stamped sherds. \\n        \\n        Site CO L:11:20 (5EL66) is a hilltop camp and burial site located in the West Bijou Valley. The ceramics indicate that the site was occupied after A.D. 400, when ceramics were first introduced to the area, and is possibly a Plains Woodland period (A.D. 400-1000) site. \\n        Sometime between the 1920s and the 1950s, human remains representing one individual (catalog number DU 6055) were recovered from Hugo, Lincoln County, CO, by F. Hines. The remains were transferred to Dr. E.B. Renaud, of the University of Denver Department of Anthropology and Museum of Anthropology, sometime during that period. No known individual was identified. No associated funerary objects are present. \\n        The only information available for these remains is a note in the museum records that describes the remains as an \\xe2\\x80\\x9cHistoric Indian Skull.\\xe2\\x80\\x9d This suggests that the remains may have been found with artifacts or other indications that postdate the introduction of European-derived trade goods in the 1600s. \\n        In 1955, cultural objects associated with human remains were recovered from site CO T:3:10 (5LN32), Jod Ranch, Lincoln County, CO, by Dr. Arnold Withers, of the University of Denver Department of Anthropology, Willena D. Cartwright, and Maurice Frink, executive director of the Colorado Historical Society. The human remains (Colorado Historical Society catalog number 0.7364.1) and some of the associated funerary objects are presently held by the Colorado Historical Society. The University of Denver Department of Anthropology and Museum of Anthropology holds 61 associated funerary objects. The 61 associated funerary objects are 26 sherds; 10 bone beads; 5 projectile point fragments, 1 of which is Paleoindian; 5 metate fragments; 2 manos; 1 bone tool; 2 stone knifes; 4 scrapers; 1 coprolite; 1 chert core; 1 chopper; 1 utilized flake; and 2 stone flakes. \\n        Site CO T:3:10 was described as a \\xe2\\x80\\x9cburial pit blowout,\\xe2\\x80\\x9d containing the remains of at least four individuals. The sherds from the burials have not been identified but probably date to a period later than the Plains Woodland (A.D. 400-1000). A post-Woodland date, combined with the absence of any European-derived trade goods, suggests that these burials dated to the period of approximately A.D. 1000-1700. The information available for the burials does not indicate the original context of the Paleoindian point, and the burials are associated with much later artifacts that indicate that they do not date to the Paleoindian period (circa 10000-6000 B.C.). \\n        In 1989, human remains representing two individuals were recovered from the Herrell site, CO T:5:1, near Pumpkin Corners, Lincoln County, CO, by a group of amateur archeologists under the supervision of Jim Herrell, a University of Denver alumnus. Mr. Herrell apparently gave the materials to Dr. Sarah Nelson, a professor in the University of Denver Department of Anthropology, for transmittal to the museum. No known individuals were identified. The 38 associated funerary objects are 3 marked ceramic sherds and 35 Native American clay pipe fragments. \\n        The exact date of the occupation of the Herrell site has not been determined. The presence of the ceramics in association with these remains indicates that they date no earlier than the Plains Woodland period (A.D. 400-1000), when pottery first appeared in eastern Colorado. \\n        In 1930, human remains representing one individual were recovered from site CO U:16:1 (5PW20), near Granada, Prowers County, CO, by Dr. E.B. Renaud, of the University of Denver Department of Anthropology, and his assistant, Charlie Steen. No known individual was identified. The 10 associated funerary objects are 7 chipped stone flakes, 2 ground stone artifacts, and 1 marked ceramic sherd. \\n        The exact date of the occupation of site CO U:16:1 has not been determined. The presence of the ceramics in association with these remains indicates that they date no earlier than the Plains Woodland period (A.D. 400-1000), when pottery first appeared in eastern Colorado. \\n        At an unknown date, human remains representing one individual were recovered from site CO BB:10:3, Baca County, CO, by an unknown individual. There is no information on how the museum acquired these remains. No known individual was identified. The 15 associated funerary objects are 14 ceramic sherds, 1 of which is tube-shaped, and 1 chipped stone flake. \\n        The exact date of the occupation of site CO BB:10:3 has not been determined. The presence of the ceramics in association with these remains indicates that they date no earlier than the Plains Woodland period (A.D. 400-1000), when pottery first appeared in eastern Colorado. \\n        Unless specifically stated above, collections documentation is limited concerning possible dates, cultural affiliation(s), or the circumstances under which the Native American human remains and associated funerary objects described above were found. Colorado\\'s history of tribal relocation, however, suggests that all of the human remains and associated funerary objects described above date prior to contact with Europeans. The \\xe2\\x80\\x9cIndian Land Areas Judicially Established 1978 Map\\xe2\\x80\\x9d indicates the legal claim to land based upon traditional use for the Cheyenne and Arapaho. The \\xe2\\x80\\x9cEarly Indian Tribes, Culture Areas, and Linguistic Stocks Map\\xe2\\x80\\x9d establishes the presence of Arapaho, Cheyenne, Kiowa, Comanche, and Jicarilla Apache at the time of contact with Europeans. The Colorado Office of Archaeology and Historic Preservation map of Native American distribution in Colorado establishes the presence of the Pawnee, Arapaho, Cheyenne, Comanche, Kiowa, Apache, and Kiowa-Apache. Representatives from five Sioux tribes presented oral testimony during consultation that placed the Sioux in Colorado back to at least the Plains Woodland period. The five Sioux tribes are the Cheyenne River Sioux Tribe of the Cheyenne River Reservation, South Dakota; the Oglala Sioux Tribe of the Pine Ridge Reservation, South Dakota; the Rosebud Sioux Tribe of the Rosebud Indian Reservation, South Dakota; the Santee Sioux Tribe of the Santee Reservation of Nebraska; and the Yankton Sioux Tribe of South Dakota. Based on the totality of the circumstances surrounding the acquisition of these human remains and associated funerary objects, the evidence of traditional territories, oral traditions, archeological context, and material culture, officials of the University of Denver Department of Anthropology and Museum of Anthropology have determined that there is cultural affiliation with the present-day Indian tribes who claim a presence in the region prior to and during the contact period. \\n\\n        Based on the above-mentioned information, officials of the University of Denver Department of Anthropology and Museum of Anthropology have determined that, pursuant to 43 CFR 10.2 (d)(1), the human remains described above represent the physical remains of 11 individuals of Native American ancestry. Officials of the University of Denver Department of Anthropology and Museum of Anthropology also have determined that, pursuant to 43 CFR 10.2 (d)(2), the 289 objects described above are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony. Lastly, officials of the University of Denver Department of Anthropology and Museum of Anthropology have determined that, pursuant to 43 CFR 10.2 (e), there is a relationship of shared group identity that can be reasonably traced between these Native American human remains and associated funerary objects and the Apache Tribe of Oklahoma; the Arapahoe Tribe of the Wind River Reservation, Wyoming; the Assiniboine and Sioux Tribes of the Fort Peck Indian Reservation, Montana; the Cheyenne-Arapaho Tribes of Oklahoma; the Cheyenne River Sioux Tribe of the Cheyenne River Reservation, South Dakota; the Comanche Indian Tribe, Oklahoma; the Crow Creek Sioux Tribe of the Crow Creek Reservation, South Dakota; the Flandreau Santee Sioux Tribe of South Dakota; the Fort Sill Apache Tribe of Oklahoma; the Jicarilla Apache Tribe of the Jicarilla Apache Indian Reservation, New Mexico; the Kiowa Indian Tribe of Oklahoma; the Lower Brule Sioux Tribe of the Lower Brule Reservation, South Dakota; the Lower Sioux Indian Community of Minnesota Mdewakanton Sioux Indians of the Lower Sioux; the Northern Cheyenne Tribe of the Northern Cheyenne Indian Reservation, Montana; the Oglala Sioux Tribe of the Pine Ridge Reservation, South Dakota; the Pawnee Nation of Oklahoma; the Prairie Island Indian Community of Minnesota Mdewakanton Sioux Indians of the Prairie Island Reservation, Minnesota; the Rosebud Sioux Tribe of the Rosebud Indian Reservation, South Dakota; the Santee Sioux Tribe of the Santee Reservation of Nebraska; the Shakopee Mdewakanton Sioux Community of Minnesota (Prior Lake); the Sisseton-Wahpeton Sioux Tribe of the Lake Traverse Reservation, South Dakota; the Spirit Lake Tribe, North Dakota (formerly known as the Devils Lake Sioux Tribe); the Standing Rock Sioux Tribe of North and South Dakota; the Upper Sioux Indian Community of the Upper Sioux Reservation, Minnesota; and the Yankton Sioux Tribe of South Dakota. \\n        This notice has been sent to officials of the Apache Tribe of Oklahoma; the Arapahoe Tribe of the Wind River Reservation, Wyoming; the Assiniboine and Sioux Tribes of the Fort Peck Indian Reservation, Montana; the Cheyenne-Arapaho Tribes of Oklahoma; the Cheyenne River Sioux Tribe of the Cheyenne River Reservation, South Dakota; the Comanche Indian Tribe, Oklahoma; the Crow Creek Sioux Tribe of the Crow Creek Reservation, South Dakota; the Flandreau Santee Sioux Tribe of South Dakota; the Fort Sill Apache Tribe of Oklahoma; the Jicarilla Apache Tribe of the Jicarilla Apache Indian Reservation, New Mexico; the Kiowa Indian Tribe of Oklahoma; the Lower Brule Sioux Tribe of the Lower Brule Reservation, South Dakota; the Lower Sioux Indian Community of Minnesota Mdewakanton Sioux Indians of the Lower Sioux; the Northern Cheyenne Tribe of the Northern Cheyenne Indian Reservation, Montana; \\n        the Oglala Sioux Tribe of the Pine Ridge Reservation, South Dakota; the Pawnee Nation of Oklahoma; the Prairie Island Indian Community of Minnesota Mdewakanton Sioux Indians of the Prairie Island Reservation, Minnesota; the Rosebud Sioux Tribe of the Rosebud Indian Reservation, South Dakota; the Santee Sioux Tribe of the Santee Reservation of Nebraska; the Shakopee Mdewakanton Sioux Community of Minnesota (Prior Lake); the Sisseton-Wahpeton Sioux Tribe of the Lake Traverse Reservation, South Dakota; the Skull Valley Band of Goshute Indians of Utah; the Southern Ute Indian Tribe of the Southern Ute Reservation, Colorado; the Spirit Lake Tribe, North Dakota (formerly known as the Devils Lake Sioux Tribe); the Standing Rock Sioux Tribe of North and South Dakota; the Upper Sioux Indian Community of the Upper Sioux Reservation, Minnesota; \\n        the Ute Indian Tribe of the Uintah and Ouray Reservation, Utah; the Ute Mountain Tribe of the Ute Mountain Reservation, Colorado, New Mexico and Utah; and the Yankton Sioux Tribe of South Dakota. Representatives of any other Indian tribe that believes itself to be culturally affiliated with these human remains and associated funerary objects should contact Jan I. Bernstein, Collections Manager and NAGPRA Coordinator, University of Denver Department of Anthropology and Museum of Anthropology, 2000 Asbury, Sturm Hall S-146, Denver, CO 80208-2406, e-mail jbernste@du.edu, telephone (303) 871-2543, before May 10, 2001. Repatriation of the human remains and associated funerary objects to the Apache Tribe of Oklahoma; the Arapahoe Tribe of the Wind River Reservation, Wyoming; the Assiniboine and Sioux Tribes of the Fort Peck Indian Reservation, Montana; the Cheyenne-Arapaho Tribes of Oklahoma; the Cheyenne River Sioux Tribe of the Cheyenne River Reservation, South Dakota; the Comanche Indian Tribe, Oklahoma; the Crow Creek Sioux Tribe of the Crow Creek Reservation, South Dakota; the Flandreau Santee Sioux Tribe of South Dakota; the Fort Sill Apache Tribe of Oklahoma; the Jicarilla Apache Tribe of the Jicarilla Apache Indian Reservation, New Mexico; the Kiowa Indian Tribe of Oklahoma; the Lower Brule Sioux Tribe of the Lower Brule Reservation, South Dakota; the Lower Sioux Indian Community of Minnesota Mdewakanton Sioux Indians of the Lower Sioux; the Northern Cheyenne Tribe of the Northern Cheyenne Indian Reservation, Montana; the Oglala Sioux Tribe of the Pine Ridge Reservation, South Dakota; the Pawnee Nation of Oklahoma; the Prairie Island Indian Community of Minnesota Mdewakanton Sioux Indians of the Prairie Island Reservation, Minnesota; \\n        the Rosebud Sioux Tribe of the Rosebud Indian Reservation, South Dakota; the Santee Sioux Tribe of the Santee Reservation of Nebraska; the Shakopee Mdewakanton Sioux Community of Minnesota (Prior Lake); the Sisseton-Wahpeton Sioux Tribe of the Lake Traverse Reservation, South Dakota; the Spirit Lake Tribe, North Dakota (formerly known as the Devils Lake Sioux Tribe); the Standing Rock Sioux Tribe of North and South Dakota; the Upper Sioux Indian Community of the Upper Sioux Reservation, Minnesota; and the Yankton Sioux Tribe of South Dakota may begin after that date if no additional claimants come forward. \\n        \\n          Dated: March 20, 2001. \\n          John Robbins, \\n          Assistant Director, Cultural Resources Stewardship and Partnerships. \\n        \\n      \\n      [FR Doc. 01-8700 Filed 4-9-01; 8:45 am] \\n      BILLING CODE 4310-70-F\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR ", "sub_agency1": "National Park Service ", "dep_doc": "Null", "subject": "Notice of Inventory Completion for Native American Human Remains and Associated Funerary Objects in the Possession of the University of Denver Department of Anthropology and Museum of Anthropology, Denver, CO ", "agency2": "National Park Service, Interior. ", "action": "Notice. ", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: March 20, 2001. ", "signature_name": "John Robbins, ", "signature_title": "Assistant Director, Cultural Resources Stewardship and Partnerships. ", "fr_doc": "[FR Doc. 01-8700 Filed 4-9-01; 8:45 am] ", "billing_code": "BILLING CODE 4310-70-F", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}