{"index": "I_2053", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR \\n        National Park Service \\n        Notice of Inventory Completion for Native American Human Remains and Associated Funerary Objects in the Possession of the U.S. Department of the Interior, National Park Service, Cape Cod National Seashore, South Wellfleet, MA \\n        \\n          AGENCY:\\n          National Park Service, Interior. \\n        \\n        \\n          ACTION:\\n          Notice. \\n        \\n        Notice is hereby given in accordance with provisions of the Native American Graves Protection and Repatriation Act (NAGPRA), 43 CFR 10.9, of the completion of the inventory of human remains and associated funerary objects in the possession of the U.S. Department of the Interior, National Park Service, Cape Cod National Seashore, South Wellfleet, MA. \\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 43 CFR 10.2(c). The determinations within this notice are the sole responsibility of the National Park Service unit that has control or possession of these Native American human remains and associated funerary objects. The Assistant Director, Cultural Resources Stewardship and Partnerships is not responsible for the determinations within this notice. \\n\\n        A detailed assessment of the human remains was made by National Park Service professional staff in consultation with the Wampanoag Confederation, whose membership consists of the Federally-recognized Wampanoag Tribe of Gay Head (Aquinnah), and the non-Federally-recognized Assonet Band of the Wampanoag Nation and the Mashpee Wampanoag Indian Tribal Council. \\n        In 1981, human remains representing one individual were recovered during a legally authorized National Park Service archeological survey in the area of the Salt Pond, located within park boundaries in Eastham, MA. No known individual was identified. No associated funerary objects are present. A Jack\\'s Reef corner-notched point found at the survey site, along with radiocarbon samples from nearby test pits, indicate that the human remains are dated to the Middle Woodland period (A.D. 100-1000)\\n        On July 13, 1983, human remains representing one individual were collected by visitors to the park from an eroding dune area on Griffin Island in Wellfleet, MA. No known individual was identified. No associated funerary objects are present. On the basis of the state of preservation of the remains as well as material from other archeological survey sites in the immediate area, these remains are dated to the Middle to Late Woodland period (A.D. 500.0-1600). Archeological evidence indicates a continuity of occupation during the Middle and Late Woodland to the Historic period. Historical documentation indicates that the Nauset people occupied the outer Cape Cod area in the early 1600s. Some descendants of the Nausets are believed to have been absorbed by the Wampanoag people in the 1700s. \\n        Based on the above-mentioned information, the Cape Cod National Seashore superintendent has determined that, pursuant to 43 CFR 10.2(d)(1), the human remains listed above represent the physical remains of two individuals of Native American ancestry. The Cape Cod National Seashore superintendent also has determined that, pursuant to 25 U.S.C. 3001 (2), there is a relationship of shared group identity that can be reasonably traced between these Native American human remains and the Wampanoag Confederation, whose membership consists of the Federally-recognized Wampanoag Tribe of Gay Head (Aquinnah), and the non-Federally-recognized Assonet Band of the Wampanoag Nation and the Mashpee Wampanoag Indian Tribal Council. \\n        This notice has been sent to officials of the Wampanoag Tribe of Gay Head (Aquinnah), Assonet Band of the Wampanoag Nation, and Mashpee Wampanoag Indian Tribal Council. Representatives of any other Indian tribe that believes itself to be culturally affiliated with these human remains should contact Maria Burks, Superintendent, Cape Cod National Seashore, 99 Marconi Site Road, South Wellfleet, MA 02667, telephone (508) 349-3785, before May 21, 2001. Repatriation of the human remains to the Wampanoag Confederation, whose membership consists of the Federally- recognized Wampanoag Tribe of Gay Head (Aquinnah), and the non-Federally-recognized Assonet Band of the Wampanoag Nation and the Mashpee Wampanoag Indian Tribal Council, may begin after that date if no additional claimants come forward. \\n        \\n          Dated: March 22, 2001.\\n          John Robbins, \\n          Assistant Director, Cultural Resources Stewardship and Partnerships. \\n        \\n      \\n      [FR Doc. 01-9752 Filed 4-19-01; 8:45 am] \\n      BILLING CODE 4310-70-F \\n    ", "agency1": "DEPARTMENT OF THE INTERIOR ", "sub_agency1": "National Park Service ", "dep_doc": "Null", "subject": "Notice of Inventory Completion for Native American Human Remains and Associated Funerary Objects in the Possession of the U.S. Department of the Interior, National Park Service, Cape Cod National Seashore, South Wellfleet, MA ", "agency2": "National Park Service, Interior. ", "action": "Notice. ", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: March 22, 2001.", "signature_name": "John Robbins, ", "signature_title": "Assistant Director, Cultural Resources Stewardship and Partnerships. ", "fr_doc": "[FR Doc. 01-9752 Filed 4-19-01; 8:45 am] ", "billing_code": "BILLING CODE 4310-70-F ", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}