{"index": "I_2029", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Inventory Completion for Native American Human Remains and Associated Funerary Objects in the Control of the Sioux City Public Museum, Sioux City, IA\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is hereby given in accordance with provisions of the Native American Graves Protection and Repatriation Act (NAGPRA), 43 CFR 10.9, of the completion of an inventory of human remains and associated funerary objects in the control of the Sioux City Public Museum, Sioux City, IA.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 43 CFR 10.2(c). The determinations within this notice are the sole responsibility of the museum, institution, or Federal agency that has control of these Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations within this notice.\\n        A detailed assessment of the human remains was made by Sioux City Public Museum professional staff in consultation with representatives of the Cheyenne River Sioux Tribe of the Cheyenne River Reservation, South Dakota.\\n        In 1965, human remains representing one individual were recovered from the Larson Village site (32BL9) on the bluff of the Missouri River, Burleigh County, near Bismark, ND, and donated to the Sioux City Public Museum by Mrs. J. Rodder. No known individual was identified. No associated funerary objects are present.\\n        Excavation data show that the Larson Village site was a Mandan village occupied between C.E. 1600 and 1780.\\n        Based on the above-mentioned information, officials of the Sioux City Public Museum have determined that, pursuant to 43 CFR 10.2 (d)(1), the human remains listed above represent the physical remains of one individual of Native American ancestry. Officials of the Sioux City Public Museum also have determined that, pursuant to 43 CFR 10.2 (e), there is a relationship of shared group identity that can be reasonably traced between these Native American human remains and the Three Affiliated Tribes of the Fort Berthold Reservation, North Dakota.\\n        On May 18, 1994, these human remains were repatriated to Sebastian (Bronco) LeBeau on behalf of the Cheyenne River Sioux Tribe of the Cheyenne River Reservation, South Dakota. Questions or concerns related to the repatriation of the human remains described in this notice can be directed to Sebastian (Bronco) LeBeau, Cultural Preservation Officer, Cheyenne River Sioux Tribe, P.O. Box 590, Eagle Butte, SD 57625, telephone (605) 964-4155.This notice has been sent to officials of the Cheyenne River Sioux Tribe of the Cheyenne River Reservation, South Dakota; and the Three Affiliated Tribes of the Fort Berthold Reservation, North Dakota. Representatives of any other Indian tribe that believes itself to be culturally affiliated with these human remains should contact Mr. Daniel Truckey, NAGPRA Representative, Sioux City Public Museum, 2901 Jackson Street, Sioux City, IA 51104-3697, telephone (712) 224-5001, before July 5, 2001.\\n        \\n          Dated: May 11, 2001.\\n          John Robbins,\\n          Assistant Director, Cultural Resources Stewardship and Partnerships.\\n        \\n      \\n      [FR Doc. 01-14072 Filed 6-4-01; 8:45 am]\\n      BILLING CODE 4310-70-F\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Inventory Completion for Native American Human Remains and Associated Funerary Objects in the Control of the Sioux City Public Museum, Sioux City, IA", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: May 11, 2001.", "signature_name": "John Robbins,", "signature_title": "Assistant Director, Cultural Resources Stewardship and Partnerships.", "fr_doc": "[FR Doc. 01-14072 Filed 6-4-01; 8:45 am]", "billing_code": "BILLING CODE 4310-70-F", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}