{"index": "I_2095", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR \\n        National Park Service \\n        Notice of Inventory Completion for Native American Human Remains and Associated Funerary Objects in the Possession of the Peabody Museum of Archaeology and Ethnology, Cambridge, MA \\n        \\n          AGENCY:\\n          National Park Service, Interior. \\n        \\n        \\n          ACTION:\\n          Notice. \\n        \\n        Notice is hereby given in accordance with provisions of the Native American Graves Protection and Repatriation Act (NAGPRA), 43 CFR 10.9, of an inventory of human remains and associated funerary objects in the possession of the Peabody Museum of Archaeology and Ethnology, Harvard University, Cambridge, MA. \\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 43 CFR 10.2 (c). The determinations within this notice are the sole responsibility of the museum, institution, or Federal agency that has control of these Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations within this notice. \\n        A detailed assessment of the human remains was made by the Peabody Museum of Archaeology and Ethnology professional staff in consultation with representatives of the Pawnee Nation of Oklahoma, and the Three Affiliated Tribes of the Fort Berthold Reservation, North Dakota. \\n        In 1912, human remains representing 12 individuals were donated to the Peabody Museum by R. F. Gilder. No known individuals were identified. No associated funerary objects are present. \\n\\n        Museum records indicate that these remains were collected by R. F. Gilder and Frederick H. Sterns from the \\xe2\\x80\\x9cCannibal House\\xe2\\x80\\x9d site, north of Bellevue, Sarpy County, NE, in 1912. That year, the remains were turned over to Mr. Sterns of the Peabody Museum of Archaeology and Ethnology and were accessioned into the museum. The \\xe2\\x80\\x9cCannibal House\\xe2\\x80\\x9d site was an earth lodge of the Nebraska phase (A.D. 1000-1450) of the Central Plains tradition. Archeological, linguistic, biological, and oral tradition evidence indicate a shared group identity between Nebraska-phase populations and the historic Arikara and Pawnee tribes. The Pawnee and the Arikara tribes are represented, respectively, by the present-day Pawnee Nation of Oklahoma, and the Three Affiliated Tribes of the Fort Berthold Reservation, North Dakota. \\n        \\n        In 1912, Frederick H. Sterns of the Peabody Museum of Archaeology and Ethnology donated human remains representing 14 individuals to the museum. No known individuals were identified. No associated funerary objects are present. \\n        Museum records indicate that these remains were collected by Mr. Sterns as part of a Peabody Museum of Archaeology and Ethnology expedition and were accessioned into the museum in 1912. The remains came from site 25DO26, north of Florence, Douglas County, NE. The remains of six individuals were recovered from the excavation of an earth lodge designated \\xe2\\x80\\x9cMound L1\\xe2\\x80\\x9d and the remains of eight individuals were collected during the excavation of an earth lodge designated \\xe2\\x80\\x9cMound L3.\\xe2\\x80\\x9d Site 25DO26 was a set of earth lodges of the Nebraska phase (A.D. 1000-1450) of the Central Plains tradition. Archeological, linguistic, biological, and oral tradition evidence indicate a shared group identity between Nebraska-phase populations and the historic Arikara and Pawnee tribes. The Pawnee and the Arikara tribes are represented, respectively, by the present-day Pawnee Nation of Oklahoma, and the Three Affiliated Tribes of the Fort Berthold Reservation, North Dakota. \\n        In 1912, human remains representing two individuals were donated to the Peabody Museum of Archaeology and Ethnology by R. F. Gilder. No known individuals were identified. No associated funerary objects are present. \\n        Museum records indicate that these remains were collected by R. F. Gilder from the Wallace Mound site, site 25SY67, 2 miles north of Bellevue, Sarpy County, NE, in 1912. That year, the remains were turned over to Frederick H. Sterns of the Peabody Museum of Archaeology and Ethnology and were accessioned into the museum. This \\xe2\\x80\\x9cmound\\xe2\\x80\\x9d was actually a concentration of burials on slightly elevated ground, rather than a formal mound. Descriptions of artifacts found with the burials indicate that Wallace Mound was a mortuary site of the Nebraska phase (A.D. 1000-1450) of the Central Plains tradition. Archeological, linguistic, biological, and oral tradition evidence indicate a shared group identity between Nebraska-phase populations and the historic Arikara and Pawnee tribes. The Pawnee and the Arikara tribes are represented, respectively, by the present-day Pawnee Nation of Oklahoma, and the Three Affiliated Tribes of the Fort Berthold Reservation, North Dakota. \\n        In 1914, Frederick H. Sterns of the Peabody Museum of Archaeology and Ethnology donated human remains representing 18 individuals from the Wallace Mound site to the museum. No known individuals were identified. No associated funerary objects are present. \\n        Museum records indicate that these remains were collected by Mr. Sterns as part of a Peabody Museum of Archaeology and Ethnology expedition and were accessioned into the museum in 1914. These remains were from the Wallace Mound site, Site 25SY67, 2 miles north of Bellevue, Sarpy County, NE. This \\xe2\\x80\\x9cmound\\xe2\\x80\\x9d was actually a concentration of burials on slightly elevated ground, rather than a formal mound. Descriptions of artifacts found with the burials indicate that Wallace Mound was a mortuary site of the Nebraska phase (A.D. 1000-1450) of the Central Plains tradition. Archeological, linguistic, biological, and oral tradition evidence indicate a shared group identity between Nebraska-phase populations and the historic Arikara and Pawnee tribes. The Pawnee and the Arikara tribes are represented, respectively, by the present-day Pawnee Nation of Oklahoma, and the Three Affiliated Tribes of the Fort Berthold Reservation, North Dakota. \\n        In 1912, Frederick H. Sterns of the Peabody Museum of Archaeology and Ethnology donated human remains representing one individual to the museum. No known individual was identified. No associated funerary objects are present. \\n        Museum records indicate that these remains were collected by Mr. Sterns as part of a Peabody Museum of Archaeology and Ethnology expedition and were accessioned into the museum in 1912. These remains came from the \\xe2\\x80\\x9cSite C1,\\xe2\\x80\\x9d northern Florence, Douglas County, NE. Site C1 was an earth lodge of the Nebraska phase (A.D. 1000-1450) of the Central Plains tradition. Archeological, linguistic, biological, and oral tradition evidence indicate a shared group identity between Nebraska-phase populations and the historic Arikara and Pawnee tribes. The Pawnee and the Arikara tribes are represented, respectively, by the present-day Pawnee Nation of Oklahoma, and the Three Affiliated Tribes of the Fort Berthold Reservation, North Dakota. \\n        In 1913, Frederick H. Sterns of the Peabody Museum of Archaeology and Ethnology donated human remains representing one individual to the museum. No known individual was identified. No associated funerary objects are present. \\n        Museum records indicate that these remains were collected by Mr. Sterns as part of a Peabody Museum of Archaeology and Ethnology expedition and were accessioned into the museum in 1913. These remains came from a site designated \\xe2\\x80\\x9cA. McVey,\\xe2\\x80\\x9d 5 miles northeast of Union, Cass County, NE. The \\xe2\\x80\\x9cA. McVey\\xe2\\x80\\x9d site was an earth lodge of the Nebraska phase (A.D. 1000-1450) of the Central Plains tradition. Archeological, linguistic, biological, and oral tradition evidence indicate a shared group identity between Nebraska-phase populations and the historic Arikara and Pawnee tribes. The Pawnee and the Arikara tribes are represented, respectively, by the present-day Pawnee Nation of Oklahoma, and the Three Affiliated Tribes of the Fort Berthold Reservation, North Dakota. \\n        In 1915, Frederick H. Sterns of the Peabody Museum of Archaeology and Ethnology donated human remains representing one individual to the museum. No known individual was identified. No associated funerary objects are present. \\n        Museum records indicate that these remains were collected by Mr. Sterns in 1914 as part of a Peabody Museum of Archaeology and Ethnology expedition and were accessioned into the museum in 1915. These remains came from a site designated \\xe2\\x80\\x9cSchwenk A\\xe2\\x80\\x9d (25SY114), in Sarpy County, NE. The \\xe2\\x80\\x9cSchwenk A\\xe2\\x80\\x9d site was an earth lodge of the Nebraska phase (A.D. 1000-1450) of the Central Plains tradition. Archeological, linguistic, biological, and oral tradition evidence indicate a shared group identity between Nebraska-phase populations and the historic Arikara and Pawnee tribes. The Pawnee and the Arikara tribes are represented, respectively, by the present-day Pawnee Nation of Oklahoma, and the Three Affiliated Tribes of the Fort Berthold Reservation, North Dakota. \\n        In 1915, Frederick H. Sterns of the Peabody Museum of Archaeology and Ethnology donated human remains representing three individuals to the museum. No known individuals were identified. No associated funerary objects are present. \\n\\n        Museum records indicate that these remains were collected by Mr. Sterns in 1915 as part of a Peabody Museum of Archaeology and Ethnology expedition and were accessioned into the museum in 1915. These remains came from a site designated \\xe2\\x80\\x9cSorenson (B)\\xe2\\x80\\x9d in Douglas County, NE. The \\xe2\\x80\\x9cSorenson (B)\\xe2\\x80\\x9d site was an earth lodge of the Nebraska phase (A.D. 1000-1450) of the Central Plains tradition. Archeological, linguistic, biological, and oral tradition evidence indicate a shared group identity between Nebraska-phase populations and the historic Arikara and Pawnee tribes. The Pawnee and the Arikara tribes are represented, respectively, by the present-day Pawnee Nation of Oklahoma, and the Three Affiliated Tribes of the Fort Berthold Reservation, North Dakota. \\n        Based on the above-mentioned information, officials of the Peabody Museum of Archaeology and Ethnology have determined that, pursuant to 43 CFR 10.2 (d)(1), the human remains listed above are reasonably believed to be the physical remains of 52 individuals of Native American ancestry. Officials of the Peabody Museum of Archaeology and Ethnology also have determined that, pursuant to 43 CFR 10.2 (e), there is a relationship of shared group identity that can be reasonably traced between these human remains and the Pawnee Nation of Oklahoma, and the Three Affiliated Tribes of the Fort Berthold Reservation, North Dakota. \\n        This notice has been sent to officials of the Pawnee Nation of Oklahoma, and the Three Affiliated Tribes of the Fort Berthold Reservation, North Dakota. Representatives of any other Indian tribe that believes itself to be culturally affiliated with these human remains should contact Barbara Isaac, Repatriation Coordinator, Peabody Museum of Archaeology and Ethnology, 11 Divinity Avenue, Cambridge, MA 02138, telephone (617) 495-2254, before April 19, 2001. Repatriation of the human remains to the Pawnee Nation of Oklahoma, and the Three Affiliated Tribes of the Fort Berthold Reservation, North Dakota may begin after that date if no additional claimants come forward. \\n        \\n          Dated: March 2, 2001. \\n          John Robbins, \\n          Assistant Director, Cultural Resources Stewardship and Partnerships. \\n        \\n      \\n      [FR Doc. 01-6849 Filed 3-19-01; 8:45 am] \\n      BILLING CODE 4310-70-F \\n    ", "agency1": "DEPARTMENT OF THE INTERIOR ", "sub_agency1": "National Park Service ", "dep_doc": "Null", "subject": "Notice of Inventory Completion for Native American Human Remains and Associated Funerary Objects in the Possession of the Peabody Museum of Archaeology and Ethnology, Cambridge, MA ", "agency2": "National Park Service, Interior. ", "action": "Notice. ", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: March 2, 2001. ", "signature_name": "John Robbins, ", "signature_title": "Assistant Director, Cultural Resources Stewardship and Partnerships. ", "fr_doc": "[FR Doc. 01-6849 Filed 3-19-01; 8:45 am] ", "billing_code": "BILLING CODE 4310-70-F ", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}