{"index": "I_2087", "messy_full": "\\n      \\n        \\n        DEPARTMENT OF THE INTERIOR \\n        National Park Service\\n        Notice of Inventory Completion for Native American Human Remains and Associated Funerary Objects in the Possession of the Peabody Museum of Archaeology and Ethnology, Harvard University, Cambridge, MA \\n        \\n          AGENCY:\\n          National Park Service, Interior. \\n        \\n        \\n          ACTION:\\n          Notice. \\n        \\n        Notice is hereby given in accordance with provisions of the Native American Graves Protection and Repatriation Act (NAGPRA), 43 CFR 10.9, of the completion of an inventory of human remains and associated funerary objects in the possession of the Peabody Museum of Archaeology and Ethnology, Harvard University, Cambridge, MA. \\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 43 CFR 10.2 (c). The determinations within this notice are the sole responsibility of the museum, institution, or Federal agency that has control of these Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations within this notice. \\n        A detailed assessment of the human remains was made by Peabody Museum of Archaeology and Ethnology professional staff in consultation with representatives of the Bad River Band of the Lake Superior Tribe of Chippewa Indians of the Bad River Reservation, Wisconsin; the Bay Mills Indian Community of the Sault Ste. Marie Band of Chippewa Indians, Bay Mills Reservation, Michigan; the Boise Fort Band of the Minnesota Chippewa Tribe, Minnesota; the Citizen Potawatomi Nation, Oklahoma; the Fond du Lac Band of the Minnesota Chippewa Tribe, Minnesota; the Forest County Potawatomi Community of Wisconsin Potawatomi Indians, Wisconsin; the Grand Portage Band of the Minnesota Chippewa Tribe, Minnesota; the Grand Traverse Band of Ottawa and Chippewa Indians of Michigan; the Hannahville Indian Community of Wisconsin Potawatomie Indians of Michigan; Huron Potawatomi, Inc., Michigan; the Keweenaw Bay Indian Community of L\\'Anse and Ontonagon Band of Chippewa Indians of the L\\'Anse Reservation, Michigan; the Lac Courte Oreilles Band of Lake Superior Chippewa Indians of the Lac Courte Oreilles Reservation of Wisconsin; the Lac Vieux Desert Band of Lake Superior Chippewa Indians of Michigan; the Leech Lake Band of the Minnesota Chippewa Tribe, Minnesota; the Little River Band of Ottowa Indians of Michigan; the Little Traverse Bay Band of Odawa Indians of Michigan; the Match-e-be-nash-she-wish Band of Pottawatomi Indians of Michigan; the Mille Lacs Band of the Minnesota Chippewa Tribe, Minnesota; the Ottawa Tribe of Oklahoma; the Pokagon Band of Potawatomi Indians of Michigan; the Prairie Band of Potawatomi Indians, Kansas; the Red Cliff Band of Lake Superior Chippewa Indians of Wisconsin; the Red Lake Band of Chippewa Indians of the Red Lake Reservation, Minnesota; the Sac and Fox Nation of Missouri in Kansas and Nebraska; the Sac and Fox Nation, Oklahoma; the Sac and Fox Tribe of the Mississippi in Iowa; the Saginaw Chippewa Indian Tribe of Michigan, Isabella Reservation; the Sault Ste. Marie Tribe of Chippewa Indians of Michigan; the Sokagon Chippewa Community of the Mole Lake Band of Chippewa Indians, Wisconsin; St. Croix Chippewa Indians of Wisconsin, St. Croix Reservation; and the White Earth Band of the Minnesota Chippewa Indian Tribe, Minnesota. \\n        In 1887, human remains representing two individuals were donated to the Peabody Museum of Archaeology and Ethnology by A.V. Kidder. No known individuals were identified. The 12 associated funerary objects are bone beads, a wooden knife handle, a brass kettle, and a wooden dish. \\n        Museum records indicate that at an unknown date, these human remains were collected from a grave on the bank of the Dead River, about 2 miles north of Marquette, MI. An Ojibwe village is known to have been in this area circa C.E. 1810. Based on geographical, biological, archeological, historical, and oral tradition evidence, these human remains and associated funerary objects are likely from an Ojibwe burial. Based on the preponderance of geographical, biological, archeological, historical, and oral tradition evidence, these human remains and associated funerary objects are considered to be affiliated with the Keweenaw Bay Indian Community of L\\'Anse and Ontonagon Band of Chippewa Indians of the L\\'Anse Reservation, Michigan. \\n\\n        Based on the above-mentioned information, officials of the Peabody Museum of Archaeology and Ethnology have determined that, pursuant to 43 CFR 10.2 (d)(1), the human remains listed above represent the physical remains of two individuals of Native American ancestry. Officials of the Peabody Museum of Archaeology and Ethnology also have determined that, pursuant to 43 CFR 10.2 (d)(2), the 12 objects listed above are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony. Lastly, officials of the Peabody Museum of Archaeology and Ethnology have determined that, pursuant to 43 CFR 10.2 (e), there is a relationship of shared group identity that can be reasonably traced between these Native American human remains and associated funerary objects and the Keweenaw Bay Indian Community of L\\'Anse and Ontonagon Band of Chippewa Indians of the L\\'Anse Reservation, Michigan. This notice has been sent to officials of the Bad River Band of the Lake Superior Tribe of Chippewa Indians of the Bad River Reservation, Wisconsin; the Bay Mills Indian Community of the Sault Ste. Marie Band of Chippewa Indians, Bay Mills Reservation, Michigan; the Boise Fort Band of the Minnesota Chippewa Tribe, Minnesota; the Citizen Potawatomi Nation, Oklahoma; the Fond du Lac Band of the Minnesota Chippewa Tribe, Minnesota; the Forest County Potawatomi Community of Wisconsin Potawatomi Indians, Wisconsin; the Grand Portage Band of the Minnesota Chippewa Tribe, Minnesota; the Grand Traverse Band of Ottawa and Chippewa Indians of Michigan; the Hannahville Indian Community of Wisconsin Potawatomie Indians of Michigan; Huron Potawatomi, Inc., Michigan; the Keweenaw Bay Indian Community of L\\'Anse and Ontonagon Band of Chippewa Indians of the L\\'Anse Reservation, Michigan; the Lac Courte Oreilles Band of Lake Superior Chippewa Indians of the Lac Courte Oreilles Reservation of Wisconsin; the Lac Vieux Desert Band of Lake Superior Chippewa Indians of Michigan; the Leech Lake Band of the Minnesota Chippewa Tribe, Minnesota; the Little River Band of Ottowa Indians of Michigan; the Little Traverse Bay Band of Odawa Indians of Michigan; the Match-e-be-nash-she-wish Band of Pottawatomi Indians of Michigan; the Mille Lacs Band of the Minnesota Chippewa Tribe, Minnesota; the Ottawa Tribe of Oklahoma; the Pokagon Band of Potawatomi Indians of Michigan; the Prairie Band of Potawatomi Indians, Kansas; the Red Cliff Band of Lake Superior Chippewa Indians of Wisconsin; the Red Lake Band of Chippewa Indians of the Red Lake Reservation, Minnesota; the Sac and Fox Nation of Missouri in Kansas and Nebraska; the Sac and Fox Nation, Oklahoma; the Sac and Fox Tribe of the Mississippi in Iowa; the Saginaw Chippewa Indian Tribe of Michigan, Isabella Reservation; the Sault Ste. Marie Tribe of Chippewa Indians of Michigan; the Sokagon Chippewa Community of the Mole Lake Band of Chippewa Indians, Wisconsin; St. Croix Chippewa Indians of Wisconsin, St. Croix Reservation; and the White Earth Band of the Minnesota Chippewa Indian Tribe, Minnesota. Representatives of any other Indian tribe that believes itself to be culturally affiliated with these human remains and associated funerary objects should contact Barbara Isaac, Repatriation Coordinator, Peabody Museum of Archaeology and Ethnology, 11 Divinity Avenue, Cambridge, MA 02138, telephone (617) 495-2254, before April 19, 2001. Repatriation of the human remains and associated funerary objects to the Keweenaw Bay Indian Community of L\\'Anse and Ontonagon Band of Chippewa Indians of the L\\'Anse Reservation may begin after that date if no additional claimants come forward. \\n        \\n          Dated: March 1, 2001. \\n          John Robbins, \\n          Assistant Director, Cultural Resources Stewardship and Partnerships. \\n        \\n      \\n      [FR Doc. 01-6895 Filed 3-19-01; 8:45 am] \\n      BILLING CODE 4310-70-F\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR ", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Inventory Completion for Native American Human Remains and Associated Funerary Objects in the Possession of the Peabody Museum of Archaeology and Ethnology, Harvard University, Cambridge, MA ", "agency2": "National Park Service, Interior. ", "action": "Notice. ", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: March 1, 2001. ", "signature_name": "John Robbins, ", "signature_title": "Assistant Director, Cultural Resources Stewardship and Partnerships. ", "fr_doc": "[FR Doc. 01-6895 Filed 3-19-01; 8:45 am] ", "billing_code": "BILLING CODE 4310-70-F", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}