{"index": "I_2042", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR \\n        National Park Service \\n        Notice of Inventory Completion for Native American Human Remains and Associated Funerary Objects in the Possession of the U.S. Department of Defense, National Museum of Health and Medicine, Armed Forces Institute of Pathology, Washington, DC \\n        \\n          AGENCY:\\n          National Park Service, Interior. \\n        \\n        \\n          ACTION:\\n          Notice. \\n        \\n        Notice is hereby given in accordance with provisions of the Native American Graves Protection and Repatriation Act (NAGPRA), 43 CFR 10.9, of the completion of an inventory of human remains and associated funerary objects in the possession of the U.S. Department of Defense, National Museum of Health and Medicine, Armed Forces Institute of Pathology (formerly the Army Medical Museum), Washington, DC. \\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 43 CFR 10.2 (c). The determinations within this notice are the sole responsibility of the museum, institution, or Federal agency that has control of these Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations within this notice. \\n\\n        A detailed assessment of the human remains was made by National Museum of Health and Medicine, Armed Forces Institute of Pathology professional staff in consultation with representatives of Comanche Indian Tribe, Oklahoma. \\n        \\n        In October 1875, human remains representing three individuals were sent to the National Museum of Health and Medicine, Armed Forces Institute of Pathology by U.S. Army Assistant Surgeon W. H. Forwood. The individuals were killed near Fort Richardson, Jack County, TX, in May 1875. Accession records identify them as Eath-ath Qua-ha day (Red Bear), Tooh-Parrah Qua-ha day (Black Bear), Yan-eth-ohis Qua-ha day (Wife of Black Bear). No associated funerary objects are present. \\n        Accession records from the National Museum of Health and Medicine, Armed Forces Institute of Pathology indicate that the remains are of Comanche Indians. Biological evidence of the injuries and sex of the human remains is consistent with the accession records. To date, consultation with the Comanche Indian Tribe, Oklahoma has not identified a lineal descendent. \\n        Based on the above-mentioned information, officials of the National Museum of Health and Medicine, Armed Forces Institute of Pathology have determined that, pursuant to 43 CFR 10.2 (d)(1), the human remains listed above represent the physical remains of three individuals of Native American ancestry. Officials of the National Museum of Health and Medicine, Armed Forces Institute of Pathology also have determined that, pursuant to 43 CFR 10.2 (e), there is a relationship of shared group identity that can be reasonably traced between these Native American human remains and the Comanche Indian Tribe, Oklahoma. \\n        This notice has been sent to officials of the Comanche Indian Tribe, Oklahoma. Representatives of any other Indian tribe that believes itself to be culturally affiliated with these human remains should contact Lenore Barbian, Ph.D., Assistant Curator, Anatomical Collections, National Museum of Health and Medicine, Armed Forces Institute of Pathology, Walter Reed Army Medical Center, Building 54, Washington, DC 20306-6000, telephone (202) 782-2203, before June 4, 2001. Repatriation of the human remains to the Comanche Indian Tribe, Oklahoma may begin after that date if no additional claimants come forward. \\n        \\n          Dated: April 11, 2001. \\n          John Robbins, \\n          Assistant Director, Cultural Resources Stewardship and Partnerships. \\n        \\n      \\n      [FR Doc. 01-11135 Filed 5-2-01; 8:45 am] \\n      BILLING CODE 4310-70-F\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR ", "sub_agency1": "National Park Service ", "dep_doc": "Null", "subject": "Notice of Inventory Completion for Native American Human Remains and Associated Funerary Objects in the Possession of the U.S. Department of Defense, National Museum of Health and Medicine, Armed Forces Institute of Pathology, Washington, DC ", "agency2": "National Park Service, Interior. ", "action": "Notice. ", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: April 11, 2001. ", "signature_name": "John Robbins, ", "signature_title": "Assistant Director, Cultural Resources Stewardship and Partnerships. ", "fr_doc": "[FR Doc. 01-11135 Filed 5-2-01; 8:45 am] ", "billing_code": "BILLING CODE 4310-70-F", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}