{"index": "I_2028", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR \\n        National Park Service \\n        Notice of Inventory Completion for Native American Human Remains and Associated Funerary Objects in the Control of the U.S. Department of the Interior, National Park Service, Gulf Islands National Seashore, Gulf Breeze, FL \\n        \\n          AGENCY:\\n          National Park Service, Interior. \\n        \\n        \\n          ACTION:\\n          Notice. \\n        \\n        Notice is hereby given in accordance with provisions of the Native American Graves Protection and Repatriation Act (NAGPRA), 43 CFR 10.9, of the completion of an inventory of human remains and associated funerary objects in the control of the U.S. Department of the Interior, National Park Service, Gulf Islands National Seashore, Gulf Breeze, FL. \\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 43 CFR 10.2 (c). The determinations within this notice are the sole responsibility of the National Park Service unit that has control or possession of these Native American human remains and associated funerary objects. The Assistant Director, Cultural Resources Stewardship and Partnerships, is not responsible for the determinations within this notice. \\n        A detailed assessment of the human remains and associated funerary objects was made by National Park Service professional staff in consultation with the Absentee-Shawnee Tribe of Indians of Oklahoma; Alabama-Coushatta Tribes of Texas; Alabama-Quassarte Tribal Town, Oklahoma; Cherokee Nation, Oklahoma; Chickasaw Nation, Oklahoma; Chitimacha Tribe of Louisiana; Eastern Band of Cherokee Indians of North Carolina; Eastern Shawnee Tribe of Oklahoma; Jena Band of Choctaw Indians, Louisiana; Kialegee Tribal Town of the Creek Indian Nation, Oklahoma; Miccosukee Tribe of Indians of Florida; Mississippi Band of Choctaw Indians, Mississippi; Muscogee (Creek) Nation of Oklahoma; Poarch Band of Creek Indians of Alabama; Seminole Nation of Oklahoma; Seminole Tribe of Florida, Dania, Big Cypress, Brighton, Hollywood & Tampa Reservations; Thlopthlocco Tribal Town of the Creek Nation, Oklahoma; Tunica-Biloxi Indian Tribe of Louisiana; and United Keetoowah Band of Cherokee Indians of Oklahoma. The Shawnee Tribe, also known also as the \\xe2\\x80\\x9cLoyal Shawnee\\xe2\\x80\\x9d or \\xe2\\x80\\x9cCherokee Shawnee,\\xe2\\x80\\x9d a non-Federally recognized Native American group at the time that they were consulted, has since been recognized as eligible for the special programs and services provided by the United States to Indians because of their status as Indians under provisions of P.L. 106-568. \\n        In 1960, human remains representing one individual were recovered during legally-authorized excavations by Charles Fairbanks at the Fort Walton Temple Mound site. Mr. Fairbanks reported the results of his excavation in The Florida Anthropologist in 1965. The Fort Walton Temple Mound site is located on land acquired by the city of Fort Walton Beach, FL, in 1959. In 1981, the human remains were donated to the National Park Service by Yulee Lazarus, curator of the Fort Walton Temple Mound Museum. No known individual was identified. No funerary objects are identified. The human remains are currently curated at the National Park Service\\'s Southeast Archeological Center in Tallahassee, FL. \\n        The Fort Walton Temple Mound site consists of a large platform mound and associated settlement area. Archeological evidence indicates that the Fort Walton Mound site was occupied during the Mississipian period (A.D. 900-1550), and may have served as the capital town of the Pensacola polity during the late Mississippian period (A.D. 1200 to 1550) and the early European contact period (A.D. 1550 to 1700). The first European (Spanish) contact in this area occurred in the middle to late 16th century with members of the Chatot tribe. Historical evidence indicates that between A.D. 1695 and 1707 the Creek Indians overran the Chatot tribe and took over the area around Fort Walton. Remnants of the Chatot tribe are believed to have joined the Choctaw tribe, although some Chatot probably remained with the Creeks. \\n        Based on the above-mentioned information, the superintendent of Gulf Islands National Seashore has determined that, pursuant to 43 CFR 10.2 (d)(1), the human remains listed above represent the physical remains of one individual of Native American ancestry. The superintendent of Gulf Islands National Seashore also has determined that, pursuant to 43 CFR 10.2 (e), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and the Alabama-Quassarte Tribal Town, Oklahoma; Choctaw Nation of Oklahoma; Jena Band of Choctaw Indians, Louisiana; Kialegee Tribal Town, Oklahoma; Miccosukee Tribe of Indians of Florida; Mississippi Band of Choctaw Indians, Mississippi; Muscogee (Creek) Nation, Oklahoma; Poarch Band of Creek Indians of Alabama; Seminole Nation of Oklahoma; Seminole Tribe of Florida, Dania, Big Cypress, Brighton, Hollywood & Tampa Reservations; and Thlopthlocco Tribal Town, Oklahoma. \\n        This notice has been sent to officials of the Absentee-Shawnee Tribe of Indians of Oklahoma; Alabama and Coushatta Tribes of Texas; Alabama-Quassarte Tribal Town, Oklahoma; Cherokee Nation of Oklahoma; Chickasaw Nation, Oklahoma; Chitimacha Tribe of Louisiana; Choctaw Nation of Oklahoma; Coushatta Tribe of Louisiana; Eastern Band of Cherokee Indians of North Carolina; Eastern Shawnee Tribe of Oklahoma; Jena Band of Choctaw Indians, Louisiana; Kialegee Tribal Town, Oklahoma; Miccosukee Tribe of Indians of Florida; Mississippi Band of Choctaw Indians, Mississippi; Muscogee (Creek) Nation, Oklahoma; Poarch Band of Creek Indians of Alabama; Seminole Nation of Oklahoma; Seminole Tribe of Florida, Dania, Big Cypress, Brighton, Hollywood & Tampa Reservations; Shawnee Tribe, Oklahoma; Thlopthlocco Tribal Town, Oklahoma; Tunica-Biloxi Indian Tribe of Louisiana; and United Keetoowah Band of Cherokee Indians of Oklahoma. This notice also was sent to the Independent Traditional Seminole Nation of Florida, a non-Federally recognized Indian group. Representatives of any other Indian tribe that believes itself to be culturally affiliated with these human remains should contact Jerry A. Eubanks, Superintendent, Gulf Islands National Seashore, 1801 Gulf Breeze Parkway, Gulf Breeze, FL 32561, telephone (850) 934-2604, before July 18, 2001. Repatriation of the human remains to the Alabama-Quassarte Tribal Town, Oklahoma; Choctaw Nation of Oklahoma; Jena Band of Choctaw Indians, Louisiana; Kialegee Tribal Town, Oklahoma; Miccosukee Tribe of Indians of Florida; Mississippi Band of Choctaw Indians, Mississippi; Muscogee (Creek) Nation, Oklahoma; Poarch Band of Creek Indians of Alabama; Seminole Nation of Oklahoma; Seminole Tribe of Florida, Dania, Big Cypress, Brighton, Hollywood & Tampa Reservations; and Thlopthlocco Tribal Town, Oklahoma may begin after the date if no additional claimants come forward. \\n        \\n          \\n          Dated: May 21, 2001. \\n          John Robbins, \\n          Assistant Director, Cultural Resources Stewardship and Partnerships. \\n        \\n      \\n      [FR Doc. 01-15308 Filed 6-15-01; 8:45 am] \\n      BILLING CODE 4310-70-F \\n    ", "agency1": "DEPARTMENT OF THE INTERIOR ", "sub_agency1": "National Park Service ", "dep_doc": "Null", "subject": "Notice of Inventory Completion for Native American Human Remains and Associated Funerary Objects in the Control of the U.S. Department of the Interior, National Park Service, Gulf Islands National Seashore, Gulf Breeze, FL ", "agency2": "National Park Service, Interior. ", "action": "Notice. ", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: May 21, 2001. ", "signature_name": "John Robbins, ", "signature_title": "Assistant Director, Cultural Resources Stewardship and Partnerships. ", "fr_doc": "[FR Doc. 01-15308 Filed 6-15-01; 8:45 am] ", "billing_code": "BILLING CODE 4310-70-F ", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}