{"index": "I_2052", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR \\n        National Park Service \\n        Notice of Inventory Completion for Native American Human Remains and Associated Funerary Objects in the Possession of the Nevada State Museum, Carson City, NV \\n        \\n          AGENCY:\\n          National Park Service, Interior. \\n        \\n        \\n          ACTION:\\n          Notice. \\n        \\n        Notice is hereby given in accordance with provisions of the Native American Graves Protection and Repatriation Act (NAGPRA), 43 CFR 10.9, of the completion of an inventory of human remains and associated funerary objects in the possession of the Nevada State Museum, Carson City, NV. \\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 43 CFR 10.2(c). The determinations within this notice are the sole responsibility of the museum, institution, or Federal agency that has control of these Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations within this notice. \\n        A detailed assessment of the human remains was made by Nevada State Museum professional staff in consultation with Leland Bliss, chairman of the Lovelock Paiute Tribe of the Lovelock Indian Colony, Nevada. \\n        In the early 1900s, human remains representing one individual were removed from the vicinity of Lovelock, NV, by John T. Reid. These remains were donated to the Nevada Historical Society after Mr. Reid\\'s death by his brother, Paul Reid, in 1941. The Nevada Historical Society is an agency within the Nevada State Division of Museums and History. No known individual was identified. The seven associated funerary objects are a rifle barrel, a metal pipe, cloth, shoes, a mammal bone, and wood fragments. \\n        Osteological evidence indicates that these human remains represent a Native American. The dental patterns are characteristic of post-1840s diet. The presence of a rifle and Euro-American clothing also date the remains to the post-1840s. The location where the human remains were found is within the known historic territory of the Lovelock Paiute Tribe of the Lovelock Indian Colony, Nevada. Both tribal oral history and historical evidence document that this group has occupied the Lovelock area since before the 1840s. \\n        In the early 1900s, human remains representing one individual were removed from the vicinity of Lovelock, NV, by John T. Reid. These remains were donated to the Nevada Historical Society after Mr. Reid\\'s death by his brother, Paul Reid, in 1941. No known individual was identified. No associated funerary objects are present. \\n        Morphological evidence indicates that this individual is a Native American. The teeth exhibit caries, a condition common in post-contact Native American remains, which are rare in prehistoric individuals from western Nevada. The location where the human remains were found is within the known historic territory of the Lovelock Paiute Tribe of the Lovelock Indian Colony, Nevada. Both tribal oral history and historical evidence document that this group have occupied the Lovelock area since before the 1840s. \\n        In the early 1900s, human remains representing one individual were removed from the vicinity of Lovelock, NV, by John T. Reid. These remains were donated to the Nevada Historical Society after Mr. Reid\\'s death by his brother, Paul Reid, in 1941. No known individual was identified. No associated funerary objects are present. \\n\\n        Osteological evidence indicates that these human remains are Native American. A piece of glass found in the vicinity of the remains tentatively dates the remains to a post-1840s time period. The location where the human remains were found is within the known historic territory of the Lovelock Paiute Tribe of the Lovelock Indian Colony, Nevada. Both tribal oral history and historical evidence document that this group has occupied the Lovelock area since before the 1840s. \\n        \\n        Based on morphological evidence, these human remains are determined to be Native American. Dental characteristics and objects from the vicinity of the burials provisionally date the remains to a post-1840s context. The locations of all of the burials are within the known historic territory of the Lovelock Paiute Tribe of the Lovelock Indian Colony, Nevada. Tribal oral history and historic records document the presence of this group in this region of Nevada prior to Euro-American contact. \\n        Based on the above-mentioned information, officials of the Nevada State Museum have determined that, pursuant to 43 CFR 10.2(d)(1), the human remains listed above represent the physical remains of three individuals of Native American ancestry. Officials of the Nevada State Museum also have determined that, pursuant to 43 CFR 10.2(d)(2), the seven objects listed above are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony. Lastly, officials of the Nevada State Museum have determined that, pursuant to 43 CFR 10.2(e), there is a relationship of shared group identity that can be reasonably traced between these Native American human remains and associated funerary objects and the Lovelock Paiute Tribe of the Lovelock Indian Colony, Nevada. \\n        This notice has been sent to officials of the Lovelock Paiute Tribe of the Lovelock Indian Colony, Nevada. Representatives of any other Indian tribe that believes itself to be culturally affiliated with these human remains and associated funerary objects should contact Dr. Alanah Woody, Nevada Division of Museums and History NAGPRA Coordinator, 600 North Carson Street, Carson City, NV 89701, telephone (775) 687-4810, extension 229, before May 21, 2001. Repatriation of the human remains and associated funerary objects to the Lovelock Paiute Tribe of the Lovelock Indian Colony, Nevada may begin after that date if no additional claimants come forward. \\n        \\n          Dated: March 30, 2001. \\n          John Robbins, \\n          Assistant Director, Cultural Resources Stewardship and Partnerships. \\n        \\n      \\n      [FR Doc. 01-9822 Filed 4-19-01; 8:45 am] \\n      BILLING CODE 4310-70-F\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR ", "sub_agency1": "National Park Service ", "dep_doc": "Null", "subject": "Notice of Inventory Completion for Native American Human Remains and Associated Funerary Objects in the Possession of the Nevada State Museum, Carson City, NV ", "agency2": "National Park Service, Interior. ", "action": "Notice. ", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: March 30, 2001. ", "signature_name": "John Robbins, ", "signature_title": "Assistant Director, Cultural Resources Stewardship and Partnerships. ", "fr_doc": "[FR Doc. 01-9822 Filed 4-19-01; 8:45 am] ", "billing_code": "BILLING CODE 4310-70-F", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}