{"index": "I_2094", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR \\n        National Park Service \\n        Notice of Inventory Completion for Native American Human Remains and Associated Funerary Objects in the Possession of the Peabody Museum of Archaeology and Ethnology, Harvard University, Cambridge, MA \\n        \\n          AGENCY:\\n          National Park Service, Interior. \\n        \\n        \\n          ACTION:\\n          Notice. \\n        \\n        Notice is hereby given in accordance with provisions of the Native American Graves Protection and Repatriation Act (NAGPRA), 43 CFR 10.9, of an inventory of human remains in the possession of the Peabody Museum of Archaeology and Ethnology, Harvard University, Cambridge, MA. \\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 43 CFR 10.2 (c). The determinations within this notice are the sole responsibility of the museum, institution, or Federal agency that has control of these Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations within this notice. \\n        A detailed assessment of the human remains was made by the Peabody Museum of Archaeology and Ethnology professional staff in consultation with representatives of the Cahto Indian Tribe of the Laytonville Rancheria, California; Coyote Valley Band of Pomo Indians of California; Guidiville Rancheria of California; Hopland Band of Pomo Indians of the Hopland Rancheria, California; Manchester Band of Pomo Indians of the Manchester-Point Arena Rancheria, California; Pinoleville Rancheria of Pomo Indians of California; Potter Valley Rancheria of Pomo Indians of California; Redwood Valley Rancheria of Pomo Indians of California; Sherwood Valley Rancheria of Pomo Indians of California; and the Round Valley Indian Tribes of the Round Valley Reservation, California. \\n        In 1916, human remains representing one individual were transferred to the Peabody Museum of Archaeology and Ethnology by the Boston Society of Natural History, which later became the Boston Museum of Science. No known individual was identified. No associated funerary objects are present. \\n        The Boston Museum of Science has no records of the remains or of their acquisition. Accession records of the Peabody Museum of Archaeology and Ethnology indicate that the remains are from Mendicino County, CA, although the specific locale or site within Mendicino County is not recorded. Peabody Museum of Archaeology and Ethnology accession records also note that this individual had been \\xe2\\x80\\x9cexecuted for murder.\\xe2\\x80\\x9d Such specific information about the cause of death indicates that the death took place only a short time before the information was first recorded. Therefore, it is likely that these remains date to the historic period of the region, that is, to the second half of the 19th century. Osteological analysis by the Peabody Museum of Archaeology and Ethnology supports the identification of this individual as a Native American. \\n        The remains originated in a region historically occupied by the Northern Pomo, Central Pomo, Yuki, Coast Yuki, Huchnom, Nomlaki, and Cahto tribes of Indians. Given the paucity of records, it is not possible to make a cultural affiliation of this individual to a specific tribe, but based on the totality of the circumstances surrounding the acquisition of these human remains, evidence of historical territories, and oral history, officials of the Peabody Museum of Archaeology and Ethnology have determined that there is a cultural affiliation with the following present-day tribes that jointly claim a presence in this region during the 19th century: Cahto Indian Tribe of the Laytonville Rancheria, California; Coyote Valley Band of Pomo Indians of California; Guidiville Rancheria of California; Hopland Band of Pomo Indians of the Hopland Rancheria, California; Manchester Band of Pomo Indians of the Manchester-Point Arena Rancheria, California; Pinoleville Rancheria of Pomo Indians of California; Potter Valley Rancheria of Pomo Indians of California; Redwood Valley Rancheria of Pomo Indians of California; Sherwood Valley Rancheria of Pomo Indians of California; and the Round Valley Indian Tribes of the Round Valley Reservation, California. \\n        Based on the above-mentioned information, officials of the Peabody Museum of Archaeology and Ethnology have determined that, pursuant to 43 CFR 10.2 (d)(1), the human remains listed above represent the physical remains of one individual of Native American ancestry. Officials of the Peabody Museum of Archaeology and Ethnology also have determined that, pursuant to 43 CFR 10.2 (e), there is a relationship of shared group identity that can be reasonably traced between these human remains and the Cahto Indian Tribe of the Laytonville Rancheria, California; Coyote Valley Band of Pomo Indians of California; Guidiville Rancheria of California; Hopland Band of Pomo Indians of the Hopland Rancheria, California; Manchester Band of Pomo Indians of the Manchester-Point Arena Rancheria, California; Pinoleville Rancheria of Pomo Indians of California; Potter Valley Rancheria of Pomo Indians of California; Redwood Valley Rancheria of Pomo Indians of California; Sherwood Valley Rancheria of Pomo Indians of California; and the Round Valley Indian Tribes of the Round Valley Reservation, California \\n\\n        This notice has been sent to officials of the Cahto Indian Tribe of the Laytonville Rancheria, California; Coyote Valley Band of Pomo Indians of California; Guidiville Rancheria of California; Hopland Band of Pomo Indians of the Hopland Rancheria, California; Manchester Band of Pomo Indians of the Manchester-Point Arena Rancheria, California; Pinoleville Rancheria of Pomo Indians of California; Potter Valley Rancheria of Pomo Indians of California; Redwood Valley Rancheria of Pomo Indians of California; Sherwood Valley Rancheria of Pomo Indians of California; and the Round Valley Indian Tribes of the Round Valley Reservation, California. Representatives of any other Indian tribe that believes itself to be culturally affiliated with these human remains should contact Barbara Isaac, Repatriation Coordinator, Peabody Museum of Archaeology and Ethnology, 11 Divinity Avenue, Cambridge, MA 02138, telephone (617) 495-2254, before April 19, 2001. Repatriation of the human remains to the Cahto Indian Tribe of the Laytonville Rancheria, California; Coyote Valley Band of Pomo Indians of California; Guidiville Rancheria of California; Hopland Band of Pomo Indians of the Hopland Rancheria, California; Manchester Band of Pomo Indians of the Manchester-Point Arena Rancheria, California; Pinoleville Rancheria of Pomo Indians of California; Potter Valley Rancheria of Pomo Indians of California; Redwood Valley Rancheria of Pomo Indians of California; Sherwood Valley Rancheria of Pomo Indians of California; and the Round Valley Indian Tribes of the Round Valley Reservation, California may begin after that date if no additional claimants come forward. \\n        \\n          Dated: February 28, 2001. \\n          John Robbins, \\n          Assistant Director, Cultural Resources Stewardship and Partnerships. \\n        \\n      \\n      [FR Doc. 01-6850 Filed 3-19-01; 8:45 am] \\n      BILLING CODE 4310-70-F \\n    ", "agency1": "DEPARTMENT OF THE INTERIOR ", "sub_agency1": "National Park Service ", "dep_doc": "Null", "subject": "Notice of Inventory Completion for Native American Human Remains and Associated Funerary Objects in the Possession of the Peabody Museum of Archaeology and Ethnology, Harvard University, Cambridge, MA ", "agency2": "National Park Service, Interior. ", "action": "Notice. ", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: February 28, 2001. ", "signature_name": "John Robbins, ", "signature_title": "Assistant Director, Cultural Resources Stewardship and Partnerships. ", "fr_doc": "[FR Doc. 01-6850 Filed 3-19-01; 8:45 am] ", "billing_code": "BILLING CODE 4310-70-F ", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}