{"index": "I_2038", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR \\n        National Park Service \\n        Notice of Inventory Completion for Native American Human Remains and Associated Funerary Objects in the Possession of the San Diego Museum of Man, San Diego, CA \\n        \\n          AGENCY:\\n          National Park Service, Interior. \\n        \\n        \\n          ACTION:\\n          Notice. \\n        \\n        Notice is hereby given in accordance with provisions of the Native American Graves Protection and Repatriation Act (NAGPRA), 43 CFR 10.9, of the completion of an inventory of human remains and associated funerary objects in the possession of the San Diego Museum of Man, San Diego, CA. \\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 43 CFR 10.2 (c). The determinations within this notice are the sole responsibility of the museum, institution, or Federal agency that has control of these Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations within this notice. \\n        A detailed assessment of the human remains was made by San Diego Museum of Man professional staff in consultation with representatives of the Klamath Indian Tribe of Oregon, Confederated Tribes of the Grand Ronde Community of Oregon, Confederated Tribes of the Warm Springs Reservation of Oregon, Fort Bidwell Indian Community of the Fort Bidwell Reservation of California, and Quartz Valley Indian Community of the Quartz Valley Reservation of California. \\n\\n        In 1922, human remains representing one individual were recovered from beneath the lakebed of Tule Lake, Siskiyou County, CA, by George Redicial. At some time after 1922, Mr. Redicial donated these human remains to the San Diego Museum of Man, San Diego, CA. No known individual was identified. No associated funerary objects are present. \\n        \\n        Based on skeletal morphology, condition of the remains, and the lakebed recovery location, these human remains have been determined to be Native American from the pre-contact period. The Tule Lake area is located within the ancestral lands of the Modoc people, represented by the Klamath Indian Tribe of Oregon and the Modoc Tribe of Oklahoma. The Modoc Tribe of Oklahoma has authorized the Klamath Indian Tribe of Oregon to represent the Modoc Tribe of Oklahoma regarding all NAGPRA issues and repatriations. \\n        Based on the above-mentioned information, officials of the San Diego Museum of Man have determined that, pursuant to 43 CFR 10.2 (d)(1), the human remains listed above represent the physical remains of one individual of Native American ancestry. Officials of the San Diego Museum of Man also have determined that, pursuant to 43 CFR 10.2 (e), there is a relationship of shared group identity that can be reasonably traced between these Native American human remains and the Klamath Indian Tribe of Oregon. This notice has been sent to officials of the Klamath Indian Tribe of Oregon, Confederated Tribes of the Grand Ronde Community of Oregon, Confederated Tribes of the Warm Springs Reservation of Oregon, Fort Bidwell Indian Community of the Fort Bidwell Reservation of California, and Quartz Valley Indian Community of the Quartz Valley Reservation of California. Representatives of any other Indian tribe that believes itself to be culturally affiliated with these human remains should contact Jennifer Luksic, NAGPRA Coordinator, San Diego Museum of Man, 1350 El Prado, San Diego, CA 92101, telephone (619) 239-2001, before June 13, 2001. Repatriation of the human remains to the Klamath Indian Tribe of Oregon may begin after that date if no additional claimants come forward.\\n        \\n          Dated: April 25, 2001. \\n          John Robbins, \\n          Assistant Director, Cultural Resources Stewardship and Partnerships. \\n        \\n      \\n      [FR Doc. 01-12021 Filed 5-11-01; 8:45 am] \\n      BILLING CODE 4310-70-P \\n    ", "agency1": "DEPARTMENT OF THE INTERIOR ", "sub_agency1": "National Park Service ", "dep_doc": "Null", "subject": "Notice of Inventory Completion for Native American Human Remains and Associated Funerary Objects in the Possession of the San Diego Museum of Man, San Diego, CA ", "agency2": "National Park Service, Interior. ", "action": "Notice. ", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: April 25, 2001. ", "signature_name": "John Robbins, ", "signature_title": "Assistant Director, Cultural Resources Stewardship and Partnerships. ", "fr_doc": "[FR Doc. 01-12021 Filed 5-11-01; 8:45 am] ", "billing_code": "BILLING CODE 4310-70-P ", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}