{"index": "I_2012", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR \\n        National Park Service \\n        Notice of Inventory Completion for Native American Human Remains and Associated Funerary Objects in the Possession of the University of Denver Department of Anthropology and Museum of Anthropology, Denver, CO \\n        \\n          AGENCY:\\n          National Park Service, Interior. \\n        \\n        \\n          ACTION:\\n          Notice. \\n        \\n        Notice is hereby given in accordance with provisions of the Native American Graves Protection and Repatriation Act (NAGPRA), 43 CFR 10.9, of the completion of an inventory of human remains and associated funerary objects in the possession of the University of Denver Department of Anthropology and Museum of Anthropology, Denver, CO. \\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 43 CFR 10.2(c). The determinations within this notice are the sole responsibility of the museum, institution, or Federal agency that has control of these Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations within this notice. \\n\\n        A detailed assessment of the human remains was made by the University of Denver Department of Anthropology and Museum of Anthropology professional staff in consultation with representatives of the Hopi Tribe of Arizona; Pueblo of Acoma, New Mexico; Pueblo of Cochiti, New Mexico; Pueblo of Isleta, New Mexico; Pueblo of Jemez, New Mexico; Pueblo of Laguna, New Mexico; Pueblo of Nambe, New Mexico; Pueblo of Picuris, New Mexico; Pueblo of Pojoaque, New Mexico; Pueblo of San Felipe, New Mexico; Pueblo of San Ildefonso, New Mexico; Pueblo of San Juan, New Mexico; Pueblo of Sandia, New Mexico; Pueblo of Santa Ana, New Mexico; Pueblo of Santa Clara, New Mexico; Pueblo of Santo Domingo, New Mexico; Pueblo of Taos, New Mexico; Pueblo of Tesuque, New Mexico; Pueblo of Zia, New Mexico; Ysleta Del Sur Pueblo of Texas; and Zuni Tribe of the Zuni Reservation, New Mexico. \\n        Between the 1920s and the 1950s, human remains representing six individuals (catalog numbers DU6061, DU6068, DU6069, DU6070, and DU6181) were collected by Dr. E.B. Renaud, founder of the University of Denver Department of Anthropology. The remains were collected from unknown locations in the Southwestern United States. No known individuals were identified. No associated funerary objects are present. \\n        Dr. Renaud identified these individuals as \\xe2\\x80\\x9cPueblo\\xe2\\x80\\x9d due to cranial reshaping that was due to \\xe2\\x80\\x9ccradleboarding.\\xe2\\x80\\x9d Evidence presented in consultations confirmed that these individuals were the ancestors of modern Pueblo peoples. The geographic evidence supports this cultural affiliation. Representatives from the Hopi Tribe, Pueblo of Acoma, Pueblo of Isleta, Pueblo of Jemez, and Zuni Tribe provided written and oral testimony confirming a link between the Puebloan peoples and pre-European contact cultures in the Southwest. \\n        In 1939, human remains representing one individual (catalog number 1995.1.1) were recovered from Mesa Portales, Sandoval County, NM, by Theodore Sowers. Mr. Sowers was a graduate of the University of Denver, and, in 1995, his daughters donated the remains to the University of Denver so that they could be repatriated. No known individual was identified. The 24 associated funerary objects are 1 stone pipe, 1 bone tool, 1 sinker, 3 drills, 2 bone awls, 5 projectile points (stemmed, side notched, and corner notched), 5 unifacially flaked stone tools, and 6 bifacially flaked stone tools. \\n        Mesa Portales was identified by William Whatley, an archeologist who works for the Pueblo of Jemez, as culturally affiliated with either the Pueblo of Jemez, Pueblo of Santa Ana, or Pueblo of Zia. Representatives of the Hopi Tribe of Arizona presented written evidence that they are culturally affiliated with the Paleoindian, Archaic, Puebloan (Basketmaker, Hisatsinom (Anasazi), Mogollon, Sinaguan, Mimbres, Salado), Fremont, Hohokam, and Cohonino peoples, all of whom lived in the Southwestern United States. Representatives of the Acoma provided information about oral tradition that tells how they are culturally affiliated with all of the ancestral Puebloan people. Based on Zuni oral tradition, ethnographic documentation, historic documentation, archeological documentation, and other evidence, the Zuni Tribe claims cultural affiliation with prehistoric cultures of the Southwestern United States. \\n        Based on the above-mentioned information, officials of the University of Denver Department of Anthropology and Museum of Anthropology have determined that, pursuant to 43 CFR 10.2 (d)(1), the human remains listed above represent the physical remains of seven individuals of Native American ancestry. Officials of the University of Denver Department of Anthropology and Museum of Anthropology also have determined that, pursuant to 43 CFR 10.2 (d)(2), the 24 objects listed above are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony. Lastly, officials of the University of Denver Department of Anthropology and Museum of Anthropology have determined that, pursuant to 43 CFR 10.2 (e), there is a relationship of shared group identity that can be reasonably traced between these Native American human remains and associated funerary objects and the Hopi Tribe of Arizona; Pueblo of Acoma, New Mexico; Pueblo of Cochiti, New Mexico; Pueblo of Isleta, New Mexico; Pueblo of Jemez, New Mexico; Pueblo of Laguna, New Mexico; Pueblo of Nambe, New Mexico; Pueblo of Picuris, New Mexico; Pueblo of Pojoaque, New Mexico; Pueblo of San Felipe, New Mexico; Pueblo of San Ildefonso, New Mexico; Pueblo of San Juan, New Mexico; Pueblo of Sandia, New Mexico; Pueblo of Santa Ana, New Mexico; Pueblo of Santa Clara, New Mexico; Pueblo of Santo Domingo, New Mexico; Pueblo of Taos, New Mexico; Pueblo of Tesuque, New Mexico; Pueblo of Zia, New Mexico; Ysleta Del Sur Pueblo of Texas; and Zuni Tribe of the Zuni Reservation, New Mexico. \\n        This notice has been sent to officials of the Hopi Tribe of Arizona; Pueblo of Acoma, New Mexico; Pueblo of Cochiti, New Mexico; Pueblo of Isleta, New Mexico; Pueblo of Jemez, New Mexico; Pueblo of Laguna, New Mexico; Pueblo of Nambe, New Mexico; Pueblo of Picuris, New Mexico; Pueblo of Pojoaque, New Mexico; Pueblo of San Felipe, New Mexico; Pueblo of San Ildefonso, New Mexico; Pueblo of San Juan, New Mexico; Pueblo of Sandia, New Mexico; Pueblo of Santa Ana, New Mexico; Pueblo of Santa Clara, New Mexico; Pueblo of Santo Domingo, New Mexico; Pueblo of Taos, New Mexico; Pueblo of Tesuque, New Mexico; Pueblo of Zia, New Mexico; Ysleta Del Sur Pueblo of Texas; and Zuni Tribe of the Zuni Reservation, New Mexico. Representatives of any other Indian tribe that believes itself to be culturally affiliated with these human remains and associated funerary objects should contact Jan I. Bernstein, Collections Manager and NAGPRA Coordinator, University of Denver Department of Anthropology and Museum of Anthropology, 2000 Asbury, Sturm Hall S- Denver, CO 80208-32406, e-mail jbernste@du.edu, telephone (303) 871-2543, before November 5, 2001. Repatriation of the human remains and associated funerary objects to the Hopi Tribe of Arizona; Pueblo of Acoma, New Mexico; Pueblo of Cochiti, New Mexico; Pueblo of Isleta, New Mexico; Pueblo of Jemez, New Mexico; Pueblo of Laguna, New Mexico; Pueblo of Nambe, New Mexico; Pueblo of Picuris, New Mexico; Pueblo of Pojoaque, New Mexico; Pueblo of San Felipe, New Mexico; Pueblo of San Ildefonso, New Mexico; Pueblo of San Juan, New Mexico; Pueblo of Sandia, New Mexico; Pueblo of Santa Ana, New Mexico; Pueblo of Santa Clara, New Mexico; Pueblo of Santo Domingo, New Mexico; Pueblo of Taos, New Mexico; Pueblo of Tesuque, New Mexico; Pueblo of Zia, New Mexico; Ysleta Del Sur Pueblo of Texas; and Zuni Tribe of the Zuni Reservation, New Mexico may begin after that date if no additional claimants come forward. \\n        \\n          Dated: June 15, 2001. \\n          John Robbins, \\n          Assistant Director, Cultural Resources Stewardship and Partnerships. \\n        \\n      \\n      [FR Doc. 01-24931 Filed 10-3-01; 8:45 am] \\n      BILLING CODE 4310-70-F\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR ", "sub_agency1": "National Park Service ", "dep_doc": "Null", "subject": "Notice of Inventory Completion for Native American Human Remains and Associated Funerary Objects in the Possession of the University of Denver Department of Anthropology and Museum of Anthropology, Denver, CO ", "agency2": "National Park Service, Interior. ", "action": "Notice. ", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: June 15, 2001. ", "signature_name": "John Robbins, ", "signature_title": "Assistant Director, Cultural Resources Stewardship and Partnerships. ", "fr_doc": "[FR Doc. 01-24931 Filed 10-3-01; 8:45 am] ", "billing_code": "BILLING CODE 4310-70-F", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}