{"index": "I_2016", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR \\n        National Park Service \\n        Notice of Inventory Completion for Native American Human Remains and Associated Funerary Objects in the Possession of the University of Denver Department of Anthropology and Museum of Anthropology, Denver, CO \\n        \\n          AGENCY:\\n          National Park Service, Interior. \\n        \\n        \\n          ACTION:\\n          Notice. \\n        \\n        Notice is hereby given in accordance with provisions of the Native American Graves Protection and Repatriation Act (NAGPRA), 43 CFR 10.9, of the completion of an inventory of human remains and associated funerary objects in the possession of the University of Denver Department of Anthropology and Museum of Anthropology, Denver, CO. \\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 43 CFR 10.2 (c). The determinations within this notice are the sole responsibility of the museum, institution, or Federal agency that has control of these Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations within this notice. \\n        A detailed assessment of the human remains was made by the University of Denver Department of Anthropology and Museum of Anthropology professional staff in consultation with representatives of the Apache Tribe of Oklahoma; Arapahoe Tribe of the Wind River Reservation, Wyoming; Cheyenne-Arapaho Tribes of Oklahoma; Comanche Indian Tribe, Oklahoma; Fort Sill Apache Tribe of Oklahoma; Hopi Tribe of Arizona; Jicarilla Apache Tribe of the Jicarilla Apache Indian Reservation, New Mexico; Kiowa Indian Tribe of Oklahoma; Pueblo of Acoma, New Mexico; Pueblo of Cochiti, New Mexico; Pueblo of Isleta, New Mexico; Pueblo of Jemez, New Mexico; Pueblo of Laguna, New Mexico; Pueblo of Nambe, New Mexico; Pueblo of Picuris, New Mexico; Pueblo of Pojoaque, New Mexico; Pueblo of San Felipe, New Mexico; Pueblo of San Ildefonso, New Mexico; Pueblo of San Juan, New Mexico; Pueblo of Sandia, New Mexico; Pueblo of Santa Ana, New Mexico; Pueblo of Santa Clara, New Mexico; Pueblo of Santo Domingo, New Mexico; Pueblo of Taos, New Mexico; Pueblo of Tesuque, New Mexico; Pueblo of Zia, New Mexico; Ysleta Del Sur Pueblo of Texas; and Zuni Tribe of the Zuni Reservation, New Mexico. \\n        Between the 1920s and the 1950s, human remains representing one individual (catalog number DU6065) were collected by Dr. E.B. Renaud, founder of the University of Denver Department of Anthropology. The remains were collected from an unknown location in the Southwestern United States. No known individual was identified. No associated funerary objects are present. \\n        Dr. Renaud identified this individual as \\xe2\\x80\\x9cBasket Maker.\\xe2\\x80\\x9d Information in the museum\\'s records provides details of Dr. Renaud\\'s expeditions, collecting techniques, and research. This evidence indicates that he designated remains from northern Arizona and New Mexico as being from the \\xe2\\x80\\x9cSouthwest.\\xe2\\x80\\x9d It further suggests that he used the term \\xe2\\x80\\x9cBasket Maker\\xe2\\x80\\x9d to designate remains from northeastern New Mexico, which makes it possible that the remains identified as DU6065 are from that area. \\n        In 1929, human remains representing one individual (catalog number DU6067) were recovered from a cave on the T.O. Ranch, near Folsom, Colfax County, NM, by H.B. Roberts and/or Dr. E.B. Renaud of the University of Denver Department of Anthropology. H.B. Roberts and/or Dr. Renaud collected these remains while on an expedition sponsored by the Colorado Museum of Natural History. No known individual was identified. The 198 associated funerary objects are 9 bone awls, 1 antler flaker, 124 bone beads, 1 hammerstone, 2 choppers, 1 stone pounder, 1 metate, and 59 chipped stone tools. \\n        Dr. Renaud identified this individual as \\xe2\\x80\\x9cBasket Maker.\\xe2\\x80\\x9d The remains come from northeastern New Mexico. \\n\\n        Northeastern New Mexico has been identified as the ancestral territory of the Apache, Arapahoe, Cheyenne, Comanche, Kiowa, and Puebloan peoples. The \\xe2\\x80\\x9cIndian Land Areas Judicially Established 1978 Map\\xe2\\x80\\x9d indicates the legal claim to land based upon traditional use for the Eastern Apache, Kiowa, and Comanche. The \\xe2\\x80\\x9cEarly Indian Tribes, Culture Areas, and Linguistic Stocks Map\\xe2\\x80\\x9d establishes the presence of the Apache, Comanche, and Kiowa. Oral testimony provided by representatives of the Arapahoe Tribe of the Wind River Reservation, Wyoming; Cheyenne and Arapaho Tribes of Oklahoma; Jicarilla Apache Tribe; and Fort Sill Apache Tribe confirm their presence in northeastern New Mexico. The Lipan Apache and Mescalaro Apache are culturally connected and therefore the Eastern and Western Apache cultural affiliation is strengthened. \\n        \\n        The scientific literature provides significant evidence of cultural affiliation between Basketmaker period (200 B.C.-A.D. 700) and the pueblos. Representatives of the Hopi Tribe of Arizona, Pueblo of Acoma, Pueblo of Isleta, Pueblo of Jemez, and Zuni Tribe provided written and oral testimony confirming the cultural affiliation of Puebloan peoples with Basketmaker period. \\n        Based on the above-mentioned information, officials of the University of Denver Department of Anthropology and Museum of Anthropology have determined that, pursuant to 43 CFR 10.2 (d)(1), the human remains listed above represent the physical remains of two individuals of Native American ancestry. Officials of the University of Denver Department of Anthropology and Museum of Anthropology also have determined that, pursuant to 43 CFR 10.2 (d)(2), the 198 objects listed above are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony. Lastly, officials of the University of Denver Department of Anthropology and Museum of Anthropology have determined that, pursuant to 43 CFR 10.2 (e), there is a relationship of shared group identity that can be reasonably traced between these Native American human remains and associated funerary objects and the Apache Tribe of Oklahoma; Arapahoe Tribe of the Wind River Reservation, Wyoming; Cheyenne-Arapaho Tribes of Oklahoma; Comanche Indian Tribe, Oklahoma; Fort McDowell Mohave-Apache Community of the Fort McDowell Indian Reservation, Arizona; Fort Sill Apache Tribe of Oklahoma; Hopi Tribe of Arizona; Jicarilla Apache Tribe of the Jicarilla Apache Indian Reservation, New Mexico; Kiowa Indian Tribe of Oklahoma; Mescalero Apache Tribe of the Mescalero Reservation, New Mexico; Pueblo of Acoma, New Mexico; Pueblo of Cochiti, New Mexico; Pueblo of Isleta, New Mexico; Pueblo of Jemez, New Mexico; Pueblo of Laguna, New Mexico; Pueblo of Nambe, New Mexico; Pueblo of Picuris, New Mexico; Pueblo of Pojoaque, New Mexico; Pueblo of San Felipe, New Mexico; Pueblo of San Ildefonso, New Mexico; Pueblo of San Juan, New Mexico; Pueblo of Sandia, New Mexico; Pueblo of Santa Ana, New Mexico; Pueblo of Santa Clara, New Mexico; Pueblo of Santo Domingo, New Mexico; Pueblo of Taos, New Mexico; Pueblo of Tesuque, New Mexico; Pueblo of Zia, New Mexico; San Carlos Apache Tribe of the San Carlos Reservation, Arizona; Tonto Apache Tribe of Arizona; White Mountain Apache Tribe of the Fort Apache Reservation, Arizona; Yavapai-Apache Nation of the Camp Verde Indian Reservation, Arizona; Ysleta Del Sur Pueblo of Texas; and Zuni Tribe of the Zuni Reservation, New Mexico. \\n        This notice has been sent to officials of the Apache Tribe of Oklahoma; Arapahoe Tribe of the Wind River Reservation, Wyoming; Cheyenne-Arapaho Tribes of Oklahoma; Comanche Indian Tribe, Oklahoma; Fort McDowell Mohave-Apache Community of the Fort McDowell Indian Reservation, Arizona; Fort Sill Apache Tribe of Oklahoma; Hopi Tribe of Arizona; Jicarilla Apache Tribe of the Jicarilla Apache Indian Reservation, New Mexico; Kiowa Indian Tribe of Oklahoma; Mescalero Apache Tribe of the Mescalero Reservation, New Mexico; Pueblo of Acoma, New Mexico; Pueblo of Cochiti, New Mexico; Pueblo of Isleta, New Mexico; Pueblo of Jemez, New Mexico; Pueblo of Laguna, New Mexico; Pueblo of Nambe, New Mexico; Pueblo of Picuris, New Mexico; Pueblo of Pojoaque, New Mexico; Pueblo of San Felipe, New Mexico; Pueblo of San Ildefonso, New Mexico; Pueblo of San Juan, New Mexico; Pueblo of Sandia, New Mexico; Pueblo of Santa Ana, New Mexico; Pueblo of Santa Clara, New Mexico; Pueblo of Santo Domingo, New Mexico; Pueblo of Taos, New Mexico; Pueblo of Tesuque, New Mexico; Pueblo of Zia, New Mexico; San Carlos Apache Tribe of the San Carlos Reservation, Arizona; Tonto Apache Tribe of Arizona; White Mountain Apache Tribe of the Fort Apache Reservation, Arizona; Yavapai-Apache Nation of the Camp Verde Indian Reservation, Arizona; Ysleta Del Sur Pueblo of Texas; and Zuni Tribe of the Zuni Reservation, New Mexico. Representatives of any other Indian tribe that believes itself to be culturally affiliated with these human remains and associated funerary objects should contact Jan I. Bernstein, Collections Manager and NAGPRA Coordinator, University of Denver Department of Anthropology and Museum of Anthropology, 2000 Asbury, Sturm Hall S-146, Denver, CO 80208-2406, e-mail jbernste@du.edu, telephone (303) 871-2543, before August 1, 2001. Repatriation of the human remains and associated funerary objects to the Apache Tribe of Oklahoma; Arapahoe Tribe of the Wind River Reservation, Wyoming; Cheyenne-Arapaho Tribes of Oklahoma; Comanche Indian Tribe, Oklahoma; Fort McDowell Mohave-Apache Community of the Fort McDowell Indian Reservation, Arizona; Fort Sill Apache Tribe of Oklahoma; Hopi Tribe of Arizona; Jicarilla Apache Tribe of the Jicarilla Apache Indian Reservation, New Mexico; Kiowa Indian Tribe of Oklahoma; Mescalero Apache Tribe of the Mescalero Reservation, New Mexico; Pueblo of Acoma, New Mexico; Pueblo of Cochiti, New Mexico; Pueblo of Isleta, New Mexico; Pueblo of Jemez, New Mexico; Pueblo of Laguna, New Mexico; Pueblo of Nambe, New Mexico; Pueblo of Picuris, New Mexico; Pueblo of Pojoaque, New Mexico; Pueblo of San Felipe, New Mexico; Pueblo of San Ildefonso, New Mexico; Pueblo of San Juan, New Mexico; Pueblo of Sandia, New Mexico; Pueblo of Santa Ana, New Mexico; Pueblo of Santa Clara, New Mexico; Pueblo of Santo Domingo, New Mexico; Pueblo of Taos, New Mexico; Pueblo of Tesuque, New Mexico; Pueblo of Zia, New Mexico; San Carlos Apache Tribe of the San Carlos Reservation, Arizona; Tonto Apache Tribe of Arizona; White Mountain Apache Tribe of the Fort Apache Reservation, Arizona; Yavapai-Apache Nation of the Camp Verde Indian Reservation, Arizona; Ysleta Del Sur Pueblo of Texas; and Zuni Tribe of the Zuni Reservation, New Mexico may begin after that date if no additional claimants come forward. \\n        \\n          Dated: June 12, 2001. \\n          John Robbins, \\n          Assistant Director, Cultural Resources Stewardship and Partnerships. \\n        \\n      \\n      [FR Doc. 01-16547 Filed 6-29-01; 8:45 am] \\n      BILLING CODE 4310-70-F\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR ", "sub_agency1": "National Park Service ", "dep_doc": "Null", "subject": "Notice of Inventory Completion for Native American Human Remains and Associated Funerary Objects in the Possession of the University of Denver Department of Anthropology and Museum of Anthropology, Denver, CO ", "agency2": "National Park Service, Interior. ", "action": "Notice. ", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: June 12, 2001. ", "signature_name": "John Robbins, ", "signature_title": "Assistant Director, Cultural Resources Stewardship and Partnerships. ", "fr_doc": "[FR Doc. 01-16547 Filed 6-29-01; 8:45 am] ", "billing_code": "BILLING CODE 4310-70-F", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}