{"index": "I_2017", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR \\n        National Park Service \\n        Notice of Inventory Completion for Native American Human Remains and Associated Funerary Objects in the Possession of the University of Denver Department of Anthropology and Museum of Anthropology, Denver, CO \\n        \\n          AGENCY:\\n          National Park Service, Interior. \\n        \\n        \\n          ACTION:\\n          Notice. \\n        \\n        Notice is hereby given in accordance with provisions of the Native American Graves Protection and Repatriation Act (NAGPRA), 43 CFR 10.9, of the completion of an inventory of human remains and associated funerary objects in the possession of the University of Denver Department of Anthropology and Museum of Anthropology, Denver, CO. \\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 43 CFR 10.2 (c). The determinations within this notice are the sole responsibility of the museum, institution, or Federal agency that has control of these Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations within this notice. \\n        A detailed assessment of the human remains was made by the University of Denver Department of Anthropology and Museum of Anthropology professional staff in consultation with representatives of the Apache Tribe of Oklahoma; Arapahoe Tribe of the Wind River Reservation, Wyoming; Cheyenne-Arapaho Tribes of Oklahoma; Comanche Indian Tribe, Oklahoma; Fort Sill Apache Tribe of Oklahoma; Jicarilla Apache Tribe of the Jicarilla Apache Indian Reservation, New Mexico; and Kiowa Indian Tribe of Oklahoma. \\n        Some time between the 1920s and the 1950s, human remains representing two individuals were recovered from Mitchell County, TX, by N.J. Vaughn, who subsequently deposited them in the University of Denver Museum of Anthropology. No known individuals were identified. No associated funerary objects are present. \\n        The physical anthropological characteristics of these remains and the manner of collection indicate that these remains are Native American. Collections documentation is nonexistent concerning possible dates, cultural affiliation(s), or the precise circumstances under which these Native American human remains were found. \\n        The \\xe2\\x80\\x9cIndian Land Areas Judicially Established 1978 Map\\xe2\\x80\\x9d indicates the legal claim to land based upon traditional use for the Eastern Apache, Kiowa, and Comanche. The \\xe2\\x80\\x9cEarly Indian Tribes, Culture Areas, and Linguistic Stocks Map\\xe2\\x80\\x9d establishes the presence of the Comanche, Kiowa, and Wichita. Representatives of the Arapahoe Tribe of the Wind River Reservation, Wyoming; Cheyenne-Arapaho Tribes of Oklahoma; Fort Sill Apache; and Jicarilla Apache presented oral testimony that confirmed their presence in Mitchell County, TX. \\n\\n        Based on the above-mentioned information, officials of the University of Denver Department of Anthropology and Museum of Anthropology have determined that, pursuant to 43 CFR 10.2 (d)(1), the human remains listed above represent the physical remains of two individuals of Native American ancestry. Officials of the University of Denver Department of Anthropology and Museum of Anthropology also have determined that, pursuant to 43 CFR 10.2 (e), there is a relationship of shared group identity that can be reasonably traced between these Native American human remains and the Apache Tribe of Oklahoma; Arapahoe Tribe of the Wind River Reservation, Wyoming; Cheyenne-Arapaho Tribes of Oklahoma; Comanche Indian Tribe, Oklahoma; Fort Sill Apache Tribe of Oklahoma; Jicarilla Apache Tribe of the Jicarilla Apache Indian Reservation, New Mexico; Kiowa Indian Tribe of Oklahoma; and Wichita and Affiliated Tribes (Wichita, Keechi, Waco & Tawakonie), Oklahoma. \\n        This notice has been sent to officials of the Apache Tribe of Oklahoma; Arapahoe Tribe of the Wind River Reservation, Wyoming; Cheyenne-Arapaho Tribes of Oklahoma; Comanche Indian Tribe, Oklahoma; Fort Sill Apache Tribe of Oklahoma; Jicarilla Apache Tribe of the Jicarilla Apache Indian Reservation, New Mexico; Kiowa Indian Tribe of Oklahoma; and Wichita and Affiliated Tribes (Wichita, Keechi, Waco & Tawakonie), Oklahoma. Representatives of any other Indian tribe that believes itself to be culturally affiliated with these human remains should contact Jan I. Bernstein, Collections Manager and NAGPRA Coordinator, University of Denver Department of Anthropology and Museum of Anthropology, 2000 Asbury, Sturm Hall S-146, Denver, CO 80208-2406, e-mail jbernste@du.edu, telephone (303) 871-2543, before August 1, 2001. Repatriation of the human remains to the Apache Tribe of Oklahoma; Arapahoe Tribe of the Wind River Reservation, Wyoming; Cheyenne-Arapaho Tribes of Oklahoma; Comanche Indian Tribe, Oklahoma; Fort Sill Apache Tribe of Oklahoma; Jicarilla Apache Tribe of the Jicarilla Apache Indian Reservation, New Mexico; Kiowa Indian Tribe of Oklahoma; and Wichita and Affiliated Tribes (Wichita, Keechi, Waco & Tawakonie), Oklahoma may begin after that date if no additional claimants come forward. \\n        \\n          Dated: June 8, 2001. \\n          John Robbins, \\n          Assistant Director, Cultural Resources Stewardship and Partnerships. \\n        \\n      \\n      [FR Doc. 01-16546 Filed 6-29-01; 8:45 am] \\n      BILLING CODE 4310-70-F\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR ", "sub_agency1": "National Park Service ", "dep_doc": "Null", "subject": "Notice of Inventory Completion for Native American Human Remains and Associated Funerary Objects in the Possession of the University of Denver Department of Anthropology and Museum of Anthropology, Denver, CO ", "agency2": "National Park Service, Interior. ", "action": "Notice. ", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: June 8, 2001. ", "signature_name": "John Robbins, ", "signature_title": "Assistant Director, Cultural Resources Stewardship and Partnerships. ", "fr_doc": "[FR Doc. 01-16546 Filed 6-29-01; 8:45 am] ", "billing_code": "BILLING CODE 4310-70-F", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}