{"index": "I_2065", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR \\n        National Park Service \\n        Notice of Inventory Completion for Native American Human Remains and Associated Funerary Objects in the Possession of the Mabee-Gerrer Museum of Art, Shawnee, OK \\n        \\n          AGENCY:\\n          National Park Service, Interior. \\n        \\n        \\n          ACTION:\\n          Notice. \\n        \\n        Notice is hereby given in accordance with provisions of the Native American Graves Protection and Repatriation Act (NAGPRA), 43 CFR 10.9, of the completion of an inventory of human remains and associated funerary objects in the possession of the Mabee-Gerrer Museum of Art, Shawnee, OK. \\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 43 CFR 10.2 (c). The determinations within this notice are the sole responsibility of the museum, institution, or Federal agency that has control of these Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations within this notice. \\n        A detailed assessment of the human remains was made by Mabee-Gerrer Museum of Art professional staff in consultation with representatives of the Comanche Indian Tribe, Oklahoma. \\n        At an unknown date, human remains representing one individual were recovered near Ft. Sill, OK, by Father Gerrer. These human remains have been in the museum\\'s collections since before 1933. No known individual was identified. No associated funerary objects are present. \\n\\n        Museum records state \\xe2\\x80\\x9cHead of a Comanche child. Found near Fort Sill, Oklahoma. It was found in a sort of cradle. The skin was colored red with hematite.\\xe2\\x80\\x9d The cradle is not part of the museum\\'s collection. Based on museum documentation and reported manner of interment, this individual has been identified as Native American affiliated with the Comanche Indian Tribe, Oklahoma. \\n        Based on the above-mentioned information, officials of the Mabee-Gerrer Museum of Art have determined that, pursuant to 43 CFR 10.2 (d)(1), the human remains listed above represent the physical remains of one individual of Native American ancestry. Officials of the Mabee-Gerrer Museum of Art also have determined that, pursuant to 43 CFR 10.2 (e), there is a relationship of shared group identity that can be reasonably traced between these Native American human remains and the Comanche Indian Tribe, Oklahoma. \\n        This notice has been sent to officials of the Comanche Indian Tribe, Oklahoma. Representatives of any other Indian tribe that believes itself to be culturally affiliated with these human remains should contact Chris Owens, Collections Manager, Mabee-Gerrer Museum of Art, 1900 West MacArthur, Shawnee, OK 74804, telephone (405) 878-5300, before May 14, 2001. Repatriation of the human remains to the Comanche Indian Tribe, Oklahoma may begin after that date if no additional claimants come forward. \\n        \\n          Dated: March 23, 2001. \\n          John Robbins, \\n          Assistant Director, Cultural Resources Stewardship and Partnerships. \\n        \\n      \\n      [FR Doc. 01-8987 Filed 4-11-01; 8:45 am] \\n      BILLING CODE 4310-70-F\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR ", "sub_agency1": "National Park Service ", "dep_doc": "Null", "subject": "Notice of Inventory Completion for Native American Human Remains and Associated Funerary Objects in the Possession of the Mabee-Gerrer Museum of Art, Shawnee, OK ", "agency2": "National Park Service, Interior. ", "action": "Notice. ", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: March 23, 2001. ", "signature_name": "John Robbins, ", "signature_title": "Assistant Director, Cultural Resources Stewardship and Partnerships. ", "fr_doc": "[FR Doc. 01-8987 Filed 4-11-01; 8:45 am] ", "billing_code": "BILLING CODE 4310-70-F", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}