{"index": "I_2070", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR \\n        National Park Service \\n        Notice of Inventory Completion for Native American Human Remains and Associated Funerary Objects in the Control of the U.S. Department of the Interior, Bureau of Indian Affairs, Washington, DC, and in the Possession of the Nevada State Museum, Carson City, NV \\n        \\n          AGENCY:\\n          National Park Service, Interior. \\n        \\n        \\n          ACTION:\\n          Notice. \\n        \\n        Notice is hereby given in accordance with provisions of the Native American Graves Protection and Repatriation Act (NAGPRA), 43 CFR 10.9, of the completion of an inventory of human remains and associated funerary objects in the control of the U.S. Department of the Interior, Bureau of Indian Affairs, Washington, DC, and in the possession of the Nevada State Museum, Carson City, NV. \\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 43 CFR 10.2(c). The determinations within this notice are the sole responsibility of the museum, institution, or Federal agency that has control of these Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations within this notice. \\n        A detailed assessment of the human remains was made by Nevada State Museum professional staff in consultation with representatives of the Fort McDermitt Paiute and Shoshone Tribes of the Fort McDermitt Indian Reservation, Nevada and Oregon. \\n        In 1966, human remains representing one individual were recovered from the Fort McDermitt Indian Reservation, Humboldt County, NV, by State of Nevada Planning Board staff George J. Pitta and Stanley Szymanski, who donated the remain to the Nevada State Museum the same year. No known individuals were identified. The 323 associated funerary objects are a brass bullet case, 300 small bone beads, 5 large bone beads, 15 white glass beads, a metal fragment, and fabric. \\n        Cranial morphology indicates that the individual is Native American. Small twigs in soil samples taken from near the burial imply that pack rats lived in the vicinity, suggesting that burial took place in a rock shelter, crevice, or cave, a common practice by Native Americans prior to contact in the 1850s. The presence of the metal casing and Euro-American clothing indicates that burial took place post-1840s. The location of the burial is within the known historic territory of the Fort McDermitt Paiute and Shoshone Tribes of the Fort McDermitt Indian Reservation, Nevada and Oregon. Oral history and historic records document the presence of this group in the area prior to Euro-American contact. On the basis of osteological evidence, mortuary customs, and geographic location, these human remains and associated funerary objects are determined to be affiliated with the Fort McDermitt Paiute and Shoshone Tribes of the Fort McDermitt Indian Reservation, Nevada and Oregon. \\n        Based on the above-mentioned information, officials of the Bureau of Indian Affairs and the Nevada State Museum have determined that, pursuant to 43 CFR 10.2(d)(1), the human remains listed above represent the physical remains of one individual of Native American ancestry. Officials of the Bureau of Indian Affairs and the Nevada State Museum also have determined that, pursuant to 43 CFR 10.2(d)(2), the 323 cultural items listed above are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony. Lastly, officials of the Bureau of Indian Affairs and the Nevada State Museum have determined that, pursuant to 43 CFR 10.2(e), there is a relationship of shared group identity that can be reasonably traced between these Native American human remains and associated funerary objects and the Fort McDermitt Paiute and Shoshone Tribes of the Fort McDermitt Indian Reservation, Nevada and Oregon. \\n\\n        This notice has been sent to officials of the Fort McDermitt Paiute and Shoshone Tribes of the Fort McDermitt Indian Reservation, Nevada and Oregon. Representatives of any other Indian tribe that believes itself to be culturally affiliated with these human remains and associated funerary objects should contact Dr. Alanah Woody, Nevada Division of Museums and History NAGPRA Coordinator, 600 North Carson Street, Carson City, NV 89701, telephone (775) 687-4810, extension 229, before May 10, 2001. Repatriation of the human remains and associated funerary objects to the Fort McDermitt Paiute and Shoshone Tribes of the Fort McDermitt Indian Reservation, Nevada and Oregon may begin after that date if no additional claimants come forward. \\n        \\n          Dated: March 26, 2001. \\n          John Robbins, \\n          Assistant Director, Cultural Resources Stewardship and Partnerships. \\n        \\n      \\n      [FR Doc. 01-8703 Filed 4-9-01; 8:45 am] \\n      BILLING CODE 4310-70-F\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR ", "sub_agency1": "National Park Service ", "dep_doc": "Null", "subject": "Notice of Inventory Completion for Native American Human Remains and Associated Funerary Objects in the Control of the U.S. Department of the Interior, Bureau of Indian Affairs, Washington, DC, and in the Possession of the Nevada State Museum, Carson City, NV ", "agency2": "National Park Service, Interior. ", "action": "Notice. ", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: March 26, 2001. ", "signature_name": "John Robbins, ", "signature_title": "Assistant Director, Cultural Resources Stewardship and Partnerships. ", "fr_doc": "[FR Doc. 01-8703 Filed 4-9-01; 8:45 am] ", "billing_code": "BILLING CODE 4310-70-F", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}