{"index": "I_2056", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR \\n        National Park Service \\n        Correction\\xe2\\x80\\x94Notice of Inventory Completion for Native American Human Remains and Associated Funerary Objects in the Possession of the Peabody Museum of Archaeology and Ethnology, Harvard University, Cambridge, MA \\n        \\n          AGENCY:\\n          National Park Service, Interior. \\n        \\n        \\n          ACTION:\\n          Correction. \\n        \\n\\n        Notice is hereby given in accordance with provisions of the Native American Graves Protection and Repatriation Act (NAGPRA), 43 CFR 10.9, of the completion of an inventory of human remains and associated funerary objects in the possession of the Peabody Museum of Archaeology and Ethnology, Cambridge, MA. This notice corrects the list of tribes consulted and notified in the Notice of Inventory Completion published March 20, 2001 (Federal Register Document 01-6849, pages 15748-15750). \\n        In the 3rd paragraph beginning \\xe2\\x80\\x9cA detailed assessment of * * *\\xe2\\x80\\x9d and in the 21st paragraph beginning \\xe2\\x80\\x9cThis notice has been sent to * * *,\\xe2\\x80\\x9d substitute the list of consulted and notified tribes with the following list: Arapahoe Tribe of the Wind River Reservation, Wyoming; Assiniboine and Sioux Tribes of the Fort Peck Indian Reservation, Montana; Cheyenne-Arapaho Tribes of Oklahoma; Cheyenne River Sioux Tribe of the Cheyenne River Reservation, South Dakota; Crow Creek Sioux Tribe of the Crow Creek Reservation, South Dakota; Iowa Tribe of Kansas and Nebraska; Iowa Tribe of Oklahoma; Lower Brule Sioux Tribe of the Lower Brule Reservation, South Dakota; Northern Cheyenne Tribe of the Northern Cheyenne Indian Reservation, Montana; Oglala Sioux Tribe of the Pine Ridge Reservation, South Dakota; Omaha Tribe of Nebraska; Otoe-Missouria Tribe of Indians, Oklahoma; Pawnee Nation of Oklahoma; Ponca Tribe of Indians of Oklahoma; Ponca Tribe of Nebraska; Rosebud Sioux Tribe of the Rosebud Indian Reservation, South Dakota; Sac & Fox Nation of Missouri in Kansas and Nebraska; Sac & Fox Nation, Oklahoma; Sac & Fox Tribe of the Mississippi in Iowa; Santee Sioux Tribe of the Santee Reservation of Nebraska; Standing Rock Sioux Tribe of North & South Dakota; Three Affiliated Tribes of the Fort Berthold Reservation, North Dakota; Yankton Sioux Tribe of South Dakota; and Winnebago Tribe of Nebraska. \\n        \\n          Dated: March 30, 2001. \\n          John Robbins, \\n          Assistant Director, Cultural Resources Stewardship and Partnerships. \\n        \\n      \\n      [FR Doc. 01-8982 Filed 4-11-01; 8:45 am] \\n      BILLING CODE 4310-70-F\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR ", "sub_agency1": "National Park Service ", "dep_doc": "Null", "subject": "Correction\\xe2\\x80\\x94Notice of Inventory Completion for Native American Human Remains and Associated Funerary Objects in the Possession of the Peabody Museum of Archaeology and Ethnology, Harvard University, Cambridge, MA ", "agency2": "National Park Service, Interior. ", "action": "Correction. ", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: March 30, 2001. ", "signature_name": "John Robbins, ", "signature_title": "Assistant Director, Cultural Resources Stewardship and Partnerships. ", "fr_doc": "[FR Doc. 01-8982 Filed 4-11-01; 8:45 am] ", "billing_code": "BILLING CODE 4310-70-F", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}