{"index": "I_2001", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Inventory Completion for Native American Human Remains and Associated Funerary Objects in the Possession of the Peabody Museum of Archaeology and Ethnology, Harvard University, Cambridge, MA\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is hereby given in accordance with provisions of the Native American Graves Protection and Repatriation Act (NAGPRA), 43 CFR 10.9, of the completion of an inventory of human remains and associated funerary objects in the possession of the Peabody Museum of Archaeology and Ethnology, Harvard University, Cambridge, MA.\\n\\n        This notice is published as part of the National Park Service\\xe2\\x80\\x99s administrative responsibilities under NAGPRA, 43 CFR 10.2 (c).  The determinations within this notice are the sole responsibility of the museum, institution, or Federal agency that has control of these Native American human remains and associated funerary objects.  The National Park Service is not responsible for the determinations within this notice.\\n        A detailed assessment of human remains and associated funerary objects was made by the Peabody Museum of Archaeology and Ethnology professional staff in consultation with officials from the Tunica-Biloxi Indian Tribe of Louisiana.\\n        In 1972, human remains representing four individuals were collected from the Trudeau site in West Feliciana Parish, LA, by Jeffrey P. Brain as part of the Lower Mississippi Survey expedition. The Lower Mississippi Survey was a project of Harvard University faculty in 1972. No known individuals were identified. No associated funerary objects are present.\\n        The Trudeau site is known to have been the primary village and cemetery area of Tunica people from 1731 through 1764, based on Native American ceramics, glass beads, and European objects recovered from the site. Historical, ethnohistorical, and oral historical evidence summarized by Mr. Brain in his publication, Tunica Archaeology, support that the present-day descendants of the 18th-century Tunica are the Tunica-Biloxi Indian Tribe of Louisiana.\\n        Based on the above mentioned information, officials of the Peabody Museum of Archaeology and Ethnology have determined that, pursuant to 43 CFR 10.2(d)(1), the human remains listed above represent the physical remains of four individuals of Native American ancestry. Officials of the Peabody Museum of Archaeology and Ethnology also have determined that, pursuant to 43 CFR 10.2(e), there is a relationship of shared group identity that can be reasonably traced between these Native American human remains and the Tunica-Biloxi Indian Tribe of Louisiana.\\n        This notice has been sent to officials of the Tunica-Biloxi Indian Tribe of Louisiana. Representatives of any other Indian tribe that believes itself to be culturally affiliated with these human remains should contact Patricia Capone, Repatriation Coordinator, Peabody Museum of Archaeology and Ethnology, Harvard University, 11 Divinity Avenue, Cambridge, MA 02138, telephone (617) 496-3702, before November 8, 2001. Repatriation of the human remains to the Tunica-Biloxi Indian Tribe of Louisiana may begin after that date if no other additional claimants come forward.\\n        \\n          Dated: July 18, 2001.\\n          John Robbins,\\n          Assistant Director, Cultural Resources Stewardship and Partnerships.\\n        \\n      \\n      [FR Doc. 01-25144 Filed 10-5-01; 8:45 am]\\n      BILLING CODE 4310-70-M\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Inventory Completion for Native American Human Remains and Associated Funerary Objects in the Possession of the Peabody Museum of Archaeology and Ethnology, Harvard University, Cambridge, MA", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: July 18, 2001.", "signature_name": "John Robbins,", "signature_title": "Assistant Director, Cultural Resources Stewardship and Partnerships.", "fr_doc": "[FR Doc. 01-25144 Filed 10-5-01; 8:45 am]", "billing_code": "BILLING CODE 4310-70-M", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}