{"index": "I_2003", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Inventory Completion  for Native American Human Remains and Associated Funerary Objects in the Possession of the Minnesota Indian Affairs Council, Bemidji, MN\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is hereby given in accordance with provisions of the Native American Graves Protection and Repatriation Act (NAGPRA), 43 CFR 10.9, of the completion of an inventory of human remains and associated funerary objects in the possession of Minnesota Indian Affairs Council, Bemidji, MN.\\n\\n        This notice is published as part of the National Park Service\\xe2\\x80\\x99s administrative responsibilities under NAGPRA, 43 CFR 10.2 (c).  The determinations within this notice are the sole responsibility of the museum, institution, or Federal agency that has control of these Native American human remains and associated funerary objects.  The National Park Service is not responsible for the determinations within this notice.\\n        A detailed assessment of the human remains was made by Minnesota Indian Affairs Council professional staff in consultation with representatives of White Earth Band of Ojibwe, Minnesota Chippewa Tribe, Minnesota.\\n        In 1932, human remains representing two individuals were collected from the Jacobs (Trigg) Farm site (21-OT-4), Ottertail County, MN, during an archeological excavation conducted by A.E. Jenks of the University of Minnesota.  No known individuals were identified.  The four associated funerary objects are fragments of clothes, fragments of buttons, a knife, and birchbark.\\n        Based on the location of the burials and associated funerary objects, these individuals have been determined to be Native American from the historic period.  Based on the associated funerary objects and geographic location, these individuals have been identified as Ojibwe.  Because this location is within the historic territory of the White Earth Band of Ojibwe, Minnesota Chippewa Tribe, Minnesota, the preponderance of evidence indicates cultural affiliation with the White Earth Band of Ojibwe, Minnesota Chippewa Tribe, Minnesota.\\n        Based on the above-mentioned information, officials of the Minnesota Indian Affairs Council have determined that, pursuant to 43 CFR 10.2 (d)(1), the human remains listed above represent the physical remains of two individuals of Native American ancestry.  Officials of the Minnesota Indian Affairs Council also have determined that, pursuant to 43 CFR 10.2 (d)(2), the four objects listed above are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony.  Lastly, officials of the Minnesota Indian Affairs Council have determined that, pursuant to 43 CFR 10.2 (e), there is a relationship of shared group identity that can be reasonably traced between these Native American human remains and associated funerary objects and the White Earth Band of Ojibwe, Minnesota Chippewa Tribe, Minnesota.\\n        This notice has been sent to officials of the White Earth Band of Ojibwe, Minnesota Chippewa Tribe, Minnesota; and the Minnesota Chippewa Tribe, Minnesota. Representatives of any other Indian tribe that believes itself to be culturally affiliated with these human remains and associated funerary objects should contact James L. (Jim) Jones, Cultural Resource Specialist, Minnesota Indian Affairs Council, 1819 Bemidji Avenue, Bemidji, MN 56601, telephone (218) 755-3825, before November 8, 2001. Repatriation of the human remains and associated funerary objects to the White Earth Band of Ojibwe, Minnesota Chippewa Tribe, Minnesota may begin after that date if no additional claimants come forward.\\n        \\n          Dated: July 17, 2001.\\n          John Robbins,\\n          Assistant Director, Cultural Resources Stewardship and Partnerships.\\n        \\n      \\n      [FR Doc. 01-25145 Filed 10-5-01; 8:45 am]\\n      BILLING CODE 4310-70-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Inventory Completion  for Native American Human Remains and Associated Funerary Objects in the Possession of the Minnesota Indian Affairs Council, Bemidji, MN", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: July 17, 2001.", "signature_name": "John Robbins,", "signature_title": "Assistant Director, Cultural Resources Stewardship and Partnerships.", "fr_doc": "[FR Doc. 01-25145 Filed 10-5-01; 8:45 am]", "billing_code": "BILLING CODE 4310-70-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}