{"index": "I_2014", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Inventory Completion for Native American Human Remains and Associated Funerary Objects in the Possession of Nevada State Museum, Carson City, NV, and in the Control of the U.S. Department of the Interior, Bureau of Indian Affairs, Washington, DC\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is hereby given in accordance with provisions of the Native American Graves Protection and Repatriation Act (NAGPRA), 43 CFR 10.9, of the completion of an inventory of human remains and associated funerary objects from the vicinity of Pyramid Lake, Washoe County, NV, in the possession of the Nevada State Museum, Carson City, NV, and in the control of the U.S. Department of the Interior, Bureau of Indian Affairs, Washington, DC. \\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 43 CFR 10.2 (c). The determinations within this notice are the sole responsibility of the museum, institution, or Federal agency that has control of these Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations within this notice. \\n\\n        A detailed assessment of the human remains was made by Nevada State Museum and Bureau of Indian Affairs professional staff in consultation with representatives of the Pyramid Lake Paiute Tribe of the Pyramid Lake Reservation, Nevada. \\n        During the 1960s, human remains representing a minimum of one individual were removed from a site east of the Needles at the north end of Pyramid Lake, Washoe County, NV, by Peter Ting, Sr. In 1981, Mr. Ting donated these human remains to the Nevada State Museum. No known individual was identified. The three associated funerary objects are a rusty revolver, a bag of sand, and a bag of small mammal bones.\\n        Based on the age, physical characteristics, and location of burial, this individual has been determined to be Native American. The revolver dates these human remains to the 1840s. The location of the burial is within the boundaries of the Pyramid Lake Reservation. Historic documents and consultation evidence, including tribal oral history, indicate that this area has been occupied by the Pyramid Lake Paiute Tribe of the Pyramid Lake Reservation, Nevada since precontact times. \\n        In 1964, human remains representing a minimum of one individual were removed from an unknown location between the Wadsworth and Derby Dams on the Truckee River, Washoe County, NV, by Martin H. Mann. Also in 1964, Mr. Mann donated these human remains to the Nevada State Museum. No known individual was identified. The one associated funerary object is a blue glass trade bead. \\n        Based on cranial morphology and the associated funerary object, this individual has been determined to be Native American. The trade bead dates these human remains to the 19th century, circa 1840-1900. Historic documents and consultation evidence, including tribal oral history, indicate that this area has been occupied by the Pyramid Lake Paiute Tribe of the Pyramid Lake Reservation, Nevada since pre-contact times. \\n        In 1965, human remains representing a minimum of one individual were removed from an area known as \\xe2\\x80\\x9cPaul Bunyan\\'s Corral\\xe2\\x80\\x9d near Pyramid Lake, Washoe County, NV, by P. Wheat, Fred Keiper, and G. Grosscup. Also in 1965, Messrs. Wheat, Keiper, and Grosscup donated these remains to the Nevada State Museum. No known individual was identified. The one associated funerary object is an arrow shaft with an attached Desert Side-Notched point. \\n        On the basis of a radiocarbon date of A.D. 1710 obtained from the arrow shaft, these human remains have been determined to be Native American. Archeological evidence, based on the continuity of basketry types found in the area, indicates that the Northern Paiute presence in the Paul Bunyan Corral area of Pyramid Lake, NV, extends back at least 600 years. Based on the recent radiocarbon date, continuity of occupation, and tribal history of major occupations in the Paul Bunyan Corral area, these human remains have been determined to be affiliated with the Pyramid Lake Paiute Tribe of the Pyramid Lake Reservation, Nevada. \\n        In 1974, human remains representing a minimum of one individual were removed by Donald R. Tuohy and David Clark during construction of the Marble Bluff Dam and fishway near the Truckee River delta, Washoe County, NV, on the Pyramid Lake Indian Reservation. Messrs. Tuohy and Clark donated these human remains to the Nevada State Museum in the same year. No known individual was identified. No associated funerary objects are present. \\n        Based on a radiocarbon date of A.D. 1660 obtained from the house floor feature associated with these human remains, this individual has been determined to be Native American. Archeological evidence, based on the continuity of basketry types found in the area, indicates that the Northern Paiute presence in the Truckee River delta area extends back at least 600 years. Based on the recent radiocarbon date, continuity of occupation, and tribal history of major occupations in the Truckee River delta area, these human remains have been determined to be affiliated with the Pyramid Lake Paiute Tribe of the Pyramid Lake Reservation, Nevada. \\n        At an unknown date, human remains representing a minimum of one individual were removed from an area on the northeastern shore of Pyramid Lake, Washoe County, NV, known as \\xe2\\x80\\x9cHell\\'s Kitchen,\\xe2\\x80\\x9d by unknown persons and donated to the Nevada State Museum. No known individual was identified. The 34 associated funerary objects include ceramic fragments, modified wood fragments, twisted willow fragments, stone flakes, a fish head, animal bones, and a piece of historic fabric. \\n        Based on the known context and associated funerary objects, this individual has been determined to be Native American. Based on the presence of historic fabric, this burial is estimated to date to the 19th century, circa 1840-1900. The location from which these human remains were recovered is a known traditional burial area of the Pyramid Lake Paiute Tribe of the Pyramid Lake Reservation, Nevada, and is within the exterior boundaries of the present day Pyramid Lake Reservation. \\n        Based on the above-mentioned information, officials of the Nevada State Museum and the Bureau of Indian Affairs have determined that, pursuant to 43 CFR 10.2 (d)(1), the human remains listed above represent the physical remains of five individuals of Native American ancestry. Officials of the Nevada State Museum and the Bureau of Indian Affairs also have determined that, pursuant to 43 CFR 10.2 (d)(2), the 39 objects listed above are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony. Lastly, officials of the Nevada State Museum and the Bureau of Indian Affairs have determined that, pursuant to 43 CFR 10.2 (e), there is a relationship of shared group identity that can be reasonably traced between these Native American human remains and associated funerary objects and the Pyramid Lake Paiute Tribe of the Pyramid Lake Reservation, Nevada.\\n        This notice has been sent to officials of the Pyramid Lake Paiute Tribe of the Pyramid Lake Reservation, Nevada. Representatives of any other Indian tribe that believes itself to be culturally affiliated with these human remains and associated funerary objects should contact Dr. Alanah Woody, Nevada Division of Museums and History NAGPRA Coordinator, 600 North Carson Street, Carson City, NV 89701, telephone (775) 687-4810, extension 229, before November 5, 2001. Repatriation of the human remains and associated funerary objects to the Pyramid Lake Paiute Tribe of the Pyramid Lake Reservation, Nevada may begin after that date if no additional claimants come forward.\\n        \\n          Dated: May 18, 2001.\\n          John Robbins,\\n          Assistant Director, Cultural Resources Stewardship and Partnerships.\\n        \\n      \\n      [FR Doc. 01-24937  Filed 10-3-01; 8:45 am]\\n      BILLING CODE 4310-70-F\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Inventory Completion for Native American Human Remains and Associated Funerary Objects in the Possession of Nevada State Museum, Carson City, NV, and in the Control of the U.S. Department of the Interior, Bureau of Indian Affairs, Washington, DC", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: May 18, 2001.", "signature_name": "John Robbins,", "signature_title": "Assistant Director, Cultural Resources Stewardship and Partnerships.", "fr_doc": "[FR Doc. 01-24937  Filed 10-3-01; 8:45 am]", "billing_code": "BILLING CODE 4310-70-F", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}