{"index": "I_2027", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR \\n        National Park Service \\n        Notice of Inventory Completion for Native American Human Remains and Associated Funerary Objects in the Control of the U.S. Department of the Interior, National Park Service, Gulf Islands National Seashore, Gulf Breeze, FL \\n        \\n          AGENCY:\\n          National Park Service, Interior. \\n        \\n        \\n          ACTION:\\n          Notice. \\n        \\n        Notice is hereby given in accordance with provisions of the Native American Graves Protection and Repatriation Act (NAGPRA), 43 CFR 10.9, of the completion of an inventory of human remains and associated funerary objects in the control of the U.S. Department of the Interior, National Park Service, Gulf Islands National Seashore, Gulf Breeze, FL. \\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 43 CFR 10.2 (c). The determinations within this notice are the sole responsibility of the National Park Service unit that has control or possession of these Native American human remains and associated funerary objects. The Assistant Director, Cultural Resources Stewardship and Partnerships, is not responsible for the determinations within this notice. \\n        A detailed assessment of the human remains and associated funerary objects was made by National Park Service professional staff in consultation with the Absentee-Shawnee Tribe of Indians of Oklahoma; Alabama-Coushatta Tribes of Texas; Alabama-Quassarte Tribal Town, Oklahoma; Cherokee Nation, Oklahoma; Chickasaw Nation, Oklahoma; Chitimacha Tribe of Louisiana; Eastern Band of Cherokee Indians of North Carolina; Eastern Shawnee Tribe of Oklahoma; Jena Band of Choctaw Indians, Louisiana; Kialegee Tribal Town of the Creek Indian Nation, Oklahoma; Miccosukee Tribe of Indians of Florida; Mississippi Band of Choctaw Indians, Mississippi; Muscogee (Creek) Nation of Oklahoma; Poarch Band of Creek Indians of Alabama; Seminole Nation of Oklahoma; Seminole Tribe of Florida, Dania, Big Cypress, Brighton, Hollywood & Tampa Reservations; Thlopthlocco Tribal Town of the Creek Nation, Oklahoma; Tunica-Biloxi Indian Tribe of Louisiana; and United Keetoowah Band of Cherokee Indians of Oklahoma. The Shawnee Tribe, also known also as the \\xe2\\x80\\x9cLoyal Shawnee\\xe2\\x80\\x9d or \\xe2\\x80\\x9cCherokee Shawnee,\\xe2\\x80\\x9d a non-Federally recognized Native American group at the time that they were consulted, has since been recognized as eligible for the special programs and services provided by the United States to Indians because of their status as Indians under provisions of P.L. 106-568. \\n        Between 1964-1965, human remains representing seven individuals were recovered during excavations at the Naval Live Oaks Reservation Cemetery site. No known individuals were identified. The five associated funerary objects are one copper disk, one piece of iron, one piece of worked stone, and two ceramic vessel fragments. An unpublished report by Yulee and William C. Lazaras, and Donald Sharon provides an overview of the 16 burials originally excavated. At the time of the excavation, the Naval Live Oaks Reservation Cemetery site was under jurisdiction of the State of Florida. In 1971, the Naval Live Oaks Reservation Cemetery site became part of Gulf Islands National Seashore. The human remains and associated funerary objects appear to have been curated at the Fort Walton Temple Mound Museum until 1981, when they were transferred to the National Park Service. The human remains and associated funerary objects are currently curated at the National Park Service\\'s Southeast Archeological Center in Tallahassee, FL. \\n        Analysis the ceramic vessel fragments indicates that the Naval Live Oaks Reservation Cemetery site was in use during the Bear Point phase of the Pensacola period (A.D. 1500 to 1700). Historical documentation places the Pensacola Indians in the area of the Naval Live Oak Reservation Cemetery site during that time period. The Pensacola Indians are known to have been assimilated into the Choctaw Indians, with whom they shared a common language and similar customs. However, some Pensacola Indians are believed to have gone west to join the Tunica-Biloxi Indians while others may have been assimilated into the Creeks who overtook this area around A.D. 1700. Thus, descendants of the Pensacola are likely to be found among the Choctaw, Tunica-Biloxi, and Creek Indians. \\n        Based on the above-mentioned information, the superintendent of Gulf Islands National Seashore has determined that, pursuant to 43 CFR 10.2 (d)(1), the human remains listed above represent the physical remains of seven individuals of Native American ancestry. The superintendent of Gulf Islands National Seashore also has determined that, pursuant to 43 CFR 10.2 (d)(2), the five objects listed above are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony. Finally, the superintendent of Gulf Islands National Seashore has determined that, pursuant to 43 CFR 10.2 (e), there is a relationship of shared group identity that can be reasonably traced between these human remains and associated funerary objects and the Alabama-Quassarte Tribal Town, Oklahoma; Choctaw Nation of Oklahoma; Jena Band of Choctaw Indians, Louisiana; Kialegee Tribal Town, Oklahoma; Miccosukee Tribe of Indians of Florida; Mississippi Band of Choctaw Indians, Mississippi; Muscogee (Creek) Nation, Oklahoma; Poarch Band of Creek Indians of Alabama; Seminole Nation of Oklahoma; Seminole Tribe of Florida, Dania, Big Cypress, Brighton, Hollywood & Tampa Reservations; Thlopthlocco Tribal Town, Oklahoma; and Tunica-Biloxi Indian Tribe of Louisiana. \\n\\n        This notice has been sent to officials of the Absentee-Shawnee Tribe of Indians of Oklahoma; Alabama and Coushatta Tribes of Texas; Alabama-Quassarte Tribal Town, Oklahoma; Cherokee Nation of Oklahoma; Chickasaw Nation, Oklahoma; Chitimacha Tribe of Louisiana; Choctaw Nation of Oklahoma; Coushatta Tribe of Louisiana; Eastern Band of Cherokee Indians of North Carolina; Eastern Shawnee Tribe of Oklahoma; Jena Band of Choctaw Indians, Louisiana; Kialegee Tribal Town, Oklahoma; Miccosukee Tribe of Indians of Florida; Mississippi Band of Choctaw Indians, Mississippi; Muscogee (Creek) Nation, Oklahoma; Poarch Band of Creek Indians of Alabama; Seminole Nation of Oklahoma; Seminole Tribe of Florida, Dania, Big Cypress, Brighton, Hollywood & Tampa Reservations; Shawnee Tribe, Oklahoma; Thlopthlocco Tribal Town, Oklahoma; Tunica-Biloxi Indian Tribe of Louisiana; and United Keetoowah Band of Cherokee Indians of Oklahoma. This notice also was sent to officials of the Independent Traditional Seminole Nation of Florida, a non-Federally recognized Indian group. Representatives of any other Indian tribe that believes itself to be culturally affiliated with these human remains should contact Jerry A. Eubanks, Superintendent, Gulf Islands National Seashore, 1801 Gulf Breeze Parkway, Gulf Breeze, FL 32561, telephone (850) 934-2604, before July 18, 2001. Repatriation of the human remains and associated funerary objects to the Alabama-Quassarte Tribal Town, Oklahoma; Choctaw Nation of Oklahoma; Jena Band of Choctaw Indians, Louisiana; Kialegee Tribal Town, Oklahoma; Miccosukee Tribe of Indians of Florida; Mississippi Band of Choctaw Indians, Mississippi; Muscogee (Creek) Nation, Oklahoma; Poarch Band of Creek Indians of Alabama; Seminole Nation of Oklahoma; Seminole Tribe of Florida, Dania, Big Cypress, Brighton, Hollywood & Tampa Reservations; Thlopthlocco Tribal Town, Oklahoma; and Tunica-Biloxi Indian Tribe of Louisiana may begin after the date if no additional claimants come forward. \\n        \\n          Dated: May 21, 2001. \\n          John Robbins, \\n          Assistant Director, Cultural Resources Stewardship and Partnerships.\\n        \\n      \\n      [FR Doc. 01-15309 Filed 6-15-01; 8:45 am] \\n      BILLING CODE 4310-70-F\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR ", "sub_agency1": "National Park Service ", "dep_doc": "Null", "subject": "Notice of Inventory Completion for Native American Human Remains and Associated Funerary Objects in the Control of the U.S. Department of the Interior, National Park Service, Gulf Islands National Seashore, Gulf Breeze, FL ", "agency2": "National Park Service, Interior. ", "action": "Notice. ", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: May 21, 2001. ", "signature_name": "John Robbins, ", "signature_title": "Assistant Director, Cultural Resources Stewardship and Partnerships.", "fr_doc": "[FR Doc. 01-15309 Filed 6-15-01; 8:45 am] ", "billing_code": "BILLING CODE 4310-70-F", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}