{"index": "I_2083", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR \\n        National Park Service \\n        Notice of Inventory Completion for Native American Human Remains and Associated Funerary Objects in the Possession of Chadron State College, Chadron, NE \\n        \\n          AGENCY:\\n          National Park Service. \\n        \\n        \\n          ACTION:\\n          Notice. \\n        \\n        Notice is hereby given in accordance with provisions of the Native American Graves Protection and Repatriation Act (NAGPRA), 43 CFR 10.9, of the completion of an inventory of human remains and associated funerary objects in the possession of Chadron State College, Chadron, NE. \\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 43 CFR 10.2 (c). The determinations within this notice are the sole responsibility of the museum, institution, or Federal agency that has control of these Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations within this notice. \\n\\n        A detailed assessment of the human remains was made by Rick Weathermon of the University of Wyoming as consultant to Chadron State College. The staff of Chadron State College has consulted with and provided a report describing the findings of the University of Wyoming assessments of the human remains and associated funerary objects to representatives of the Apache Tribe of Oklahoma; Assiniboine and Sioux Tribes of the Fort Peck Indian Reservation, Montana; Blackfeet Tribe of the Blackfeet Indian Reservation of Montana; Cheyenne River Sioux Tribe of the Cheyenne River Reservation, South Dakota; Cheyenne-Arapaho Tribes of Oklahoma; Comanche Indian Tribe, Oklahoma; Crow Creek Sioux Tribe of the Crow Creek Reservation, South Dakota; Crow Tribe of Montana; Fort Sill Apache Tribe of Oklahoma; Jicarilla Apache Tribe of the Jicarilla Apache Indian Reservation, New Mexico; Kiowa Indian Tribe of Oklahoma; Lower Brule Sioux Tribe of the Lower Brule Reservation, South Dakota; Mescalero Apache Tribe of the Mescalero Reservation, New Mexico; Arapaho Tribe of the Wind River Reservation, Wyoming; Northern Cheyenne Tribe of the Northern Cheyenne Indian Reservation, Montana; Northwestern Band of Shoshoni Nation of Utah (Washakie); Oglala Sioux Tribe of the Pine Ridge Reservation, South Dakota; Omaha Tribe of Nebraska; Pawnee Nation of Oklahoma; Ponca Tribe of Indians of Oklahoma; Ponca Tribe of Nebraska; Rosebud Sioux Tribe of the Rosebud Indian Reservation, South Dakota; Santee Sioux Tribe of the Santee Reservation of Nebraska; Shoshone Tribe of the Wind River Reservation, Wyoming; Shoshone-Bannock Tribes of the Fort Hall Reservation of Idaho; Shoshone-Paiute Tribes of the Duck Valley Reservation, Nevada; Spirit Lake Tribe, North Dakota; Standing Rock Sioux Tribe of North and South Dakota; Three Affiliated Tribes of the Fort Berthold Reservation, North Dakota; and Yankton Sioux Tribe of South Dakota. \\n        \\n        At unknown dates, human remains representing eight individuals were donated to Chadron State College. Circumstances involving the original acquisitions of the human remains and associated funerary objects are unknown. Based on other known collection practices, the human remains and associated funerary objects may have been collected during student field trips or as a result of inadvertent discovery by local ranchers, farmers, or amateur archeologists in the following areas: Harding, Pennington, Bennett, Perkins, Shannon, Lawrence, Jackson, Butte, Custer, Todd, Meade, and Fall River counties in South Dakota; and Dawes, Kimball, Morrill, Sheridan, Cherry, Scottsbluff, Cheyenne, Arthur, Sioux, Grant, Keith, McPherson, Banner, Box Butte, and Hooker counties in Nebraska. The remains were stored in the pathology laboratory and earth science laboratory in the Chadron State College Science and Mathematics building. No known individuals were identified. The seven associated funerary objects include a vial of fabric fragments and small glass trade beads; glass perfume bottles; brass armbands or bracelets; a necklaces made of glass beads; brass beads; bone hair pipes; and a projectile point found imbedded in an individual. \\n        Based on osteological and historical information, the individuals have been determined to be Native American. Analysis of funerary objects associated with two of the individuals indicates that they were interred after A.D. 1889. Based on analysis of a chert arrow point found embedded in a third individual, the date of interment was between the late prehistoric period and A.D. 1870. The five other individuals were interred between the archaic period and the prehistoric period. Based on historical records and archeological evidence, the Apache, Comanche, Kiowa, Cheyenne, Arapaho, Sioux, Crow, Shoshone, Ute, Pawnee, Omaha, Ponca, and Otoe have occupied, traveled through, or hunted in the region proximate to Chadron State College, Agate Fossil Beds National Monument and the Pine Ridge Reservation. Historic treaties, land-claim cases, and other legal materials indicate that the Cheyenne, Arapaho, Sioux, Crow, Omaha, Ponca, and Pawnee have legal connections to the area. The Kiowa, Apache, Cheyenne, Arapaho, Sioux, Crow, Pawnee, and Ponca have contemporary cultural connections to the area. A conference was convened on December 4, 2000, by Chadron State College for the purpose of discussing the cultural affiliation and repatriation of the human remains and associated funerary objects in the possession of the college. At this conference representatives from the Cheyenne River Sioux Tribe of the Cheyenne River Reservation, South Dakota provided oral history evidence of shared group identity and cultural affiliation to the human remains. The Cheyenne River Sioux Tribe of the Cheyenne River Reservation, South Dakota represents the Rosebud Sioux Tribe of the Rosebud Indian Reservation, South Dakota; Oglala Sioux Tribe of the Pine Ridge Reservation, South Dakota; Santee Sioux Tribe of the Santee Reservation of Nebraska; and Yankton Sioux Tribes of South Dakota in repatriation of all human remains and cultural items in the possession and control of museums and Federal agencies, as authorized in an inter-tribal Memorandum of Agreement. \\n\\n        Based on the above-mentioned information, officials of the Chadron State College have determined that, pursuant to 43 CFR 10.2 (d)(1), the human remains listed above represent the physical remains of eight individuals of Native American ancestry. Officials of the Chadron State College have also determined that, pursuant to 43 CFR 10.2 (d)(2), the seven objects listed above are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony. Lastly, officials of the Chadron State College have determined that, pursuant to 43 CFR 10.2 (e), there is a relationship of shared group identity that can be reasonably traced between these Native American human remains and associated funerary objects and the Apache Tribe of Oklahoma; Assiniboine and Sioux Tribes of the Fort Peck Indian Reservation, Montana; Blackfeet Tribe of the Blackfeet Indian Reservation of Montana; Cheyenne River Sioux Tribe of the Cheyenne River Reservation, South Dakota; Cheyenne-Arapaho Tribes of Oklahoma; Comanche Indian Tribe, Oklahoma; Crow Creek Sioux Tribe of the Crow Creek Reservation, South Dakota; Crow Tribe of Montana; Fort Sill Apache Tribe of Oklahoma; Jicarilla Apache Tribe of the Jicarilla Apache Indian Reservation, New Mexico; Kiowa Indian Tribe of Oklahoma; Lower Brule Sioux Tribe of the Lower Brule Reservation, South Dakota; Mescalero Apache Tribe of the Mescalero Reservation, New Mexico; Arapaho Tribe of the Wind River Reservation, Wyoming; Northern Cheyenne Tribe of the Northern Cheyenne Indian Reservation, Montana; Northwestern Band of Shoshoni Nation of Utah (Washakie); Oglala Sioux Tribe of the Pine Ridge Reservation, South Dakota; Omaha Tribe of Nebraska; Pawnee Nation of Oklahoma; Ponca Tribe of Indians of Oklahoma; Ponca Tribe of Nebraska; Rosebud Sioux Tribe of the Rosebud Indian Reservation, South Dakota; Santee Sioux Tribe of the Santee Reservation of Nebraska; Shoshone Tribe of the Wind River Reservation, Wyoming; Shoshone-Bannock Tribes of the Fort Hall Reservation of Idaho; Shoshone-Paiute Tribes of the Duck Valley Reservation, Nevada; Spirit Lake Tribe, North Dakota; Standing Rock Sioux Tribe of North and South Dakota; Three Affiliated Tribes of the Fort Berthold Reservation, North Dakota; and Yankton Sioux Tribe of South Dakota. This notice has been sent to officials of the Apache Tribe of Oklahoma; Assiniboine and Sioux Tribes of the Fort Peck Indian Reservation, Montana; Blackfeet Tribe of the Blackfeet Indian Reservation of Montana; Cheyenne River Sioux Tribe of the Cheyenne River Reservation, South Dakota; Cheyenne-Arapaho Tribes of Oklahoma; Comanche Indian Tribe, Oklahoma; Crow Creek Sioux Tribe of the Crow Creek Reservation, South Dakota; Crow Tribe of Montana; Fort Sill Apache Tribe of Oklahoma; Jicarilla Apache Tribe of the Jicarilla Apache Indian Reservation, New Mexico; Kiowa Indian Tribe of Oklahoma; Lower Brule Sioux Tribe of the Lower Brule Reservation, South Dakota; Mescalero Apache Tribe of the Mescalero Reservation, New Mexico; Arapaho Tribe of the Wind River Reservation, Wyoming; Northern Cheyenne Tribe of the Northern Cheyenne Indian Reservation, Montana; Northwestern Band of Shoshoni Nation of Utah (Washakie); Oglala Sioux Tribe of the Pine Ridge Reservation, South Dakota; Omaha Tribe of Nebraska; Pawnee Nation of Oklahoma; Ponca Tribe of Indians of Oklahoma; Ponca Tribe of Nebraska; Rosebud Sioux Tribe of the Rosebud Indian Reservation, South Dakota; Santee Sioux Tribe of the Santee Reservation of Nebraska; Shoshone Tribe of the Wind River Reservation, Wyoming; Shoshone-Bannock Tribes of the Fort Hall Reservation of Idaho; Shoshone-Paiute Tribes of the Duck Valley Reservation, Nevada; Spirit Lake Tribe, North Dakota; Standing Rock Sioux Tribe of North and South Dakota; Three Affiliated Tribes of the Fort Berthold Reservation, North Dakota; and Yankton Sioux Tribe of South Dakota. Representatives of any other Indian tribe that believes itself to be culturally affiliated with these human remains and associated funerary objects should contact Dr. Monty G. Fickel, Dean, School of Mathematics and Science, Chadron State College, 1000 Main Street, Chadron, NE 69337, telephone (308) 432-6293, before April 25, 2001. Repatriation of the human remains and associated funerary objects to the Cheyenne River Sioux Tribe of the Cheyenne River Reservation, South Dakota may begin after that date if no additional claimants come forward. \\n        \\n          Dated: March 13, 2001. \\n          John Robbins, \\n          Assistant Director, Cultural Resources Stewardship and Partnerships \\n        \\n      \\n      [FR Doc. 01-7380 Filed 3-23-01; 8:45 am] \\n      BILLING CODE 4310-70-F \\n    ", "agency1": "DEPARTMENT OF THE INTERIOR ", "sub_agency1": "National Park Service ", "dep_doc": "Null", "subject": "Notice of Inventory Completion for Native American Human Remains and Associated Funerary Objects in the Possession of Chadron State College, Chadron, NE ", "agency2": "National Park Service. ", "action": "Notice. ", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: March 13, 2001. ", "signature_name": "John Robbins, ", "signature_title": "Assistant Director, Cultural Resources Stewardship and Partnerships ", "fr_doc": "[FR Doc. 01-7380 Filed 3-23-01; 8:45 am] ", "billing_code": "BILLING CODE 4310-70-F ", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}