{"index": "I_2015", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR \\n        National Park Service \\n        Notice of Inventory Completion for Human Remains and Associated Funerary Objects in the Possession of the Peabody Museum of Archaeology and Ethnology, Harvard University, Cambridge, MA \\n        \\n          AGENCY:\\n          National Park Service, Interior. \\n        \\n        \\n          ACTION:\\n          Notice. \\n        \\n        Notice is hereby given in accordance with provisions of the Native American Graves Protection and Repatriation Act (NAGPRA), 43 CFR 10.9 of an inventory of human remains and associated funerary objects in the possession of the Peabody Museum of Archaeology and Ethnology, Harvard University, Cambridge, MA. \\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 43 CFR 10.2 (c). The determinations within this notice are the sole responsibility of the museum, institution, or Federal agency that has control of these Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations within this notice. \\n        A detailed assessment of the human remains was made by the Peabody Museum of Archaeology and Ethnology professional staff in consultation with representatives of the Santa Ynez Band of Chumash Mission Indians of the Santa Ynez Reservation, California. \\n        In 1875, human remains representing 110 individuals were donated to the Peabody Museum of Archaeology and Ethnology by the Smithsonian Institution. The human remains were accessioned into the Peabody Museum of Archaeology and Ethnology the same year. No known individuals were identified. No associated funerary objects are present. \\n        Museum records indicate that these remains were collected by Paul Schumacher in 1875 as part of a joint expedition of the Peabody Museum of Archaeology and Ethnology and the Smithsonian Institution. The remains were collected from unknown sites on San Miguel Island and Santa Cruz Island, CA. \\n        Archeological investigations have identified a cultural continuity for the Chumash Indians that traces their presence on the northern Channel Islands back 7,000 to 9,000 years. Geographical, archeological, and oral history evidence indicate a shared group identity between these human remains from San Miguel Island and Santa Cruz Island, CA, and the Santa Ynez Band of Chumash Mission Indians of the Santa Ynez Reservation, California, the present-day tribe most closely associated with the prehistoric and historic Chumash Indians. \\n\\n        Based on the above-mentioned information, officials of the Peabody Museum of Archaeology and Ethnology have determined that, pursuant to 43 CFR 10.2(d)(1), the human remains listed above are reasonably believed to be the physical remains of 110 individuals of Native American ancestry. Officials of the Peabody Museum of Archaeology and Ethnology also have determined that, pursuant to 43 CFR 10.2(e), there is a relationship of shared group identity that can be reasonably traced between these human remains and the Santa Ynez Band of Chumash Mission Indians of the Santa Ynez Reservation, California. \\n        This notice has been sent to officials of the Santa Ynez Band of Chumash Mission Indians of the Santa Ynez Reservation, California. Representatives of any other Indian tribe that believes itself to be culturally affiliated with these human remains should contact Barbara Isaac, Repatriation Coordinator, Peabody Museum of Archaeology and Ethnology, 11 Divinity Avenue, Cambridge, MA 02138, telephone (617) 495-2254, before November 5, 2001. Repatriation of the human remains to the Santa Ynez Band of Chumash Mission Indians of the Santa Ynez Reservation, California may begin after that date if no additional claimants come forward. \\n        \\n          Dated: June 14, 2001. \\n          John Robbins, \\n          Assistant Director, Cultural Resources Stewardship and Partnerships. \\n        \\n      \\n      [FR Doc. 01-24933 Filed 10-3-01; 8:45 am] \\n      BILLING CODE 4310-70-F\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR ", "sub_agency1": "National Park Service ", "dep_doc": "Null", "subject": "Notice of Inventory Completion for Human Remains and Associated Funerary Objects in the Possession of the Peabody Museum of Archaeology and Ethnology, Harvard University, Cambridge, MA ", "agency2": "National Park Service, Interior. ", "action": "Notice. ", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: June 14, 2001. ", "signature_name": "John Robbins, ", "signature_title": "Assistant Director, Cultural Resources Stewardship and Partnerships. ", "fr_doc": "[FR Doc. 01-24933 Filed 10-3-01; 8:45 am] ", "billing_code": "BILLING CODE 4310-70-F", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}