{"index": "I_2004", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Inventory Completion for Native American Human Remains and Associated Funerary Objects in the Possession of the American Museum of Natural History, New York, NY\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is hereby given in accordance with provisions of the Native American Graves Protection and Repatriation Act (NAGPRA), 43 CFR 10.9, of the completion of an inventory of human remains and associated funerary objects in the possession of the American Museum of Natural History, New York, NY.\\n        This notice is published as part of the National Park Service\\xe2\\x80\\x99s administrative responsibilities under NAGPRA, 43 CFR 10.2 (c).  The determinations within this notice are the sole responsibility of the museum, institution, or Federal agency that has control of these Native American human remains and associated funerary objects.  The National Park Service is not responsible for the determinations within this notice.\\n        A detailed assessment of the human remains was made by the American Museum of Natural History professional staff in consultation with representatives of the Ak Chin Indian Community of the Maricopa (Ak Chin) Indian Reservation, Arizona; Gila River Indian Community of the Gila River Indian Reservation, Arizona; and Salt River Pima-Maricopa Indian Community of the Salt River Reservation, Arizona.\\n        In 1902, human remains representing a minimum of three individuals were collected by Dr. Ales Hrdlicka from the vicinity of Sacaton, Pinal County, AZ, while Dr. Hrdlicka was a member of the Hyde Expedition, sponsored by the American Museum of Natural History.  No known individuals were identified.  The two associated funerary objects are fragments of cloth.\\n        These individuals have been identified as Native American based on the American Museum of Natural History\\xe2\\x80\\x99s catalog entry describing the remains as \\xe2\\x80\\x9cPima women.\\xe2\\x80\\x9d  Geographic location is consistent with the postcontact territory of the Pima, who are represented by the Ak Chin Indian Community of the Maricopa (Ak Chin) Indian Reservation, Arizona; Gila River Indian Community of the Gila River Indian Reservation, Arizona; and Salt River Pima-Maricopa Indian Community of the Salt River Reservation, Arizona.  The presence of perishable materials with one and desiccated soft tissue with the other suggests a postcontact date for these burials.\\n        In 1902, human remains representing a minimum of one individual were collected by Dr. Ales Hrdlicka from a cave in the vicinity of Sacaton, Pinal County, AZ, while Dr. Hrdlicka was a member of the Hyde Expedition, sponsored by the American Museum of Natural History.  No known individual was identified.  The two associated funerary objects are a pair of metal spurs.\\n        This individual has been identified as Native American based on the American Museum of Natural History\\xe2\\x80\\x99s catalog entry describing the remains as a \\xe2\\x80\\x9cPima ... medicine man.\\xe2\\x80\\x9d  Geographic location is consistent with the postcontact territory of the Pima, who are represented by the Ak Chin Indian Community of the Maricopa (Ak Chin) Indian Reservation, Arizona; Gila River Indian Community of the Gila River Indian Reservation, Arizona; and Salt River Pima-Maricopa Indian Community of the Salt River Reservation, Arizona.  The presence of metal spurs and desiccated soft tissue suggests a postcontact date for this burial.\\n        Based on the above-mentioned information, officials of the American Museum of Natural History have determined that, pursuant to 43 CFR 10.2 (d)(1), the human remains listed above represent the physical remains of a minimum of four individuals of Native American ancestry.  Officials of the American Museum of Natural History have also determined that, pursuant to 43 CFR 10.2 (d)(2), the four objects listed above are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony.  Lastly, officials of the American Museum of Natural History have determined that, pursuant to 43 CFR 10.2 (e), there is a relationship of shared group identity that can be reasonably traced between these Native American human remains and associated funerary objects and the Ak Chin Indian Community of the Maricopa (Ak Chin) Indian Reservation, Arizona; Gila River Indian Community of the Gila River Indian Reservation, Arizona; and Salt River Pima-Maricopa Indian Community of the Salt River Reservation, Arizona.\\n        This notice has been sent to officials of the Ak Chin Indian Community of the Maricopa (Ak Chin) Indian Reservation, Arizona; Gila River Indian Community of the Gila River Indian Reservation, Arizona; and Salt River Pima-Maricopa Indian Community of the Salt River Reservation, Arizona.  Representatives of any other Indian tribe that believes itself to be culturally affiliated with these human remains and associated funerary objects should contact Martha Graham, Director of Cultural Resources, American Museum of Natural History, Central Park West at 79th Street, New York, NY 10024-5192, telephone (212) 769-5846, before November 8, 2001.  Repatriation of the human remains and associated funerary objects to the Ak Chin Indian Community of the Maricopa (Ak Chin) Indian Reservation, Arizona; Gila River Indian Community of the Gila River Indian Reservation, Arizona; and Salt River Pima-Maricopa Indian Community of the Salt River Reservation, Arizona may begin after that date if no additional claimants come forward.\\n        \\n          Dated: August 15, 2001.\\n          John Robbins,\\n          Assistant Director, Cultural Resources Stewardship and Partnerships.\\n        \\n      \\n      [FR Doc. 01-25150  Filed 10-5-01; 8:45 am]\\n      BILLING CODE 4310-70-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Inventory Completion for Native American Human Remains and Associated Funerary Objects in the Possession of the American Museum of Natural History, New York, NY", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: August 15, 2001.", "signature_name": "John Robbins,", "signature_title": "Assistant Director, Cultural Resources Stewardship and Partnerships.", "fr_doc": "[FR Doc. 01-25150  Filed 10-5-01; 8:45 am]", "billing_code": "BILLING CODE 4310-70-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}