{"index": "I_2084", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR \\n        National Park Service \\n        CORRECTION\\xe2\\x80\\x94Notice of Inventory Completion for Native American Human Remains and Associated Funerary Objects in the Possession of the Hastings Museum of Natural and Cultural History, Hastings, NE \\n        \\n          AGENCY:\\n          National Park Service, Interior. \\n        \\n        \\n          ACTION:\\n          Correction. \\n        \\n\\n        Notice is hereby given in accordance with provisions of the Native American Graves Protection and Repatriation Act (NAGPRA), 43 CFR 10.9, of the completion of an inventory of human remains and associated funerary objects in the possession of the Hastings Museum of Natural and Cultural History, Hastings, NE. This notice corrects the consulted and affiliated tribes for the Notice of Inventory Completion published February 21, 2001. \\n        \\n        \\n          The third paragraph of the February 21, 2001, notice is corrected as follows:\\n        \\n\\n        A detailed assessment of the human remains was made by Hastings Museum of Natural and Cultural History professional staff in consultation with representatives of the KTNAGPRA Committee representing the Klamath Indian Tribe of Oregon, Modoc Tribe of Oklahoma, and Yahooskin Band of the Snake Indians (a non-Federally recognized tribe).\\n        \\n        \\n          The eighth paragraph of the February 21, 2001, notice is corrected as follows:\\n        \\n\\n        Based on the above-mentioned information, officials of the Hastings Museum of Natural and Cultural History have determined that, pursuant to 43 CFR 10.2 (d)(1), the human remains listed above represent the physical remains of two individuals of Native American ancestry. Officials of the Hastings Museum of Natural and Cultural History also have determined that, pursuant to 43 CFR 10.2 (e), there is a relationship of shared group identity that can be reasonably traced between these Native American human remains and the Klamath Indian Tribe of Oregon and the Modoc Tribe of Oklahoma.\\n        \\n        \\n          Dated: February 27, 2001. \\n          John Robbins, \\n          Assistant Director, Cultural Resources Stewardship and Partnerships. \\n        \\n      \\n      [FR Doc. 01-6847 Filed 3-19-01; 8:45 am] \\n      BILLING CODE 4310-70-F \\n    ", "agency1": "DEPARTMENT OF THE INTERIOR ", "sub_agency1": "National Park Service ", "dep_doc": "Null", "subject": "CORRECTION\\xe2\\x80\\x94Notice of Inventory Completion for Native American Human Remains and Associated Funerary Objects in the Possession of the Hastings Museum of Natural and Cultural History, Hastings, NE ", "agency2": "National Park Service, Interior. ", "action": "Correction. ", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: February 27, 2001. ", "signature_name": "John Robbins, ", "signature_title": "Assistant Director, Cultural Resources Stewardship and Partnerships. ", "fr_doc": "[FR Doc. 01-6847 Filed 3-19-01; 8:45 am] ", "billing_code": "BILLING CODE 4310-70-F ", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}