{"index": "I_2025", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR \\n        National Park Service \\n        Notice of Inventory Completion for Native American Human Remains and Associated Funerary Objects in the Control of the U.S. Department of the Interior, National Park Service, Ocmulgee National Monument, Macon, GA \\n        \\n          AGENCY:\\n          National Park Service, Interior. \\n        \\n        \\n          ACTION:\\n          Notice. \\n        \\n        Notice is hereby given in accordance with provisions of the Native American Graves Protection and Repatriation Act (NAGPRA), 43 CFR 10.9, of the completion of an inventory of human remains and associated funerary objects in the control of the U.S. Department of the Interior, National Park Service, Ocmulgee National Monument, Macon, GA. \\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 43 CFR 10.2 (c). The determinations within this notice are the sole responsibility of the National Park Service unit that has control or possession of these Native American human remains and associated funerary objects. The Assistant Director, Cultural Resources Stewardship and Partnerships is not responsible for the determinations within this notice. \\n        A detailed assessment and inventory of the human remains and associated funerary objects has been made by National Park Service professional staff in consultation with representatives of the Absentee-Shawnee Tribe of Indians of Oklahoma; Alabama-Coushatta Tribes of Texas; Alabama-Quassarte Tribal Town, Oklahoma; Catawba Indian Nation; Cherokee Nation, Oklahoma; Chickasaw Nation, Oklahoma; Choctaw Nation of Oklahoma; Coushatta Tribe of Louisiana; Eastern Band of Cherokee Indians of North Carolina; Eastern Shawnee Tribe of Oklahoma; Jena Band of Choctaw Indians, Louisiana; Kialegee Tribal Town of the Creek Indian Nation, Oklahoma; Miccosukee Tribe of Indians of Florida; Mississippi Band of Choctaw Indians, Mississippi; Muscogee (Creek) Nation of Oklahoma; Poarch Band of Creek Indians of Alabama; Seminole Nation of Oklahoma; Seminole Tribe of Florida, Dania, Big Cypress, Brighton, Hollywood & Tampa Reservations; Thlopthlocco Tribal Town of the Creek Nation, Oklahoma; and United Keetoowah Band of Cherokee Indians of Oklahoma. The Shawnee Tribe, also known also as the \\xe2\\x80\\x9cLoyal Shawnee\\xe2\\x80\\x9d or \\xe2\\x80\\x9cCherokee Shawnee,\\xe2\\x80\\x9d a non-Federally recognized Native American group at the time that they were consulted, have since been recognized as eligible for the special programs and services provided by the United States to Indians because of their status as Indians under provisions of P.L. 106-568. \\n        The human remains and associated funerary objects described in this notice were originally recovered from the Lamar Mounds site, located within the boundary of Ocmulgee National Monument, and from the Stubbs Mound site and Cowart\\'s Landing site, located outside the monument boundary. \\n        The human remains and associated funerary objects described in this notice are currently curated at the National Park Service\\'s Southeast Archeological Center, in Tallahassee, FL. Other human remains and associated funerary objects from these sites are currently curated at the Smithsonian Institution, National Museum of Natural History, Washington, DC. \\n\\n        Between 1933 and 1938, human remains representing nine individuals were recovered from the Lamar Mounds and Village site during legally authorized projects sponsored by the Works Progress Administration. No known individuals were identified. The 37 associated funerary objects are 25 shell beads, 1 bag of beads, 1 worked shell, 3 bone awls, 2 stone discoidals, 2 shell earplugs, 2 stone celts, and 1 tobacco pipe. \\n        The Lamar Mounds and Village site consists of two mounds, A and B, and a palisaded village area. Archeological evidence indicates that the Lamar Mounds and Village site was occupied during the entire Middle and Late Mississippian periods (A.D. 1200-1650). The site is believed to be the town of Ichisi (Spanish) or Ochisi (Portugese) encountered by the Hernando de Soto expedition in 1540. Occupation of the site may have continued into the early 18th century. \\n        Between 1936 and 1937, human remains representing 34 individuals were recovered from the Stubbs Mound site during a Works Progress Administration excavation. No known individuals were identified. The 55 associated funerary objects are 46 shell beads, 5 shell pins, 1 projectile point, 2 stone celts, and 1 plant specimen. \\n        The Stubbs Mound site consists of a mound and associated village area. On the basis of the objects recovered during excavation, the site and the human remains have been dated to the Middle Mississippian period (A.D. 1200-1350). \\n        In 1937, human remains representing 12 individuals were recovered from the Cowart\\'s Landing site during legally authorized Works Progress Administration stratigraphic survey excavations. No known individuals were identified. The one associated funerary object is an iron chisel. Cowart\\'s Landing is a large midden site located on a terrace approximately 1/4 mile from the Ocmulgee River. On the basis of the artifacts recovered from the site, its major occupation has been dated to the Late Mississipian period (A.D. 1350 to 1650). The iron chisel indicates that at least one of the burials may date from A.D. 1540-1821 period. \\n        The regional manifestation of archeological resources from the Mississippian period have been identified as the Lamar Culture. The Lamar Culture has been divided into two time periods, corresponding with the distinction between the Middle and Late Mississippian periods. The Stubbs Mound site is the type site for the Stubbs Phase of the Lamar Culture (A.D. 1200-1350). The Cowart\\'s Landing site is the type site for the Cowart Phase of the Lamar Culture (A.D. 1350-1650+). The Lamar Mounds site, Stubbs Mound site, and Cowart\\'s Landing site are located in close proximity, with occupation of the Stubbs site overlapping the early occupation of the Lamar Mounds and Village site, and occupation of the Cowarts Landing site overlapping the late occupation of the Lamar Mounds and Village site. Archeological evidence indicates that the Lamar Culture ceramic types found at all three sites are closely related to historic Creek and Cherokee ceramic traditions. \\n        Between A.D. 1685-1717, the English used variations of the name Ochese-hatchee or Ochese Creek to refer to the river later called the Ocmulgee River. The towns and people living along Ochese Creek during that period were referred to as the Ochese (various spellings) Creek Nation, the Ochese Creek people, and, finally, simply the Creeks. The word Ochese and its variations has been traced from middle Georgia to the Chattahooche River, then to Florida, and finally to Oklahoma. A squareground of this name existed in Oklahoma until the 1950s. There is an Ochese Street in Okmulgee, OK. Ethnohistorical information indicates that the Ichisi-Ochese were probably Hitchiti speakers, which would link them directly to Hitchiti speakers among the later Seminole and Miccosukee tribes. The Ichisi-Ochese may also be linked less directly to speakers of closely related Alabama and Koasati languages among the latter-day Alabama and Coushatta tribes. \\n        Based on the above-mentioned information, the superintendent of Ocmulgee National Monument has determined that, pursuant to 43 CFR 10.2 (d)(1), the human remains listed above represent the physical remains of 55 individuals of Native American ancestry. The superintendent of Ocmulgee National Monument also has determined that, pursuant to 43 CFR 10.2 (d)(2), the 93 objects listed above are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony. Lastly, the superintendent of Ocmulgee National Monument has determined that, pursuant to 43 CFR 10.2 (e), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and funerary objects and the Alabama-Coushatta Tribes of Texas; Alabama-Quassarte Tribal Town, Oklahoma; Cherokee Nation, Oklahoma; Coushatta Tribe of Louisiana; Eastern Band of Cherokee Indians of North Carolina; Kialegee Tribal Town of the Creek Indian Nation, Oklahoma; Miccosukee Tribe of Indians of Florida; Muscogee (Creek) Nation of Oklahoma; Poarch Band of Creek Indians of Alabama; Seminole Nation of Oklahoma; Seminole Tribe of Florida, Dania, Big Cypress, Brighton, Hollywood & Tampa Reservations; Thlopthlocco Tribal Town of the Creek Nation, Oklahoma; and United Keetoowah Band of Cherokee Indians of Oklahoma. \\n        This notice has been sent to officials of the Absentee-Shawnee Tribe of Indians of Oklahoma; Alabama-Coushatta Tribes of Texas; Alabama-Quassarte Tribal Town, Oklahoma; Catawba Indian Nation; Cherokee Nation, Oklahoma; Chickasaw Nation, Oklahoma; Choctaw Nation of Oklahoma; Coushatta Tribe of Louisiana; Eastern Band of Cherokee Indians of North Carolina; Eastern Shawnee Tribe of Oklahoma; Jena Band of Choctaw Indians, Louisiana; Kialegee Tribal Town of the Creek Indian Nation, Oklahoma; Miccosukee Tribe of Indians of Florida; Mississippi Band of Choctaw Indians, Mississippi; Muscogee (Creek) Nation of Oklahoma; Poarch Band of Creek Indians of Alabama; Seminole Nation of Oklahoma; Seminole Tribe of Florida, Dania, Big Cypress, Brighton, Hollywood & Tampa Reservations; Shawnee Tribe; Thlopthlocco Tribal Town of the Creek Nation, Oklahoma; and United Keetoowah Band of Cherokee Indians of Oklahoma. Representatives of any other Indian tribe that believes itself to be culturally affiliated with these human remains and associated funerary objects should contact Jim David, Superintendent, Ocmulgee National Monument, 1207 Emery Highway, Macon, GA 31217, telephone (478) 752-8257, before July 18, 2001. Repatriation of the human remains and associated funerary objects to the Alabama-Coushatta Tribes of Texas; Alabama-Quassarte Tribal Town, Oklahoma; Cherokee Nation, Oklahoma; Coushatta Tribe of Louisiana; Eastern Band of Cherokee Indians of North Carolina; Kialegee Tribal Town of the Creek Indian Nation, Oklahoma; Miccosukee Tribe of Indians of Florida; Muscogee (Creek) Nation of Oklahoma; Poarch Band of Creek Indians of Alabama; Seminole Nation of Oklahoma; Seminole Tribe of Florida, Dania, Big Cypress, Brighton, Hollywood & Tampa Reservations; Thlopthlocco Tribal Town of the Creek Nation, Oklahoma; and United Keetoowah Band of Cherokee Indians of Oklahoma. \\n        \\n          \\n          Dated: May 7, 2001. \\n          Frank P. Mc Manamon, \\n          Acting Assistant Director, Cultural Resources Stewardship and Partnerships. \\n        \\n      \\n      [FR Doc. 01-15311 Filed 6-15-01; 8:45 am] \\n      BILLING CODE 4310-70-F\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR ", "sub_agency1": "National Park Service ", "dep_doc": "Null", "subject": "Notice of Inventory Completion for Native American Human Remains and Associated Funerary Objects in the Control of the U.S. Department of the Interior, National Park Service, Ocmulgee National Monument, Macon, GA ", "agency2": "National Park Service, Interior. ", "action": "Notice. ", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: May 7, 2001. ", "signature_name": "Frank P. Mc Manamon, ", "signature_title": "Acting Assistant Director, Cultural Resources Stewardship and Partnerships. ", "fr_doc": "[FR Doc. 01-15311 Filed 6-15-01; 8:45 am] ", "billing_code": "BILLING CODE 4310-70-F", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}