{"index": "I_2092", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR \\n        National Park Service \\n        Notice of Inventory Completion for Native American Human Remains and Associated Funerary Objects in the Possession of the Milwaukee Public Museum, Milwaukee, WI \\n        \\n          AGENCY:\\n          National Park Service, Interior. \\n        \\n        \\n          ACTION:\\n          Notice. \\n        \\n        Notice is hereby given in accordance with provisions of the Native American Graves Protection and Repatriation Act (NAGPRA), 43 CFR 10.9, of the completion of an inventory of human remains and associated funerary objects in the possession of the Milwaukee Public Museum, Milwaukee, WI. \\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 43 CFR 10.2 (c). The determinations within this notice are the sole responsibility of the museum, institution, or Federal agency that has control of these Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations within this notice. \\n        A detailed assessment of the human remains was made by Milwaukee Public Museum professional staff and contract specialists in physical anthropology, in consultation with representatives of the Omaha Tribe of Nebraska. \\n        In 1925, A. M. Brooking, founder of the Hastings Museum, Hastings NE, removed human remains representing two individuals from a site north of Bellevue, Sarpy County, NE. In 1928, the Hastings Museum donated these remains to the Milwaukee Public Museum as part of a collection. No known individuals were identified. No associated funerary objects are present. \\n        Milwaukee Public Museum records state that the remains were removed from an \\xe2\\x80\\x9cOmaha burial ground.\\xe2\\x80\\x9d Glass beads that were found with the remains but were not donated to the Milwaukee Public Museum suggest that the remains date to the 19th century. \\n        Based on cranial morphology and dental characteristics, these human remains are identified as Native American. Consultation evidence provided by representatives of the Omaha Nation indicates that the location of the cemetery is consistent with the extent of the territory of the Omaha in the 19th century. \\n        Based on the above-mentioned information, officials of the Milwaukee Public Museum have determined that, pursuant to 43 CFR 10.2 (d)(1), the human remains listed above represent the physical remains of two individuals of Native American ancestry. Officials of the Milwaukee Public Museum also have determined that, pursuant to 43 CFR 10.2 (e), there is a relationship of shared group identity that can be reasonably traced between these Native American human remains and the Omaha Tribe of Nebraska. \\n        This notice has been sent to officials of the Omaha Tribe of Nebraska. Representatives of any other Indian tribe that believes itself to be culturally affiliated with these human remains should contact Dr. Alex Barker, Anthropology Section Head, Milwaukee Public Museum, 800 West Wells Street, Milwaukee, WI 53233, telephone (414) 278-2786, before April 19, 2001. Repatriation of the human remains to the Omaha Tribe of Nebraska may begin after that date if no additional claimants come forward. \\n        \\n          Dated: February 23, 2001. \\n          John Robbins, \\n          Assistant Director, Cultural Resources Stewardship and Partnerships. \\n        \\n      \\n      [FR Doc. 01-6843 Filed 3-19-01; 8:45 am] \\n      BILLING CODE 4310-70-F \\n    ", "agency1": "DEPARTMENT OF THE INTERIOR ", "sub_agency1": "National Park Service ", "dep_doc": "Null", "subject": "Notice of Inventory Completion for Native American Human Remains and Associated Funerary Objects in the Possession of the Milwaukee Public Museum, Milwaukee, WI ", "agency2": "National Park Service, Interior. ", "action": "Notice. ", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: February 23, 2001. ", "signature_name": "John Robbins, ", "signature_title": "Assistant Director, Cultural Resources Stewardship and Partnerships. ", "fr_doc": "[FR Doc. 01-6843 Filed 3-19-01; 8:45 am] ", "billing_code": "BILLING CODE 4310-70-F ", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}