{"index": "I_2064", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR \\n        National Park Service \\n        Notice of Inventory Completion for Native American Human Remains and Associated Funerary Objects in the Possession of the Nevada State Museum, Carson City, NV \\n        \\n          AGENCY:\\n          National Park Service, Interior. \\n        \\n        \\n          ACTION:\\n          Notice. \\n        \\n        Notice is hereby given in accordance with provisions of the Native American Graves Protection and Repatriation Act (NAGPRA), 43 CFR 10.9, of the completion of an inventory of human remains and associated funerary objects in the possession of the Nevada State Museum, Carson City, NV. \\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 43 CFR 10.2 (c). The determinations within this notice are the sole responsibility of the museum, institution, or Federal agency that has control of these Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations within this notice. \\n        A detailed assessment of the human remains was made by Nevada State Museum professional staff in consultation with designated Washoe Tribe of Nevada and California NAGPRA representatives Jody Steele, Janelle Conway, and William Dancing Feather. \\n        In 1926, human remains representing one individual were removed from the east side of Washoe Lake, Washoe County, NV, by Paran Flagg. Mr. Flagg donated these remains to the Nevada Historical Society in 1927. The Nevada Historical Society is an agency within the Nevada Division of Museums and History. No known individual was identified. No associated funerary objects are present. \\n        The remains were radiocarbon dated to circa 25 B.C. Based on the cranial form, dental traits, and age of the human remains, this individual is identified as Native American. Consultation evidence, tribal oral history, linguistic evidence, and archeological data indicate that the Washoe Tribe of Nevada and California has occupied the Washoe Lake area for several thousand years. Although one ethnographic report states that the Washoe abandoned the eastern side of Washoe Lake for an unknown period of time, this was not confirmed during consultation. \\n        In 1956, human remains representing one individual were collected from a talus slope near Airport Way in Carson City, NV, by Carson City Police Department Sheriff Newton. The remains were donated to the Nevada State Museum, presumably the same year, after they were determined to be pre-modern Native American. No known individual was identified. The 64 associated funerary objects include 2 shoes, shell beads, a metal ring, rope fragments, fragments of 4 different fabric types, and a kitchen knife. \\n        The shoes date this burial to circa 1902. Based on biometric attributes, cranial shape, dental traits, and associated shell beads, this individual has been identified as Native American. The talus slope burial site is consistent with ethnographic reports of historic-period Washoe burial practices. \\n        In 1963, human remains representing one individual were removed from within the boundaries of the G. Hollister Ranch, Douglas County, NV, by an unknown individual. The remains were donated to the Nevada State Museum, presumably the same year, by an unknown individual. No known individual was identified. No associated funerary objects are present. \\n        Based on cranial form and archeological context, these remains have been identified as Native American. Consultation evidence indicates that the burial locality is near known Washoe encampments and burial localities. \\n        In 1974, human remains representing one individual were encountered during irrigation ditch expansion south of Gardnerville, NV, on Washoe Tribe of Nevada and California Reservation land. They were donated the same year to the Nevada State Museum by Robert Frank, Washoe Tribe of Nevada and Reservation tribal chairman. No known individual was identified. The 1,307 associated funerary objects include watch and watch chain fragments, 15 buttons, 1,266 glass beads, 1 coin, 17 leather and shell fragments, 1 basalt flake, 3 wood fragments, and shoe parts. \\n        The associated coin dates the deposition of the remains to circa 1892. Based on the geographical setting, dental traits, and associated funerary objects, the remains are identified as Native American. \\n        In the 1970s, human remains representing one individual were removed from an unknown location in a residential section of Sun Valley, NV, by Nevada Archaeological Survey staff A. Jensen. The remains were donated to the Nevada State Museum during the same time period. No known individual was identified. No associated funerary objects are present. \\n        Based on the burial context indicating a prehistoric burial, these remains are identified as Native American. \\n        In 1983, human remains representing one individual were removed from the vicinity of Clear Creek, Carson City, NV, by Nevada Division of Investigations staff Mr. Compton. The remains were identified as premodern Native American and donated to the Nevada State Museum by the Nevada Division of Investigations. No known individual was identified. The 47 associated funerary objects include a metal Levi Straus clothing stud (patented in 1873), leather, cloth, metal fragments, and a glass button. \\n        The associated funerary objects date the burial to post-1873. Based on geographical location, cranial shape, and dental traits, this individual has been identified as Native American. \\n\\n        In 1984, human remains representing one individual were exposed during private construction near Genoa, NV. These remains were donated to the Nevada State Museum the same year by an unknown individual. No known individual was identified. No associated funerary objects are present. \\n        \\n        Based on cranial form and a burial context associated with recent geological sediments that indicate a late prehistoric date of deposition, the human remains have been identified as Native American. \\n        In 1987, human remains representing one individual were discovered in a private gravel pit near Dayton, NV. The remains and objects were donated to the Nevada State Museum by the Lyon County Sheriff\\'s Office after identifying the remains as premodern Native American. No known individual was identified. The 1,079 associated funerary objects are a shoe, a silk scarf, a safety pin, a large locket, 3 embossed brass ornaments, a ribbon, 3 finger rings, 2 ceramic buttons, 42 large glass beads, approximately 1,000 glass seed beads, 15 fragments of red and black fabric, 7 fragments of an unidentified ornament, 1 steel bracket, and a sample of decayed wood or bark fragments. \\n        Craniometric analysis indicates that this individual was of Native American and African-American descent. The shoe suggests that the remains date to 1874-1908. \\n        In 1987, human remains representing one individual were removed from the east side of Washoe Lake, Washoe County, NV, by an unknown person. These remains were donated to the Nevada Division of State Parks by an unknown individual. The Nevada Division of State Parks transferred the remains to the Nevada State Museum the same year. No known individual was identified. No associated funerary objects are present. \\n        Based on cranial form and archeological context, these human remains have been identified as Native American. \\n        In 1994, human remains representing one individual were removed during archeological excavations by Intermountain Research, Inc. staff under contract to the U.S. Department of Defense, U.S. Army Corps of Engineers at a site on private land near Carson Hot Springs, Carson City, NV. The remains were donated by the U.S. Army Corps of Engineers to the Nevada State Museum the same year. No known individual was identified. No associated funerary objects are present. \\n        Based on the archeological context the remains are identified as Native American. \\n        In 1997, human remains representing one individual were removed from a construction site at Taylor Street, Reno, Washoe County, NV. The remains were donated to the Nevada State Museum by the Washoe County Coroner\\'s Office after determining that the remains were premodern Native American. No known individual was identified. No associated funerary objects are present. \\n        Based on cranial form and archeological context, these remains are identified as Native American. \\n        Consultation evidence, tribal oral history, linguistic evidence, and archeological evidence indicate that the Washoe Tribe of Nevada and California has occupied a traditional territory in western Nevada for over two millennia. The human remains and associated funerary objects described in this notice were removed from 11 geographical locations within this traditional territory. These human remains and associated funerary objects all date to the last 2,000 years. There is no evidence to contradict this. \\n        Based on the above-mentioned information, officials of the Nevada State Museum have determined that, pursuant to 43 CFR 10.2(d)(1), the human remains listed above represent the physical remains of 11 individuals of Native American ancestry. Officials of the Nevada State Museum also have determined that, pursuant to 43 CFR 10.2(d)(2), the 2,497 cultural items listed above are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony. Lastly, officials of the Nevada State Museum have determined that, pursuant to 43 CFR 10.2(e), there is a relationship of shared group identity that can be reasonably traced between these Native American human remains and associated funerary objects and the Washoe Tribe of Nevada and California. \\n        This notice has been sent to officials of the Washoe Tribe of Nevada and California. Representatives of any other Indian tribe that believes itself to be culturally affiliated with these human remains and associated funerary objects should contact Dr. Alanah Woody, Nevada Division of Museums and History NAGPRA Coordinator, 600 North Carson Street, Carson City, NV 89701, telephone (775) 687-4810, extension 229, before May 14, 2001. Repatriation of the human remains and associated funerary objects to the Washoe Tribe of Nevada and California may begin after that date if no additional claimants come forward. \\n        \\n          Dated: March 28, 2001. \\n          John Robbins, \\n          Assistant Director, Cultural Resources Stewardship and Partnerships. \\n        \\n      \\n      [FR Doc. 01-8988 Filed 4-11-01; 8:45 am] \\n      BILLING CODE 4310-70-F\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR ", "sub_agency1": "National Park Service ", "dep_doc": "Null", "subject": "Notice of Inventory Completion for Native American Human Remains and Associated Funerary Objects in the Possession of the Nevada State Museum, Carson City, NV ", "agency2": "National Park Service, Interior. ", "action": "Notice. ", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: March 28, 2001. ", "signature_name": "John Robbins, ", "signature_title": "Assistant Director, Cultural Resources Stewardship and Partnerships. ", "fr_doc": "[FR Doc. 01-8988 Filed 4-11-01; 8:45 am] ", "billing_code": "BILLING CODE 4310-70-F", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}