{"index": "I_2089", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR \\n        National Park Service \\n        Notice of Inventory Completion for Native American Human Remains and Associated Funerary Objects in the Possession of the Peabody Museum of Archaeology and Ethnology, Harvard University, Cambridge, MA \\n        \\n          AGENCY:\\n          National Park Service, Interior. \\n        \\n        \\n          ACTION:\\n          Notice. \\n        \\n        Notice is hereby given in accordance with provisions of the Native American Graves Protection and Repatriation Act (NAGPRA), 43 CFR 10.9 of the completion of an inventory of human remains and associated funerary objects in the possession of the Peabody Museum of Archaeology and Ethnology, Harvard University, Cambridge, MA. \\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 43 CFR 10.2 (c). The determinations within this notice are the sole responsibility of the museum, institution, or Federal agency that has control of these Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations within this notice. \\n        A detailed assessment of the human remains and associated funerary objects was made by the Peabody Museum of Archaeology and Ethnology professional staff in consultation with representatives of the Barona Group of Capitan Grande Band of Mission Indians of the Barona Reservation, California; Campo Band of Diegueno Mission Indians of the Campo Indian Reservation, California; Cuyapaipe Community of Diegueno Mission Indians of the Cuyapaipe Reservation, California; Inaja Band of Diegueno Mission Indians of the Inaja and Cosmit Reservation, California; Jamul Indian Village of California; La Posta Band of Diegueno Mission Indians of the La Posta Indian Reservation, California; Manzanita Band of Diegueno Mission Indians of the Manzanita Reservation, California; Mesa Grande Band of Diegueno Mission Indians of the Mesa Grande Reservation, California; San Pasqual Band of Diegueno Mission Indians of California; Santa Ysabel Band of Diegueno Mission Indians of the Santa Ysabel Reservation, California; Sycuan Band of Diegueno Mission Indians of California; and the Viejas (Baron Long) Group of Capitan Grande Band of Mission Indians of the Viejas Reservation, California. \\n        In 1917, human remains representing one individual were donated to the Peabody Museum of Archaeology and Ethnology by Mrs. Samuel K. Lothrop. Museum records indicate that these remains were collected in 1916 by Rachel Lothrop from an unknown site in La Jolla, CA. The manner of interment indicates that the individual was Native American. No known individual was identified. The five associated funerary objects are an iron horse and four sherds of indigenous pottery. \\n        The site is described as consisting of small midden deposits no more than 4 feet in depth. The human remains are recorded as having been found in the \\xe2\\x80\\x9cwest trench, 3 feet below the surface.\\xe2\\x80\\x9d The objects found in association with the remains include a small iron horse, apparently part of a toy, and fragments of indigenous pottery, and indicate an historic date for the burial. A piece of Mexican Polychrome pottery, which dates from the late 16th to the late 19th century, was found on the surface of the site and provides additional evidence of an historic date. Native American pottery and other artifacts from the site are consistent with late prehistoric and early historic Ipai Diegue\\xc3\\xb1o material culture. \\n\\n        Geographical, archeological, and consultation evidence indicate that the individual is Native American and that there is a shared group identity between the human remains and associated funerary objects from this La Jolla site and the historic Ipai-speaking peoples. The Ipai Diegue\\xc3\\xb1o are represented by the present-day Barona Group of Capitan Grande Band of Mission Indians of the Barona Reservation, California; Campo Band of Diegueno Mission Indians of the Campo Indian Reservation, California; Cuyapaipe Community of Diegueno Mission Indians of the Cuyapaipe Reservation, California; Inaja Band of Diegueno Mission Indians of the Inaja and Cosmit Reservation, California; Jamul Indian Village of California; La Posta Band of Diegueno Mission Indians of the La Posta Indian Reservation, California; Manzanita Band of Diegueno Mission Indians of the Manzanita Reservation, California; Mesa Grande Band of Diegueno Mission Indians of the Mesa Grande Reservation, California; San Pasqual Band of Diegueno Mission Indians of California; Santa Ysabel Band of Diegueno Mission Indians of the Santa Ysabel Reservation, California; Sycuan Band of Diegueno Mission Indians of California; and the Viejas (Baron Long) Group of Capitan Grande Band of Mission Indians of the Viejas Reservation, California. \\n        Based on the above-mentioned information, officials of the Peabody Museum of Archaeology and Ethnology have determined that, pursuant to 43 CFR 10.2 (d)(1), the human remains listed above are reasonably believed to be the physical remains of one individual of Native American ancestry. Officials of the Peabody Museum of Archaeology and Ethnology also have determined that, pursuant to 43 CFR 10.2 (d)(2), the five objects listed above are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony. Lastly, officials of the Peabody Museum of Archaeology and Ethnology have determined that, pursuant to 43 CFR 10.2 (e), there is a relationship of shared group identity that can be reasonably traced between these human remains and associated funerary objects and the Barona Group of Capitan Grande Band of Mission Indians of the Barona Reservation, California; Campo Band of Diegueno Mission Indians of the Campo Indian Reservation, California; Cuyapaipe Community of Diegueno Mission Indians of the Cuyapaipe Reservation, California; Inaja Band of Diegueno Mission Indians of the Inaja and Cosmit Reservation, California; Jamul Indian Village of California; La Posta Band of Diegueno Mission Indians of the La Posta Indian Reservation, California; Manzanita Band of Diegueno Mission Indians of the Manzanita Reservation, California; Mesa Grande Band of Diegueno Mission Indians of the Mesa Grande Reservation, California; San Pasqual Band of Diegueno Mission Indians of California; Santa Ysabel Band of Diegueno Mission Indians of the Santa Ysabel Reservation, California; Sycuan Band of Diegueno Mission Indians of California; and the Viejas (Baron Long) Group of Capitan Grande Band of Mission Indians of the Viejas Reservation, California. \\n        This notice has been sent to officials of the Barona Group of Capitan Grande Band of Mission Indians of the Barona Reservation, California; Campo Band of Diegueno Mission Indians of the Campo Indian Reservation, California; Cuyapaipe Community of Diegueno Mission Indians of the Cuyapaipe Reservation, California; Inaja Band of Diegueno Mission Indians of the Inaja and Cosmit Reservation, California; Jamul Indian Village of California; La Posta Band of Diegueno Mission Indians of the La Posta Indian Reservation, California; Manzanita Band of Diegueno Mission Indians of the Manzanita Reservation, California; Mesa Grande Band of Diegueno Mission Indians of the Mesa Grande Reservation, California; San Pasqual Band of Diegueno Mission Indians of California; Santa Ysabel Band of Diegueno Mission Indians of the Santa Ysabel Reservation, California; Sycuan Band of Diegueno Mission Indians of California; and the Viejas (Baron Long) Group of Capitan Grande Band of Mission Indians of the Viejas Reservation, California. Representatives of any other Indian tribe that believes itself to be culturally affiliated with these human remains and associated funerary objects should contact Barbara Isaac, Repatriation Coordinator, Peabody Museum of Archaeology and Ethnology, 11 Divinity Avenue, Cambridge, MA 02138, telephone (617) 495-2254, before April 19, 2001. Repatriation of the human remains and associated funerary objects to the Barona Group of Capitan Grande Band of Mission Indians of the Barona Reservation, California; Campo Band of Diegueno Mission Indians of the Campo Indian Reservation, California; Cuyapaipe Community of Diegueno Mission Indians of the Cuyapaipe Reservation, California; Inaja Band of Diegueno Mission Indians of the Inaja and Cosmit Reservation, California; Jamul Indian Village of California; La Posta Band of Diegueno Mission Indians of the La Posta Indian Reservation, California; Manzanita Band of Diegueno Mission Indians of the Manzanita Reservation, California; Mesa Grande Band of Diegueno Mission Indians of the Mesa Grande Reservation, California; San Pasqual Band of Diegueno Mission Indians of California; Santa Ysabel Band of Diegueno Mission Indians of the Santa Ysabel Reservation, California; Sycuan Band of Diegueno Mission Indians of California; and the Viejas (Baron Long) Group of Capitan Grande Band of Mission Indians of the Viejas Reservation, California may begin after that date if no additional claimants come forward. \\n        \\n          Dated: February 28, 2001. \\n          John Robbins, \\n          Assistant Director, Cultural Resources Stewardship and Partnerships. \\n        \\n      \\n      [FR Doc. 01-6848 Filed 3-19-01; 8:45 am] \\n      BILLING CODE 4310-70-F \\n    ", "agency1": "DEPARTMENT OF THE INTERIOR ", "sub_agency1": "National Park Service ", "dep_doc": "Null", "subject": "Notice of Inventory Completion for Native American Human Remains and Associated Funerary Objects in the Possession of the Peabody Museum of Archaeology and Ethnology, Harvard University, Cambridge, MA ", "agency2": "National Park Service, Interior. ", "action": "Notice. ", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: February 28, 2001. ", "signature_name": "John Robbins, ", "signature_title": "Assistant Director, Cultural Resources Stewardship and Partnerships. ", "fr_doc": "[FR Doc. 01-6848 Filed 3-19-01; 8:45 am] ", "billing_code": "BILLING CODE 4310-70-F ", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}