{"index": "I_2021", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service \\n        Notice of Inventory Completion for Native American Human Remains and Associated Funerary Objects in the Possession of the U.S. Department of the Interior, National Park Service, Agate Fossil Beds National Monument, Harrison, NE \\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is hereby given in accordance with provisions of the Native American Graves Protection and Repatriation Act (NAGPRA), 43 CFR 10.9, of the completion of an inventory of human remains and associated funerary objects in the possession of the U.S. Department of the Interior, National Park Service, Agate Fossil Beds National Monument, Harrison, NE. \\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 43 CFR 10.2 (c). The determinations within this notice are the sole responsibility of the National Park Service unit that has control or possession of these Native American human remains and associated funerary objects. The Assistant Director, Cultural Resources Stewardship and Partnerships is not responsible for the determinations within this notice. \\n        A detailed assessment and inventory of the human remains was made by National Park Service professional staff in consultation with the representatives of the Blackfeet Tribe of Montana; Crow Tribe of Montana; Pawnee Indian Tribe of Oklahoma; Crow Creek Sioux Tribe of South Dakota; and Cheyenne River Sioux Tribe of the Cheyenne River Reservation, South Dakota, and Rosebud Sioux Tribe of South Dakota, representing the signatories of the Siouan Intertribal Repatriation Memorandum of Agreement (Cheyenne River Sioux Tribe of the Cheyenne River Reservation, South Dakota; Flandreau Santee Sioux Tribe of South Dakota; Oglala Sioux Tribe of South Dakota; Rosebud Sioux Tribe of South Dakota; Santee Sioux Tribe of Nebraska; and Yankton Sioux Tribe of South Dakota). \\n        On September 15, 1901, Lakota Chief Wolf Ears presented James Cook with two scalps. According to Mr. Cook\\'s notes, one scalp was identified as Blackfeet (AGFO 122) and the other scalp was identified as Crow (AGFO 121). Lakota warriors Blueshield and/or Little Wound and Young Man Afraid also presented Mr. Cook with two scalps (AGFO 120 and 123). According to Mr. Cook\\'s notes, these two scalp locks were identified as Pawnee. All four scalp locks were in the Cook collection that was donated to Agate Fossil Beds National Monument in 1968. No known individuals were identified. No associated funerary objects are present. \\n        Consultation with representatives of the Pawnee Indian Tribe of Oklahoma, Blackfeet Tribe of Montana, and Crow Tribe of Montana indicates that all three Indian tribes were traditional enemies of the Lakota. Consultation with representatives of the Siouan Intertribal Repatriation group indicates that the Lakota engaged in warfare with the Pawnee, Blackfeet, and Crow during the 19th century. It was considered an honor to take the scalp of a slain enemy, a sign of victory. The four scalp locks described in this notice have been identified by the Lakota as peco\\'kanyan, scalp locks. Lakota consultants state that scalp locks have a continuing spiritual significance in completion of the scalp dance (Iwa\\'kiciwacipe), in the final disposition of the enemy spirit associated with the physical remains. \\n        Based on the above-mentioned information, the superintendent of Agate Fossil Beds National Monument has determined that, pursuant to 43 CFR 10.2 (d)(1), the human remains listed above represent the physical remains of four individuals of Native American ancestry. The superintendent of Agate Fossil Beds National Monument also has determined that, pursuant to 43 CFR 10.2(e), there is a relationship of shared group identity that can be reasonably traced between two of these Native American human remains (AGFO 120 and 123) and the Pawnee Nation of Oklahoma. The superintendent of Agate Fossil Beds National Monument also has determined that, pursuant to 43 CFR 10.2 (e), there is a relationship of shared group identity that can be reasonably traced between one of these Native American human remains (AGFO 122) and the Blackfeet Tribe of the Blackfeet Indian Reservation of Montana. The superintendent of Agate Fossil Beds National Monument also has determined that, pursuant to 43 CFR 10.2 (e), there is a relationship of shared group identity that can be reasonably traced between one of these Native American human remains (AGFO 121) and the Crow Tribe of Montana. Finally, the superintendent of Agate Fossil Beds National Monument has determined that, pursuant to 43 CFR 10.2 (e), there is a relationship of shared group identity that can be reasonably traced between all four of these Native American human remains (AGFO 120, 121, 122, and 123) and the Cheyenne River Sioux Tribe of the Cheyenne River Reservation, South Dakota; Flandreau Santee Sioux Tribe of South Dakota; Oglala Sioux Tribe of South Dakota; Rosebud Sioux Tribe of South Dakota; Santee Sioux Tribe of Nebraska; and Yankton Sioux Tribe of South Dakota. \\n\\n        This notice has been sent to officials of the Pawnee Nation of Oklahoma; Blackfeet Tribe of the Blackfeet Indian Reservation of Montana; Crow Tribe of Montana; Crow Creek Sioux Tribe of South Dakota; Cheyenne River Sioux Tribe of the Cheyenne River Sioux Tribe of the Cheyenne River Reservation, South Dakota; Flandreau Santee Sioux Tribe of South Dakota; Oglala Sioux Tribe of South Dakota; Rosebud Sioux Tribe of South Dakota; Santee Sioux Tribe of Nebraska; and Yankton Sioux Tribe of South Dakota. Representatives of any other Indian tribe that believes itself to be culturally affiliated with these human remains should contact superintendent Ruthann Knudson, Agate Fossil Beds National Monument, 301 River Road, Harrison, NE 69346-2734, telephone (308) 668-2211, facsimile (308) 668-2318, e-mail ruthann_knudson@nps.gov, no later than July 18, 2001. Repatriation of the human remains to the Pawnee Indian Tribe of Oklahoma, Blackfeet Tribe of the Blackfeet Indian Reservation of Montana, and Crow Tribe of Montana may begin after that date if no additional claimants come forward. \\n        \\n          Dated: May 7, 2001.\\n          John Robbins, \\n          Assistant Director, Cultural Resources Stewardship and Partnerships. \\n        \\n      \\n      [FR Doc. 01-15304 Filed 6-15-01; 8:45 am] \\n      BILLING CODE 4310-70-F\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service ", "dep_doc": "Null", "subject": "Notice of Inventory Completion for Native American Human Remains and Associated Funerary Objects in the Possession of the U.S. Department of the Interior, National Park Service, Agate Fossil Beds National Monument, Harrison, NE ", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: May 7, 2001.", "signature_name": "John Robbins, ", "signature_title": "Assistant Director, Cultural Resources Stewardship and Partnerships. ", "fr_doc": "[FR Doc. 01-15304 Filed 6-15-01; 8:45 am] ", "billing_code": "BILLING CODE 4310-70-F", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}