{"index": "I_2034", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR \\n        National Park Service \\n        Notice of Inventory Completion for Native American Human Remains and Associated Funerary Objects in the Possession of the University of Denver Department of Anthropology and Museum of Anthropology, Denver, CO \\n        \\n          AGENCY:\\n          National Park Service, Interior. \\n        \\n        \\n          ACTION:\\n          Notice. \\n        \\n        Notice is hereby given in accordance with provisions of the Native American Graves Protection and Repatriation Act (NAGPRA), 43 CFR 10.9, of the completion of an inventory of human remains and associated funerary objects in the possession of the University of Denver Department of Anthropology and Museum of Anthropology, Denver, CO. \\n\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 43 CFR 10.2(c). The determinations within this notice are the sole responsibility of the museum, institution, or Federal agency that has control of these Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations within this notice. \\n        A detailed assessment of the human remains was made by the University of Denver Department of Anthropology and Museum of Anthropology professional staff in consultation with representatives of the Arapahoe Tribe of the Wind River Reservation, Wyoming; Assiniboine and Sioux Tribes of the Fort Peck Indian Reservation, Montana; Cheyenne-Arapaho Tribes of Oklahoma; Cheyenne River Sioux Tribe of the Cheyenne River Reservation, South Dakota; Colorado River Indian Tribes of the Colorado River Indian Reservation, Arizona and California; Comanche Indian Tribe, Oklahoma; Crow Creek Sioux Tribe of the Crow Creek Reservation, South Dakota; Flandreau Santee Sioux Tribe of South Dakota; Fort Sill Apache Tribe of Oklahoma; Hopi Tribe of Arizona; Jicarilla Apache Tribe of the Jicarilla Apache Indian Reservation, New Mexico; Kiowa Indian Tribe of Oklahoma; Lower Brule Sioux Tribe of the Lower Brule Reservation, South Dakota; Lower Sioux Indian Community of Minnesota Mdewakanton Sioux Indians of the Lower Sioux; Northern Cheyenne Tribe of the Northern Cheyenne Indian Reservation, Montana; Oglala Sioux Tribe of the Pine Ridge Reservation, South Dakota; Pawnee Nation of Oklahoma; Prairie Island Indian Community of Minnesota Mdewakanton Sioux Indians of the Prairie Island Reservation, Minnesota; Rosebud Sioux Tribe of the Rosebud Indian Reservation, South Dakota; Santee Sioux Tribe of the Santee Reservation of Nebraska; Shakopee Mdewakanton Sioux Community of Minnesota (Prior Lake); Sisseton-Wahpeton Sioux Tribe of the Lake Traverse Reservation, South Dakota; Skull Valley Band of Goshute Indians of Utah; Southern Ute Indian Tribe of the Southern Ute Reservation, Colorado; Spirit Lake Tribe, North Dakota (formerly known as the Devils Lake Sioux Tribe); Standing Rock Sioux Tribe of North and South Dakota; Upper Sioux Indian Community of the Upper Sioux Reservation, Minnesota; Ute Indian Tribe of the Uintah and Ouray Reservation, Utah; Ute Mountain Tribe of the Ute Mountain Reservation, Colorado, New Mexico and Utah; and Yankton Sioux Tribe of South Dakota. \\n        In the mid-20th century, human remains representing two individuals (catalog number DU 6072) were recovered from an unknown location in Jefferson County, CO, by an unknown individual. The remains were turned over to the Jefferson County coroner, who gave them to the University of Denver Museum of Anthropology. No known individuals were identified. No associated funerary objects are present. \\n        The physical anthropological characteristics of these remains indicate that they are Native American. \\n        In 1992, human remains representing one individual were found in the University of Denver Museum of Anthropology. They were labeled with the same site number as artifacts collected in 1931 by Dr. E.B. Renaud of the University of Denver Department of Anthropology and his assistant, Charlie Steen. Dr. Renaud wrote about the 1931 expedition to what is now identified as site 5JF91, but he did not mention finding human remains. No known individual was identified. The 48 associated funerary objects are 45 chipped stone flakes, 2 cord-marked ceramic sherds, and 1 metate. \\n        The geographical origin and associated funerary objects indicate that these remains are Native American. Site 5JF91 is a campsite on a hill overlooking a creek southwest of Morrison, Jefferson County, CO. The presence of cord-marked ceramics in association with these remains indicates that they date no earlier than the Plains Woodland (A.D. 400-1000) or Late Archaic (500 B.C.-A.D. 500) periods, when pottery first appeared in this area. Although museum records do not mention the human remains, it was Dr. Renaud\\'s practice to collect from discrete areas, which makes it likely that the remains are associated with the artifacts. Paul Lewis, of Golden, CO, led Dr. Renaud to the site and also took artifacts from the site. \\n        In 1982, human remains representing one individual were recovered from 5JF148 (CO K:8:81), the Crescent site, Jefferson County, CO, by the Colorado Archaeological Society, Denver Chapter (CAS Denver). CAS Denver sent the remains to Dr. Michael Finnegan at Kansas State University, Manhattan, KS, where they are currently curated. CAS Denver and the University of Denver Museum of Anthropology had an agreement whereby the museum curated archeological material that had been processed in the CAS Denver laboratory after CAS Denver excavations. Sometime after the remains were transferred to Kansas State University, while processing material from 5JF148, CAS Denver discovered additional remains from the individual whose remains were sent to Dr. Finnegan. CAS Denver subsequently deposited the isolated remains in the museum for NAGPRA reporting and curation. In October 1999, CAS Denver transferred legal control to the museum of all of the material from the site excluding the human remains at Kansas State University. No known individual was identified. No associated funerary objects are present. \\n        5JF148 is a rock shelter with a southern aspect. The remains were flexed and placed in a pit burial, with the head to the east, facing north. The burial has been radiocarbon dated to 5155 B.P. (3205 B.C.), placing it in the Early-Middle Archaic (6000-500 B.C.) period. \\n        Between 1983 and 1987, human remains representing 13 individuals were recovered from 5JF321 (CO K:8:82), the Swallow site, Deer Creek Drainage, Jefferson County, CO, by the Colorado Archaeological Society, Denver Chapter (CAS Denver). During the excavations CAS Denver discovered burials that were sent to Dr. Michael Finnegan at Kansas State University, Manhattan, KS, for study and curation. CAS Denver and the University of Denver Museum of Anthropology had an agreement whereby the museum curated archeological material that had been processed in the CAS Denver laboratory after CAS Denver excavations. Sometime after the remains were transferred to Kansas State University, while processing material from 5JF321, CAS Denver discovered additional remains from the individuals whose remains were sent to Dr. Finnegan. CAS Denver subsequently deposited the isolated remains in the museum for NAGPRA reporting and curation. In October 1999, CAS Denver transferred legal control to the museum of all of the material from the site excluding the human remains at Kansas State University. No known individuals were identified. No associated funerary objects are present. \\n        5JF321 is a rock shelter with a southwestern aspect. It had multiple occupations dating from the Middle Archaic (3000-500 B.C.), Late Archaic (500 B.C.-A.D. 500), Plains Woodland (A.D. 400-1000), and Historic (post-A.D. 1600) periods. These remains date to the Archaic period. \\n\\n        In 1973, human remains representing one individual were recovered from 5JF52 (CO K:8:86), Bradford House III site, Dutch Creek Drainage, Jefferson County, CO, by the Colorado Archaeological Society, Denver Chapter (CAS Denver). During the excavations CAS Denver discovered burials that were sent to Dr. Michael Finnegan at Kansas State University, Manhattan, KS, for study and curation. CAS Denver and the University of Denver Museum of Anthropology had an agreement whereby the museum curated archeological material that had been processed in the CAS Denver laboratory after CAS Denver excavations. Sometime after the remains were transferred to Kansas State University, while processing material from 5JF52, CAS Denver discovered additional remains from the individual whose remains were sent to Dr. Finnegan. CAS Denver subsequently deposited the isolated remains in the museum for NAGPRA reporting and curation. In October 1999, CAS Denver transferred legal control to the museum of all of the material from the site excluding the human remains at Kansas State University. No known individual was identified. The three associated funerary objects are metates, one of which is broken in half. \\n        5JF52 is a rock shelter with a southwestern aspect. It had multiple occupations dating from the Middle Archaic (3000-500 B.C.), Late Archaic (500 B.C.-A.D. 500), and Plains Woodland (A.D. 400-1000) periods. This burial has been radiocarbon dated to 2440 B.P. (490 B.C. or 589 B.C. with corrections), placing it in the Middle-Late Archaic (3000 B.C.-A.D. 500) period. \\n        In 1976, 12 associated funerary objects were recovered from graves at 5JF211 (CO K:8:80), Falcon\\'s Nest site, Deer Creek Drainage, Jefferson County, CO, by the Colorado Archaeological Society, Denver Chapter (CAS Denver). The human remains associated with these objects were sent by CAS Denver to Dr. Michael Finnegan at Kansas State University, Manhattan, KS, for study and curation. CAS Denver and the University of Denver Museum of Anthropology had an agreement whereby the museum curated archeological material that had been processed in the CAS Denver laboratory after CAS Denver excavations. In October 1999, CAS Denver transferred legal control to the museum of all of the material from the site excluding the human remains at Kansas State University. The 12 associated funerary objects are 2 projectile points, 1 piece of charcoal, 1 animal scapula identified as a rasp, 1 object that is thought to be a flute, 1 metate, 1 piece of pigment, and 5 rocks. \\n        5JF211 is a rock shelter with a southern aspect. It had multiple occupations dating from the Middle Archaic (3000-500 B.C.), Late Archaic (500 B.C.-A.D. 500), and Plains Woodland (A.D. 400-1000) periods. The burials and their associated artifacts date to the Archaic. \\n        Unless specifically stated above, collections documentation is limited concerning possible dates, cultural affiliation(s), or the circumstances under which the Native American human remains and associated funerary objects described above were found. Colorado\\'s history of tribal relocation, however, suggests that all of the human remains and associated funerary objects described above date prior to contact with Europeans. The \\xe2\\x80\\x9cIndian Land Areas Judicially Established 1978 Map\\xe2\\x80\\x9d indicates the legal claim to land based upon traditional use for the Ute, Cheyenne, and Arapaho. The \\xe2\\x80\\x9cEarly Indian Tribes, Culture Areas, and Linguistic Stocks Map\\xe2\\x80\\x9d establishes the presence of the Ute at the time of contact with Europeans. The Colorado Office of Archaeology and Historic Preservation map of Native American distribution in Colorado establishes the presence of the Hopi, Ute, Lakota, Arapaho, Cheyenne, Comanche, Kiowa, Apache, and Kiowa-Apache. The Hopi Tribe of Arizona provided written testimony that they are culturally affiliated to Archaic period individuals. Representatives from the Pawnee Nation of Oklahoma presented linguistic evidence in that there is a Pawnee name for Pike\\'s Peak which is to the south of Jefferson County. Representatives from seven Sioux tribes presented oral testimony during consultation that confirmed the presence of the Sioux in this region. The seven Sioux tribes are the Cheyenne River Sioux Tribe of the Cheyenne River Reservation, South Dakota; Assiniboine and Sioux Tribes of the Fort Peck Indian Reservation, Montana; Flandreau Santee Sioux Tribe of South Dakota; Oglala Sioux Tribe of the Pine Ridge Reservation, South Dakota; Rosebud Sioux Tribe of the Rosebud Indian Reservation, South Dakota; Santee Sioux Tribe of the Santee Reservation of Nebraska; and Yankton Sioux Tribe of South Dakota. Representatives of the Ute Mountain Tribe of the Ute Mountain Reservation, Colorado, New Mexico and Utah; and Southern Ute Indian Tribe of the Southern Ute Reservation, Colorado who attended a conference on cultural affiliation of ancient peoples in Colorado, held at the Colorado Historical Society, provided oral testimony that confirmed the presence of the Ute in Jefferson County. Based on the totality of the circumstances surrounding the acquisition of these human remains and associated funerary objects, the evidence of traditional territories, oral traditions, archeological context, and material culture, officials of the University of Denver Department of Anthropology and Museum of Anthropology have determined that there is cultural affiliation with the present-day Indian tribes who claim a presence in the region prior to and during the contact period. \\n\\n        Based on the above-mentioned information, officials of the University of Denver Department of Anthropology and Museum of Anthropology have determined that, pursuant to 43 CFR 10.2(d)(1), the human remains listed above represent the physical remains of 18 individuals of Native American ancestry. Officials of the University of Denver Department of Anthropology and Museum of Anthropology also have determined that, pursuant to 43 CFR 10.2(d)(2), the 63 objects listed above are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony. Lastly, officials of the University of Denver Department of Anthropology and Museum of Anthropology have determined that, pursuant to 43 CFR 10.2(e), there is a relationship of shared group identity that can be reasonably traced between these Native American human remains and associated funerary objects and the Apache Tribe of Oklahoma; Arapahoe Tribe of the Wind River Reservation, Wyoming; Assiniboine and Sioux Tribes of the Fort Peck Indian Reservation, Montana; Cheyenne-Arapaho Tribes of Oklahoma; Cheyenne River Sioux Tribe of the Cheyenne River Reservation, South Dakota; Comanche Indian Tribe, Oklahoma; Crow Creek Sioux Tribe of the Crow Creek Reservation, South Dakota; Flandreau Santee Sioux Tribe of South Dakota; Fort Sill Apache Tribe of Oklahoma; Hopi Tribe of Arizona; Jicarilla Apache Tribe of the Jicarilla Apache Indian Reservation, New Mexico; Kiowa Indian Tribe of Oklahoma; Lower Brule Sioux Tribe of the Lower Brule Reservation, South Dakota; Lower Sioux Indian Community of Minnesota Mdewakanton Sioux Indians of the Lower Sioux; Mescalero Apache Tribe of the Mescalero Reservation, New Mexico; Northern Cheyenne Tribe of the Northern Cheyenne Indian Reservation, Montana; Oglala Sioux Tribe of the Pine Ridge Reservation, South Dakota; Pawnee Nation of Oklahoma; Prairie Island Indian Community of Minnesota Mdewakanton Sioux Indians of the Prairie Island Reservation, Minnesota; Rosebud Sioux Tribe of the Rosebud Indian Reservation, South Dakota; Santee Sioux Tribe of the Santee Reservation of Nebraska; Shakopee Mdewakanton Sioux Community of Minnesota (Prior Lake); Sisseton-Wahpeton Sioux Tribe of the Lake Traverse Reservation, South Dakota; Skull Valley Band of Goshute Indians of Utah; Southern Ute Indian Tribe of the Southern Ute Reservation, Colorado; Spirit Lake Tribe, North Dakota (formerly known as the Devils Lake Sioux Tribe); Standing Rock Sioux Tribe of North and South Dakota; Upper Sioux Indian Community of the Upper Sioux Reservation, Minnesota; Ute Indian Tribe of the Uintah and Ouray Reservation, Utah; Ute Mountain Tribe of the Ute Mountain Reservation, Colorado, New Mexico and Utah; and Yankton Sioux Tribe of South Dakota. \\n        This notice has been sent to officials of the Apache Tribe of Oklahoma; Arapahoe Tribe of the Wind River Reservation, Wyoming; Assiniboine and Sioux Tribes of the Fort Peck Indian Reservation, Montana; Cheyenne-Arapaho Tribes of Oklahoma; Cheyenne River Sioux Tribe of the Cheyenne River Reservation, South Dakota; Colorado River Indian Tribes of the Colorado River Indian Reservation, Arizona and California; Comanche Indian Tribe, Oklahoma; Crow Creek Sioux Tribe of the Crow Creek Reservation, South Dakota; Flandreau Santee Sioux Tribe of South Dakota; Fort Sill Apache Tribe of Oklahoma; Hopi Tribe of Arizona; Jicarilla Apache Tribe of the Jicarilla Apache Indian Reservation, New Mexico; Kiowa Indian Tribe of Oklahoma; Lower Brule Sioux Tribe of the Lower Brule Reservation, South Dakota; Lower Sioux Indian Community of Minnesota Mdewakanton Sioux Indians of the Lower Sioux; Mescalero Apache Tribe of the Mescalero Reservation, New Mexico; Northern Cheyenne Tribe of the Northern Cheyenne Indian Reservation, Montana; Oglala Sioux Tribe of the Pine Ridge Reservation, South Dakota; Pawnee Nation of Oklahoma; Prairie Island Indian Community of Minnesota Mdewakanton Sioux Indians of the Prairie Island Reservation, Minnesota; Rosebud Sioux Tribe of the Rosebud Indian Reservation, South Dakota; Santee Sioux Tribe of the Santee Reservation of Nebraska; Shakopee Mdewakanton Sioux Community of Minnesota (Prior Lake); Sisseton-Wahpeton Sioux Tribe of the Lake Traverse Reservation, South Dakota; Skull Valley Band of Goshute Indians of Utah; Southern Ute Indian Tribe of the Southern Ute Reservation, Colorado; Spirit Lake Tribe, North Dakota (formerly known as the Devils Lake Sioux Tribe); Standing Rock Sioux Tribe of North and South Dakota; Upper Sioux Indian Community of the Upper Sioux Reservation, Minnesota; Ute Indian Tribe of the Uintah and Ouray Reservation, Utah; Ute Mountain Tribe of the Ute Mountain Reservation, Colorado, New Mexico and Utah; and Yankton Sioux Tribe of South Dakota. \\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with these human remains and associated funerary objects should contact Jan I. Bernstein, Collections Manager and NAGPRA Coordinator, University of Denver Department of Anthropology and Museum of Anthropology, 2000 Asbury, Sturm Hall S-146, Denver, CO 80208-2406, telephone (303) 871-2543, e-mail jbernste@du.edu, before July 5, 2001. Repatriation of the human remains and associated funerary objects to the Apache Tribe of Oklahoma; Arapahoe Tribe of the Wind River Reservation, Wyoming; Assiniboine and Sioux Tribes of the Fort Peck Indian Reservation, Montana; Cheyenne-Arapaho Tribes of Oklahoma; Cheyenne River Sioux Tribe of the Cheyenne River Reservation, South Dakota; Comanche Indian Tribe, Oklahoma; Crow Creek Sioux Tribe of the Crow Creek Reservation, South Dakota; Flandreau Santee Sioux Tribe of South Dakota; Fort Sill Apache Tribe of Oklahoma; Hopi Tribe of Arizona; Jicarilla Apache Tribe of the Jicarilla Apache Indian Reservation, New Mexico; Kiowa Indian Tribe of Oklahoma; Lower Brule Sioux Tribe of the Lower Brule Reservation, South Dakota; Lower Sioux Indian Community of Minnesota Mdewakanton Sioux Indians of the Lower Sioux; Mescalero Apache Tribe of the Mescalero Reservation, New Mexico; Northern Cheyenne Tribe of the Northern Cheyenne Indian Reservation, Montana; Oglala Sioux Tribe of the Pine Ridge Reservation, South Dakota; Pawnee Nation of Oklahoma; Prairie Island Indian Community of Minnesota Mdewakanton Sioux Indians of the Prairie Island Reservation, Minnesota; the Rosebud Sioux Tribe of the Rosebud Indian Reservation, South Dakota; Santee Sioux Tribe of the Santee Reservation of Nebraska; Shakopee Mdewakanton Sioux Community of Minnesota (Prior Lake); Sisseton-Wahpeton Sioux Tribe of the Lake Traverse Reservation, South Dakota; Skull Valley Band of Goshute Indians of Utah; Southern Ute Indian Tribe of the Southern Ute Reservation, Colorado; Spirit Lake Tribe, North Dakota (formerly known as the Devils Lake Sioux Tribe); Standing Rock Sioux Tribe of North and South Dakota; Upper Sioux Indian Community of the Upper Sioux Reservation, Minnesota; Ute Indian Tribe of the Uintah and Ouray Reservation, Utah; Ute Mountain Tribe of the Ute Mountain Reservation, Colorado, New Mexico and Utah; and Yankton Sioux Tribe of South Dakota may begin after that date if no additional claimants come forward. \\n        \\n          Dated: May 8, 2001. \\n          John Robbins, \\n          Assistant Director, Cultural Resources Stewardship and Partnerships. \\n        \\n      \\n      [FR Doc. 01-13965 Filed 6-1-01; 8:45 am] \\n      BILLING CODE 4310-70-F\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR ", "sub_agency1": "National Park Service ", "dep_doc": "Null", "subject": "Notice of Inventory Completion for Native American Human Remains and Associated Funerary Objects in the Possession of the University of Denver Department of Anthropology and Museum of Anthropology, Denver, CO ", "agency2": "National Park Service, Interior. ", "action": "Notice. ", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: May 8, 2001. ", "signature_name": "John Robbins, ", "signature_title": "Assistant Director, Cultural Resources Stewardship and Partnerships. ", "fr_doc": "[FR Doc. 01-13965 Filed 6-1-01; 8:45 am] ", "billing_code": "BILLING CODE 4310-70-F", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}