{"index": "I_2073", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR \\n        National Park Service \\n        Notice of Inventory Completion for Native American Human Remains and Associated Funerary Objects in the Possession of the Peabody Museum of Archaeology and Ethnology, Harvard University, Cambridge, MA \\n        \\n          AGENCY:\\n          National Park Service. \\n        \\n        \\n          ACTION:\\n          Notice. \\n        \\n        Notice is hereby given in accordance with provisions of the Native American Graves Protection and Repatriation Act (NAGPRA), 43 CFR 10.9, of the completion of an inventory of human remains and associated funerary objects in the possession of Peabody Museum of Archaeology and Ethnology, Harvard University, Cambridge, MA. \\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 43 CFR 10.2 (c). The determinations within this notice are the sole responsibility of the museum, institution, or Federal agency that has control of these Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations within this notice. \\n        A detailed assessment of the human remains was made by Peabody Museum of Archaeology and Ethnology professional staff in consultation with representatives of the Coeur D\\'Alene Tribe of the Coeur D\\'Alene Reservation, Idaho; the Confederated Tribes and Bands of the Yakama Indian Nation of the Yakama Reservation, Washington; the Confederated Tribes of the Colville Reservation, Washington; the Confederated Tribes of the Umatilla Reservation, Oregon; the Nez Perce Tribe of Idaho; and the Spokane Tribe of the Spokane Reservation, Washington. \\n        In 1871, human remains representing one individual were collected from the banks of the Snake River at the mouth of Tucannon, near Fort Taylor, Columbia County, WA, by C.R. Greenleaf. In 1872, Mr. Greenleaf gifted these human remains to the Peabody Museum of Archaeology and Ethnology. No known individual was identified. No associated funerary objects are present. \\n        Museum documentation identifies this individual as a \\xe2\\x80\\x9cPalouse Indian.\\xe2\\x80\\x9d The attribution of such a specific cultural affiliation to the human remains indicates that the interment post-dates sustained contact between indigenous groups and Europeans beginning in the early 19th century. The human remains were from an area commonly considered to be traditional Palouse territory during this period. Oral traditions and historic evidence indicate that although some Palouse People occupied their traditional territory until the mid-1900s, many Palouse people went to live on neighboring reservations beginning in the late 19th century, where they continue to maintain their identity as Palouse people. Based on consultation with the Indian tribes listed above, the present-day tribes representing the Palouse people are the Confederated Tribes and Bands of the Yakama Indian Nation of the Yakama Reservation, Washington; the Confederated Tribes of the Colville Reservation, Washington; and the Nez Perce Tribe of Idaho. \\n        Based on the above-mentioned information, officials of the Peabody Museum of Archaeology and Ethnology have determined that, pursuant to 43 CFR 10.2 (d)(1), the human remains listed above represent the physical remains of one individuals of Native American ancestry. Officials of the Peabody Museum of Archaeology and Ethnology also have determined that, pursuant to 43 CFR 10.2 (e), there is a relationship of shared group identity that can be reasonably traced between these Native American human remains and the Confederated Tribes and Bands of the Yakama Indian Nation of the Yakama Reservation, Washington; the Confederated Tribes of the Colville Reservation, Washington; and the Nez Perce Tribe of Idaho. This notice has been sent to officials of the Coeur D\\'Alene Tribe of the Coeur D\\'Alene Reservation, Idaho; the Confederated Tribes and Bands of the Yakama Indian Nation of the Yakama Reservation, Washington; the Confederated Tribes of the Colville Reservation, Washington; the Confederated Tribes of the Unatilla Reservation, Oregon; the Nez Perce Tribe of Idaho; and the Spokane Tribe of the Spokane Reservation, Washington. Representatives of any other Indian tribe that believes itself to be culturally affiliated with these human remains should contact Barbara Isaac, Repatriation Coordinator, Peabody Museum of Archaeology and Ethnology, 11 Divinity Avenue, Cambridge, MA 02138, telephone (617) 495-2254, before May 3, 2001. Repatriation of the human remains to the Confederated Tribes and Bands of the Yakama Indian Nation of the Yakama Reservation, Washington; the Confederated Tribes of the Colville Reservation, Washington; and the Nez Perce Tribe of Idaho may begin after that date if no additional claimants come forward. \\n        \\n          Dated: March 20, 2001. \\n          John Robbins, \\n          Assistant Director, Cultural Resources Stewardship and Partnerships. \\n        \\n      \\n      [FR Doc. 01-8173 Filed 4-2-01; 8:45 am] \\n      BILLING CODE 4310-70-F \\n    ", "agency1": "DEPARTMENT OF THE INTERIOR ", "sub_agency1": "National Park Service ", "dep_doc": "Null", "subject": "Notice of Inventory Completion for Native American Human Remains and Associated Funerary Objects in the Possession of the Peabody Museum of Archaeology and Ethnology, Harvard University, Cambridge, MA ", "agency2": "National Park Service. ", "action": "Notice. ", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: March 20, 2001. ", "signature_name": "John Robbins, ", "signature_title": "Assistant Director, Cultural Resources Stewardship and Partnerships. ", "fr_doc": "[FR Doc. 01-8173 Filed 4-2-01; 8:45 am] ", "billing_code": "BILLING CODE 4310-70-F ", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}