{"index": "I_2097", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR \\n        National Park Service \\n        CORRECTION-Notice of Inventory Completion for Native American Human Remains and Associated Funerary Objects from Kawaihae, Kohala, Island of Hawaii, HI, in the Possession of the Bernice Pauahi Bishop Museum, Honolulu, HI \\n        \\n          AGENCY:\\n          National Park Service, Interior. \\n        \\n        \\n          ACTION:\\n          Notice. \\n        \\n        Notice is hereby given in accordance with provisions of the Native American Graves Protection and Repatriation Act (NAGPRA), 43 CFR 10.9, of the completion of an inventory of human remains and associated funerary objects from Kawaihae, Kohala, Island of Hawaii, HI, in the possession of the Bernice Pauahi Bishop Museum, Honolulu, HI. \\n        \\n          This notice corrects the list of culturally affiliated groups cited in the Notice of Inventory Completion published April 5, 2000. The list of culturally affiliated groups is corrected by adding the following groups: the Kekumano \\xe2\\x80\\x98Ohana, the Keohokalole \\xe2\\x80\\x98Ohana, the Hawaiian Genealogy Society, Na Papa Kanaka O Pu\\xe2\\x80\\x98ukohola Heiau, the Native Hawaiian Advisory Council, the Pu\\xe2\\x80\\x98uhonua O Waimanalo, the Royal Hawaiian Academy of Traditional Arts, the Nation of Hawai\\xe2\\x80\\x98i, and the Van Horn Diamond \\xe2\\x80\\x98Ohana. Paragraphs seven and eight of the April 5, 2000, notice are corrected by substituting the following two paragraphs:\\n        \\n\\n        Based on the style and type of the associated funerary object and unassociated funerary objects from this lava tube complex, manner of interments, and recovery locations, these individuals have been determined to be Native American. In consultation with the Hawai\\xe2\\x80\\x98i Island Burial Council, Hui Malama I Na Kupuna O Hawai\\xe2\\x80\\x98i Nei, and the Office of Hawaiian Affairs, the Bernice Pauahi Bishop Museum decided that no attempt would be made to determine the age of the human remains. Due to the lack of identifiable individuals, the museum has been unable to make any lineal descent determinations. Museum officials believe that the claims of the Hawai\\xe2\\x80\\x98i Island Burial Council, Hui Malama I Na Kupuna O Hawai\\xe2\\x80\\x98i Nei, the Department of Hawaiian Homelands, the Office of Hawaiian Affairs, the Kekumano \\xe2\\x80\\x98Ohana, the Keohokalole \\xe2\\x80\\x98Ohana, the Hawaiian Genealogy Society, Na Papa Kanaka O Pu\\xe2\\x80\\x98ukohola Heiau, the Native Hawaiian Advisory Council, the Pu\\xe2\\x80\\x98uhonua O Waimanalo, the Royal Hawaiian Academy of Traditional Arts, the Nation of Hawai\\xe2\\x80\\x98i, and the Van Horn Diamond \\xe2\\x80\\x98Ohana address and encompass individual, family, and community interests. \\n\\n        Based on the above mentioned information, officials of the Bernice Pauahi Bishop Museum have determined that, pursuant to 43 CFR 10.2(d)(1), the human remains listed above represent the physical remains of a minimum of 18 individuals of Native American ancestry. Officials of the Bernice Pauahi Bishop Museum have also determined that, pursuant to 43 CFR 10.2(d)(2), the one object listed above is reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony. Lastly, officials of the Bernice Pauahi Bishop Museum have determined that, pursuant to 43 CFR 10.2(e), there is a relationship of shared group identity which can be reasonably traced between these Native American human remains and associated funerary object and the Hawai\\xe2\\x80\\x98i Island Burial Council, Hui Malama I Na Kupuna O Hawai\\xe2\\x80\\x98i Nei, the Department of Hawaiian Homelands, the Office of Hawaiian Affairs, the Kekumano \\xe2\\x80\\x98Ohana, the Keohokalole \\xe2\\x80\\x98Ohana, the Hawaiian Genealogy Society, Na Papa Kanaka O Pu\\xe2\\x80\\x98ukohola Heiau, the Native Hawaiian Advisory Council, the Pu\\xe2\\x80\\x98uhonua O Waimanalo, the Royal Hawaiian Academy of Traditional Arts, the Nation of Hawai\\xe2\\x80\\x98i, and the Van Horn Diamond \\xe2\\x80\\x98Ohana. \\n        \\n          This notice also corrects the list of organizations to which this is notice is sent by deleting Henry A. Auwae and Melvin Kalahiki, Jr., adding the groups listed above, providing new contact information, and providing a new response date. The last paragraph of the April 5, 2000, notice is corrected by substituting the following paragraph:This notice has been sent to officials of the Hawai\\xe2\\x80\\x98i Island Burial Council, Hui Malama I Na Kupuna O Hawai\\xe2\\x80\\x98i Nei, the Department of Hawaiian Homelands, the Office of Hawaiian Affairs, the Kekumano \\xe2\\x80\\x98Ohana, the Keohokalole \\xe2\\x80\\x98Ohana, the Hawaiian Genealogy Society, Na Papa Kanaka O Pu\\xe2\\x80\\x98ukohola Heiau, the Native Hawaiian Advisory Council, the Pu\\xe2\\x80\\x98uhonua O Waimanalo, the Royal Hawaiian Academy of Traditional Arts, the Nation of Hawai\\xe2\\x80\\x98i, and the Van Horn Diamond \\xe2\\x80\\x98Ohana. Representatives of any other tribe that believes itself to be culturally affiliated with these human remains and objects should contact Guy Kaulukukui, Assistant NAGPRA Program Manager, Bernice Pauahi Bishop Museum, 1525 Bernice Street, Honolulu, HI 96817, telephone (808) 847-8274, before April 9, 2001. Repatriation of the human remains and associated funerary objects to the Hawai\\xe2\\x80\\x98i Island Burial Council, Hui Malama I Na Kupuna O Hawai\\xe2\\x80\\x98i Nei, the Department of Hawaiian Homelands, the Office of Hawaiian Affairs, the Kekumano \\xe2\\x80\\x98Ohana, the Keohokalole \\xe2\\x80\\x98Ohana, the Hawaiian Genealogy Society, Na Papa Kanaka O Pu\\xe2\\x80\\x98ukohola Heiau, the Native Hawaiian Advisory Council, the Pu\\xe2\\x80\\x98uhonua O Waimanalo, the Royal Hawaiian Academy of Traditional Arts, the Nation of Hawai\\xe2\\x80\\x98i, and the Van Horn Diamond \\xe2\\x80\\x98Ohana may begin after that date if no additional claimants come forward. \\n        \\n          Dated: February 23, 2001. \\n          John Robbins, \\n          Assistant Director, Cultural Resources Stewardship and Partnerships. \\n        \\n      \\n      [FR Doc. 01-5940 Filed 3-8-01; 8:45 am] \\n      BILLING CODE 4310-70-F\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR ", "sub_agency1": "National Park Service ", "dep_doc": "Null", "subject": "CORRECTION-Notice of Inventory Completion for Native American Human Remains and Associated Funerary Objects from Kawaihae, Kohala, Island of Hawaii, HI, in the Possession of the Bernice Pauahi Bishop Museum, Honolulu, HI ", "agency2": "National Park Service, Interior. ", "action": "Notice. ", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: February 23, 2001. ", "signature_name": "John Robbins, ", "signature_title": "Assistant Director, Cultural Resources Stewardship and Partnerships. ", "fr_doc": "[FR Doc. 01-5940 Filed 3-8-01; 8:45 am] ", "billing_code": "BILLING CODE 4310-70-F", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}