{"index": "I_2099", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR \\n        National Park Service \\n        Notice of Inventory Completion for Native American Human Remains and Associated Funerary Objects in the Possession of the U.S. Department of the Interior, National Park Service, Knife River Indian Villages National Historical Site, Stanton, ND. \\n        \\n          AGENCY:\\n          National Park Service, Interior. \\n        \\n        \\n          ACTION:\\n          Notice. \\n        \\n        Notice is hereby given in accordance with provisions of the Native American Graves Protection and Repatriation Act (NAGPRA), 43 CFR 10.9, of the completion of an inventory of human remains and associated funerary objects in the possession of the U.S. Department of the Interior, National Park Service, Knife River Indian Villages National Historical Site, Stanton, ND. This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 43 CFR 10.2 (c). The determinations within this notice are the sole responsibility of the National Park Service unit that has control or possession of these Native American human remains and associated funerary objects. The Assistant Director, Cultural Resources Stewardship and Partnerships, is not responsible for the determinations within this notice. \\n        A detailed assessment and inventory of the human remains and associated funerary objects was made by National Park Service professional staff in consultation with the Three Affiliated Tribes of the Fort Berthold Reservation, North Dakota. Additionally, Dr. Randall R. Skelton, University of Montana, Department of Anthropology, performed a physical anthropological examination of the human remains at the request of the Montana Division of Forensic Sciences. \\n        Prior to coming into the possession of the Knife River Indian Villages National Historical Site, the human remains at issue were comprised of a single skull, lower jaw, and eight teeth. \\n        Documentary evidence indicates that in October 2000 Agent Reed Scott, Montana Division of Criminal Investigation (DCI), received a telephone call from the Broadwater County Sheriff\\'s Office reporting that a human skull had been found in the closet of a rented residence in Townsend, MT. On October 16, 2000, Agent Scott took custody of the skull and signed it over to DCI Agent Will Cordes on October 17, 2000, who transported the remains to the Montana Division of Forensic Sciences. On October 18, 2000, Agent Scott contacted the owner of the residence, Mrs. Bevan Carson, and was informed by her that the Carson family received the skull around 1990 from Forest Kreiger, now deceased, of Stanton, ND. Agent Scott then contacted Mr. Kreiger\\'s son, Jesse Kreiger, who stated that his father had moved to their farm in Stanton, ND, during the 1950s and while farming had located a number of bones. Jesse Kreiger had no recollection of this specific human skull; however, he stated that tribal burial grounds had been located on or near the Kreiger properties. He also indicated that his father\\'s farm was near or part of the Knife River Indian Village National Historic Site. On October 20, 2000, Agent Scott contacted Pam Piatz, Jesse Kreiger\\'s sister, of Stanton, ND. Mrs. Piatz recalled that human remains had been on her family\\'s farm and that the human skull at issue had either been exhumed by her father while he was farming or ranching, or had been unearthed by a fox. On October 20, 2000, Agent Scott received a report from Dr. Skelton, who had been asked to examine the skull by the Montana Division of Forensic Sciences. The report indicated that the skull represents a male individual with an age ranging between 26 and 83 years and who possessed prehistoric Native American physical characteristics. On October 30, 2000, Agent Scott had the human skull transported to the Mercer County Sheriff\\'s Office in Stanton, ND. \\n        On October 31, 2000, Major Colin Peterson, Mercer County Sheriff\\'s Department, contacted John A. Moeykens at Knife River Indian Villages National Historical Site, and informed him about the human remains\\' recent recovery and background. After taking custody of the skull on November 13, 2000, Mr. Moeykens conducted a follow-up investigation. Upon contacting Jesse Kreiger and Mrs. Piatz, Mr. Moeykens was informed that the Kreiger family had bought their property in the vicinity of the park in approximately 1958. Further, except for the known Native American burial sites, most of the lands had been farmed during the early 1960s. According to Jesse Kreiger and Mrs. Piatz, their father unearthed Native American artifacts and human remains while farming, but they had no specific recollection of the human skull at issue. They also stated that the Carsons had resided in the Stanton, ND, area for about one year, possibly in the 1960s, and occasionally returned for visits. Jesse Kreiger and Mrs. Piatz did not believe the skull could have been given to the Carsons in 1990 and that Mrs. Carson was confused about this date. Rather, they believe that the Carsons would have obtained the remains 30 years ago if they were recovered from their father\\'s land. \\n\\n        On November 13, 2000, human remains representing one individual were received by and taken into the possession of Knife River Indian Villages National Historical Site. These human remains, which are comprised of a single skull, lower jaw, and eight teeth, were delivered with documentary evidence to Knife River Indian Villages National Historical Site by Major Colin Peterson of the Mercer County Sheriff\\'s Department, Stanton, ND. Supporting documentation indicates that the skull was removed 10 to 30 years ago from private land adjacent to Knife River Indian Villages National Historical Site. Although the date of exhumation is not known, it most likely occurred before the National Park Service acquired the private land from which it was removed. No known individual was identified. No associated funerary objects are present. \\n        Based upon an anthroposcopic assessment, Dr. Skelton identified these human remains as Native American. On the basis of documentary, testimonial, and geographic evidence, the human remains described above are reasonably believed to have been removed 10 to 30 years ago from private land adjacent to Knife River Indian Villages National Historical Site. Further, it is reasonably believed that the remains were exhumed from a slope above Big Hidatsa Village, where Native American burials are known to exist. The Hidatsa is one of the three tribes that comprise the Three Affiliated Tribes of the Fort Berthold Reservation (Arikara, Hidatsa, and Mandan). \\n        Based on the above-mentioned information, the Knife River Indian Villages National Historical Site superintendent determined that, pursuant to 43 CFR 10.2 (d)(1), the human remains listed above represent the physical remains of one individual of Native American ancestry. The Knife River Indian Villages National Historical Site superintendent also determined that, pursuant to 43 CFR 10.2 (e), there is a relationship of shared group identity that can be reasonably traced between these Native American human remains and the Three Affiliated Tribes of the Fort Berthold Reservation, North Dakota. \\n        This notice has been sent to officials of the Three Affiliated Tribes of the Fort Berthold Reservation, North Dakota. Representatives of any other Indian tribe that believes itself to be culturally affiliated with these human remains should contact Lisa Eckert, Superintendent, Knife River Indian Villages National Historical Site, P.O. Box 9, Stanton, ND 58571, telephone (701) 745-3309, before April 9, 2001. Repatriation of the human remains to the Three Affiliated Tribes of the Fort Berthold Reservation, North Dakota will begin after that date if no additional claimants come forward. \\n        \\n          Dated: February 14, 2001. \\n          John Robbins, \\n          Assistant Director, Cultural Resources Stewardship and Partnerships. \\n        \\n      \\n      [FR Doc. 01-5945 Filed 3-8-01; 8:45 am] \\n      BILLING CODE 4310-70-F\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR ", "sub_agency1": "National Park Service ", "dep_doc": "Null", "subject": "Notice of Inventory Completion for Native American Human Remains and Associated Funerary Objects in the Possession of the U.S. Department of the Interior, National Park Service, Knife River Indian Villages National Historical Site, Stanton, ND. ", "agency2": "National Park Service, Interior. ", "action": "Notice. ", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: February 14, 2001. ", "signature_name": "John Robbins, ", "signature_title": "Assistant Director, Cultural Resources Stewardship and Partnerships. ", "fr_doc": "[FR Doc. 01-5945 Filed 3-8-01; 8:45 am] ", "billing_code": "BILLING CODE 4310-70-F", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}