{"index": "I_2024", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR \\n        National Park Service \\n        Notice of Inventory Completion for Native American Human Remains and Associated Funerary Objects in the Control of the U.S. Department of the Interior, National Park Service, Ocmulgee National Monument, Macon, GA \\n        \\n          AGENCY:\\n          National Park Service, Interior. \\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is hereby given in accordance with provisions of the Native American Graves Protection and Repatriation Act (NAGPRA), 43 CFR 10.9, of the completion of an inventory of human remains and associated funerary objects in the control of the U.S. Department of the Interior, National Park Service, Ocmulgee National Monument, Macon, GA. \\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 43 CFR 10.2(c). The determinations within this notice are the sole responsibility of the National Park Service unit that has control or possession of these Native American human remains and associated funerary objects. The Assistant Director, Cultural Resources Stewardship and Partnerships is not responsible for the determinations within this notice. \\n        A detailed assessment and inventory of the human remains and associated funerary objects has been made by National Park Service professional staff in consultation with representatives of the Absentee-Shawnee Tribe of Indians of Oklahoma; Alabama-Coushatta Tribes of Texas; Alabama-Quassarte Tribal Town, Oklahoma; Catawba Indian Nation; Cherokee Nation, Oklahoma; Chickasaw Nation, Oklahoma; Choctaw Nation of Oklahoma; Coushatta Tribe of Louisiana; Eastern Band of Cherokee Indians of North Carolina; Eastern Shawnee Tribe of Oklahoma; Jena Band of Choctaw Indians, Louisiana; Kialegee Tribal Town of the Creek Indian Nation, Oklahoma; Miccosukee Tribe of Indians of Florida; Mississippi Band of Choctaw Indians, Mississippi; Muscogee (Creek) Nation of Oklahoma; Poarch Band of Creek Indians of Alabama; Seminole Nation of Oklahoma; Seminole Tribe of Florida, Dania, Big Cypress, Brighton, Hollywood & Tampa Reservations; Thlopthlocco Tribal Town of the Creek Nation, Oklahoma; and United Keetoowah Band of Cherokee Indians of Oklahoma. The Shawnee Tribe, also known as the \\xe2\\x80\\x9cLoyal Shawnee\\xe2\\x80\\x9d or \\xe2\\x80\\x9cCherokee Shawnee,\\xe2\\x80\\x9d a non-Federally recognized Native American group at the time that they were consulted, have since been recognized as eligible for the special programs and services provided by the United States to Indians because of their status as Indians under provisions of P.L. 106-568. \\n        Between 1957 and 1958, human remains representing eight individuals were recovered from the Trading Post area of the Macon Plateau unit of Ocmulgee National Monument. No known individuals were identified. The 16,168 associated funerary objects are 16,147 glass beads, 1 tobacco pipe, 1 axe, 2 knives, 5 gunflints, 2 gun shot, 4 balls, 1 musket ball, 1 glass fragment, 1 shell artifact, 2 spiral springs, and 1 gorget. The trading post at Macon was operated by the British from 1685-1717. The historic Creek town associated with the trading post has long been thought to have been Ocmulgee. Burials excavated at this site were identified as historic Creek on the basis of European trade goods found in association with the remains. \\n        In 1961 and 1962, human remains representing four individuals were recovered from the Ocmulgee Bottoms Salvage site. The Ocmulgee Bottoms Salvage site is located approximately one mile from the trading post site, within the boundary of Ocmulgee National Monument. No known individuals were identified. The 14,985 associated funerary objects are 14,691 glass beads, 16 copper collar bands, 77 pieces of cloth, 91 leather fragments, 71 iron bands, 2 copper gorgets, 1 iron hoe, 1 bag of wood, 23 plant seeds, 4 pieces of charcoal, 2 vessel fragments, and 6 metal fragments. The four burials were identified as historic Creek on the basis of European trade goods and glass beads found in association with the remains, which date the burials to the years between 1600 and 1890. Due to its proximity to the trading post and the similarity of the types of objects found with the burials at the two sites, it is reasonable to conclude that the burials from the Ocmulgee Bottoms Salvage site date to the 1685-1717 period. \\n        Residents of the Creek town of Ocmulgee moved to the Chatahoochee River after 1717. Historical documentation reflects a great deal of movement and reorganization among the Creeks and the Creek Confederacy during the 18th and 19th centuries. Ten present-day Indian tribes are thought to include Creek descendants, including Alabama-Coushatta Tribes of Texas; Alabama-Quassarte Tribal Town, Oklahoma; Coushatta Tribe of Louisiana; Kialegee Tribal Town of the Creek Indian Nation, Oklahoma; Miccosukee Tribe of Indians of Florida; Muscogee (Creek) Nation of Oklahoma; Poarch Band of Creek Indians of Alabama; Seminole Nation of Oklahoma; Seminole Tribe of Florida, Dania, Big Cypress, Brighton, Hollywood & Tampa Reservations; and Thlopthlocco Tribal Town of the Creek Nation, Oklahoma. \\n\\n        Based on the above-mentioned information, the superintendent of Ocmulgee National Monument has determined that, pursuant to 43 CFR 10.2(d)(1), the human remains listed above represent the physical remains of 12 individuals of Native American ancestry. The superintendent of Ocmulgee National Monument also has determined that, pursuant to 43 CFR 10.2(d)(2), the 31,153 objects listed above are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony. Lastly, the superintendent of Ocmulgee National Monument has determined that, pursuant to 43 CFR 10.2(e), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and funerary objects and the Alabama-Coushatta Tribes of Texas; Alabama-Quassarte Tribal Town, Oklahoma; Coushatta Tribe of Louisiana; Kialegee Tribal Town of the Creek Indian Nation, Oklahoma; Miccosukee Tribe of Indians of Florida; Muscogee (Creek) Nation of Oklahoma; Poarch Band of Creek Indians of Alabama; Seminole Nation of Oklahoma; Seminole Tribe of Florida, Dania, Big Cypress, Brighton, Hollywood & Tampa Reservations; and Thlopthlocco Tribal Town of the Creek Nation, Oklahoma. This notice has been sent to officials of the Absentee-Shawnee Tribe of Indians of Oklahoma; Alabama-Coushatta Tribes of Texas; Alabama-Quassarte Tribal Town, Oklahoma; Catawba Indian Nation; Cherokee Nation, Oklahoma; Chickasaw Nation, Oklahoma; Choctaw Nation of Oklahoma; Coushatta Tribe of Louisiana; Eastern Band of Cherokee Indians of North Carolina; Eastern Shawnee Tribe of Oklahoma; Jena Band of Choctaw Indians, Louisiana; Kialegee Tribal Town of the Creek Indian Nation, Oklahoma; Miccosukee Tribe of Indians of Florida; Mississippi Band of Choctaw Indians, Mississippi; Muscogee (Creek) Nation of Oklahoma; Poarch Band of Creek Indians of Alabama; Seminole Nation of Oklahoma; Seminole Tribe of Florida, Dania, Big Cypress, Brighton, Hollywood & Tampa Reservations; Shawnee Tribe; Thlopthlocco Tribal Town of the Creek Nation, Oklahoma; and United Keetoowah Band of Cherokee Indians of Oklahoma. Representatives of any other Indian tribe that believes itself to be culturally affiliated with these human remains and associated funerary objects should contact Jim David, Superintendent, Ocmulgee National Monument, 1207 Emery Highway, Macon, GA 31217, telephone (478) 752-8257, before July 18, 2001. Repatriation of the human remains and associated funerary objects to the Alabama-Coushatta Tribes of Texas; Alabama-Quassarte Tribal Town, Oklahoma; Coushatta Tribe of Louisiana; Kialegee Tribal Town of the Creek Indian Nation, Oklahoma; Miccosukee Tribe of Indians of Florida; Muscogee (Creek) Nation of Oklahoma; Poarch Band of Creek Indians of Alabama; Seminole Nation of Oklahoma; Seminole Tribe of Florida, Dania, Big Cypress, Brighton, Hollywood & Tampa Reservations; and Thlopthlocco Tribal Town of the Creek Nation, Oklahoma may begin after that date if no additional claimants come forward. \\n        \\n          Dated: May 7, 2001. \\n          Frank P. McManamon, \\n          Assistant Director, Cultural Resources Stewardship and Partnerships. \\n        \\n      \\n      [FR Doc. 01-15310 Filed 6-15-01; 8:45 am] \\n      BILLING CODE 4310-70-F\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR ", "sub_agency1": "National Park Service ", "dep_doc": "Null", "subject": "Notice of Inventory Completion for Native American Human Remains and Associated Funerary Objects in the Control of the U.S. Department of the Interior, National Park Service, Ocmulgee National Monument, Macon, GA ", "agency2": "National Park Service, Interior. ", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: May 7, 2001. ", "signature_name": "Frank P. McManamon, ", "signature_title": "Assistant Director, Cultural Resources Stewardship and Partnerships. ", "fr_doc": "[FR Doc. 01-15310 Filed 6-15-01; 8:45 am] ", "billing_code": "BILLING CODE 4310-70-F", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}