{"index": "I_2040", "messy_full": "\\n      \\n        \\n        DEPARTMENT OF THE INTERIOR \\n        National Park Service \\n        Notice of Inventory Completion for Native American Human Remains and Associated Funerary Objects in the Possession of the University of North Dakota Hariman Research Center, Grand Forks, ND, and in the Control of the U.S. Department of the Interior, Bureau of Reclamation, Dakotas Area Office, Bismarck, ND \\n        \\n          AGENCY:\\n          National Park Service, Interior. \\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is hereby given in accordance with provisions of the Native American Graves Protection and Repatriation Act (NAGPRA), 43 CFR 10.9, of the completion of an inventory of human remains and associated funerary objects in the possession of the University of North Dakota Hariman Research Center, Grand Forks, ND, and in the control of the U.S. Department of the Interior, Bureau of Reclamation, Dakotas Area Office, Bismarck, ND. \\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 43 CFR 10.2 (c). The determinations within this notice are the sole responsibility of the museum, institution, or Federal agency that has control of these Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations within this notice. \\n        A detailed assessment of the human remains was made by Bureau of Reclamation, Dakotas Area Office professional staff in consultation with representatives of the North Dakota Intertribal Reinterment Committee; Assiniboine and Sioux Tribes of the Fort Peck Indian Reservation, Montana; Cheyenne River Sioux Tribe of the Cheyenne River Reservation, South Dakota; Crow Creek Sioux Tribe of the Crow Creek Reservation, South Dakota; Flandreau Santee Sioux Tribe of South Dakota; Lower Brule Sioux Tribe of the Lower Brule Reservation, South Dakota; Lower Sioux Indian Community of Minnesota Mdewakanton Sioux Indians of the Lower Sioux Reservation in Minnesota; Oglala Sioux Tribe of the Pine Ridge Reservation, South Dakota; Omaha Tribe of Nebraska; Ponca Tribe of Nebraska; Rosebud Sioux Tribe of the Rosebud Indian Reservation, South Dakota; Prairie Island Indian Community of the Minnesota Mdewakanton Sioux Indians of the Prairie Island Reservation, Minnesota; Santee Sioux Tribe of the Santee Reservation of Nebraska; Sisseton-Wahpeton Sioux Tribe of the Lake Traverse Reservation, South Dakota; Spirit Lake Tribe, North Dakota; Standing Rock Sioux Tribe of North & South Dakota; Three Affiliated Tribes of the Fort Berthold Reservation, North Dakota; Turtle Mountain Band of Chippewa Indians of North Dakota; Winnebago Tribe of Nebraska; and Yankton Sioux Tribe of South Dakota. \\n        On November 9, 2000, the Bureau of Reclamation, Dakotas Area Office and the North Dakota Intertribal Reinterment Committee submitted a request to the Native American Graves Protection and Repatriation Review Committee to make a recommendation on the disposition of a minimum of 14 culturally unidentifiable human remains and 4 associated funerary objects from North Dakota and in the control of the Bureau of Reclamation, Dakotas Area Office. The North Dakota Intertribal Reinterment Committee was established by North Dakota State statute for the reinterment of human remains in the State of North Dakota and is composed of representatives of the following Native American tribes in and from North Dakota: the Standing Rock Sioux Tribe of North & South Dakota; the Spirit Lake Tribe, North Dakota; the Three Affiliated Tribes of the Fort Berthold Reservation, North Dakota; and the Turtle Mountain Band of Chippewa Indians of North Dakota. The Bureau of Reclamation, Dakotas Area Office had previously received a resolution supporting repatriation to the North Dakota Intertribal Reinterment Committee from the Great Plains Tribal Chairman\\'s Association, an association that represents 17 Federally recognized tribes within the Great Plains region of the Bureau of Indian Affairs. \\n        The Native American Graves Protection and Repatriation Review Committee considered the request at its December 11-13, 2000, meeting. The review committee concurred with the Bureau of Reclamation, Dakotas Area Office\\'s proposal to repatriate these culturally unidentifiable human remains and associated funerary objects to the North Dakota Intertribal Reinterment Committee representing the Standing Rock Sioux Tribe of North & South Dakota; Spirit Lake Tribe, North Dakota; Three Affiliated Tribes of the Fort Berthold Reservation, North Dakota; and Turtle Mountain Band of Chippewa Indians of North Dakota. A January 11, 2001, letter from the Assistant Director, Cultural Resources Stewardship and Partnerships to the Bureau of Reclamation, Dakotas Area Office confirmed concurrence regarding the disposition of these culturally unidentifiable human remains and associated funerary objects. \\n        In 1974, University of North Dakota professionals, under contract to the Bureau of Reclamation, Dakotas Area Office, collected the remains of a minimum of three individuals from site 32LM104. No known individuals were identified. The one associated funerary object is a projectile point. \\n        The human remains (inventory records 32LM104-A, 32LM104-B, and 32LM104-C) and associated funerary object (32LM104-AFO-A) were inventoried by the University of North Dakota Hariman Research Center in 1996. Based on site morphology, osteological evidence, and associated artifacts, these individuals have been identified as Native American and probably date to the Middle Plains Woodland period (100 B.C.-A.D. 600). \\n        In 1974, University of North Dakota professionals, under contract to the Bureau of Reclamation, Dakotas Area Office, collected the remains of a minimum of one individual from a disturbed portion of site 32LM228. No known individual was identified. The three associated funerary objects are two projectile points and one piece of worked, incised shell. \\n        The human remains (32LM228-A) and associated funerary objects (32LM228-AFO-A, 32LM228-AFO-B, and 32LM228-AFO-C) were inventoried by the University of North Dakota Hariman Research Center in 1996. Based on site morphology, osteological evidence, and associated artifacts, this individual has been identified as Native American and probably dates to the Plains Woodland period (400 B.C.-A.D. 1000). \\n        In 1974, University of North Dakota professionals, under contract to the Bureau of Reclamation, Dakotas Area Office, collected the remains of a minimum of four individuals from site 32NE401. No known individuals were identified. No associated funerary objects are present. \\n        The human remains (32NE401-A, 32NE401-B, 32NE401-C, and 32NE401-D) were inventoried by the University of North Dakota Hariman Research Center in 1996. Based on the site morphology, osteological evidence, and associated artifacts, these individuals have been identified as Native American and probably date to the Plains Woodland period (400 B.C.-A.D. 1000). \\n\\n        In 1990, University of North Dakota professionals, under contract to the Bureau of Reclamation, Dakotas Area Office, collected the remains of a minimum of one individual from excavations at site 32RY77. No known individual was identified. No associated funerary objects are present. \\n        The human remains (32RY77-A) were inventoried by the University of North Dakota Hariman Research Center in 1990 and 1996. Based on site morphology, osteological evidence, and associated artifacts, the individual has been identified as Native American and probably dates to the Early to Middle Woodland period (400 B.C.-A.D. 600). \\n        In 1982, Dakota Interactive Services professionals, under contract to the Bureau of Reclamation, Dakotas Area Office, collected the remains of a minimum of one individual from excavations at site 32SN72. No known individual was identified. No associated funerary objects are present. \\n        The human remains (32SN72-A) were inventoried by the University of North Dakota Hariman Research Center in 1996. Based on site morphology, osteological evidence, and associated artifacts, the individual has been identified as Native American of an unknown period. \\n        In 1982, Dakota Interactive Services professionals, under contract to the Bureau of Reclamation, Dakotas Area Office, collected the remains of a minimum of one individual from excavations at site 32SN88. No known individual was identified. No associated funerary objects are present. \\n        The human remains (32SN88-A) were inventoried by the University of North Dakota Hariman Research Center in 1996. Based on site morphology, osteological evidence, and associated artifacts, the individual has been identified as Native American of an unknown period. \\n        In 1982, Dakota Interactive Services professionals, under contract to the Bureau of Reclamation, Dakotas Area Office, collected the remains of a minimum of one individual from a survey of site 32SN93. No known individual was identified. No associated funerary objects are present. \\n        The human remains (32SN93-A) were inventoried by the University of North Dakota Hariman Research Center in 1996. Based on site morphology, osteological evidence, and associated artifacts, the individual has been identified as Native American and probably dates to the Plains Woodland period (400 B.C.-A.D. 1000). \\n        In 1985, University of North Dakota professionals, under contract to the Bureau of Reclamation, Dakotas Area Office, collected the remains of a minimum of one individual from excavations at site 32SN246. No known individual was identified. No associated funerary objects are present. \\n        The human remains (32SN246-A) were inventoried by the University of North Dakota Hariman Research Center in 1996. Based on site morphology, osteological evidence, and associated artifacts, the individual has been identified as Native American and probably dates to the Middle Woodland period (100 B.C.-A.D. 600). \\n        In 1976, University of North Dakota professionals, under contract to the Bureau of Reclamation, Dakotas Area Office, collected the remains of a minimum of one individual from excavations at site 32SN403. No known individual was identified. No associated funerary objects are present. \\n        The human remains (32SN403-A) were inventoried by the University of North Dakota Hariman Research Center in 1996. Based on site morphology, osteological evidence, and associated artifacts, the individual has been identified as Native American and probably dates to the Northeastern Plains Complex period (early A.D. 1400s). \\n        Based on the above-mentioned information, officials of the Bureau of Reclamation, Dakotas Area Office have determined that, pursuant to 43 CFR 10.2 (d)(1), the human remains listed above represent the physical remains of a minimum of 14 individuals of Native American ancestry. Officials of the Bureau of Reclamation, Dakotas Area Office also have determined that, pursuant to 43 CFR 10.2 (d)(2), the four objects listed above are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony. In accordance with the recommendations of the Native American Graves Protection and Repatriation and Review Committee, officials of the Bureau of Reclamation, Dakotas Area Office have determined that, pursuant to 43 CFR 10.2 (e), there is no relationship of shared group identity that can be reasonably traced between either these Native American human remains or the associated funerary objects and any present-day Indian tribe or group, and the disposition of these Native American human remains should be to the North Dakota Intertribal Reinterment Committee representing the Standing Rock Sioux Tribe of North & South Dakota; Spirit Lake Tribe, North Dakota; Three Affiliated Tribes of the Fort Berthold Reservation, North Dakota; and Turtle Mountain Band of Chippewa Indians of North Dakota. \\n        This notice has been sent to the North Dakota Intertribal Reinterment Committee; Assiniboine and Sioux Tribes of the Fort Peck Indian Reservation, Montana; Cheyenne River Sioux Tribe of the Cheyenne River Reservation, South Dakota; Crow Creek Sioux Tribe of the Crow Creek Reservation, South Dakota; Flandreau Santee Sioux Tribe of South Dakota; Lower Brule Sioux Tribe of the Lower Brule Reservation, South Dakota; Lower Sioux Indian Community of Minnesota Mdewakanton Sioux Indians of the Lower Sioux Reservation in Minnesota; Oglala Sioux Tribe of the Pine Ridge Reservation, South Dakota; Omaha Tribe of Nebraska; Ponca Tribe of Nebraska; Prairie Island Indian Community of the Minnesota Mdewakanton Sioux Indians of the Prairie Island Reservation, Minnesota; Rosebud Sioux Tribe of the Rosebud Indian Reservation, South Dakota; Santee Sioux Tribe of the Santee Reservation of Nebraska; Sisseton-Wahpeton Sioux Tribe of the Lake Traverse Reservation, South Dakota; Spirit Lake Tribe, North Dakota; Standing Rock Sioux Tribe of North & South Dakota; Three Affiliated Tribes of the Fort Berthold Reservation, North Dakota; Turtle Mountain Band of Chippewa Indians of North Dakota; Winnebago Tribe of Nebraska; and Yankton Sioux Tribe of South Dakota. Representatives of any other Indian tribe that believes itself to be culturally affiliated with these human remains should contact Dr. Kimball Banks, NAGPRA Coordinator, Bureau of Reclamation, Dakotas Area Office, P.O. Box 1017, Bismarck, ND 58501, telephone (701) 250-4242, extension 3602, before June 4, 2001. Repatriation of the human remains and associated funerary objects to the North Dakota Intertribal Reinterment Committee representing the Standing Rock Sioux Tribe of North and South Dakota; the Spirit Lake Tribe, North Dakota; the Three Affiliated Tribes of the Fort Berthold Reservation, North Dakota; and the Turtle Mountain Band of Chippewa Indians of North Dakota may begin after that date if no additional claimants come forward. \\n        \\n          Dated: April 13, 2001.\\n          John Robbins, \\n          Assistant Director, Cultural Resources Stewardship and Partnerships.\\n        \\n      \\n      [FR Doc. 01-11143 Filed 5-2-01; 8:45 am] \\n      BILLING CODE 4310-70-F\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR ", "sub_agency1": "National Park Service ", "dep_doc": "Null", "subject": "Notice of Inventory Completion for Native American Human Remains and Associated Funerary Objects in the Possession of the University of North Dakota Hariman Research Center, Grand Forks, ND, and in the Control of the U.S. Department of the Interior, Bureau of Reclamation, Dakotas Area Office, Bismarck, ND ", "agency2": "National Park Service, Interior. ", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: April 13, 2001.", "signature_name": "John Robbins, ", "signature_title": "Assistant Director, Cultural Resources Stewardship and Partnerships.", "fr_doc": "[FR Doc. 01-11143 Filed 5-2-01; 8:45 am] ", "billing_code": "BILLING CODE 4310-70-F", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}