{"index": "I_2081", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR \\n        National Park Service \\n        Notice of Inventory Completion for Native American Human Remains and Associated Funerary Objects in the Possession of the Phoebe Hearst Museum of Anthropology, University of California-Berkeley, Berkeley, CA\\n        \\n          AGENCY:\\n          National Park Service. \\n        \\n        \\n          ACTION:\\n          Notice. \\n        \\n        Notice is hereby given in accordance with provisions of the Native American Graves Protection and Repatriation Act (NAGPRA), 43 CFR 10.9, of the completion of an inventory of human remains and associated funerary objects in the possession of the Phoebe Hearst Museum of Anthropology, University of California-Berkeley, Berkeley, CA. \\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 43 CFR 10.2 (c). The determinations within this notice are the sole responsibility of the museum, institution, or Federal agency that has control of these Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations within this notice. \\n        A detailed assessment of the human remains was made by Phoebe Hearst Museum of Anthropology professional staff in consultation with representatives of Chugach Alaska Corporation and the Native Village of Eyak. \\n        Prior to 1878, human remains representing one individual [Cat. #12-3487] were recovered from the \\xe2\\x80\\x9cAleutian Islands (Nutchuk Id), Aleut\\xe2\\x80\\x9d (now known as Hinchinbrook Island), Prince William Sound, AK, by B.G. McIntyre of the Alaska Commercial Company. In 1913, these human remains were donated to the University of California Anthropology Museum (now the Phoebe Hearst Museum of Anthropology) by the Bancroft Library of the University of California. No known individual was identified. No associated funerary objects are present. \\n        Based on geographic evidence, linguistic evidence, published folklore, and archeological evidence indicating over 2,000 years of cultural continuity, this individual has been determined to be Native American affiliated with Chugach Alaska Corporation and the Native Village of Eyak. \\n        Based on the above-mentioned information, officials of the Phoebe Hearst Museum of Anthropology have determined that, pursuant to 43 CFR 10.2 (d)(1), the human remains listed above represent the physical remains of one individual of Native American ancestry. Officials of the Phoebe Hearst Museum of Anthropology also have determined that, pursuant to 43 CFR 10.2 (e), there is a relationship of shared group identity that can be reasonably traced between these Native American human remains and Chugach Alaska Corporation and the Native Village of Eyak. This notice has been sent to officials of Chugach Alaska Corporation and the Native Village of Eyak. Representatives of any other Indian tribe that believes itself to be culturally affiliated with these human remains should contact C. Richard Hitchock, Interim NAGPRA Coordinator, Phoebe Hearst Museum of Anthropology, University of California, Berkeley, CA 94720, telephone (510) 643-7884, before April 25, 2001. Repatriation of the human remains to Chugach Alaska Corporation and the Native Village of Eyak may begin after that date if no additional claimants come forward. \\n        \\n          Dated: March 9, 2001. \\n          John Robbins, \\n          Assistant Director, Cultural Resources Stewardship and Partnerships. \\n        \\n      \\n      [FR Doc. 01-7436 Filed 3-23-01; 8:45 am] \\n      BILLING CODE 4310-70-F\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR ", "sub_agency1": "National Park Service ", "dep_doc": "Null", "subject": "Notice of Inventory Completion for Native American Human Remains and Associated Funerary Objects in the Possession of the Phoebe Hearst Museum of Anthropology, University of California-Berkeley, Berkeley, CA", "agency2": "National Park Service. ", "action": "Notice. ", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: March 9, 2001. ", "signature_name": "John Robbins, ", "signature_title": "Assistant Director, Cultural Resources Stewardship and Partnerships. ", "fr_doc": "[FR Doc. 01-7436 Filed 3-23-01; 8:45 am] ", "billing_code": "BILLING CODE 4310-70-F", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}