{"index": "I_2079", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR \\n        National Park Service \\n        Notice of Inventory Completion for Native American Human Remains and Associated Funerary Objects in the Control of the U.S. Department of the Interior, Bureau of Land Management, New Mexico State Office, Santa Fe, NM \\n        \\n          AGENCY:\\n          National Park Service, Interior. \\n        \\n        \\n          \\n          ACTION:\\n          Notice. \\n        \\n        Notice is hereby given in accordance with provisions of the Native American Graves Protection and Repatriation Act (NAGPRA), 43 CFR 10.9, of the completion of an inventory of human remains and associated funerary objects in the control of the U.S. Department of the Interior, Bureau of Land Management, New Mexico State Office, Santa Fe, NM. \\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 43 CFR 10.2 (c). The determinations within this notice are the sole responsibility of the museum, institution, or Federal agency that has control of these Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations within this notice. \\n        A detailed assessment of the human remains was made by the University of Colorado Museum, Eastern New Mexico University, the Maxwell Museum of Anthropology (University of New Mexico), the New Mexico State University Museum, the Museum of New Mexico, the San Juan County Museum, and Bureau of Land Management professional staff in consultation with representatives of the Pueblo of Acoma, New Mexico; the Pueblo of Isleta, New Mexico; the Pueblo of Laguna, New Mexico; the Pueblo of Sandia, New Mexico; the Pueblo of Santa Ana, New Mexico; the Pueblo of Zia, New Mexico; and Ysleta Del Sur Pueblo of Texas. \\n        Between 1970 and 1981, human remains representing 24 individuals were recovered from sites ENM 673, ENM 838, ENM 844, and ENM 880 in New Mexico during legally-authorized excavations and collections conducted by Cynthia Irwin-Williams with Eastern New Mexico University\\'s Rio Puerco Valley Project. These human remains are presently curated at Eastern New Mexico University. No known individuals were identified. The two associated funerary objects are a pottery bowl and a sherd. \\n        Based on material culture, architecture, and site organization, sites ENM 673, ENM 838, ENM 844, and ENM 880 have been identified as a Chaocan outlier and three associated Anasazi pueblos occupied between C.E. 900-1300. \\n        In 1984, human remains representing one individual were recovered from site LA 45884 in New Mexico during legally-authorized excavations and collections by the Museum of New Mexico. No known individual was identified. No associated funerary objects were present. \\n        Based on material culture, architecture, and site organization, site LA 45884 has been identified as an Anasazi pithouse village occupied between C.E. 900-1100. \\n        Continuities of ethnographic materials, technology, oral traditions, and architecture indicate affiliation of sites with the Pueblo of Acoma, New Mexico; the Pueblo of Isleta, New Mexico; the Pueblo of Laguna, New Mexico; the Pueblo of Sandia, New Mexico; the Pueblo of Santa Ana, New Mexico; the Pueblo of Zia, New Mexico; and Ysleta Del Sur Pueblo of Texas. \\n        Based on the above-mentioned information, officials of the New Mexico State Office of the Bureau of Land Management have determined that, pursuant to 43 CFR 10.2 (d)(1), the human remains listed above represent the physical remains of 25 individuals of Native American ancestry. Officials of the New Mexico State Office of the Bureau of Land Management also have determined that, pursuant to 43 CFR 10.2 (d)(2), the two objects listed above are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony. Lastly, officials of the New Mexico State Office of the Bureau of Land Management have determined that, pursuant to 43 CFR 10.2 (e), there is a relationship of shared group identity that can be reasonably traced between these Native American human remains and the Pueblo of Acoma, New Mexico; the Pueblo of Isleta, New Mexico; the Pueblo of Laguna, New Mexico; the Pueblo of Sandia, New Mexico; the Pueblo of Santa Ana, New Mexico; the Pueblo of Zia, New Mexico; and Ysleta Del Sur Pueblo of Texas. This notice has been sent to officials of the Pueblo of Acoma, New Mexico; the Pueblo of Isleta, New Mexico; the Pueblo of Laguna, New Mexico; the Pueblo of Sandia, New Mexico; the Pueblo of Santa Ana, New Mexico; the Pueblo of Zia, New Mexico; and Ysleta Del Sur Pueblo of Texas. Representatives of any other Indian tribe that believes itself to be culturally affiliated with these human remains and associated funerary objects should contact Stephen L. Fosberg, State Archeologist and NAGPRA Coordinator, New Mexico State Office, Bureau of Land Management, 1474 Rodeo Road, Santa Fe, NM 87502-0115, telephone (505) 438-7415, before May 2, 2001. Repatriation of the human remains and associated funerary objects to the Pueblo of Acoma, New Mexico; the Pueblo of Isleta, New Mexico; the Pueblo of Laguna, New Mexico; the Pueblo of Sandia, New Mexico; the Pueblo of Santa Ana, New Mexico; the Pueblo of Zia, New Mexico; and Ysleta Del Sur Pueblo of Texas may begin after that date if no additional claimants come forward. \\n        \\n          Dated: March 16, 2001. \\n          John Robbins, \\n          Assistant Director, Cultural Resources Stewardship and Partnerships. \\n        \\n      \\n      [FR Doc. 01-7982 Filed 3-30-01; 8:45 am] \\n      BILLING CODE 4310-70-F\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR ", "sub_agency1": "National Park Service ", "dep_doc": "Null", "subject": "Notice of Inventory Completion for Native American Human Remains and Associated Funerary Objects in the Control of the U.S. Department of the Interior, Bureau of Land Management, New Mexico State Office, Santa Fe, NM ", "agency2": "National Park Service, Interior. ", "action": "Notice. ", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: March 16, 2001. ", "signature_name": "John Robbins, ", "signature_title": "Assistant Director, Cultural Resources Stewardship and Partnerships. ", "fr_doc": "[FR Doc. 01-7982 Filed 3-30-01; 8:45 am] ", "billing_code": "BILLING CODE 4310-70-F", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}