{"index": "I_2196", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR \\n        National Park Service \\n        Notice of Inventory Completion for Native American Human Remains and Associated Funerary Objects from Des Moines County, IA in the Possession of the Office of the State Archaeologist, University of Iowa, and the State Historical Society of Iowa, Iowa City, IA\\n        \\n          AGENCY:\\n          National Park Service.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is hereby given in accordance with provisions of the Native American Graves Protection and Repatriation Act (NAGPRA), 43 CFR 10.9, of the completion of an inventory of human remains in the possession of the Office of the State Archaeologist, University of Iowa, Iowa City, IA, and associated funerary objects in the possession of the State Historical Society of Iowa, Keyes Collection, Iowa City, IA. \\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 43 CFR 10.2 (c). The determinations within this notice are the sole responsibility of the museum, institution, or Federal agency that has control of these Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations within this notice. \\n        A detailed assessment of the human remains and the associated funerary objects was made by the Office of the State Archaeologist, University of Iowa, professional staff in consultation with representatives of the Iowa Tribe of Kansas and Nebraska, the Iowa Tribe of Oklahoma, the Otoe-Missouria Tribe of Oklahoma, Sac and Fox Tribe of the Mississippi in Iowa, Sac and Fox Nation of Missouri in Kansas and Nebraska, and the Sac and Fox Nation of Oklahoma. \\n\\n        At an unknown date, human remains representing two individuals were recovered from a burial site at North Hill, Burlington, Des Moines County, IA, by an unknown person. At an unknown date, Charles Buettner, a local collector who lived in Burlington from 1869 to 1920, transferred the human remains to a local high school. The school later donated the remains to the Des Moines County Historical Museum, Burlington, IA, which transferred the remains to the Office of the State Archaeologist in 1994. No known individuals were identified. \\n        The 24 associated funerary objects include an abrader, 2 probable bone shaft straighteners, a clay fife, an iron stirrup fragment, a horse bit, an iron spoon handle, an iron file, an iron rat tail file, 2 silver-plated arm bands, 2 sea urchin quill beads, a Chinese coin, a bronze trade ring, 5 copper-alloy coils, 3 brass coils, and a hook-shaped flat metal fragment. At an unknown date, Charles R. Keyes obtained these funerary objects, which were subsequently donated to the State Historical Society of Iowa, where they are today. The description of the artifacts, their provenience, and matching handwriting on the labels of the human remains and the objects confirm that these are the associated funerary objects from the North Hill site. \\n        The labels accompanying the human remains and funerary objects are the only documentary information available. The labels state that the remains and objects came from a burial located \\xe2\\x80\\x9con the edge of North Hill Cliffs,\\xe2\\x80\\x9d but have no further information on the origin or cultural affiliation of the remains and objects. The labels further note that, when found, the burials included an iron spear and arrowheads, a \\xe2\\x80\\x9cstone bullet mode,\\xe2\\x80\\x9d a stone pipe, and a bead necklace, none of which are among the objects held by the State Historical Society of Iowa. The Chinese coin was minted during the reign of Emperor Kao Tsung (A.D. 1736-1796), and its presence helps establish the maximum age of the burial. Euroamerican settlement of the Burlington area was underway by the 1830\\'s and proceeded rapidly over the next few decades. It seems unlikely, given the growth of the city, that the burial would have taken place after about the middle of the 19th century. \\n        The nature of the burial assemblage indicates that these remains and objects came from a Native American grave. Throughout the 18th century and the early part of the 19th century, many different native groups either resided periodically in the southeastern part of the state or passed through the area. These groups included the Meskwaki, Sauk, Iowa, and Otoe-Missouria, among others. In the absence of distinctive artifacts of native manufacture, however, definitive cultural identification of the individuals from this burial cannot be made. \\n        Based on the above-mentioned information, officials of the Office of the State Archaeologist, University of Iowa, and the State Historical Society of Iowa have determined that, pursuant to 43 CFR 10.2 (d)(1), the human remains listed above represent the physical remains of two individuals of Native American ancestry. Officials of the Office of the State Archaeologist, University of Iowa, and the State Historical Society of Iowa also have determined that, pursuant to 43 CFR 10.2 (d)(2), the 24 objects listed above are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony. Lastly, officials of the Office of the State Archaeologist, University of Iowa, and the State Historical Society of Iowa have determined that, pursuant to 43 CFR 10.2 (e), there is a relationship of shared group identity that can be reasonably traced between these Native American human remains and associated funerary objects and the Iowa Tribe of Kansas and Nebraska, the Iowa Tribe of Oklahoma, the Otoe-Missouria Tribe of Oklahoma, Sac and Fox Tribe of the Mississippi in Iowa, Sac and Fox Nation of Missouri in Kansas and Nebraska, and the Sac and Fox Nation of Oklahoma. This notice has been sent to officials of the Iowa Tribe of Kansas and Nebraska, the Iowa Tribe of Oklahoma, the Otoe-Missouria Tribe of Oklahoma, Sac and Fox Tribe of the Mississippi in Iowa, Sac and Fox Nation of Missouri in Kansas and Nebraska, and the Sac and Fox Nation of Oklahoma. Representatives of any other Indian tribe that believes itself to be culturally affiliated with these human remains and associated funerary objects should contact Shirley Schermer, Burials Program Director, Office of the State Archaeologist, 700 Clinton Street Building, University of Iowa, Iowa City, IA 52242, telephone (319) 384-0740, or Jerome Thompson, State Historical Society of Iowa, New Historical Building, 600 East Locust, Des Moines, IA 50319-0290, telephone (515) 281-4221, before September 28, 2000. Repatriation of the human remains and associated funerary objects to the Iowa Tribe of Kansas and Nebraska, the Iowa Tribe of Oklahoma, the Otoe-Missouria Tribe of Oklahoma, Sac and Fox Tribe of the Mississippi in Iowa, Sac and Fox Nation of Missouri in Kansas and Nebraska, and the Sac and Fox Nation of Oklahoma may begin after that date if no additional claimants come forward. \\n        \\n          Dated: August 16, 2000. \\n          John Robbins, \\n          Assistant Director, Cultural Resources Stewardship and Partnerships.\\n        \\n      \\n      [FR Doc. 00-21978 Filed 8-28-00; 8:45 am] \\n      BILLING CODE 4310-70-F\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR ", "sub_agency1": "National Park Service ", "dep_doc": "Null", "subject": "Notice of Inventory Completion for Native American Human Remains and Associated Funerary Objects from Des Moines County, IA in the Possession of the Office of the State Archaeologist, University of Iowa, and the State Historical Society of Iowa, Iowa City, IA", "agency2": "National Park Service.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: August 16, 2000. ", "signature_name": "John Robbins, ", "signature_title": "Assistant Director, Cultural Resources Stewardship and Partnerships.", "fr_doc": "[FR Doc. 00-21978 Filed 8-28-00; 8:45 am] ", "billing_code": "BILLING CODE 4310-70-F", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}