{"index": "I_2189", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR \\n        National Park Service \\n        Notice of Inventory Completion for Native American Human Remains and Associated Funerary Objects from Polk County, IA, in the Possession of the Office of the State Archaeologist, University of Iowa, Iowa City, IA and the State Historical Society of Iowa, Des Moines, IA \\n        \\n          AGENCY:\\n          National Park Service, Interior. \\n        \\n        \\n          ACTION:\\n          Notice. \\n        \\n        Notice is hereby given in accordance with provisions of the Native American Graves Protection and Repatriation Act (NAGPRA), 43 CFR 10.9, of the completion of an inventory of human remains and associated funerary objects in the possession of the Office of State Archaeologist, University of Iowa, Iowa City, IA, and an inventory of human remains and associated funerary objects in the possession of the State Historical Society of Iowa, Des Moines, IA. \\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 43 CFR 10.2 (c). The determinations within this notice are the sole responsibility of the museum, institution, or Federal agency that has control of these Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations within this notice. \\n        A detailed assessment of the human remains was made by the Office of the State Archaeologist, University of Iowa, professional staff and the State Historical Society of Iowa professional staff in consultation with representatives of the Sac and Fox Tribe of the Mississippi in Iowa, Sac and Fox Nation of Missouri in Kansas and Nebraska, and the Sac and Fox Nation of Oklahoma. A detailed assessment of the funerary objects was made by the State Historical Society of Iowa professional staff in consultation with representatives of the Sac and Fox Tribe of the Mississippi in Iowa, Sac and Fox Nation of Missouri in Kansas and Nebraska, and the Sac and Fox Nation of Oklahoma. \\n        In 1904, human remains representing two individuals were excavated by staff of the Iowa Historical Department, now the State Historical Society of Iowa, from site 13PK54 located near the Chesterfield School in Des Moines, Polk County, IA. One set of human remains consists of a single cranium and the other set of human remains is a lock of hair. In the early 1980\\'s, the skeletal remains were transferred to the Office of the State Archaeologist, University of Iowa, and the hair is in the State Historical Society of Iowa collections. No known individuals were identified. \\n        The 3,081 associated funerary objects in the possession of the State Historical Society of Iowa include 200 tubular shell beads, 900 red-brown glass seed beads, 90 large clear faceted glass beads, 42 pink glass seed beads, 4 red glass seed beads, 1,100 white glass seed beads, 16 large blue faceted glass beads, 41 blue glass seed beads, 600 gray and white glass seed beads, 30 brass ball and cone hair ornaments, 5 brass ball and cone hair ornaments attached to human hair, 4 lacquered paper-mache snuff box parts, 1 preserved clump of snuff or tobacco, a fragment of bead ornament strung on copper wire, a copper wire-wrapped ornament, 8 copper bracelets, a copper alloy brooch/blanket pin, 6 iron cut nails, a bronze-handled and iron-bladed knife, 9 brass hawk bells, 3 brass buttons, a vial containing vermilion, a yellow ochre sample, 2 silk cloth remnants, and 14 wool cloth remnants. \\n        Site 13PK54, located near the Chesterfield School in Des Moines, was a village and cemetery. The burials at this site were first found by A.A. Bennett, who unearthed 14 graves during sand quarrying operations. Mr. Bennett notified T. Van Hyning, of the Iowa Historical Museum, who proceeded to identify and excavate nine additional graves. The available documentation of the excavations is limited to an extensive interview of Mr. Van Hyning published in the Des Moines Register and Leader on March 26, 1905. Mr. Van Hyning collected three human skulls and a variety of associated funerary objects including glass beads, a bronze-handled iron-bladed knife, brass and copper ornaments, textile remnants, iron cut nails, and two paper-mache snuff boxes. While the newspaper and the 1905 annual report of the Iowa Historical Department mention three skulls, only one was accessioned into the museum collection. Only one was located in the early 1980\\'s when the museum was analyzing human remains prior to transfer to the Office of the State Archaeologist for reburial under the state\\'s burial protection act of 1976. It is not known what happened to the other two skulls. \\n\\n        Research into this site and collection was initiated in 1983. The associated funerary objects conclusively indicate an historic period burial. The style of the cut iron nails would date to the 1790\\'s, at the earliest, and is consistent with types made circa 1805-1850. The Sac and Fox Indian Agency, known as the Raccoon River Indian Agency, was located in the vicinity of this site from 1843-1845. Kathryn E.M. Gourley, in a 1985 report entitled \\xe2\\x80\\x9cThe Raccoon River Indian Agency: Predicted Site Locations,\\xe2\\x80\\x9d concluded that site 13PK54 was \\xe2\\x80\\x9cwithin or near the village tentatively assigned to Wishecomaque.\\xe2\\x80\\x9d The identification of this site is based on historical documents, including military records, Indian agents\\' reports, local records, and original land survey reports. The types of objects are within the range of materials carried by traders authorized to provide goods to the Sac and Fox (Meskwaki) during this period. Based on the historical record, geographic location, and archeological evidence, it is reasonable to conclude that these remains and associated funerary objects are associated with the Sac and Fox (Meskwaki). \\n        Based on the above-mentioned information, officials of the Office of the State Archaeologist, University of Iowa, have determined that, pursuant to 43 CFR 10.2 (d)(1), the human remains listed above represent the physical remains of two individuals of Native American ancestry. Officials of the State Historical Society of Iowa also have determined that, pursuant to 43 CFR 10.2 (d)(2), the 3,081 objects listed above are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony. Also, officials of the Office of the State Archaeologist, University of Iowa, and the State Historical Society of Iowa have determined that, pursuant to 43 CFR 10.2 (e), there is a relationship of shared group identity that can be reasonably traced between these Native American human remains and associated funerary objects and the Sac and Fox Tribe of the Mississippi in Iowa, Sac and Fox Nation of Missouri in Kansas and Nebraska, and the Sac and Fox Nation of Oklahoma. \\n        This notice has been sent to officials of the Sac and Fox Tribe of the Mississippi in Iowa, Sac and Fox Nation of Missouri in Kansas and Nebraska, and the Sac and Fox Nation of Oklahoma. Representatives of any other Indian tribe that believes itself to be culturally affiliated with these human remains and associated funerary objects should contact Shirley Schermer, Burials Program Director, Office of the State Archaeologist, Eastlawn, University of Iowa, Iowa City, IA 52242, telephone (319) 384-0732, or Jerome Thompson, State Historical Society of Iowa, New Historical Building, 600 East Locust, Des Moines, IA 50319-0290, telephone (515) 281-4221, before October 12, 2000. Repatriation of the human remains and associated funerary objects to the Sac and Fox Tribe of the Mississippi in Iowa, Sac and Fox Nation of Missouri in Kansas and Nebraska, and the Sac and Fox Nation of Oklahoma may begin after that date if no additional claimants come forward. \\n        \\n          Dated: August 23, 2000. \\n          John Robbins, \\n          Assistant Director, Cultural Resources Stewardship and Partnerships \\n        \\n      \\n      [FR Doc. 00-23383 Filed 9-11-00 ; 8:45 am] \\n      BILLING CODE 4310-70-F\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR ", "sub_agency1": "National Park Service ", "dep_doc": "Null", "subject": "Notice of Inventory Completion for Native American Human Remains and Associated Funerary Objects from Polk County, IA, in the Possession of the Office of the State Archaeologist, University of Iowa, Iowa City, IA and the State Historical Society of Iowa, Des Moines, IA ", "agency2": "National Park Service, Interior. ", "action": "Notice. ", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: August 23, 2000. ", "signature_name": "John Robbins, ", "signature_title": "Assistant Director, Cultural Resources Stewardship and Partnerships ", "fr_doc": "[FR Doc. 00-23383 Filed 9-11-00 ; 8:45 am] ", "billing_code": "BILLING CODE 4310-70-F", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}