{"index": "I_2150", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR \\n        National Park Service\\n        Notice of Inventory Completion for Native American Human Remains and Associated Funerary Objects in the Possession of the Peabody Essex Museum, Salem, MA \\n        \\n          AGENCY:\\n          National Park Service, Interior. \\n        \\n        \\n          ACTION:\\n          Notice. \\n        \\n        Notice is hereby given in accordance with provisions of the Native American Graves Protection and Repatriation Act (NAGPRA), 43 CFR 10.9, of the completion of an inventory of human remains and associated funerary objects in the possession of the Peabody Essex Museum, Salem, MA. \\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 43 CFR 10.2 (c). The determinations within this notice are the sole responsibility of the museum, institution, or Federal agency that has control of these Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations within this notice. \\n        A detailed assessment of the human remains was made by Peabody Essex Museum professional staff in consultation with representatives of the Cayuga Nation of New York. \\n        Before 1868, human remains representing one individual came into the collections of the Essex Institute following their collection by Mr. C.L. Allen. In 1868, these human remains were transferred to the Peabody Academy of Sciences from the Essex Institute (both now constitute the Peabody Essex Museum). No known individual was identified. \\n        Catalogue data at the Peabody Essex Museum lists these human remains as \\xe2\\x80\\x9cIndian, from Cayuga County, New York.\\xe2\\x80\\x9d Based on the provenance listed in the catalogue, representatives of the Cayuga Nation of New York have identified these human remains as Cayuga. In the absence of associated cultural material, the Peabody Essex Museum has been unable to ascertain the precise age of the human remains. Based on historic sources and treaties, Cayuga County, NY lies within the historically known area in which the Cayuga had villages. Lacking any evidence to the contrary, the Peabody Essex Museum is accepting these human remains as having Cayuga origin. \\n        Based on the above-mentioned information, officials of the Peabody Essex Museum have determined that, pursuant to 43 CFR 10.2 (d)(1), the human remains listed above represent the physical remains of one individuals of Native American ancestry. Officials of the Peabody Essex Museum have determined that, pursuant to 43 CFR 10.2 (e), there is a relationship of shared group identity that can be reasonably traced between these Native American human remains and the Cayuga Nation of New York. \\n        This notice has been sent to officials of the Cayuga Nation of New York. Representatives of any other Indian tribe that believes itself to be culturally affiliated with these human remains should contact John R. Grimes, Curator of Native American Art and Culture, Peabody Essex Museum, East Indian Square, Salem, MA 01970, telephone (978) 745-9500, before December 22, 2000. Repatriation of the human remains to the Cayuga Nation of New York may begin after that date if no additional claimants come forward. \\n        \\n          Dated: November 2, 2000. \\n          John Robbins, \\n          Assistant Director, Cultural Resources Stewardship and Partnerships. \\n        \\n      \\n      [FR Doc. 00-29833 Filed 11-21-00; 8:45 am] \\n      BILLING CODE 4310-70-F\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR ", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Inventory Completion for Native American Human Remains and Associated Funerary Objects in the Possession of the Peabody Essex Museum, Salem, MA ", "agency2": "National Park Service, Interior. ", "action": "Notice. ", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: November 2, 2000. ", "signature_name": "John Robbins, ", "signature_title": "Assistant Director, Cultural Resources Stewardship and Partnerships. ", "fr_doc": "[FR Doc. 00-29833 Filed 11-21-00; 8:45 am] ", "billing_code": "BILLING CODE 4310-70-F", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}