{"index": "I_2169", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR \\n        National Park Service \\n        Notice of Inventory Completion for Native American Human Remains and Associated Funerary Objects from San Diego and Imperial Counties, CA in the Possession of San Diego State University, San Diego, CA \\n        \\n          AGENCY:\\n          National Park Service, Interior. \\n        \\n        \\n          ACTION:\\n          Notice. \\n        \\n        Notice is hereby given in accordance with provisions of the Native American Graves Protection and Repatriation Act (NAGPRA), 43 CFR 10.9, of the completion of an inventory of human remains and associated funerary objects from San Diego and Imperial Counties, CA in the possession of San Diego State University, San Diego, CA. \\n        This notice is being published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 43 CFR 10.2 (c). The determinations within this notice are the sole responsibility of the museum, institution, or Federal agency that has control of these Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations within this notice. \\n        A detailed assessment of the human remains was made by San Diego State University professional staff in consultation with representatives of the Campo Band of Diegueno Mission Indians of the Campo Reservation, the Capitan Grande Band of Diegueno Mission Indians of California, the Barona Group of Capitan Grande Band of Mission Indians of the Barona Reservation, the Viejas (Baron Long) Group of Capitan Grande Band of Mission Indians of the Viejas Reservation, the Cuyapaipe Community of Degueno Mission Indians of the Cuyapaipe Reservation, the Inaja Band of Diegueno Mission Indians of the Inaja and Cosmit Reservation, the La Posta Band of Diegueno Mission Indians of the La Posta Reservation, the Manzanita Band of Diegueno Mission Indians of the Manzanita Reservation, the Jamul Indian Village, the Mesa Grande Band of Diegueno Mission Indians of the Mesa Grande Reservation, the San Pasqual Band of Diegueno Mission Indians of California, the Santa Ysabel Band of Diegueno Mission Indians of the Santa Ysabel Reservation, and the Sycuan Band of Diegueno Mission Indians of California, and the Kumeyaay Cultural Repatriation Committee, authorized NAGPRA representative of the aforementioned Indian tribes. \\n        In 1971, human remains representing a minimum of one individual were recovered from an unknown site in San Diego County under unknown circumstances by person(s) unknown. No known individual was identified. No associated funerary objects are present. \\n        Although this individual is noted as part of the \\xe2\\x80\\x9cAnderson collection,\\xe2\\x80\\x9d San Diego State University has no records or excavations records regarding this collection. Based on location, ethnographic information, continuity of occupation, and consultation evidence, this individual has been identified as Kumeyaay. \\n        At an unknown date, human remains representing a minimum of one individual were recovered from site SDSU-0172, IMP-2 (1959-13), Imperial County, CA under unknown circumstances by person(s) unknown. No known individual was identified. No associated funerary objects are present. \\n        Based on site location, ethnographic information, continuity of occupation, and consultation evidence, this individual has been identified as Kumeyaay. \\n        At an unknown date, human remains representing a minimum of one individual were recovered from site SDSU-0374, IMP-5 (1959-16), Imperial Valley, Imperial County, CA under unknown circumstances by person(s) unknown. No known individual was identified. No associated funerary objects are present. \\n        Based on site location, ethnographic information, continuity of occupation, and consultation evidence, this individual has been identified as Kumeyaay. \\n        At an unknown date, human remains representing a minimum of one individual were recovered from site SDSU-0395, C-112 (1971-15) near an extinct lake terrace in southwestern Imperial County, CA under unknown circumstances by person(s) unknown. No known individual was identified. No associated funerary objects are present. \\n        Based on site location, ethnographic information, continuity of occupation, and consultation evidence, this individual has been identified as Kumeyaay. \\n        At an unknown date, human remains representing one individual were recovered from site SDSU-0372, Lakeside, CA under unknown circumstances by person(s) unknown. No known individual was identified. No associated funerary objects are present. \\n\\n        Based on site location, ethnographic information, continuity of occupation, and consultation evidence, this individual has been identified as Kumeyaay. \\n        \\n        In 1964, human remains representing one individual were recovered from the Harris site (SDSU-0365, SDI-149, 1960-1), in the vicinity of Rancho Santa Fe, CA during excavations conducted by San Diego State University. No known individual was identified. No associated funerary objects are present. \\n        Based on site location, ethnographic information, continuity of occupation, and consultation evidence, this individual has been identified as Kumeyaay. \\n        Between 1965-1975, human remains representing 14 individuals were recovered from the San Diego Presidio (SDSU-0400, SDI-38) in the vicinity of San Diego, CA during excavations conducted by San Diego State University. No known individuals were identified. The 18,000 associated funerary objects include ceramics, lithics, and wood. \\n        Based on site location, ethnographic information, continuity of occupation, and consultation evidence, this individual has been identified as Kumeyaay. Consultation evidence presented by representatives of the Pauma Band of Luiseno Mission Indians of the Pauma and Yuima Reservation, California; the Rincon Band of Luiseno Mission Indians of the Rincon Reservation, California; the La Jolla Band of Luiseno Mission Indians of the La Jolla Reservation, California; the Pala Band of Luiseno Mission Indians of the Pala Reservation, California; and the Pechanga Band of Luiseno Mission Indians of the Pechanga Reservation, California indicates that this burial site was also used by Luiseno communities. \\n        Between 1967-1971, human remains representing a minimum of one individual were recovered from the Cottonwood Creek site (SDSU-0390, SDI-777) on private land in the vicinity of Cottonwood Valley, CA during excavations conducted by the University of California, Los Angeles. No known individual was identified. No associated funerary objects are present. \\n        Based on site location, ethnographic information, continuity of occupation, and consultation evidence, this individual has been identified as Kumeyaay. \\n        In 1968, human remains representing a minimum of one individual were recovered from the Japatul Valley site (SDSU-0417, 1968-1) in the vicinity of Barrett Lake, CA during excavations conducted by Dr. Paul Ezell of San Diego State University. No known individual was identified. No associated funerary objects were present. \\n        Based on site location, ethnographic information, continuity of occupation, and consultation evidence, this individual has been identified as Kumeyaay. \\n        Between 1970-1977, human remains representing a minimum of one individual were recovered from the Bancroft Ranch site (SDSU-0094, SDI-4638, SDMM-W-389), Spring Valley, CA during excavations conducted by San Diego State University. No known individual was identified. The two associated funerary objects include a cremation platform and miscellaneous burnt animal bone. \\n        Based on manner of interment, this individual has been identified as Native American. Based on site location, ethnographic information, continuity of occupation, and consultation evidence, this individual has been identified as Kumeyaay. \\n        In 1971, human remains representing a minimum of one individual were recovered from the Buckman Springs site (SDSU-0432, SI-4787, SDMM-W-205) in the vicinity of the Mount Laguna USGS Quad, CA during excavations conducted by the University of California, Los Angeles, and local archeologists. No known individual was identified. The 264 associated funerary objects include faunal bone, flakes, metate fragment, ceramics, seeds, shell, and tools. \\n        Based on material culture, the Buckman Springs site has been identified as a multi-use site during the late pre-contact era. Based on the associated funerary objects, this individual has been identified as Native American. Based on site location, ethnographic information, continuity of occupation, and consultation evidence, this individual has been identified as Kumeyaay. \\n        In 1975, human remains representing one individual were recovered from the Handyman site (SDSU-0366, SDI-4643, CAL:E:8:15, 1975-11) located at the Sweetwater River in the vicinity of National City, CA during excavations conducted by Dr. Larry Leach of San Diego State University. No known individual was identified. No associated funerary objects are present. \\n        Based on site location, ethnographic information, continuity of occupation, and consultation evidence, this individual has been identified as Kumeyaay. \\n        In 1978, human remains representing a minimum of one individual were recovered from the San Dieguito Estates (SDSU-0359, SDMM-W-40) in the vicinity of Del Mar, CA during excavations conducted by RECON. No known individual was identified. No associated funerary objects are present. \\n        Based on site location, ethnographic information, continuity of occupation, and consultation evidence, this individual has been identified as Kumeyaay. \\n        In 1984, human remains representing a minimum of one individual were recovered from site SDSU-0534 (CA-SDI-9936), west of the intersection of Palm Canyon Drive and Borrego Valley Road, Borrego Springs, CA during excavations conducted by Steven A. Apple. No known individual was identified. No associated funerary objects are present. \\n        Based on site location, ethnographic information, continuity of occupation, and consultation evidence, this individual has been identified as Kumeyaay. \\n        In 1984, human remains representing one individual were recovered from site SDSU-0547 (CA-SDI-9936),west of the intersection of Palm Canyon Drive and Borrego Valley Road, Borrego Springs, CA during excavations conducted by Steven A. Apple. No known individual was identified. No associated funerary objects are present. \\n        Based on site location, ethnographic information, continuity of occupation, and consultation evidence, this individual has been identified as Kumeyaay. \\n\\n        Based on the above-mentioned information, officials of San Diego State University have determined that, pursuant to 43 CFR 10.2 (d)(1), the human remains listed above represent the physical remains of a minimum of 28 individuals of Native American ancestry. Officials of San Diego State University also have determined that, pursuant to 43 CFR 10.2 (d)(2), the minimum of 18,266 objects listed above are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony. Lastly, officials of San Diego State University have determined that, pursuant to 43 CFR 10.2 (e), there is a relationship of shared group identity that can be reasonably traced between these Native American human remains and associated funerary objects and the Campo Band of Diegueno Mission Indians of the Campo Reservation, the Capitan Grande Band of Diegueno Mission Indians of California, the Barona Group of Capitan Grande Band of Mission Indians of the Barona Reservation, the Viejas (Baron Long) Group of Capitan Grande Band of Mission Indians of the Viejas Reservation, the Cuyapaipe Community of Degueno Mission Indians of the Cuyapaipe Reservation, the Inaja Band of Diegueno Mission Indians of the Inaja and Cosmit Reservation, the La Posta Band of Diegueno Mission Indians of the La Posta Reservation, the Manzanita Band of Diegueno Mission Indians of the Manzanita Reservation, the Jamul Indian Village, the Mesa Grande Band of Diegueno Mission Indians of the Mesa Grande Reservation, the San Pasqual Band of Diegueno Mission Indians of California, the Santa Ysabel Band of Diegueno Mission Indians of the Santa Ysabel Reservation, and the Sycuan Band of Diegueno Mission Indians of California, and the Kumeyaay Cultural Repatriation Committee, authorized NAGPRA representative of the aforementioned Indian tribes. This notice has been sent to officials of the Kumeyaay Cultural Repatriation Committee, the Campo Band of Diegueno Mission Indians of the Campo Reservation, the Capitan Grande Band of Diegueno Mission Indians of California, the Barona Group of Capitan Grande Band of Mission Indians of the Barona Reservation, the Viejas (Baron Long) Group of Capitan Grande Band of Mission Indians of the Viejas Reservation, the Cuyapaipe Community of Degueno Mission Indians of the Cuyapaipe Reservation, the Inaja Band of Diegueno Mission Indians of the Inaja and Cosmit Reservation, the La Posta Band of Diegueno Mission Indians of the La Posta Reservation, the Manzanita Band of Diegueno Mission Indians of the Manzanita Reservation, the Jamul Indian Village, the Mesa Grande Band of Diegueno Mission Indians of the Mesa Grande Reservation, the San Pasqual Band of Diegueno Mission Indians of California, the Santa Ysabel Band of Diegueno Mission Indians of the Santa Ysabel Reservation, and the Sycuan Band of Diegueno Mission Indians of California. Representatives of any other Indian tribe that believes itself to be culturally affiliated with these human remains and associated funerary objects should contact Lynne E. Christenson, Ph.D., Director, Collections Management Program, San Diego State University, 5500 Campanile Drive, San Diego, CA 92182-4443, telephone (619) 594-2305, before November 24, 2000. Repatriation of the human remains and associated funerary objects to the culturally affiliated tribes may begin after that date if no additional claimants come forward. \\n        \\n          Dated: October 12, 2000. \\n          John Robbins, \\n          Assistant Director, Cultural Resources Stewardship and Partnerships. \\n        \\n      \\n      [FR Doc. 00-27207 Filed 10-23-00; 8:45 am] \\n      BILLING CODE 4310-70-F\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR ", "sub_agency1": "National Park Service ", "dep_doc": "Null", "subject": "Notice of Inventory Completion for Native American Human Remains and Associated Funerary Objects from San Diego and Imperial Counties, CA in the Possession of San Diego State University, San Diego, CA ", "agency2": "National Park Service, Interior. ", "action": "Notice. ", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: October 12, 2000. ", "signature_name": "John Robbins, ", "signature_title": "Assistant Director, Cultural Resources Stewardship and Partnerships. ", "fr_doc": "[FR Doc. 00-27207 Filed 10-23-00; 8:45 am] ", "billing_code": "BILLING CODE 4310-70-F", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}