{"index": "I_2119", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR \\n        National Park Service \\n        Notice of Inventory Completion for Native American Human Remains and Associated Funerary Objects in the Possession of the Nebraska State Historical Society, Lincoln, NE \\n        \\n          AGENCY:\\n          National Park Service. \\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is hereby given in accordance with provisions of the Native American Graves Protection and Repatriation Act (NAGPRA), 43 CFR 10.9, of the completion of an inventory of human remains and associated funerary objects in the possession of the Nebraska State Historical Society, Lincoln, NE. \\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 43 CFR 10.2(c). The determinations within this notice are the sole responsibility of the museum, institution, or Federal agency that has control of these Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations within this notice. \\n        A detailed assessment of the human remains and associated funerary objects was made by Nebraska State Historical Society professional staff in consultation with representatives of the Ponca Tribe of Nebraska and the Ponca Tribe of Indians of Oklahoma. \\n        In 1956, human remains representing one individual recovered from site 25PT30 in Platte County, NE, were donated to the Nebraska State Historical Society by a private individual. No known individual was identified. The 17 associated funerary objects are 1 stone scraper, 10 limestone fragments, and 6 animal bones. \\n        From cranial measurements, the Nebraska State Historical Society has determined that the individual is Native American and is culturally affiliated with the Ponca. Historical records indicate that the Ponca hunted in the region and occasionally lived among the Pawnee, whose homeland includes Platte County. The specific attribution of this individual as Ponca and not Pawnee is based on statistical analysis of cranial measurements compared with known populations of both tribes. \\n        In 1961, human remains representing one individual were uncovered during road construction in Knox County, NE. The remains from site 25KX13 were recovered by Nebraska State Historical Society archeologist James Marshall and were transferred to the Nebraska State Historical Society. No known individual was identified. No funerary objects are present. \\n        Oral history indicates that the individual is Native American and is culturally affiliated with the Ponca. \\n        The remains from this site were reported to the Nebraska State Historical Society by Ponca Chief Lea Peniska, who identified the remains as that of a Ponca person. This portion of Knox County is historically the territory of the Ponca. Members of the Ponca tribes have indicated to the staff of the Nebraska State Historical Society that Mr. Peniska was very knowledgeable with regard to Ponca traditions and burial locations. \\n        Between 1963 and 1980, human remains representing one individual were recovered by the University of South Dakota from previously looted graves on a ridge called the Niobara Bridge, site 25KX207, in Knox County, NE, and were transferred to the Nebraska State Historical Society in 1989. The Nebraska State Historical Society also collected material from the surface of the same site in 1980. No known individual was identified. The 247 associated funerary objects are modified and unmodified shell and animal bone, ceramic sherds, glass beads, stone tools, metal tools and ornaments, chipped stone debris, ground stone tools, natural stone, ocher, and wood. \\n\\n        Archeological evidence and historical documentation indicates that the individual is Native American and is culturally affiliated with the Ponca. Based on the quantity of Euro-American trade goods, the site is dated to the post-contact period, and is located in the heart of territory inhabited exclusively by the Ponca from the 1700\\'s to the 1870\\'s. \\n        In 1987, a private individual found human remains representing one individual, a female of approximately 50 years of age, eroding from the bank of Clear Creek, Butler County, NE. The remains were transferred to the Nebraska State Historical Society by the officials of the Butler County Extension Office and the Butler County Sheriff\\'s Office. No known individual was identified. The two associated funerary objects include a mussel shell and a fragmented metal kettle or pail. \\n        Cranial measurements indicate that the individual is Native American and is culturally affiliated with the Ponca. The site is near the Pawnee Linwood site and the Ponca are known to have lived here with the Pawnee in the 19th century. The specific attribution of this individual as Ponca and not Pawnee is based on statistical analysis of cranial measurements compared with known populations of both tribes. \\n        Based on the above-mentioned information, officials of the Nebraska State Historical Society have determined that, pursuant to 43 CFR 10.2 (d)(1), the human remains listed above represent the physical remains of four individuals of Native American ancestry. Officials of the Nebraska State Historical Society also have determined that, pursuant to 43 CFR 10.2 (d)(2), the 266 objects listed above are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony. Lastly, officials of the Nebraska State Historical Society have determined that, pursuant to 43 CFR 10.2 (e), there is a relationship of shared group identity that can be reasonably traced between these Native American human remains and associated funerary objects and the Ponca Tribe of Nebraska and the Ponca Tribe of Indians of Oklahoma. \\n        This notice has been sent to officials of the Ponca Tribe of Nebraska and the Ponca Tribe of Indians of Oklahoma. Representatives of any other Indian tribe that believes itself to be culturally affiliated with these human remains should contact Rob Bozell, Associate Director, Nebraska State Historical Society, 1500 R Street, P.O. Box 82554, Lincoln, NE 68501-2554, telephone (402) 471-4789, before February 26, 2001. Repatriation of the human remains and associated funerary objects to the Ponca Tribe of Nebraska and the Ponca Tribe of Indians of Oklahoma may begin after that date if no additional claimants come forward. \\n        \\n          Dated: January 19, 2001. \\n          John Robbins, \\n          Assistant Director, Cultural Resources Stewardship and Partnerships. \\n        \\n      \\n      [FR Doc. 01-2321 Filed 1-25-01; 8:45 am] \\n      BILLING CODE 4310-70-F\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR ", "sub_agency1": "National Park Service ", "dep_doc": "Null", "subject": "Notice of Inventory Completion for Native American Human Remains and Associated Funerary Objects in the Possession of the Nebraska State Historical Society, Lincoln, NE ", "agency2": "National Park Service. ", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: January 19, 2001. ", "signature_name": "John Robbins, ", "signature_title": "Assistant Director, Cultural Resources Stewardship and Partnerships. ", "fr_doc": "[FR Doc. 01-2321 Filed 1-25-01; 8:45 am] ", "billing_code": "BILLING CODE 4310-70-F", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}