{"index": "I_2126", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Correction; Notice of Inventory Completion for Native American Human Remains and Associated Funerary Objects in the Possession of Agate Fossil Beds National Monument, National Park Service, Harrison, NE and Scotts Bluff National Monument, National Park Service, Gerring, NE\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Correction. \\n        \\n        \\n          SUMMARY:\\n\\n          The National Park Service published a notice of inventory completion in the Federal Register on May 23, 2000 for Native American human remains and associated funerary objects from Agate Fossil Beds National Monument and Scotts Bluff National Monument. The notice incorrectly listed one human skull as likely representing the remains of a Native American individual and one deer bone associated with these remains as an associated funerary object. Based on additional information provided by an August 2000 bioanthropological analysis of this skull, the Agate Fossil Beds National Monument superintendent determined that the human remains are not Native American and, therefore, the deer bone associated with these remains is not an associated funerary object.\\n          Correction\\n          In the Federal Register of May 23, 2000, FR Doc. 00-12852, page 33350, in the second column, the paragraph beginning \\xe2\\x80\\x9cIn 1968, human remains representing eight individuals\\xe2\\x80\\x9d is corrected as follows to reflect changes in the number of human remains and associated funerary objects:\\n          \\n          In 1968, human remains representing seven individuals were donated to Agate Fossil Beds National Monument by Margaret Cook. No known individuals were identified. The 10 associated funerary objects consist of 1 soil burial matrix containing numerous glass beads, 6 shell buttons and button fragments, 1 brass bell, 1 collection of cloth and leather fragments and 1 collection of plant seeds.\\n          \\n          \\n          In the Federal Register of May 23, 2000, FR Doc. 00-12852, page 33350, in the third column, the paragraph beginning \\xe2\\x80\\x9cThrough the physical anthropological examinations\\xe2\\x80\\x9d is corrected by deleting the following sentence:\\n          \\n          The physical anthropological examinations also determined that one of the individuals described above is likely Native American.\\n          \\n          In the Federal Register of May 23, 2000, FR Doc. 00-12852, beginning on page 33350 in the third column and ending on page 33351 in the first column, the following sentences are corrected to reflect changes in the number of human remains and associated funerary objects: \\n          \\n          Based on the above-mentioned information, the Agate Fossil Beds National Monument and Scotts Bluff National Monument superintendents determined that, pursuant to 43 CFR 10.2 (d)(1), the human remains listed above represent 18 individuals of Native American ancestry. The Agate Fossil Beds National Monument and Scotts Bluff National Monument superintendents also determined that, pursuant to 43 CFR 10.2(d)(2), the 15 associated funerary objects listed above are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony.\\n          \\n          This correction has been sent to officials of the Apache Tribe of Oklahoma; Arapahoe Tribe of the Wind River Reservation, Wyoming; Assiniboine and Sioux Tribes of the Fort Peck Indian Reservation, Montana; Blackfeet Tribe of the Blackfeet Indian Reservation of Montana; Cheyenne-Arapaho Tribes of Oklahoma; Cheyenne River Sioux Tribe of the Cheyenne River Reservation, South Dakota; Comanche Indian Tribe, Oklahoma; Crow Creek Sioux Tribe of the Crow Creek Reservation, South Dakota; Crow Tribe of Montana; Flandreau Santee Sioux Tribe of South Dakota; Fort Sill Apache Tribe of Oklahoma; Jicarilla Apache Tribe of the Jicarilla Apache Indian Reservation, New Mexico; Kiowa Indian Tribe of Oklahoma; Lower Brule Sioux Trbe of the Lower Brule Reservation, South Dakota; Mescalero Apache Tribe of the Mescalero Reservation, New Mexico; Northern Cheyenne Tribe of the Northern Cheyenne Indian Reservation, Montana; Northwestern Band of Shoshoni Nation of Utah (Washakie); Oglala Sioux Tribe of the Pine Ridge Reservation, South Dakota; Omaha Tribe of Nebraska; Pawnee Indian Tribe of Oklahoma; Ponca Tribe of Indians of Oklahoma; Ponca Tribe of Nebraska; Rosebud Sioux Tribe of the Rosebud Indian Reservation, South Dakota; Santee Sioux Tribe of the Santee Reservation of Nebraska; Shoshone Tribe of the Wind River Reservation, Wyoming; Shoshone-Bannock Tribes of the Fort Hall Reservation of Idaho; Shoshone-Paiute Tribes of the Duck Valley Reservation, Nevada; Spirit Lake Tribe, North Dakota; Standing Rock Sioux Tribe of North & South Dakota; Three Affiliated Tribes of the Fort Berthold Reservation, North Dakota; and the Yankton Sioux Tribe of South Dakota.\\n        \\n        \\n          Dated: January 1, 2001.\\n          John Robbins,\\n          Assistant Director, Cultural Resources Stewardship and Partnerships.\\n        \\n      \\n      [FR Doc. 01-649  Filed 1-9-01; 8:45 am]\\n      BILLING CODE 4310-70-M\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Correction; Notice of Inventory Completion for Native American Human Remains and Associated Funerary Objects in the Possession of Agate Fossil Beds National Monument, National Park Service, Harrison, NE and Scotts Bluff National Monument, National Park Service, Gerring, NE", "agency2": "National Park Service, Interior.", "action": "Correction. ", "summary": "The National Park Service published a notice of inventory completion in the Federal Register on May 23, 2000 for Native American human remains and associated funerary objects from Agate Fossil Beds National Monument and Scotts Bluff National Monument. The notice incorrectly listed one human skull as likely representing the remains of a Native American individual and one deer bone associated with these remains as an associated funerary object. Based on additional information provided by an August 2000 bioanthropological analysis of this skull, the Agate Fossil Beds National Monument superintendent determined that the human remains are not Native American and, therefore, the deer bone associated with these remains is not an associated funerary object.", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: January 1, 2001.", "signature_name": "John Robbins,", "signature_title": "Assistant Director, Cultural Resources Stewardship and Partnerships.", "fr_doc": "[FR Doc. 01-649  Filed 1-9-01; 8:45 am]", "billing_code": "BILLING CODE 4310-70-M", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}