{"index": "I_2134", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR \\n        National Park Service \\n        Notice of Inventory Completion for Native American Human Remains and Associated Funerary Objects in the Possession of the Department of Anthropology, San Francisco State University, San Francisco, CA\\n        \\n          AGENCY:\\n          National Park Service, Interior. \\n        \\n        \\n          ACTION:\\n          Notice. \\n        \\n        Graves Protection and Repatriation Act (NAGPRA), 43 CFR 10.9, of the completion of an inventory of human remains and associated funerary objects in the possession of the Department of Anthropology, San Francisco State University, San Francisco, CA. \\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 43 CFR 10.2 (c). The determinations within this notice are the sole responsibility of the museum, institution, or Federal agency that has control of these Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations within this notice. \\n        A detailed assessment of the human remains was made by the Department of Anthropology, San Francisco State University professional staff in consultation with representatives of the Central Valley and Mountain Reinterment Association on behalf of Santa Rosa Indian Community of the Santa Rosa Rancheria, California. \\n        In 1968, human remains representing a minimum of one individual were recovered from CA-MAD-UNK, a site located in Madera, CA. Collections documentation indicates that the human remains were recovered by Mr. Pat O\\'Rourke of the Madera Tribune newspaper and were sent by him to San Francisco State University for curation at an unknown date. No known individual was identified. No associated funerary objects are present. \\n        This individual is identified as Native American based on geographic, historical, and oral history evidence. The site is located in the historic territory of the Northern Valley Yokuts Indians, occupied by them at the time of Euro-American contact. Oral history evidence presented during consultation indicates that there is an association between the Yokuts and the present-day Santa Rosa Indian Community of the Santa Rosa Rancheria, California. \\n\\n        In 1968, human remains representing six individuals were recovered from CA-MER-66, located in Dos Palos, CA. Collections documentation indicates that the remains were recovered during archeological excavations conducted by San Francisco State University. No known individuals were identified. The 124 associated funerary objects are charm stones, haliotis pendants, bird bone ornaments, bone tools, olivella beads, and tivela beads. \\n        These individuals are identified as Native American based on geographic, archeological, and oral history evidence. The site is located in the historic territory of the Northern Valley Yokuts Indians, occupied by them at the time of Euro-American contact. The artifact assemblage is consistent with the Yokuts culture. Oral history evidence presented during consultation indicates that there is an association between the Yokuts and the present-day Santa Rosa Indian Community of the Santa Rosa Rancheria, California. \\n        Around 1962, human remains representing a minimum of two individuals were recovered from CA-STA-133, a site located near Patterson, CA. Collections documentation indicates that the site was recorded in 1962 by Leonard Foote and that the remains were recovered during archeological survey and excavations conducted by students at San Francisco State University. No known individuals were identified. No associated funerary objects are present. \\n        These individuals are identified as Native American based on geographic and oral history evidence. The site is located in the historic territory of the Northern Valley Yokuts Indians, occupied by them at the time of Euro-American contact. Oral history evidence presented during consultation indicates that there is an association between the Yokuts and the present-day Santa Rosa Indian Community of the Santa Rosa Rancheria, California. \\n        Based on the above-mentioned information, officials of the Department of Anthropology, San Francisco State University have determined that, pursuant to 43 CFR 10.2 (d)(1), the human remains listed above represent the physical remains of nine individuals of Native American ancestry. Officials of the Department of Anthropology, San Francisco State University also have determined that, pursuant to 43 CFR 10.2 (d)(2), the 124 objects listed above are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony. Lastly, officials of the Department of Anthropology, San Francisco State University have determined that, pursuant to 43 CFR 10.2 (e), there is a relationship of shared group identity that can be reasonably traced between these Native American human remains and associated funerary objects and the Santa Rosa Indian Community of the Santa Rosa Rancheria, California. \\n\\n        This notice has been sent to officials of the Central Valley and Mountain Reinterment Association and the Santa Rosa Indian Community of the Santa Rosa Rancheria, California. Representatives of any other Indian tribe that believes itself to be culturally affiliated with these human remains and associated funerary objects should contact Jeff Fentress, NAGPRA Coordinator, Department of Anthropology, San Francisco State University, 1600 Holloway Avenue, San Francisco, CA 94132, telephone (415) 338-2046, before January 22, 2001. Repatriation of the human remains and associated funerary objects to the Central Valley and Mountain Reinterment Association on behalf of the Santa Rosa Indian Community of the Santa Rosa Rancheria, California may begin after that date if no additional claimants come forward. \\n        \\n          Dated: December 14, 2000. \\n          John Robbins, \\n          Assistant Director, Cultural Resources Stewardship and Partnerships. \\n        \\n      \\n      [FR Doc. 00-32662 Filed 12-21-00 ; 8:45 am] \\n      BILLING CODE 4310-70-F\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR ", "sub_agency1": "National Park Service ", "dep_doc": "Null", "subject": "Notice of Inventory Completion for Native American Human Remains and Associated Funerary Objects in the Possession of the Department of Anthropology, San Francisco State University, San Francisco, CA", "agency2": "National Park Service, Interior. ", "action": "Notice. ", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: December 14, 2000. ", "signature_name": "John Robbins, ", "signature_title": "Assistant Director, Cultural Resources Stewardship and Partnerships. ", "fr_doc": "[FR Doc. 00-32662 Filed 12-21-00 ; 8:45 am] ", "billing_code": "BILLING CODE 4310-70-F", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}