{"index": "I_2183", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR \\n        National Park Service\\n        Notice of Inventory Completion for Native American Human Remains and Associated Funerary Objects from Mills County, IA in the Possession of the Office of the State Archaeologist, University of Iowa, Iowa City, IA \\n        \\n          AGENCY:\\n          National Park Service, Interior. \\n        \\n        \\n          ACTION:\\n          Notice. \\n        \\n        Notice is hereby given in accordance with provisions of the Native American Graves Protection and Repatriation Act (NAGPRA), 43 CFR 10.9, of the completion of an inventory of human remains and associated funerary objects in the possession of the Office of State Archaeologist, University of Iowa, Iowa City, IA. \\n\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 43 CFR 10.2 (c). The determinations within this notice are the sole responsibility of the museum, institution, or Federal agency that has control of these Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations within this notice. \\n        A detailed assessment of the human remains was made by the Office of the State Archaeologist, University of Iowa, professional staff in consultation with representatives of the Pawnee Nation of Oklahoma and the Three Affiliated Tribes of the Fort Berthold Reservation, North Dakota. \\n        In 1984, human remains representing one individual were recovered from site 13ML176, Mills County, IA, by the Office of State Archaeologist, University of Iowa, during the salvage excavation of an earthlodge. No known individuals were identified. There are no associated funerary objects. \\n        This earthlodge was occupied by people of the Nebraska phase (A.D. 1050-1250) of the Central Plains tradition based on the material culture, art style, architecture, and geographical location of the site. Archeological evidence, especially continuities and similarities in material culture, and Pawnee tribal history indicate that the historic Pawnee and Arikara tribes may have their origins among the late prehistoric Nebraska phase people of the Missouri River area of southwestern Iowa and eastern Nebraska. The Arikara today are members of the Three Affiliated Tribes of the Fort Berthold Reservation, North Dakota. \\n        Based on the above-mentioned information, officials of the Office of State Archaeologist, University of Iowa, have determined that, pursuant to 43 CFR 10.2 (d)(1), the human remains listed above represent the physical remains of one individual of Native American ancestry. Also, officials of the Office of State Archaeologist, University of Iowa, have determined that, pursuant to 43 CFR 10.2 (e), there is a relationship of shared group identity that can be reasonably traced between these Native American human remains and the Pawnee Nation of Oklahoma and the Three Affiliated Tribes of the Fort Berthold Reservation, North Dakota. This notice has been sent to officials of the Pawnee Nation of Oklahoma and the Three Affiliated Tribes of the Fort Berthold Reservation, North Dakota. Representatives of any other Indian tribe that believes itself to be culturally affiliated with these human remains should contact Shirley Schermer, Burials Program Director, Office of the State Archaeologist, 700 Clinton Street Building, University of Iowa, Iowa City, IA 52242, telephone (319) 384-0740, before October 23, 2000. Repatriation of the human remains to the Pawnee Nation of Oklahoma and the Three Affiliated Tribes of the Fort Berthold Reservation, North Dakota may begin after that date if no additional claimants come forward. \\n        \\n          Dated: September 5, 2000. \\n          John Robbins, \\n          Assistant Director, Cultural Resources Stewardship and Partnerships. \\n        \\n      \\n      [FR Doc. 00-24358 Filed 9-21-00; 8:45 am] \\n      BILLING CODE 4310-70-F\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR ", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Inventory Completion for Native American Human Remains and Associated Funerary Objects from Mills County, IA in the Possession of the Office of the State Archaeologist, University of Iowa, Iowa City, IA ", "agency2": "National Park Service, Interior. ", "action": "Notice. ", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: September 5, 2000. ", "signature_name": "John Robbins, ", "signature_title": "Assistant Director, Cultural Resources Stewardship and Partnerships. ", "fr_doc": "[FR Doc. 00-24358 Filed 9-21-00; 8:45 am] ", "billing_code": "BILLING CODE 4310-70-F", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}