{"index": "I_2197", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR \\n        National Park Service \\n        Notice of Inventory Completion for Native American Human Remains and Associated Funerary Objects from Iowa in the Possession of the State Historical Society of Iowa, Iowa City, IA \\n        \\n          AGENCY:\\n          National Park Service. \\n        \\n        \\n          ACTION:\\n          Notice. \\n        \\n        Notice is hereby given in accordance with provisions of the Native American Graves Protection and Repatriation Act (NAGPRA), 43 CFR 10.2 (d)(1), of the completion of an inventory of human remains and associated funerary objects in the possession of the State Historical Society of Iowa, Keyes Collection, Iowa City, IA. \\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 43 CFR 10.2 (c). The determinations within this notice are the sole responsibility of the museum, institution, or Federal agency that has control of these Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations within this notice. \\n        A detailed assessment of the human remains was made by the Office of the State Archaeologist of Iowa professional staff in consultation with representatives of the Omaha Tribe of Nebraska, the Ponca Tribe of Nebraska, the Iowa Tribe of Kansas and Nebraska, the Iowa Tribe of Oklahoma, and the Otoe-Missouria Tribe of Oklahoma \\n\\n        In 1926, human remains representing one individual and the associated funerary objects were excavated from site 13LO2, Blood Run National Historic Landmark, Lyon County, northwestern Iowa, by Charles R. Keyes and now form part of the Charles R. Keyes Archaeological Collection. Sometime around 1929, one of the site\\'s landowners, Martin Johnson, found human remains representing a second individual while plowing his field; human remains from this site representing a third individual are also in the Keyes Collection. No information is available as to who collected the remains of this third individual nor when they were donated to the Keyes Collection. No known individuals were identified. The 26 associated funerary objects include metal ear ornaments, fragments of ear ornaments, and a bison scapula hoe. \\n        Based on ethnohistorical and biological evidence, historical maps, and similarities in material culture and manner of interment, the site and remains have been identified as belonging to the Oneota and date to the 13th to 17th centuries. The Oneota are believed to be culturally affiliated with the Omaha Tribe of Nebraska, the Ponca Tribe of Nebraska, the Iowa Tribe of Kansas and Nebraska, the Iowa Tribe of Oklahoma, and the Otoe-Missouria Tribe of Oklahoma based on continuities of material culture and historical documents. Oral history evidence presented by representatives of the Omaha Tribe of Nebraska, the Ponca Tribe of Nebraska, the Iowa Tribe of Kansas and Nebraska, the Iowa Tribe of Oklahoma, and the Otoe-Missouria Tribe of Oklahoma further indicates affiliation with these present-day tribes. \\n        Based on the above-mentioned information, officials of the State Historical Society of Iowa have determined that, pursuant to 43 CFR 10.2 (d)(1), the human remains listed above represent the physical remains of three individuals of Native American ancestry. Officials of the State Historical Society of Iowa also have determined that, pursuant to 43 CFR 10.2 (d)(2), the 26 objects listed above are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony. Lastly, officials of the State Historical Society of Iowa have determined that, pursuant to 43 CFR 10.2 (e), there is a relationship of shared group identity that can reasonably be traced between these Native American human remains and associated funerary objects and the Omaha Tribe of Nebraska, the Ponca Tribe of Nebraska, the Iowa Tribe of Kansas and Nebraska, the Iowa Tribe of Oklahoma, and the Otoe-Missouria Tribe of Oklahoma This notice has been sent to officials of the Omaha Tribe of Nebraska, the Ponca Tribe of Nebraska, the Iowa Tribe of Kansas and Nebraska, the Iowa Tribe of Oklahoma, and the Otoe-Missouria Tribe of Oklahoma. Representatives of any other Indian tribe that believes itself to be culturally affiliated with these human remains and associated funerary objects should contact Jerome Thompson, State Historical Society of Iowa, New Historical Building, 600 East Locust, Des Moines, IA 50319-0290, telephone (515) 281-4221, before September 28, 2000. Repatriation of these human remains and associated funerary objects to the Omaha Tribe of Nebraska, the Ponca Tribe of Nebraska, the Iowa Tribe of Kansas and Nebraska, the Iowa Tribe of Oklahoma, and the Otoe-Missouria Tribe of Oklahoma may begin after that date if no additional claimants come forward. \\n        \\n          Dated: August 9, 2000. \\n          John Robbins, \\n          Assistant Director, Cultural Resources Stewardship and Partnerships \\n        \\n      \\n      [FR Doc. 00-21979 Filed 8-28-00; 8:45 am] \\n      BILLING CODE 4310-70-F\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR ", "sub_agency1": "National Park Service ", "dep_doc": "Null", "subject": "Notice of Inventory Completion for Native American Human Remains and Associated Funerary Objects from Iowa in the Possession of the State Historical Society of Iowa, Iowa City, IA ", "agency2": "National Park Service. ", "action": "Notice. ", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: August 9, 2000. ", "signature_name": "John Robbins, ", "signature_title": "Assistant Director, Cultural Resources Stewardship and Partnerships ", "fr_doc": "[FR Doc. 00-21979 Filed 8-28-00; 8:45 am] ", "billing_code": "BILLING CODE 4310-70-F", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}