{"index": "I_2133", "messy_full": "\\n      \\n        \\n        DEPARTMENT OF THE INTERIOR \\n        National Park Service \\n        Notice of Inventory Completion for Native American Human Remains and Associated Funerary Objects in the Possession of the Office of the State Archaeologist, University of Iowa, Iowa City, IA \\n        \\n          AGENCY:\\n          National Park Service, Interior. \\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is hereby given in accordance with provisions of the Native American Graves Protection and Repatriation Act (NAGPRA), 43 CFR 10.9, of the completion of an inventory of human remains and associated funerary objects in the possession of the Office of the State Archaeologist, University of Iowa, Iowa City, IA. \\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 43 CFR 10.2 (c). The determinations within this notice are the sole responsibility of the museum, institution, or Federal agency that has control of these Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations within this notice. \\n        A detailed assessment of the human remains was made by the Office of the State Archaeologist, University of Iowa professional staff in consultation with representatives of the Hopi Tribe of Arizona; the Pueblo of Acoma, New Mexico; the Pueblo of Cochiti, New Mexico; the Pueblo of Jemez, New Mexico; the Pueblo of Isleta, New Mexico; the Pueblo of Laguna, New Mexico; the Pueblo of Nambe, New Mexico; the Pueblo of Picuris, New Mexico; the Pueblo of Pojoaque, New Mexico; the Pueblo of San Felipe, New Mexico; the Pueblo of San Juan, New Mexico; the Pueblo of San Ildefonso, New Mexico; the Pueblo of Sandia, New Mexico; the Pueblo of Santa Ana, New Mexico; the Pueblo of Santa Clara, New Mexico; the Pueblo of Santo Domingo, New Mexico; the Pueblo of Taos, New Mexico; the Pueblo of Tesuque, New Mexico; the Pueblo of Zia, New Mexico; and the Zuni Tribe of the Zuni Reservation, New Mexico. \\n        At an unknown date, human remains representing one individual were removed from an unknown site near Gran Quivira, Torrance County, NM, by an unknown local rancher. At an unknown date, these remains were transferred to John Morrie, Ft. Madison, IA. In 1994, the Morrie family transferred these remains to the Iowa Office of the State Archaeologist Burials Program. No known individual was identified. No associated funerary objects are present. \\n        According to available documentation, these remains were excavated from a burial located 14 miles from Grand Quivira National Monument, and the remains are those of a \\xe2\\x80\\x9cPiro Pueblo\\xe2\\x80\\x9d person who lived approximately 400-700 years ago. The remains were buried sitting up. The region around Gran Quivira, known as the Salinas District, was the easternmost area of ancient pueblo settlements. From archeological evidence, Puebloan peoples built numerous large settlements beginning around A.D. 1200 and continuing up to Spanish colonial times. When the Spaniards conquered the region in the 17th century, they identified several groups among the pueblos, whose members spoke Piro, Tompiro, and Southern Tiwa languages. During colonial times, the villages were abandoned and the inhabitants were resettled at Isleta del Sur, today the Ysleta Del Sur Pueblo of Texas, near El Paso, TX, and among other Rio Grande pueblos in New Mexico. \\n        At an unknown date, human remains representing two individuals were removed from an unknown site on a ranch near Cuba, Sandoval County, NM, by an unknown person. At an unknown date, these remains were transferred to John Morrie, Ft. Madison, IA. In 1994, the Morrie family transferred these remains to the Iowa Office of the State Archaeologist Burials Program. No known individuals were identified. No associated funerary objects are present. \\n        Information provided by Mr. Morrie states that these remains were found in isolated ruins, either pithouses or pueblos, and were buried sitting up. Pithouses appear during the Basketmaker II period (200 B.C.-A.D. 400), and above-ground structures begin to appear in Basketmaker III-Pueblo I (A.D. 400-900). Isolated pueblos are common during Pueblo II (A.D. 900-1100), and are generally replaced by large aggregated pueblos during Pueblo III (A.D. 1100-1300). The available evidence suggests that these remains date to the late Basketmaker or early Pueblo periods. Archeological evidence, including architecture, social organization, material culture, and ceremonial practices, combined with physical anthropological evidence and oral tradition indicate that both the Basketmaker and Pueblo cultures, collectively known as Anasazi, are ancestral to the present-day Pueblo peoples of the southwestern United States. \\n        In 1943, human remains representing one individual were removed from an unknown site near Truth or Consequences, Sierra County, NM, by Powell Eugene Bering. At an unknown date, these remains were transferred to John Morrie, Ft. Madison, IA. In 1994, the Morrie family transferred these remains to the Iowa Office of the State Archaeologist Burials Program. No known individual was identified. No associated funerary objects are present. \\n        These remains have been identified as a person of the Mimbres tradition, based on a funerary bowl that is no longer associated with the remains. The Mimbres tradition, which flourished in southeastern New Mexico circa A.D. 1000-1150, is noted for its distinctive black-on-white ceramic styles. Mimbres was a local variant of the Mogollon culture, which was found across a broad area of Arizona and New Mexico. Archeological evidence, including ceramics, art styles, and architecture, indicates that the people of the late Mogollon/Mimbres tradition were a part of the Pueblo tradition. \\n        During the 1930\\'s, human remains representing one individual were removed from the area of Mesa Verde, Montezuma County, CO, by an unknown individual. In 1982, these remains were donated to Iowa State University, Ames, IA, and in 1994 were transferred to the Iowa Office of the State Archaeologist Burials Program. No known individual was identified. No associated funerary objects are present. \\n        The Mesa Verde area was the center of an important cultural development known as the San Juan Anasazi, between A.D. 700 and A.D. 1300, archeologically classified as Pueblo I-III periods, during which people established aggregated agricultural villages with distinctive architecture, ceramics, and ceremonial practices. The skull in the Office of the State Archaeologist\\'s possession displays marked flattening of the back of the skull (posterior parietals) related to cradleboard use, a notable feature of the Pueblo period cultural practices in the Mesa Verde region. Oral history, supported by the archeological evidence for continuity of architecture, social organization, ceremonial practices, and material culture, demonstrates that the Anasazi of the Mesa Verde region were ancestors of the modern Pueblo peoples. \\n\\n        Based on the above-mentioned information, officials of the Office of the State Archaeologist, University of Iowa, have determined that, pursuant to 43 CFR 10.2 (d)(1), the human remains listed above represent the physical remains of five individuals of Native American ancestry. Also, officials of the Office of the State Archaeologist, University of Iowa, have determined that, pursuant to 43 CFR 10.2 (e), there is a relationship of shared group identity that can be reasonably traced between these Native American human remains and the Hopi Tribe of Arizona; the Pueblo of Acoma, New Mexico; the Pueblo of Cochiti, New Mexico; the Pueblo of Jemez, New Mexico; the Pueblo of Isleta, New Mexico; the Pueblo of Laguna, New Mexico; the Pueblo of Nambe, New Mexico; the Pueblo of Picuris, New Mexico; the Pueblo of Pojoaque, New Mexico; the Pueblo of San Felipe, New Mexico; the Pueblo of San Juan, New Mexico; the Pueblo of San Ildefonso, New Mexico; the Pueblo of Sandia, New Mexico; the Pueblo of Santa Ana, New Mexico; the Pueblo of Santa Clara, New Mexico; the Pueblo of Santo Domingo, New Mexico; the Pueblo of Taos, New Mexico; the Pueblo of Tesuque, New Mexico; the Pueblo of Zia, New Mexico; the Ysleta del Sur Pueblo of Texas; and the Zuni Tribe of the Zuni Reservation, New Mexico. \\n        This notice has been sent to officials of the Hopi Tribe of Arizona; the Pueblo of Acoma, New Mexico; the Pueblo of Cochiti, New Mexico; the Pueblo of Jemez, New Mexico; the Pueblo of Isleta, New Mexico; the Pueblo of Laguna, New Mexico; the Pueblo of Nambe, New Mexico; the Pueblo of Picuris, New Mexico; the Pueblo of Pojoaque, New Mexico; the Pueblo of San Felipe, New Mexico; the Pueblo of San Juan, New Mexico; the Pueblo of San Ildefonso, New Mexico; the Pueblo of Sandia, New Mexico; the Pueblo of Santa Ana, New Mexico; the Pueblo of Santa Clara, New Mexico; the Pueblo of Santo Domingo, New Mexico; the Pueblo of Taos, New Mexico; the Pueblo of Tesuque, New Mexico; the Pueblo of Zia, New Mexico; the Ysleta del Sur Pueblo of Texas; and the Zuni Tribe of the Zuni Reservation, New Mexico. Representatives of any other Indian tribe that believes itself to be culturally affiliated with these human remains should contact Shirley Schermer, Burials Program Director, Office of the State Archaeologist, 700 Clinton Street Building, University of Iowa, Iowa City, IA 52242, telephone (319) 384-0740, before January 26, 2001. Repatriation of the human remains to the Hopi Tribe of Arizona; the Pueblo of Acoma, New Mexico; the Pueblo of Cochiti, New Mexico; the Pueblo of Jemez, New Mexico; the Pueblo of Isleta, New Mexico; the Pueblo of Laguna, New Mexico; the Pueblo of Nambe, New Mexico; the Pueblo of Picuris, New Mexico; the Pueblo of Pojoaque, New Mexico; the Pueblo of San Felipe, New Mexico; the Pueblo of San Juan, New Mexico; the Pueblo of San Ildefonso, New Mexico; the Pueblo of Sandia, New Mexico; the Pueblo of Santa Ana, New Mexico; the Pueblo of Santa Clara, New Mexico; the Pueblo of Santo Domingo, New Mexico; the Pueblo of Taos, New Mexico; the Pueblo of Tesuque, New Mexico; the Pueblo of Zia, New Mexico; the Ysleta del Sur Pueblo of Texas; and the Zuni Tribe of the Zuni Reservation, New Mexico may begin after that date if no additional claimants come forward. \\n        \\n          Dated: December 11, 2000. \\n          John Robbins, \\n          Assistant Director, Cultural Resources Stewardship and Partnerships. \\n        \\n      \\n      [FR Doc. 00-32918 Filed 12-26-00; 8:45 am] \\n      BILLING CODE 4310-70-F \\n    ", "agency1": "DEPARTMENT OF THE INTERIOR ", "sub_agency1": "National Park Service ", "dep_doc": "Null", "subject": "Notice of Inventory Completion for Native American Human Remains and Associated Funerary Objects in the Possession of the Office of the State Archaeologist, University of Iowa, Iowa City, IA ", "agency2": "National Park Service, Interior. ", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: December 11, 2000. ", "signature_name": "John Robbins, ", "signature_title": "Assistant Director, Cultural Resources Stewardship and Partnerships. ", "fr_doc": "[FR Doc. 00-32918 Filed 12-26-00; 8:45 am] ", "billing_code": "BILLING CODE 4310-70-F ", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}