{"index": "I_211", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        [NPS-WASO-NAGPRA-NPS0026498; PPWOCRADN0-PCU00RP14.R50000]\\n        Notice of Inventory Completion: Arizona State Museum, University of Arizona, Tucson, AZ\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        \\n          SUMMARY:\\n          The Arizona State Museum, University of Arizona, has completed an inventory of human remains and associated funerary objects, in consultation with the appropriate Indian Tribes or Native Hawaiian organizations, and has determined that there is a cultural affiliation between the human remains and associated funerary objects and present-day Indian Tribes or Native Hawaiian organizations. Lineal descendants or representatives of any Indian Tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request to the Arizona State Museum, University of Arizona. If no additional requestors come forward, transfer of control of the human remains and associated funerary objects to the lineal descendants, Indian Tribes, or Native Hawaiian organizations stated in this notice may proceed.\\n        \\n        \\n          DATES:\\n          Lineal descendants or representatives of any Indian Tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to the Arizona State Museum at the address in this notice by November 16, 2018.\\n        \\n        \\n          ADDRESSES:\\n\\n          John McClelland, NAGPRA Coordinator, P.O. Box 210026, Arizona State Museum, University of Arizona, Tucson, AZ 85721, telephone (520) 626-2950, email jmcclell@email.arizona.edu.\\n          \\n        \\n      \\n      \\n        SUPPLEMENTARY INFORMATION:\\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains and associated funerary objects under the control of the Arizona State Museum (ASM), University of Arizona, Tucson, AZ. The human remains and associated funerary objects were removed from Pima, Pinal, Cochise, Graham, Greenlee, Santa Cruz, and Maricopa Counties, AZ.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003(d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations in this notice.\\n        Consultation\\n        A detailed assessment of the human remains was made by the ASM professional staff in consultation with representatives of the Ak-Chin Indian Community (previously listed as the Ak Chin Indian Community of the Maricopa (Ak Chin) Indian Reservation, Arizona); Cocopah Tribe of Arizona; Gila River Indian Community of the Gila River Indian Reservation, Arizona; Hopi Tribe of Arizona; Pascua Yaqui Tribe of Arizona; Quechan Tribe of the Fort Yuma Indian Reservation, California & Arizona; Salt River Pima-Maricopa Indian Community of the Salt River Reservation, Arizona; Tohono O\\'odham Nation of Arizona; and the Zuni Tribe of the Zuni Reservation, New Mexico, hereafter referred to as \\xe2\\x80\\x9cThe Consulted Tribes.\\xe2\\x80\\x9d\\n        History and Description of the Remains\\n        In 1963, human remains representing, at minimum, one individual were removed by an unknown individual from an unrecorded site, designated AZ 2000-296, possibly located in the Tucson metropolitan area in Pima County, AZ. This collection was mailed anonymously to the University of Arizona, School of Anthropology from Florida in March 2000. The collection was subsequently brought to ASM. No known individuals were identified. The three associated funerary objects are one ceramic bowl, one ceramic jar, and one ceramic sherd. The human remains likely date to the Hohokam Classic period, A.D. 1150-1450, based on ceramic typology.\\n        In 1992, human remains representing, at a minimum, one individual were removed from site AZ AA:12:252(ASM), located in the eastern portion of the Santa Cruz River flood plain in the Tucson Basin, in Pima County, AZ, during testing and data recovery carried out over the course of the Rillito-Toltec Loop Testing and Data Recovery Project. The project was conducted by Archeological Consulting Services under the direction of Barabara Macnider and David Gregory. The human remains were received by ASM in 1994. No known individuals were identified. No associated funerary objects are present. This site is described as a large, multi-component Hohokam sherd and lithic artifact scatter. Based on this description, these human remains date to around A.D. 450-1450, which encompasses the Hohokam cultural sequence.\\n\\n        In 1982, human remains representing, at a minimum, one individual were removed from site AZ AA:16:6(ASM), located west of the Santa Cruz River in the Tucson metropolitan area, Pima County, AZ, during survey and excavation work conducted by the University of Arizona, under the direction of Paul Fish. The human remains were not recognized at the time of the survey. After completion of the project, the collections were brought to ASM. In 2015, museum staff discovered the human remains in the faunal collections. No known individuals were identified. No associated funerary objects are present. The site is described as a trincheras site\\xe2\\x80\\x94a hilltop site with habitation and/or ceremonial structures with hillside terraces and basalt retaining walls. Petroglyphs and rock mortars are present at this site. The human remains likely date between 8000 B.C. and A.D. 1450, based on the artifacts observed at the site, which encompasses both the Archaic and Hohokam cultural sequences.\\n        1n 1986, human remains representing, at minimum, four individuals were removed from site AZ AA:3:156(ASM), located north of the Picacho Mountains, in Pinal County, AZ, during an archeological survey of the Tucson Basin conducted by ASM, under the direction of John Madsen. The human remains were not recognized at the time of the survey. Collections from this survey were received by ASM in 1986. In 2009, museum staff discovered the human remains in the site survey collections. No known individuals were identified. No associated funerary objects are present. The site is described as a Hohokam habitation area containing trash mounds, undefined depressions, a pit house, and possibly the remains of a compound wall. The human remains likely date to the Hohokam Classic period, A.D. 1150-1450, based on analysis of ceramic materials at the site.\\n        In 1930, human remains representing, at minimum, one individual were removed from site AZ AA:3:16(ASM), located in the Cactus Forest area of the Salt-Gila Basin, in Pinal County, AZ, during excavations conducted by the Gila Pueblo Foundation, under the direction of George Dennis. In 1950, the Gila Pueblo Foundation closed, and this collection was transferred to ASM. No known individuals were identified. The one associated funerary object is a ceramic jar. Ceramics observed at this site indicate that this site was occupied during the Hohokam Classic period, A.D. 1150-1450.\\n        In 1983, human remains representing, at minimum, two individuals were removed from site AZ AA:3:17, located near the Tom Mix Wash in the Salt-Gila Basin, in Pinal County, AZ. The human remains had been disturbed by unknown individuals during unauthorized excavations on Arizona State Trust lands. This activity was reported to ASM by the Pinal County Sherriff\\'s office, and the human remains were collected during a salvage operation conducted by ASM, under the direction of John Madsen. This collection was received by ASM after the salvage work, in 1995. The 11 associated funerary objects are 10 ceramic sherds and one lot of charcoal. The human remains likely date to the Hohokam Classic period, A.D. 1150-1450, based on ceramics and architectural features reported at the site.\\n        In 1929-1930, human remains representing, at minimum, two individuals were removed by Claude Burdette from an unrecorded site, designated AZ AA:7:\\xe2\\x80\\x94Burdette, located in the Red Rock Vicinity, in Pinal County, AZ. Mr. Burdette spent two years collecting in the Red Rock area and reportedly collected many objects, including several vessels containing cremations At an unknown date, this collection was transferred to a museum at Clemson University, in Clemson, South Carolina. After the museum closed, the collection was stored at various campus locations, and many objects were reported lost. In 1992, this collection was transferred to ASM. No known individuals were identified. The one associated funerary object is a shell fragment. The human remains likely date to the Hohokam period, A.D. 450-1450, based on the mortuary context.\\n        In 1955 or earlier, human remains representing, at minimum, one individual were removed by Y. F. Aguirre from an unrecorded site, designated AZ AA:7:\\xe2\\x80\\x94Red Rock, located on the collector\\'s property in the Red Rock vicinity, in Pinal County, AZ. The human remains were reportedly exposed while plowing. This collection was donated to ASM in 1955. No known individuals were identified. The one associated funerary object is a ceramic jar. The human remains likely date to the Hohokam period, A.D. 500-1450, based on ceramic analysis.\\n        In 2010, human remains representing, at a minimum, one individual were removed from site AZ AA:7:27(ASM), located on Arizona State Trust land near the Picacho Mountains in Pinal County, AZ. The human remains were removed during a survey conducted by Archeological Consulting Services, under the direction of Robert Stokes. The human remains were received by ASM in 2010. No known individuals were identified. No associated funerary objects are present. The site contains an extensive artifact scatter including ceramics, chipped stone, and ground stone as well as the foundation of a structure. Based on ceramics observed at the site, this site was occupied from A.D. 450-1450, which encompasses the Hohokam cultural sequence.\\n        In 1983, human remains representing, at minimum, one individual, were removed from AZ AA:7:46(ASM), located on the lower bajada of the Picacho Mountains in Pinal County, AZ. Several cultural items were removed from this site by John Madsen of ASM, following reports of unauthorized excavations on Arizona State Trust lands. These collections were received by ASM in 1991. In 2010, museum staff discovered the human remains in the site survey collections. No known individuals were identified. No associated funerary objects are present. The site is described as a large habitation site, with a few sherds and other artifacts eroding out of small washes across it. Based on the ceramics observed there, this site was occupied between A.D. 450-1450, which encompasses the Hohokam cultural sequence.\\n        At an unknown date during or prior to 1953, human remains representing, at minimum, two individuals were removed by an unknown individual from an unrecorded site, AZ AA:8:\\xe2\\x80\\x94Florence Highway, located along the Florence Highway between Tucson and Florence in Pinal County, AZ. The human remains were reportedly exposed by erosion. The landowner is unknown. This collection was donated by Cal Hackworth to ASM in 1953. No known individuals were identified. The one associated funerary object is a ceramic pitcher. The human remains likely date to the Hohokam period, A.D. 500-1450, based on ceramic analysis.\\n        In 1985, human remains representing, at minimum, one individual, were removed from site AZ AA:8:123(ASM), located on private land near the Tortolita Mountains in the northern Tucson Basin, in Pinal County, AZ. The human remains were excavated during a University of Arizona field school, under the direction of Paul Fish. The human remains were received by ASM in 1995. No known individuals were identified. The two associated funerary objects are two animal bones. The site is described as a large village with two low rectangular mounds, as well as fifteen low mounds, characterized by densely scattered sherds, chipped stone, and ground stone. The human remains likely date to the Hohokam cultural sequence, A.D. 450-1450, based on material cultural analysis.\\n\\n        In 1985-1986, human remains representing, at minimum, four individuals were removed from the site AZ AA:8:20(ASM), located in the vicinity of Coronado Wash, in Pima County, AZ. The site was excavated as part of the Suffering Wash Data Recovery Project by Archeological Consulting Services, under the direction of Barbara Macnider. This collection was received by ASM in 1991. No known individuals were identified. The 913 associated funerary objects are: two fragments of animal bone, 752 ceramic sherds, one lot of charcoal, 124 fragments of chipped stone, 12 flotation samples (six heavy fractions and six light fractions), one ground stone, eight pollen samples, one radiocarbon sample, 11 pieces of schist, and one shell. Site AZ AA:8:20(ASM) is described as a large, multi-component, Hohokam village site with numerous trash mounds and pit houses. The site likely dates to the Hohokam Colonial to Classic periods, A.D. 850-1300, based on site dates.\\n        In 1985-1986, human remains representing, at minimum, eight individuals, were removed from site AZ AA:8:21(ASM), located near Suffering Wash in the Black Mountains in Pinal County, AZ. The site was excavated as part of the Suffering Wash Data Recovery Project by Archeological Consulting Services, under the direction of Kurt Dongoske. This collection was received by ASM in 1991. No known individuals were identified. The 419 associated funerary objects are: Five fragments of animal bone, one ceramic jar, 334 ceramic sherds, one perforated ceramic sherd artifact, 76 fragments of chipped stone, one pollen sample, and one stone. This site is described as a large, multi-component Hohokam village site containing a ball court, numerous trash mounds, many pit house structures, and some surface architecture. The site likely dates to the Hohokam Colonial\\xe2\\x80\\x94Classic periods, A.D. 850-1300, based on architecture and ceramic typology.\\n        In 1994, human remains representing, at minimum, 15 individuals were removed from site AZ AA:8:27(ASM), located in the bajada west of the Tortolita Mountains in Pima County, AZ. The site was excavated during an ASM Intra-site Mapping Project directed by Paul Fish and Gavin Archer. Collections from this site were received by ASM in 1994. The human remains were not recognized at the time they were collected. In 2010, museum staff discovered the human remains in the site survey collections. No known individuals were identified. No associated funerary objects are present. AZ AA:8:27(ASM) is described as a small habitation site with an adobe compound, house mound, check dams, roasting pits, and trash areas. The site likely dates to the Hohokam Sedentary to Classic periods, A.D. 1000-1300, based on material culture analysis.\\n        In 1966, human remains representing at a minimum, one individual, were removed site AZ BB:11:2(ASM), located near Redington in Pima County, AZ. Collections from this site were removed during the Lower San Pedro Survey conducted by the Center for Desert Archaeology. These collections were received by ASM in 1966. The human remains were not recognized at the time they were collected. In 2010, museum staff discovered the human remains in the site survey collections. No accession number was assigned. No known individuals were identified. No associated funerary objects are present. Features at this site include the human remains of several adobe walled, cobble reinforced room blocks, as well as an isolated one room structure, a number of rock piles, and a roasting pit. Based the analysis of material culture observed at this site, this site likely dates to the Late Classic period of the Hohokam cultural sequence, A.D. 1300-1450.\\n        In 1969-1970, human remains representing, at minimum, 54 individuals were removed site, AZ BB:11:20(ASM), located near Redington in Pima County, AZ. The site was excavated during a highway salvage project by ASM, under the direction of Laurens C. Hammack and Hayward Franklin. Project collections were received by ASM in 1972. No known individuals were identified. The 94 associated funerary objects are: 10 fragments of animal bone, six lots of beads, 10 ceramic bowls, one ceramic bowl fragment, two ceramic disks, three ceramic jars, one ceramic ladle, one ceramic pitcher, 12 ceramic sherds, one ceramic spindle whorl, one fragment of chipped stone, two corn cobs, five minerals, one polishing stone, one pollen sample, three lots of shell beads, two shell bracelets, one stone awl, one stone axe, 17 lots of stone beads, two stone knives, seven stone projectile points, two stone scrapers, one turquoise pendant, and one turquoise tessera. This multi-component site consisted of 22 surface boulder-adobe rooms, 16 pit houses, four plazas, 29 funerary features, and numerous extramural features. The site likely dates to the Hohokam Sedentary\\xe2\\x80\\x94Classic periods, A.D. 775-1450, based on analysis of material culture observed at this site.\\n        In 1970, human remains representing, at minimum, one individual were removed from site AZ BB:11:24(ASM), located on private land near Sosa Wash in Cochise County, AZ. The burial was exposed by erosion in a wash and was excavated by two graduate students from the University of Arizona. In 1971, the human remains were received by ASM. No known individuals were identified. No associated funerary objects are present. The site is recorded as a single burial, possibly associated with a nearby Hohokam site AZ BB:11:18(ASM). On this basis, the site likely dates to the Hohokam Pre-Classic to Classic period, A.D. 750-1300.\\n        In 1965, human remains representing, at minimum, two individuals were removed by an unknown individual from site, AZ BB:2:10(ASM), located on Arizona State Trust land east of the San Pedro River in Pinal County, AZ. This collection was donated by Alice Carpenter to ASM in 1965. No known individuals were identified. The 11 associated funerary objects are: One bone artifact, one ceramic jar, three chipped stone scrapers, one crystal, four shell tinklers, and one stone projectile point.\\n        In 1976, human remains representing, at minimum, two individuals were removed from the same site, AZ BB:2:10(ASM), during a field school conducted by Arizona College of Technology, under the direction of Bruce Masse. Collections from this project were transferred to ASM in 1983. No known individuals were identified. The 32 associated funerary objects present are: Two ceramic bowls, one ceramic jar, 24 ceramic sherds, one lot of charcoal, and four fragments of chipped stone.\\n        At an unknown date, human remains representing, at a minimum, one individual were removed from the same site, AZ BB:2:10(ASM), during a survey project. The survey collections were transferred to ASM. The human remains were not recognized at the time they were collected. In 2010, museum staff discovered the human remains in the site survey collections. No known individuals were identified. No associated funerary objects are present. Site AZ BB:2:10(ASM) is described as having two compounds, two platform mounds, a trash mound, and a linear rock alignment. The site likely dates to the Hohokam Classic period, A.D. 1200-1450, based on architecture and ceramic typology. Based on analysis of the material culture observed at this site, this site is culturally affiliated with Salado and Hohokam groups.\\n\\n        In 1964 or 1991, human remains representing, at a minimum, one individual were removed from AZ BB:2:12(ASM), located in the San Pedro Valley in Pima County, AZ. These human remains were removed either during a survey conducted either by ASM in 1964, or by the Center for Desert Archeology in 1991. Collections from these surveys were transferred to ASM on unknown dates. The human remains were not recognized at the time they were collected. In 2010, museum staff discovered the human remains in the site survey collections. No known individuals were identified. No associated funerary objects are present. This site is described as a dense artifact scatter containing sherds, chipped stone, and ground stone. Based on ceramics observed at this site, this site likely dates to the Hohokam Classic period, A.D. 1150-1400, and is culturally affiliated with Hohokam and Salado cultural groups.\\n        In 1977-1979, human remains representing, at minimum, 28 individuals were removed from site AZ BB:2:19(ASM), located on private land on the east bank of the San Pedro River in Pinal County, AZ. The site was excavated during the Ash Terrace Field School conducted by the Arizona College of Technology, under the direction of Michael Bartlett. In 1995, the collection was received by ASM. No known individuals were identified. The 38 associated funerary objects are: Five fragments and one lot of animal bone, one ceramic bowl, one ceramic pitcher, 29 ceramic sherds, and one stone. This site is described as located within the site recorded as AZ BB:2:1(ASM). This site consists of at least four two-room, noncontiguous structures surrounding a possible plaza area. The site likely dates to A.D. 1250-1450, based on ceramic typology. Based on analysis of material culture observed at the site, this site can be affiliated with the Salado and Hohokam cultural groups.\\n        In 1975-1977, human remains representing, at minimum, 127 individuals were removed from site AZ BB:2:2(ASM), located north of Mammoth on the San Pedro River on private land in Pinal County, AZ. The site was excavated by the Arizona College of Technology Field School, under the direction of Dudley Meade and Bruce Masse. Collections from this site excavated by Bruce Masse were received by ASM at an unknown date (possibly circa 1978). The collections excavated by Dudley Meade were received by ASM in 1998. No known individuals were identified. The 7,461 associated funerary objects are: 913 fragments of animal bone, one bead, six bone artifacts, four bone awl fragments, two ceramic bowls, two ceramic disks, 11 ceramic figurine fragments, two ceramic scoops, 5,467 ceramic sherds, seven ceramic sherd artifacts, 21 ceramic vessels, nine lots of charcoal, 641 fragments of chipped stone, seven chipped stone cores, one chipped stone scraper, two chipped stone tools, seven cobbles, eight daub fragments, eight ground stone fragments, one hammer stone, five manos, one metate fragment, eight minerals, one mortar fragment, two pebbles, two quartz crystals, 36 shell fragments, three shell beads, 13 shell bracelet fragments, one shell pendant, 226 stones, three stone artifacts, five lots of stone beads, two stone knives, three stone palette fragments, seven stone projectile points, four unidentified objects, and 19 wood fragments. This site consists of a moderately dense, highly diverse artifact scatter with assorted above-ground features, including small mounds and two ball courts. Rock room outlines are also visible. Based on ceramic analysis, this site likely dates to the Hohokam Pioneer\\xe2\\x80\\x94Sedentary periods, A.D. 450-1100.\\n        In 1977-1979, human remains representing, at a minimum, six individuals were removed from site AZ BB:2:7(ASM), located on private land north of Mammoth in Pinal County, AZ. The site was excavated by the Arizona College of Technology Ash Terrace Field School, under the direction of Michael Bartlett. The human remains were received by ASM in 1995. No known individuals were identified. No associated funerary objects are present. This site is described as a Salado compound village. The remains likely date to A.D. 1300-1450, based on ceramic analysis.\\n        In 1964, human remains representing, at minimum, one individual were removed by an unknown individual from site AZ BB:5:7(ASM), located on Arizona State Trust land near the Big Wash-Canada del Oro-Santa Cruz Wash drainage in Pima County, AZ. Collections from this site were donated to ASM by Alice Carpenterin in 1964. No known individuals were identified. The 10 associated funerary objects are: One bone artifact, eight ceramic sherds, and one shell bracelet fragment. The site likely dates to the Hohokam Sedentary period, A.D. 950-1150, based on ceramic analysis.\\n        At an unknown date prior to 2010, human remains representing, at a minimum, three individuals were removed from AZ BB:5:8(ASM), located on private land west of Canada del Oro Wash in Pinal County, AZ. These human remains were removed over the course of a site survey by a representative of ASM, and were subsequently brought to ASM. The human remains were not recognized at the time they were collected. In 2010, museum staff discovered the human remains in the site survey collections. No known individuals were identified. No associated funerary objects are present. This site is described as a Hohokam village site with rectangular rock alignments, one large rock ring, trash mounds, a sherd scatter, and other associated artifact scatters. The human remains of two adobe structures are in the wash below the site. Based on ceramics identified at this site, this site likely dates to the Hohokam cultural sequence A.D. 450-1450.\\n        In 1971-1973, human remains representing, at minimum, five individuals were removed from site AZ BB:6:20(ASM), located on private land in the lower San Pedro Valley in Pinal County, AZ. The human remains were collected during survey and excavations carried out by Dudley Meade, through Central Arizona College. Collections from this site were received by ASM in 1997. These human remains were not recognized at the time they were collected. In 2016, museum staff discovered fragmentary human remains in the faunal collections. No known individuals were identified. No associated funerary objects are present. This site consists of a prehistoric Salado surface scatter as well as ten masonry-adobe walled, single and double unit rooms. Based on artifacts observed at this site, this site likely dates to A.D. 1150-1300.\\n        In 2000, human remains representing, at minimum, 37 individuals were removed from site AZ BB:9:104(ASM), located on private land on the southeast pediment of the Tortolita Mountains in Pima County, AZ, during excavations conducted by SWCA Environmental Consultants. Over the course of excavation at this site, numerous burials were encountered, and were subsequently repatriated in accordance with Arizona state burial laws. The human remains listed here were not recognized at the time they were collected. These remains were received by ASM in 2006, along with all the collections from this site. In 2013, museum staff discovered the human remains in the site faunal collections. No known individuals were identified. No associated funerary objects are present. This large Hohokam site contains a ball court and at least 28 trash mounds clustered in 5 mound groups. This site likely dates to the Hohokam Colonial\\xe2\\x80\\x94Classic periods, A.D. 850-1300, based on the material culture observed there.\\n\\n        In 1990, human remains representing, at minimum, five individuals were removed from site AZ BB:9:143(ASM), located on private land west of Sabino Canyon Road in Pima County, AZ, by the Institute for American Research, under the direction of Allen Dart. Collections from this site were received by ASM in 1990. The human remains were not recognized at the time they were collected. In 2013, museum staff discovered the human remains in the site faunal collections. No known individuals were identified. No associated funerary objects are present. This site consists of a ceramic and lithic scatter as well as stone alignments forming check dams. This site likely dates to the Hohokam Sedentary period, A.D. 950-1150, based on the material culture observed there.\\n        In 2000, human remains representing, at minimum, one individual were removed from AZ BB:9:148(ASM), located on private land in the pediment zone at the base of the Tortolita Mountains in Pima County, AZ. Excavations were conducted by SWCA Environmental Consultants. Collections from this site were received by ASM in 2000. These human remains were not recognized at the time they were collected. In 2013, museum staff discovered the human remains in the site faunal collections. No known individuals were identified. No associated funerary objects are present. This site consists of 17 loci and 34 features, including roasting pits, boulder-rimmed circles, bedrock mortars, petroglyphs, check dams, trails, and artifacts scatters. The site is interpreted as a seasonal or temporary habitation, and a resource procurement and processing locale. Three archeomagnetic dates fall mostly within the Sedentary period. This site dates to the Hohokam Sedentary\\xe2\\x80\\x94early Classic periods, A.D. 1000-1200, based on the archeomagnetic data, as well as the material culture observed there.\\n        In 1995, human remains representing, at minimum, one individual were removed from AZ BB:9:179(ASM), located on private land on the southeast pediment of the Tortolita Mountains in Pima County, AZ, during test excavations by SWCA Environmental Consultants. Collections from this site were received by ASM in 2006. The human remains were not recognized at the time they were collected. In 2013, museum staff discovered the human remains in the site faunal collections. No known individuals were identified. No associated funerary objects are present. This site contained a sherd and lithic scatter, and four features were identified. They include one pit house, two thermal features, and a grinding slick and associated cupule on an exposed piece of granite. This site was likely occupied during the Colonial and Sedentary periods of the Hohokam cultural sequence, A.D. 850-1050, based on the material culture observed there.\\n        In 1994-2000, human remains representing, at minimum, three individuals were removed from the Los Venados site AZ BB:9:186(ASM), located on private land on the southeast pediment of the Tortolita Mountains in Pima County, AZ, during excavations by SWCA Environmental Consultants. Collections from this site were received by ASM in 2006. The human remains were not recognized at the time they were collected. In 2013, museum staff discovered the human remains in the site faunal collections. No known individuals were identified. No associated funerary objects are present. This site appears to be a heavy-duty resource procurement and processing area. Features include roasting pits, bedrock mortars and slicks, and a heavy artifact scatter. This site is widely dispersed, with pockets of artifacts and features that are usually associated with bedrock outcrops. This site was likely used from A.D. 450-1450, which encompasses the Hohokam cultural sequence, based on the material culture observed there.\\n        In 1994, human remains representing, at minimum, two individuals were removed from site AZ BB:9:280(ASM), located on private land in the upper foothills of the Santa Catalina Mountains in Pima County, AZ, during excavations by the Old Pueblo Archeology Center, under the direction of Allen Dart. Collections from this site were received by ASM in 1998. All the human remains identified at the time of the excavations were repatriated according to Arizona state burial laws prior to ASM\\'s receipt of the collections. These human remains were not recognized at the time they were collected. In 2013, museum staff discovered these human remains in the site faunal collections. No known individuals were identified. No associated funerary objects are present. The site was a large artifact scatter associated with bedrock/boulder mortars and slicks, one pictograph in a rockshelter, and two buried outdoor hearths. The site included three discrete areas of archeological deposits and surface archeological features. Material culture from this site indicates use during the Middle and Late Archaic periods, as well as by later, Hohokam and Protohistoric Native American groups, and early 20th century inhabitants. The Hohokam occupation of this site was concentrated in the central and eastern portions of the site, and likely dates to A.D. 900-1450, the Colonial\\xe2\\x80\\x94Classic periods. The only buried archeological features were two outdoor hearths, one of which was radiocarbon dated between A.D. 1425 and 1650. The human remains from this site were recovered in the eastern site locus, and are likely associated with the Hohokam occupation of this site.\\n        In 1995, human remains representing, at minimum, one individual were removed from site AZ BB:9:286(ASM), located on private land in the floodplain at the base of the Santa Catalina Mountains in the Tucson Basin in Pima County, AZ, during excavations by SWCA Environmental Consultants. This collection was received by ASM in 1996. The human remains were not recognized at the time they were collected. In 2013, museum staff discovered the human remains in the site faunal collections. No known individuals were identified. No associated funerary objects are present. This site consists of a light to moderate density sherd and lithic scatter concentrated in four separate loci. Ceramics observed at this site suggest it was occupied during the Sedentary and Classic periods of the Hohokam cultural sequence, A.D. 950-1450.\\n        In 1996, human remains representing, at minimum, one individual were removed from site AZ BB:9:304(ASM), located on private land south of Tanque Verde Creek in the eastern Tucson Basin in Pima County, AZ, during excavations by the Old Pueblo Archaeology Center. This collection was received by ASM in 1999. The human remains were not recognized at the time they were collected. In 2013, museum staff discovered the human remains in the site faunal collections. No known individuals were identified. No associated funerary objects are present. This site is described as a small Rincon phase Hohokam farmstead with 11 pit houses, 13 outdoor pits, and two trash middens. This site was occupied during the Sedentary period of the Hohokam cultural sequence, A.D. 950-1150, based on the material culture observed there.\\n\\n        In 1990, human remains representing, at minimum, three individuals were removed from AZ BB:9:44(ASM), located on private land on the east bank of Ventana Canyon Wash in Pima County, AZ, by the Institute for American Research. This collection was received by ASM in 1990. The human remains were not recognized at the time they were collected. In 2013, museum staff discovered the human remains in the site faunal collections. No known individuals were identified. No associated funerary objects are present. This site consists of a surface scatter of sherds and lithics. There is no evidence of houses, hearths, or other features. This site was occupied during the Sedentary and Classic periods of the Hohokam cultural sequence, A.D. 1000-1300, based on the material culture observed there.\\n        \\n        In 1993, human remains representing, at minimum, three individuals were removed from site AZ BB:9:50(ASM), located on private land in the eastern Tucson Basin in the foothills of the Santa Catalina Mountains in Pima County, AZ, during excavations conducted by SWCA Environmental Consultants. These collections were received by ASM in 1995. The human remains were not recognized at the time they were collected. In 2013, museum staff discovered the human remains in the site faunal collections. No known individuals were identified. No associated funerary objects are present. This site has Hohokam and historic O\\'odham components. The southern and western portions are Hohokam, with an Ak-Chin farming area in the west and a large village site in the south. The village contained more than 40 oval and rectangular structures, a large midden and a large compound. The northwest portion of the site is O\\'odham, and contains four check dams. This site was likely primarily occupied between A.D. 1100-1450, in the late Sedentary and Classic periods of the Hohokam cultural sequence, based on the material culture observed there.\\n        In 1996, human remains representing, at minimum, six individuals were removed from site AZ BB:9:68(ASM), located on private and Arizona State Trust land near the Santa Catalina Mountains in Pima County, AZ, during excavations conducted by Aztlan Archeology. This collection was received by ASM in 2008. The human remains were not recognized at the time they were collected. In 2013, museum staff discovered the human remains in the site faunal collections. No known individuals were identified. No associated funerary objects are present. The site is a moderately sized village with pit houses, trash mounds, roasting pits, and high density artifact scatters. This site likely dates to A.D. 750-1450, which includes the Colonial, Sedentary, and Classic periods of the Hohokam cultural sequence, based on the material culture observed there.\\n        In 1998, human remains representing, at minimum, two individuals were removed from site AZ BB:9:87(ASM), located on private land in Oro Valley near Honey Bee Canyon in Pima County, AZ, during excavations conducted by SWCA Environmental Consultants. This collection was received by ASM in 1996. The human remains were not recognized at the time they were collected. In 2013, museum staff discovered the human remains in the site faunal collections. No known individuals were identified. No associated funerary objects are present. This site consists of a widespread, low density scatter of sherds and lithics. Although buried structures such as pithouses might be present, the low density and nature of the artifact assemblage suggest an area sporadically utilized for resource gathering or processing. Its proximity to AZ BB:9:88(ASM) suggests further that it was a special purpose locality associated with the village. This site likely dates to A.D. 450-1450 which encompasses the Hohokam cultural sequence, based on the material culture observed there.\\n        In 1970, human remains representing, at minimum, two individuals were removed from private land at site AZ CC:10:1(ASM), located in the San Simon Valley in Cochise County, AZ. The burials were discovered during construction of a gas pumping station by C.H. Leavell and Company. Excavation was conducted by ASM, under the direction of Walter Birkby. The human remains were received by ASM in 1970. No known individuals were identified. No associated funerary objects are present. The site was a small habitation with a one room stone dwelling, trash mounds and an artifact scatter. Material culture suggests affinities with the San Simon Branch of the Mogollon as well as Hohokam. The site likely dates to A.D. 1100-1200, based on ceramic analysis.\\n        In 1944, human remains representing, at minimum, one individual were removed from site AZ CC:13:3(ASM), located in Wilcox Playa in Cochise County, AZ. The exact circumstances in which these human remains were removed is unknown. The site card notes that the human remains were collected by \\xe2\\x80\\x9cEBS\\xe2\\x80\\x9d from a borrow pit in 1944. The initials may refer to Edwin B. Sayles, who carried out field work in Arizona from the 1920s through the 1950s. The collection was received by ASM sometime after 1944. In 2010, museum staff discovered the human remains in the site survey collections. No known individuals were identified. No associated funerary objects are present. This site is described as an archaic camp site, based on material culture, and likely dates between 4000 B.C. and A.D.100.\\n        On an unknown date in the late 1960s or early 1970s, human remains representing, at minimum, one individual were removed by Dale Jones from an unrecorded site designated AZ CC:2:\\xe2\\x80\\x94Safford Airport, located on private land near the Safford Airport in Graham County, AZ. This collection was donated to ASM in 2015. No known individuals were identified. The three associated funerary objects are one lot of animal bone fragments, one ceramic jar, and one lot of charcoal. Based on ceramic typology, this collection likely dates to A.D. 1000-1400, and is affiliated with the Mogollon culture.\\n        In 1981, human remains representing, at minimum, nine individuals were removed from site AZ CC:3:46(ASM) located on private land near Clifton in Graham County, AZ. Excavations were conducted with the permission of the landowners by Chester Shaw of ASM. The collections were received by ASM in 1983. No known individuals were identified. The nine associated funerary objects are: One bone awl, one ceramic sherd, two fragments of chipped stone, two pollen samples, two shell pendants, and one stone biface. AZ CC:3:46(ASM) is a village site with multiple pithouse depressions and several above-ground, multi-room, masonry structures. The site is dated to the Three Circle and Mimbres phases of the Mogollon cultural sequence, about A.D. 750-1150, based on ceramic analysis.\\n        In 1972, human remains representing, at minimum, one individual were removed from site AZ CC:5:5(ASM) located on the bank of Grant Creek on Arizona State property in Graham County, AZ. Following observed disturbance of the site, ASM was invited to record the area. Collections were removed from the site by ASM personnel during their survey. These collections were received by ASM during or after 1972. No known individuals were identified. The one associated funerary objects is an animal bone fragment. The site is described as a large village containing above-ground, rectangular structures with cobble foundations and, possibly, puddled adobe walls. The site likely dates to A.D. 1150-1450, based on ceramic typology, and is likely associated with Mogollon, Hohokam, and Salado cultural groups.\\n        At an unknown date during or prior to 1927, human remains representing, at minimum, one individual were removed by Walter Gilpin from an unrecorded site designated AZ CC:8:\\xe2\\x80\\x94Duncan vicinity, at an unknown location on private land near Duncan in Greenlee County, AZ. The human remains were donated to ASM in 1927. No known individuals were identified. The one associated funerary object is a ceramic bowl. The human remains likely date to A.D. 1000-1150, during the Mimbres phase of the Mimbres Mogollon cultural sequence, based on ceramic analysis.\\n\\n        On an unknown date prior to 2008, human remains representing, at a minimum, two individuals were removed by un unknown individual from an unrecorded site, designated AZ Cochise Stronghold, possibly located in the mountains near Cochise Stronghold or around Bisbee in Cochise County, AZ. This collection was donated to ASM in 2008. No known individuals identified. The two associated funerary objects are ceramic jars. Based on ceramic analysis, these remains likely date to A.D. 1100-1450, and are likely associated with Salado and/or Hohokam cultural groups.\\n        At an unknown date, human remains representing, at minimum, two individuals were removed from an unrecorded site, designated AZ DD:\\xe2\\x80\\x94Sasabe, located in the vicinity of Sasabe in Pima County, AZ. The human remains were possibly collected by Dr. Paul Fish, an archeologist affiliated with ASM. No further information about the context of the discovery is available. The human remains and associated funerary objects were brought to the museum at an unknown date. No known individuals were identified. The one associated funerary object is a ceramic sherd. Based on ceramic typology, these human remains date to A.D. 450-1450, which encompasses the Hohokam cultural sequence.\\n        Between 1940 and 1960 human remains representing, at minimum, one individual, were removed from an unrecorded site, designated AZ DD:2:\\xe2\\x80\\x94Las Delicias Ranch, located between Three Points and Sasabe in Pima County, AZ, by Elizabeth Hibbs, the owner of the ranch. This collection was received by ASM in 1983. No known individuals were identified. The four associated funerary objects are two ceramic bowls and two ceramic jars. Based on ceramic typology, these human remains date to A.D. 1200-1700, which includes both the Classic Hohokam and Upper Piman cultural sequences.\\n        At an unknown date during or prior to 1953, human remains representing, at minimum, one individual, were removed from an unrecorded site, designated AZ DD:4:\\xe2\\x80\\x94Nogales Highway, located near Nogales Highway in the Amado area in Pima County, AZ. The burial was exposed by erosion in a wash, and was collected by an unknown individual. The human remains were donated by Max Soto to the Arizona State Museum in 1953. No known individuals were identified. The three associated funerary objects are one ceramic jar and two ceramic sherds. The collection likely dates to the ceramic period, A.D. 450-1450, based on the ceramic typology.\\n        In 1952 human remains representing, at minimum, one individual were removed from AZ DD:4:10(ASM), located on private land in Pima County, AZ, by members of an ASM survey crew. Collections from this site were received by ASM in 1952 or later. The human remains were not recognized at the time they were collected. In 2010, museum staff discovered the human remains in the site survey collections. No known individuals were identified. No associated funerary objects are present. This site is described as consisting of an artifact scatter containing ceramics, lithics, and shell. Based on ceramic typology, this site likely date to A.D. 850-1150, which contains the latter half of the Colonial Period and the Sedentary Period of the Hohokam cultural sequence.\\n        In 1953, human remains representing, at minimum, eight individuals were removed from site AZ DD:4:38(ASM), located in the Sierrita Mountains near Tinaja Peak in Pima County, AZ, by archeologists from the University of Arizona, under the direction of Dr. Bertram Kraus. These human remains were received by ASM in 1953. No known individuals were identified. No associated funerary objects are present. Based on material culture present at the site, these human remains likely date to A.D. 1300-1800, which includes both Hohokam and Upper Piman cultural groups.\\n        In 1952, human remains representing, at minimum, one individual were removed from AZ DD:4:56(ASM), located on private land south of Green Valley in Pima County, AZ, during an archeological survey possibly conducted by ASM. Collections from this site were received by ASM prior to 2010. The human remains were not recognized at the time they were collected. In 2010, museum staff discovered the human remains in the site survey collections. No known individuals were identified. No associated funerary objects are present. This site is described as an artifact scatter containing plainware pottery and ground stone. Features at this site include pithouses, as well as a cremation locus. This site likely dates to A.D. 850-950, during the Colonial Period of the Hohokam cultural sequence, based on the material culture observed there.\\n        In 1991, human remains representing, at minimum, one individual were removed from site AZ DD:4:146(ASM), located near Escondido Wash in Pima County, AZ, by an SWCA survey crew, under the direction of Tom Euler. Collections from this site were received by ASM in 1991. The human remains were not recognized at the time they were collected. In 2010, museum staff discovered the human remains in the site survey collections. No known individuals were identified. No associated funerary objects are present. This site is described as a sherd and lithic artifact scatter. Based on ceramic typology, this site likely dates to A.D. 850-950, during the Colonial Period of the Hohokam cultural sequence.\\n        In 1969, human remains representing, at minimum, two individuals were removed from an unrecorded site, designated AZ DD:6\\xe2\\x80\\x94Rancho de la Osa, located in the Altar Valley area in Pima County, AZ. The human remains and associated funerary objects were collected by David Letarte. Mr. Letarte donated the collection to ASM in 1969. No known individuals were identified. The 11 associated funerary objects are: one ceramic jar, one ceramic jar fragment, two ceramic sherds, one fragment of chipped stone, one painted pebble, four shell bracelet fragments, and one stone projectile point. The human remains date to the period A.D. 750-1150, and are affiliated with the Trincheras cultural group, based on ceramic analysis.\\n        In 1939, human remains representing, at minimum, one individual were removed from an unrecorded site, designated AZ DD:7:\\xe2\\x80\\x94Arivaca Road, located near Amado in Pima County, AZ. The human remains were collected by Lyman Marden of the U.S. Geological Survey. The human remains and associated funerary objects were brought to ASM in 1939. No known individuals were identified. The two associated funerary objects are one ceramic jar and one ceramic bowl. The human remains date to the Classic Period of the Hohokam cultural sequence, A.D. 1250-1400, based on ceramic analysis.\\n        At an unknown date during or prior to 1967, human remains representing, at minimum, five individuals, were removed from an unrecorded site, designated AZ DD:8:\\xe2\\x80\\x94Guest Site, located in a wash near the Santa Cruz River in Santa Cruz County, AZ. The human remains and associated funerary were collected by Marguerite Guest. She donated the collection to ASM in 1967. No known individuals were identified. The 10 associated funerary objects are: one animal bone awl, two ceramic bowls, four ceramic jars, and three shell beads. Based on ceramic analysis, this site likely dates to the Sedentary Period of the Hohokam cultural sequence, A.D. 950-1150.\\n\\n        In 1932 or 1933, human remains representing, at minimum, two individuals were removed from an unrecorded site, designated AZ DD:8:\\xe2\\x80\\x94Las Guijas vicinity, located in the Altar Valley in Pima County, AZ. The human remains and associated funerary objects were collected by the husband of Mary Gipe, who worked at various mines in the area. Mrs. Gipe donated the collection to ASM in 1965. No known individuals were identified. The one associated funerary object is a ceramic jar. Based on ceramic analysis, these human remains date to A.D. 450-1450, which encompasses the Hohokam cultural sequence.\\n        In 1965, human remains representing, at minimum, 38 individuals were removed from site AZ DD:8:12(ASM), located on private land in Santa Cruz County, AZ. The human remains were collected prior to the construction of Interstate Highway 19, as part of an archeological salvage excavation carried out by the ASM Highway Salvage Project, under the direction of James V. Sciscenti. This collection was received by ASM in 1965. No known individuals were identified. The 197 associated funerary objects are: one bone awl, 32 ceramic bowls, one ceramic bowl fragment, eight ceramic jars, four ceramic pitchers, 24 ceramic sherds, nine ceramic spindle whorls, one ceramic shoe pot, one metal fragment, seven lots of shell and stone beads, four lots of shell beads, 41 shell bracelets, one shell bracelet fragment, 36 shell pendants, 10 shell rings, nine shell ring fragments, one lot of stone beads, one stone knife, one stone scraper, and five turquoise pendants.\\n        In an unknown date in the late 1970s, human remains representing, at a minimum, two individuals were removed from the same site, AZ DD:8:12(ASM), by an unknown individual. The circumstances of discovery of these human remains are unknown. They were received by ASM in 1977 or 1979. No known individuals were identified. No associated funerary objects are present with these individuals. Site AZ DD:8:12(ASM) is a large, multi-component village site with Colonial, Sedentary, and Classic period Hohokam components (A.D. 850-1550), followed by a Protohistoric period Upper Pima component (A.D. 1550-ca. 1700). These dates and cultural affiliations are based on the material culture observed at this site. With the exception of one burial, which may date from the Classic Period of the Hohokam cultural sequence, A.D. 1150-1550, all the burials excavated by the 1965 ASM salvage project are attributed to the Upper Pima component, A.D. 1550-ca. 1700. The dates associated with the human remains removed in the late 1970s is unclear, but based on the material culture present at the site, they likely date to between A.D. 850-ca. 1700.\\n        In 1976, human remains representing, at minimum, 39 individuals were removed site AZ DD:8:122(ASM), located on private land in the Santa Cruz River valley in Santa Cruz County, AZ. The site was excavated by ASM over the course of the Carmen-Ortero Project, under the direction of David E. Doyel, to mitigate the effects of the expansion of Interstate Highway 19, between Tucson and Nogales. All recovered human remains and associated funerary objects were received by the Arizona State Museum in 1976. No known individuals were identified. The 71 associated funerary objects are: two lots of beads, two bone awl fragments, one bone bracelet, nine ceramic bowls, one ceramic bowl fragment, 21 ceramic jars, two ceramic jar fragments, two ceramic pitchers, nine ceramic sherds, two ceramic sherd artifacts, two fragments of chipped stone, five shell fragments, 11 lots of shell beads, one shell bracelet fragment, and one stone biface. This pit house site was destroyed by the construction of the frontage road of I-19. No structures were visible on the surface; however, an extensive sherd and lithic scatter was present. Based on ceramic analysis, this site was occupied during the Colonial and Sedentary Periods of the Hohokam cultural sequence, A.D. 850-1150.\\n        In 1976, human remains representing, at minimum, five individuals were removed site, AZ DD:8:128 (ASM), located on private land in the Santa Cruz River valley in Santa Cruz County, AZ. The site was excavated by ASM over the course of the Carmen-Ortero Project, under the direction of Bruce Masse, to mitigate the effects of the expansion of Interstate Highway 19, between Tucson and Nogales. This collection was received by ASM in 1976. No known individuals were identified. The 35 associated funerary objects are: One bone bead, one ceramic bowl, one ceramic bowl fragment, one ceramic disk, four ceramic jars, one ceramic plate, 14 ceramic sherds, seven fragments of chipped stone, one lot of shell beads, one shell bracelet, two lots of shell fragments, and one stone axe. This is a multi-component site. Investigations at the site revealed evidence of Hohokam occupation during the Colonial and Sedentary Periods of the Hohokam cultural sequence (A.D. 850-1150) and later, by Upper Piman groups during the Protohistoric period (A.D. 1450-1700). Based on ceramic evidence, these human remains and associated funerary objects are associated with the A.D. 850-1150 occupation, during the Colonial and Sedentary periods of the Hohokam cultural sequence.   On an unknown date prior to 2010, human remains representing, at minimum, one individual were removed from site AZ DD:8:2(ASM), located on private land in Santa Cruz County, AZ, during an ASM site survey. Collections from this site were received by ASM at an unknown date. The human remains were not recognized at the time they were collected. In 2010, these remains were identified in site survey boxes by ASM staff. No known individuals were identified. No associated funerary objects are present. This site is part of, or represents a component of, site AZ DD:8:12(ASM), a large multi-component village site with Colonial, Sedentary, and Classic period Hohokam components (A.D. 850-1550), followed by a Protohistoric period Upper Pima component (A.D. 1550- ca. 1700). These dates and cultural affiliations are based on the material culture observed at this site. The dates associated with these human remains is unclear, but based on the material culture present at site AZ DD:8:12(ASM), the human remains likely date to between A.D. 850- ca. 1700.\\n        In 1971, human remains representing, at minimum, two individuals were removed from site AZ DD:8:74(ASM), located on private land near Tubac in Santa Cruz County, AZ, by a Alan Lester. These human remains were received by ASM in 1972. No individuals were identified. No associated funerary objects are present.\\n        In 1976, human remains representing, at a minimum, one individual were removed from the same site, AZ DD:8:74(ASM), by Lance Haydon and Jim Thomas. These human remains were received by ASM in 1976. No individuals were identified. No associated funerary objects are present. According to site survey records, AZ DD:8:74(ASM) is described as an artifact scatter composed primarily of sherds and stone fragments. Several low trash mounds were observed, along with six possible house depressions. Based on an analysis of the artifacts reported at this site, these human remains likely date to the Sedentary or Classic Periods of the Hohokam cultural sequence, A.D. 950-1300.\\n\\n        Around 1929, human remains representing, at minimum, three individuals were removed from an unrecorded site, designated AZ EE:\\xe2\\x80\\x94Sonoita Creek, located near Patagonia in Pima County, AZ. These human remains and associated funerary objects were collected by the Arizona State Highway Department, and were received by ASM sometime after 1929. No known individuals were identified. The one associated funerary object is a ceramic jar. Based on ceramic analysis, these human remains and associated funerary objects date to A.D. 450-1450, which encompasses the Hohokam cultural sequence.\\n        In 1980, human remains representing, at minimum, one individual were removed from an unrecorded site, designated AZ EE:1:\\xe2\\x80\\x94Continental vicinity, located on private land in Pima County, AZ. The burial was discovered by Cheryl Walden during excavation of a house foundation. These human remains and associated funerary objects were received by ASM in 1988. No known individuals were identified. The three associated funerary objects are one ceramic jar, one shell, and one lot of shell fragments. Based on ceramic analysis, these human remains and funerary objects likely date to A.D. 950-1150, during the Sedentary Period of the Hohokam cultural sequence.\\n        On an unknown date during or prior to 1970, human remains representing, at minimum, one individual were removed from an unrecorded site, designated AZ EE: 1:\\xe2\\x80\\x94Green Valley, near Green Valley in Pima County, AZ. The human remains and associated funerary objects were donated by Ramon Ahumada to the ASM in 1970. No known individuals were identified. The two associated funerary objects are one ceramic jar and one ceramic bowl fragment. Based on ceramic analysis, these human remains and associated funerary objects likely date to A.D. 850-950, during the Colonial Period of the Hohokam cultural sequence.\\n        In 1999, human remains representing, at minimum, one individual were removed from an unrecorded site, designated AZ EE:1:\\xe2\\x80\\x94ML-99-1230, located in Pima County, AZ. The human remains and associated funerary objects were collected by highway workers, who found them along a road. The human remains and objects were initially transferred to the Pima County Sheriff\\'s Department, and were later transferred to ASM in 2001. No known individuals were identified. The 14 associated funerary objects are ceramic sherds. Based on ceramic typology, the human remains likely date to A.D. 450-1450, which encompasses the Hohokam cultural sequence.\\n        1n 1983, human remains representing, at minimum, one individual were removed from an unrecorded site, designated AZ EE:1:\\xe2\\x80\\x94Private Ranch, located on private land east of Green Valley in Pima County, AZ. The human remains loaned to ASM by Armando Gonzales in 1983 and donated by him in 1995. No known individuals were identified. No associated funerary objects are present. Based on the typology of ceramics reportedly found in association with these human remains (but not donated to ASM), these human remains likely date to A.D. 450-1450, which encompasses the Hohokam cultural sequence.\\n        In 1969, human remains representing, at minimum, one individual were removed from site AZ EE:1:87(ASM), located on private land near Sahuarita in Pima County, AZ. The burial was discovered by a local resident, who reported the discovery to ASM. Walter Birkby and James Ayres of ASM subsequently excavated the burial. The human remains and associated funerary objects were donated to the Arizona State Museum in 1969 and given an accession number. No known individuals were identified. The one associated funerary object is a ceramic jar.\\n        In 1985 or earlier, human remains representing, at minimum, one individual were removed from the same site, AZ EE:1:87(ASM), during a survey conducted by the Institute for American Research, under the direction of William Doelle. The human remains were not recognized at the time of collection. The survey collections were brought to ASM. In 2010, ASM staff found highly fragmentary human remains in the site survey box. No known individuals were identified. No associated funerary objects are present. Site AZ EE:1:87(ASM) likely dates to the Hohokam Sedentary Period, A.D. 950-1150, based on ceramic analysis.\\n        In 1973, human remains representing, at minimum, one individual were removed from site AZ EE:1:88(ASM), located near Green Valley in Pima County, AZ. Collections from this site were removed by ASM personnel after ASM had been alerted that an archeological site was being destroyed by construction activity. These collections were received by ASM in 1973. The human remains were not recognized at the time they were collected. In 2010, museum staff discovered the human remains in the site survey collections. No known individuals were identified. No associated funerary objects are present. This site is described as a small habitation site with a cremation area. Based on analysis of ceramics observed at this site, these human remains likely date to A.D. 450-1450, which encompasses the Hohokam cultural sequence.\\n        In 1965, human remains representing, at minimum, one individual were removed from site AZ EE:11:6(ASM), located on private land south of Sierra Vista in Cochise County, AZ, during a survey conducted by ASM staff. Collections from this site were received by ASM during or after 1965. The human remains were not recognized at the time they were collected. In 2010, museum staff discovered the human remains in the site survey collections. No known individuals were identified. No associated funerary objects are present. This site is a village with about 10 rooms. Based on the ceramics observed at this site, these human remains likely date to A.D. 1150-1450, during the Classic Period of the Hohokam cultural sequence.\\n        In 1976, human remains representing, at minimum, one individual were removed from an unrecorded site, designated AZ EE:12:\\xe2\\x80\\x94Rio Rico, located near Rio Rico in Cochise County, AZ. These human remains were possibly excavated by a member of the Pimeria Alta Historical Society. They were received by ASM sometime in 1976. No known individuals were identified. No associated funerary objects are present. Based on the artifacts observed with these human remains when they were removed, these human remains likely date to A.D. 450-1450, which encompasses the Hohokam cultural sequence.\\n        At an unknown date prior to 1996, human remains representing, at minimum, one individual were likely removed from site AZ EE:12:1(ASM), on a private ranch in Cochise County, AZ. These human remains were probably removed by ranch owner Ed Lehner. These human remains were received by ASM in 1996, along with other materials transferred by the Cochise County Archeological and Historical Society. Based on an accompanying handwritten note, these human remains were excavated by Mr. Lehner, and were dated by William Wasley of the University of Arizona to 400-600 years before the present. No known individuals were identified. No associated funerary objects are present. Site AZ EE:12:1(ASM) has both Paleoindian and Hohokam components. Based on the note found with the human remains, the individual represented by these human remains possibly dates to the late Hohokam or Upper Piman period, A.D. 1400-1600.\\n\\n        In the years 1954-1957, human remains representing, at minimum, one individual were removed from site AZ EE:2:10(ASM), located in the Empire Valley in Pima County, AZ. The site was originally explored in 1954 and 1955 by the University of Arizona, under the direction of Emil W. Haury, and was subsequently excavated in 1957 by the University of Arizona, under the direction of Frank Eddy. These human remains were received by ASM in 1958. No known individuals were identified. No associated funerary objects are present with these human remains.\\n        Sometime before 2010, human remains representing, at minimum, one individual were removed from the same site, AZ EE:2:10(ASM), during a survey. These human remains were received by ASM at an unknown date. In 2010, museum staff discovered the human remains in the site survey collections. No known individuals were identified. The one associated funerary object is a shell bead. This site contains one pit house and two trash zone deposits, layered one on top of the other. All human remains from this site date to A.D. 450-1450, which encompasses the Hohokam cultural sequence.\\n        In 1982, human remains representing, at minimum, 12 individuals were removed from site AZ EE:2:137(ASM), located on private land in the Empire Valley in Pima County, AZ. Following severe flooding, a human burial was discovered eroding out of a bank. With the permission of the landowner, excavations were conducted by ASM, under the direction of Bruce Huckell. Collections from this site were received by ASM in 1982. No known individuals were identified. The 92 associated funerary objects are: one animal bone fragment, two lots of charcoal, 84 fragments of chipped stone, one chipped stone tool, two flotation samples, one pollen sample, and one stone projectile point. This site consists of a large exposure of artifacts, including fire cracked rock fragments, animal bones, and charcoal. Radiocarbon dates indicate a range of approximately 750 B.C.-A.D. 130. Based on radiocarbon dates, material culture, and mortuary practices, these human remains are likely associated with the Late Archaic/Early Agricultural cultural horizon.\\n        Sometime in 1937 or later, human remains representing, at minimum, one individual were removed from site AZ EE:2:2(ASM), located on private land in Santa Cruz County, AZ, during a survey along Cienega Creek conducted by Edward Danson. Collections from this site were received by ASM during or after 1937. The human remains were not recognized at the time of the survey. In 1996, museum staff discovered the human remains in the site survey collections. No known individuals were identified. No associated funerary objects are present. The burial site likely dates to the Hohokam period, A.D. 450-1450, based on ceramics reported on the site survey card.\\n        In 1982 and1983, human remains representing, at minimum, six individuals were removed from site AZ EE:2:30(ASM), located on private land in Matty Canyon in the Empire Valley, near the junction of Matty Wash with Cienega Creek in Pima County, AZ. Following severe flooding, it was reported that a human burial was eroding out of a bank. Permission to excavate this site was granted by the landowner. The excavations were conducted by ASM, under the direction of Bruce Huckell. No known individuals were identified. No associated funerary objects are present.\\n        In 1989, human remains representing, at minimum, one individual were removed from the same site, AZ EE:2:30(ASM), by unknown persons. These human remains were brought to ASM. No known individuals were identified. No associated funerary objects are present with these remains. Site AZ EE:2:30(ASM) was occupied during the Late Archaic period (800 B.C.-A.D. 200) and the Hohokam Sedentary Period (A.D. 900-1150). Based on the material culture discovered around the burials removed by Bruce Huckell, five burials likely date to the Late Archaic period and one burial likely dates to the Hohokam Sedentary Period. The burial removed in 1989 could date to either of these two periods.\\n        In 1967, human remains representing, at minimum, one individual, were removed from site AZ EE:2:50(ASM), located on private land near Pantano Wash in Pima County, AZ. These human remains were removed over the course of excavations conducted by ASM, under the direction of E. Thomas Hemmings. Collections from this excavation were received by ASM in 1967. No known individuals were identified. No associated funerary objects are present.\\n        In 1977, human remains representing, at minimum, one individual were removed from the locality of AZ EE:2:50(ASM), by an unknown excavator. These human remains were received by ASM in 1982. No known individuals were identified. No associated funerary objects are present. Site AZ EE:2:50(ASM) is a long midden zone that was exposed by a cut bank of the Pantano Wash. It contains charcoal, fire cracked rock, lithic debris, stone tools, and animal bone. The human remains likely date to the Early Ceramic to Hohokam Pioneer Period, A.D. 260-530, based on calibrated radiocarbon dating.\\n        In 1958, human remains representing, at minimum, one individual, were removed from AZ EE:4:1(ASM), located on private land near St. David in Cochise County, AZ. These human remains were removed by William Wasley and Richard Shutler, and were received by ASM in 1958. No known individuals were identified. No associated funerary objects are present. This site represents a small exposure of a larger, San Pedro stage Late Archaic site along the bank of the San Pedro River. Based on the material culture observed at this site, these human remains are affiliated with the Late Archaic cultures, and date to 1500 B.C.-A.D. 1.\\n        In 1949, human remains representing, at minimum, one individual were removed from AZ EE:6:4(ASM), also recorded as AZ EE:6:26(ASM), located in O\\'Donnell Canyon in Santa Cruz County, AZ. Collections from this site were removed as part of a survey conducted by ASM, under the direction of Earl Swanson. These collections were likely received by ASM in 1949. The human remains were not recognized at the time of the survey. In 2010, museum staff discovered the human remains in the site survey collections. No known individuals were identified. No associated funerary objects are present. This site is an extensive prehistoric sherd, lithic, and ground stone scatter, probably representing a Hohokam habitation site. Based on ceramic identification, these human remains likely date to A.D. 1000-1300, during the Sedentary and Classic Periods of the Hohokam cultural sequence.\\n        In 1995 human remains representing, at minimum, two individuals were removed from site AZ EE:7:86(ASM), located on Arizona State land near the Babacomari River, near Huachuca City in Cochise County, AZ. Collections from this site were removed as part of the Babacomari Ranch Survey conducted by ASM, under the direction of Bruce Huckell. These collections were received by ASM following the survey. No known individuals were identified. No associated funerary objects are present. This site consists of several rock-filled pits and a thin scatter of flaked and ground stone artifacts. Based on the material culture observed at this site, these human remains likely date to the Late Archaic period, 400-200 B.C.\\n\\n        In 1944, human remains representing, at minimum, one individual were removed from site AZ EE:7:9(ASM), which may be the same site as AZ EE:6:3(ASM), possibly located near Tombstone in Cochise or Santa Cruz County, AZ. Collections from this site were removed over the course of an ASM site survey conducted by Emil Haury. These collections were received by ASM following this survey. The human remains were not recognized at the time of the survey. In 2010, museum staff discovered the human remains in the site survey collections. No known individuals were identified. No associated funerary objects are present. This site is described as a village site with Dragoon red-on-brown ceramics and trough metates. Based on the ceramics observed at the site, these human remains likely date to A.D. 900-1100, and may be associated with either Hohokam or Mogollon cultural groups.\\n        In 1968 human remains representing, at minimum, one individual, were removed from site AZ EE:8:38(ASM), located near the San Pedro River in Cochise County, AZ, by an archeological survey crew from ASM during the Central Arizona Project. Collections from this survey were received by ASM. The human remains were not recognized at the time of the survey. In 2010, museum staff discovered the human remains in the site survey collections. No known individuals were identified. No associated funerary objects are present. This site is described as a village with possible structures, hearths, stone tools, and ceramics. Based on the material culture observed at this site, these human remains are affiliated with Hohokam or Salado cultural groups, and date from A.D. 450-1450.\\n        In 1968, human remains representing, at minimum, two individuals, were removed from site AZ EE:8:68(ASM), located on private land in Cochise County, AZ. The human remains were removed by an archeological survey crew from ASM during the Central Arizona Project. Collections from this survey were received by ASM following the survey. The human remains were not recognized at the time of the survey. In 2010, museum staff discovered the human remains in the site survey collections. No known individuals were identified. No associated funerary objects are present. This site reportedly contained at least five hearths, lithic debris, manos, and fire cracked rock. Pottery was absent. This site is described as an open Cochise camp. Based on the material culture observed at the site, these human remains likely date to the Archaic period, 4000 B.C.-A.D. 200.\\n        In 1966, human remains representing, at minimum, 63 individuals were removed from site AZ EE 9:53(ASM), located on private land near Portrero Creek in Santa Cruz County, AZ, by the Arizona State Museum, under the direction of James Sciscenti during a highway salvage project. The human remains were received by the Arizona State Museum in 1966. No known individuals were identified. The 20 associated funerary objects are: three animal bone fragments, one bone awl, two ceramic disks, three ceramic jars, one chipped stone blade, one hammer stone, one hand stone, two manos, one lot of shell beads, one shell pendant fragment, one shell ring fragment, one stone artifact, one stone projectile point, and one turquoise pendant. This site is described as a Hohokam village. Excavations revealed 11 Hohokam pithouses, as well as hearths, pits, ramadas, and food and lithic processing areas. Based on ceramic evidence, occupation at this site occurred during the Colonial, Sedentary, and Classic Periods of the Hohokam cultural sequence, A.D. 850-1450.\\n        In 1968, human remains representing, at minimum, five individuals were recovered from site AZ EE:9:67(ASM), located on land owned by St. Andrew\\'s Church on Nogales Wash, in Santa Cruz County, AZ. The human remains were recovered by construction workers while the St. Andrews Church building was being constructed. These human remains were transferred to ASM following their removal. No known individuals were identified. No associated funerary objects are present.\\n        In 1978, human remains representing, at minimum, 10 individuals were removed from the same site, AZ EE:9:67(ASM), by construction workers and archeologists from ASM while a sewer line was being constructed. These human remains were received by ASM sometime in 1978 or later. No known individuals were identified. The six associated funerary objects are four animal bone fragments and two bone awls. This site consists of a dense sherd and lithic scatter; three pit houses were also noted. Based on the ceramic evidence observed at this site, these human remains likely date to A.D. 950-1300, during the Sedentary and Classic Periods of the Hohokam cultural sequence.\\n        In 1928, human remains representing, at minimum, eight individuals were removed from site AZ EE:9:68(ASM), on City of Nogales property in Santa Cruz County, AZ. The remains were likely removed during a University of Arizona expedition, and were received by the Arizona State Museum in 1928. No known individuals were identified. The six associated funerary objects are five ceramic jars and one ceramic bowl.\\n        In 1969, human remains representing, at minimum, 11 individuals were removed from the same site. These human remains were discovered on land belonging to the City of Nogales during the construction of Interstate Highway 19. Emergency salvage excavations were conducted by ASM, under the direction of Laurens Hammack. This collection was received by ASM in 1976. No known individuals were identified. The 121 associated funerary objects are: One bone awl fragment, one bone ring, seven ceramic jars, two ceramic jar fragments, 93 ceramic sherds, one lot of pigment, one shell bead, 14 shell bracelet fragments, and one stone palette fragment. Few details regarding the archeological context of these human remains are known. Based on ceramic evidence, these human remains likely date to A.D. 850-950, during the Hohokam Colonial Period, and are culturally affiliated with Hohokam and Trincheras cultural groups.\\n        In 1972, human remains representing, at minimum, 16 individuals were removed from site AZ EE:9:85(ASM), located on private land north of Nogales in Santa Cruz County, AZ, during a construction project. Excavations were conducted by ASM, under the direction of James Ayres and Patricia Goree. At an unknown date, the human remains were brought to the Arizona State Museum. No known individuals were identified. The 759 associated funerary objects are: 757 ceramic sherds, one shell artifact, and one stone projectile point. Few details about the site are known. Based on the ceramics recovered, this site is a cremation area of probable Hohokam cultural affinity, and dates to A.D. 450-1450, which encompasses the Hohokam cultural sequence.\\n        In 1940, human remains representing, at minimum, one individual were removed from site AZ FF 10:4(ASM), located on private land along Whitewater Draw in Cochise County, AZ. These human remains were removed during excavations by the Gila Pueblo Field School, directed by Edwin B. Sayles. A survey collection from this site was received by ASM at an unknown date. These human remains were not recognized at the time they were collected. In 2010, museum staff discovered fragmentary human remains in the site survey collections. No known individuals were identified. No associated funerary objects are present. This site appears to have been occupied during the Chiricahua phase of the Archaic period, approximately 5000-1500 B.C, based on the artifacts identified there.\\n\\n        At an unknown date prior to 1970, human remains representing, at minimum, five individuals were removed from site AZ FF:11:17(ASM), located on land owned by the Glenn family, east of Douglas in Cochise County, AZ. Four of the burials were excavated by the landowners, and the fifth burial was removed by Emil Haury and Walter Birkby of ASM. The remains were received by ASM in 1973. No known individuals were identified. No associated funerary objects are present. Little is known about this site, as it was not formally excavated. Based on the artifacts observed at the site, these human remains likely date to the Archaic period, 4800-1200 B.C., and may be affiliated with the Chiricahua-San Pedro culture.\\n        In 1938, human remains representing, at minimum, one individual were removed from site AZ FF:2:1(ASM), located in the Turkey Creek drainage near Sunizona in Cochise County, AZ. Collections from this site were removed during an archeological survey. These collections were received by ASM at an unknown date during 1938 or later. These human remains were not recognized at the time they were collected. In 2010, museum staff discovered these human remains in the site survey collections. No known individuals were identified. No associated funerary objects are present. This site contains adobe walled, contiguous room structures, and polychrome ceramics. This site dates to A.D. 1240-1450, based on the material culture observed there and is associated with Late Classic period Hohokam or Salado cultural groups.\\n        On an unknown date during or prior to 1962, human remains representing, at minimum, one individual were removed site AZ FF:2:4(ASM), located on private land in Cochise County, AZ. Collections from this site were removed during an archeological survey. These collections were received by ASM at an unknown date during 1962 or later. These human remains were not recognized at the time they were collected. In 2010, museum staff discovered these human remains in the site survey collections. No known individuals were identified. No associated funerary objects are present. This site is described as a village. Artifacts at this site include ceramics, stone tools, and burnt roofing clay. Based on the material culture observed at this site, these human remains date to A.D. 1150-1450, and are affiliated with Late Classic period Hohokam or Salado cultural groups.\\n        In 1962, human remains representing, at minimum, six individuals were removed from site AZ FF:3:8(ASM), located on private land in the Turkey Creek drainage in Cochise County, AZ. This collection was brought to ASM in 1963. No known individuals were identified. The one associated cultural object is a lot of stone beads. Site AZ FF:3:8(ASM) is a small, adobe-walled Mogollon village composed of two room blocks enclosing a plaza. Based on ceramic typology, these human remains likely date to A.D. 1250-1325, and are affiliated with Mogollon and possibly Hohokam cultural groups.\\n        In 1971, human remains representing, at minimum, three individuals, were removed from site AZ FF:6:1(ASM), located on private land near Douglas in Cochise County, AZ. The human remains were removed during archeological excavations conducted by the Cochise County Historical and Archeological Society. The human remains were donated to ASM in 1995. No known individuals were identified. The one associated cultural object is a soapstone plate. This site is described as a ceramic cluster. Based on ceramics reported at this site, these human remains likely date to A.D. 450-1450, which encompasses the Hohokam cultural sequence.\\n        1n 1972 or 1974, human remains representing, at minimum, two individuals, were removed from site AZ FF:6:14(ASM), located on private land west of the Chiricahua Mountains in Sulphur Spring Valley in Cochise County, AZ. This site was surveyed by Cochise College in 1972 and excavated in 1974 by the same institution. Collections from this site were received by ASM in the 1980s. These human remains were not recognized at the time they were collected. In 2007, museum staff discovered these human remains in the faunal collections. No known individuals were identified. No associated funerary objects are present. This site is described as a large room block with rock alignments and puddled adobe. Based on ceramics observed at this site, these remains likely date to A.D. 1100-1300, and are affiliated with Hohokam or Salado cultural groups.\\n        Between 1978 and 1985, human remains representing, at minimum, six individuals were removed from site AZ FF:9:10, located on private land along the Mexico/United States border in Cochise County, AZ. These human remains were removed by a crew of volunteer excavators from the Cochise County Historical and Archeological Society. These collections were received by ASM in 1995. These human remains were not recognized at the time they were collected. In 2008, the human remains were discovered in the faunal collections. No known individuals were identified. The 22 associated funerary objects are 20 chipped stone fragments, one shell fragment, and one stone pendant. This site consists of a lithic and ceramic scatter with no surface indication of structures, rock alignments, or other features. Based on the material culture observed at this site, these human remains may date from 1200 B.C.\\xe2\\x80\\x94A.D. 1450, and may be affiliated with Late Archaic, Hohokam, Salado, or Cochise cultural groups.\\n        On an unknown date prior to 1996, human remains representing, at minimum, one individual were removed by a private citizen from an unknown location, designated AZ T-022, reported to be near the Santa Cruz River in Tucson, Pima County, AZ. These human remains were received by ASM on an unknown date. No known individuals were identified. No associated funerary objects are present. A note found with the human remains states that they were found in a pot. There is no indication that the pot was donated to the museum. Based on the placement of burned human remains in a ceramic vessel and the geographic location of the discovery, these human remains likely date to A.D. 450-1450, which encompasses the Hohokam cultural sequence.\\n        On an unknown date during or prior to 2016, human remains representing, at minimum, three individuals were removed by an unknown person from an unknown location in southern Arizona, designated AZ Unknown South. The human remains were found in a package that was left at an office door at ASM with no indication of the donor or the place of discovery. The human remains were in a container that also included artifacts, which had plausibly been found together with the human remains. No known individuals were identified. The 19 associated funerary objects are: Two fragments of animal bone, one fragment of botanical material, two ceramic sherds, one fragment of paper, one lot of shell beads, one shell fragment, eight stones, two textile fragments, and one fragment of unidentified organic material. Based on the associated ceramic objects, these human remains likely were obtained from a burial site in southern Arizona, dated to A.D. 450-1450, and affiliated with Hohokam cultural groups.\\n\\n        On an unknown date, possibly in 1949 or 1957, human remains representing, at minimum, two individuals were removed from site, AZ Z:2:1(ASM), located in the Gila Bend area of Maricopa County, AZ. These remains were removed over the course of archeological survey carried out by ASM in 1949 or in 1957, as part the Painted Rocks Reservoir Project. These human remains were not recognized as such when they were collected. Collections from this survey were received by ASM at an unknown date. In 2010, these human remains were discovered by ASM staff in survey collections from this site. No known individuals were identified. No associated funerary objects are present.\\n        \\n        In 1960, human remains representing, at minimum, one individual were removed from the same site, AZ Z:2:1(ASM). Collections from this site were removed during archeological excavations by ASM for the Painted Rocks Reservoir Project, under the direction of William W. Wasley and Alfred E. Johnson, and under a contract with the National Park Service. These human remains were not recognized as such when they were collected. These collections were received by ASM in 1960. In 2005, these human remains were identified by ASM staff in faunal collections from this site. No known individuals were identified. No associated funerary objects are present. This site is a large Hohokam settlement occupied during the Colonial and Sedentary periods, consisting of a house mound or platform mound, several trash mounds, two ball courts, and a prehistoric canal. Based on site dates, these human remains date to A.D. 750-1150.\\n        Archeologists describe the earliest settlements in southern Arizona as belonging to the Late Archaic/Early Agricultural horizon. Recent archeological investigations have added support to the hypothesis that the Hohokam cultural tradition arose from the earlier horizon, based on continuities in settlement pattern, architectural technologies, irrigation technologies, subsistence patterns, and material culture. Archeologists have had difficulty dating the beginning of the Hohokam period because the appearance of its distinctive cultural traits, including ceramic technologies and mortuary patterns, was a gradual process spanning several hundred years. This observation adds further support to the hypothesis that the Hohokam tradition evolved in place from earlier Late Archaic traditions. Linguistic evidence furthermore suggests that the Hohokam tradition was multiethnic in nature. Cultural continuity between these prehistoric occupants of Southern Arizona and present-day O\\'odham peoples is supported by continuities in settlement pattern, architectural technologies, basketry, textiles, ceramic technology, and ritual practices.\\n        Archeologists have also recognized the presence of people associated with the Mogollon tradition in southeastern Arizona. Their presence there is thought to represent a migration of people from the mountainous region to the north, where the Mogollon archeological culture was originally defined. Material culture characteristics of Mogollon traditions include a temporal progression from earlier pit houses to later masonry pueblos, villages organized in room blocks of contiguous dwellings associated with plazas, rectangular kivas, polished and paint-decorated ceramics, painted and unpainted corrugated ceramics, red and brown ceramics, inhumation burials, cradleboard cranial deformation, grooved stone axes, and bone artifacts. In southeastern Arizona, there is evidence for both Hohokam and Mogollon traditions, but it is unclear whether these traditions represent separate occupations of different people who interacted and exchanged material culture, or cohabitation and a blending of identities.\\n        Oral traditions that are documented for the Ak-Chin Indian Community (previously listed as the Ak Chin Indian Community of the Maricopa (Ak Chin) Indian Reservation, Arizona); Gila River Indian Community of the Gila River Indian Reservation, Arizona; Salt River Pima-Maricopa Indian Community of the Salt River Reservation, Arizona; and the Tohono O\\'odham Nation of Arizona support cultural affiliation with Late Archaic/Early Agricultural period and Hohokam sites in southern Arizona.\\n        Oral traditions that are documented for the Hopi Tribe also support cultural affiliation with Late Archaic/Early Agricultural period and Hohokam sites in the region. Several Hopi clans and religious societies are derived from ancestors who migrated from the south and likely identified with the Hohokam tradition. Oral traditions and archeological evidence also support affiliation of Hopi clans with the Mogollon archeological sites.\\n        Oral traditions of medicine societies and kiva groups of the Zuni Tribe recount migration from distant portions of the Southwest to present day Zuni, and support affiliation with Mogollon, Hohokam, and Late Archaic traditions. Historical linguistic analysis also suggests interaction between ancestral Zuni and Uto-Aztecan speakers during the late Hohokam period.\\n        Determinations Made by the Arizona State Museum\\n        Officials of the Arizona State Museum have determined that:\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice represent the physical remains of 662 individuals of Native American ancestry.\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(3)(A), the 10,418 objects described in this notice are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony.\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and associated funerary objects and the Ak-Chin Indian Community (previously listed as the Ak Chin Indian Community of the Maricopa (Ak Chin) Indian Reservation, Arizona); Gila River Indian Community of the Gila River Indian Reservation, Arizona; Hopi Tribe of Arizona; Salt River Pima-Maricopa Indian Community of the Salt River Reservation, Arizona; Tohono O\\'odham Nation of Arizona; and the Zuni Tribe of the Zuni Reservation, New Mexico, hereafter referred to as \\xe2\\x80\\x9cThe Tribes.\\xe2\\x80\\x9d\\n        Additional Requestors and Disposition\\n\\n        Lineal descendants or representatives of any Indian Tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to John McClelland, NAGPRA Coordinator, P.O. Box 210026, Arizona State Museum, University of Arizona, Tucson, AZ 85721, telephone (520) 626-2950, email jmcclell@email.arizona.edu, by November 16, 2018. After that date, if no additional requestors have come forward, transfer of control of the human remains and associated funerary objects to The Tribes may proceed.\\n        The Arizona State Museum is responsible for notifying The Consulted Tribes that this notice has been published.\\n        \\n          Dated: September 14, 2018.\\n          Melanie O\\'Brien,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. 2018-22597 Filed 10-16-18; 8:45 am]\\n       BILLING CODE 4312-52-P\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "[NPS-WASO-NAGPRA-NPS0026498; PPWOCRADN0-PCU00RP14.R50000]", "subject": "Notice of Inventory Completion: Arizona State Museum, University of Arizona, Tucson, AZ", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "The Arizona State Museum, University of Arizona, has completed an inventory of human remains and associated funerary objects, in consultation with the appropriate Indian Tribes or Native Hawaiian organizations, and has determined that there is a cultural affiliation between the human remains and associated funerary objects and present-day Indian Tribes or Native Hawaiian organizations. Lineal descendants or representatives of any Indian Tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request to the Arizona State Museum, University of Arizona. If no additional requestors come forward, transfer of control of the human remains and associated funerary objects to the lineal descendants, Indian Tribes, or Native Hawaiian organizations stated in this notice may proceed.", "dates": "Lineal descendants or representatives of any Indian Tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to the Arizona State Museum at the address in this notice by November 16, 2018.", "addresses": "John McClelland, NAGPRA Coordinator, P.O. Box 210026, Arizona State Museum, University of Arizona, Tucson, AZ 85721, telephone (520) 626-2950, email jmcclell@email.arizona.edu.\\n          ", "signature_dated": "Dated: September 14, 2018.", "signature_name": "Melanie O\\'Brien,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. 2018-22597 Filed 10-16-18; 8:45 am]", "billing_code": " BILLING CODE 4312-52-P", "supp_info": "SUPPLEMENTARY INFORMATION: \n Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains and associated funerary objects under the control of the Arizona State Museum (ASM), University of Arizona, Tucson, AZ. The human remains and associated funerary objects were removed from Pima, Pinal, Cochise, Graham, Greenlee, Santa Cruz, and Maricopa Counties, AZ. \n This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003(d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations in this notice. \n Consultation \n A detailed assessment of the human remains was made by the ASM professional staff in consultation with representatives of the Ak-Chin Indian Community (previously listed as the Ak Chin Indian Community of the Maricopa (Ak Chin) Indian Reservation, Arizona); Cocopah Tribe of Arizona; Gila River Indian Community of the Gila River Indian Reservation, Arizona; Hopi Tribe of Arizona; Pascua Yaqui Tribe of Arizona; Quechan Tribe of the Fort Yuma Indian Reservation, California & Arizona; Salt River Pima-Maricopa Indian Community of the Salt River Reservation, Arizona; Tohono O\\'odham Nation of Arizona; and the Zuni Tribe of the Zuni Reservation, New Mexico, hereafter referred to as \\xe2\\x80\\x9cThe Consulted Tribes.\\xe2\\x80\\x9d \n History and Description of the Remains \n In 1963, human remains representing, at minimum, one individual were removed by an unknown individual from an unrecorded site, designated AZ 2000-296, possibly located in the Tucson metropolitan area in Pima County, AZ. This collection was mailed anonymously to the University of Arizona, School of Anthropology from Florida in March 2000. The collection was subsequently brought to ASM. No known individuals were identified. The three associated funerary objects are one ceramic bowl, one ceramic jar, and one ceramic sherd. The human remains likely date to the Hohokam Classic period, A.D. 1150-1450, based on ceramic typology. \n In 1992, human remains representing, at a minimum, one individual were removed from site AZ AA:12:252(ASM), located in the eastern portion of the Santa Cruz River flood plain in the Tucson Basin, in Pima County, AZ, during testing and data recovery carried out over the course of the Rillito-Toltec Loop Testing and Data Recovery Project. The project was conducted by Archeological Consulting Services under the direction of Barabara Macnider and David Gregory. The human remains were received by ASM in 1994. No known individuals were identified. No associated funerary objects are present. This site is described as a large, multi-component Hohokam sherd and lithic artifact scatter. Based on this description, these human remains date to around A.D. 450-1450, which encompasses the Hohokam cultural sequence. \n In 1982, human remains representing, at a minimum, one individual were removed from site AZ AA:16:6(ASM), located west of the Santa Cruz River in the Tucson metropolitan area, Pima County, AZ, during survey and excavation work conducted by the University of Arizona, under the direction of Paul Fish. The human remains were not recognized at the time of the survey. After completion of the project, the collections were brought to ASM. In 2015, museum staff discovered the human remains in the faunal collections. No known individuals were identified. No associated funerary objects are present. The site is described as a trincheras site\\xe2\\x80\\x94a hilltop site with habitation and/or ceremonial structures with hillside terraces and basalt retaining walls. Petroglyphs and rock mortars are present at this site. The human remains likely date between 8000 B.C. and A.D. 1450, based on the artifacts observed at the site, which encompasses both the Archaic and Hohokam cultural sequences. \n 1n 1986, human remains representing, at minimum, four individuals were removed from site AZ AA:3:156(ASM), located north of the Picacho Mountains, in Pinal County, AZ, during an archeological survey of the Tucson Basin conducted by ASM, under the direction of John Madsen. The human remains were not recognized at the time of the survey. Collections from this survey were received by ASM in 1986. In 2009, museum staff discovered the human remains in the site survey collections. No known individuals were identified. No associated funerary objects are present. The site is described as a Hohokam habitation area containing trash mounds, undefined depressions, a pit house, and possibly the remains of a compound wall. The human remains likely date to the Hohokam Classic period, A.D. 1150-1450, based on analysis of ceramic materials at the site. \n In 1930, human remains representing, at minimum, one individual were removed from site AZ AA:3:16(ASM), located in the Cactus Forest area of the Salt-Gila Basin, in Pinal County, AZ, during excavations conducted by the Gila Pueblo Foundation, under the direction of George Dennis. In 1950, the Gila Pueblo Foundation closed, and this collection was transferred to ASM. No known individuals were identified. The one associated funerary object is a ceramic jar. Ceramics observed at this site indicate that this site was occupied during the Hohokam Classic period, A.D. 1150-1450. \n In 1983, human remains representing, at minimum, two individuals were removed from site AZ AA:3:17, located near the Tom Mix Wash in the Salt-Gila Basin, in Pinal County, AZ. The human remains had been disturbed by unknown individuals during unauthorized excavations on Arizona State Trust lands. This activity was reported to ASM by the Pinal County Sherriff\\'s office, and the human remains were collected during a salvage operation conducted by ASM, under the direction of John Madsen. This collection was received by ASM after the salvage work, in 1995. The 11 associated funerary objects are 10 ceramic sherds and one lot of charcoal. The human remains likely date to the Hohokam Classic period, A.D. 1150-1450, based on ceramics and architectural features reported at the site. \n In 1929-1930, human remains representing, at minimum, two individuals were removed by Claude Burdette from an unrecorded site, designated AZ AA:7:\\xe2\\x80\\x94Burdette, located in the Red Rock Vicinity, in Pinal County, AZ. Mr. Burdette spent two years collecting in the Red Rock area and reportedly collected many objects, including several vessels containing cremations At an unknown date, this collection was transferred to a museum at Clemson University, in Clemson, South Carolina. After the museum closed, the collection was stored at various campus locations, and many objects were reported lost. In 1992, this collection was transferred to ASM. No known individuals were identified. The one associated funerary object is a shell fragment. The human remains likely date to the Hohokam period, A.D. 450-1450, based on the mortuary context. \n In 1955 or earlier, human remains representing, at minimum, one individual were removed by Y. F. Aguirre from an unrecorded site, designated AZ AA:7:\\xe2\\x80\\x94Red Rock, located on the collector\\'s property in the Red Rock vicinity, in Pinal County, AZ. The human remains were reportedly exposed while plowing. This collection was donated to ASM in 1955. No known individuals were identified. The one associated funerary object is a ceramic jar. The human remains likely date to the Hohokam period, A.D. 500-1450, based on ceramic analysis. \n In 2010, human remains representing, at a minimum, one individual were removed from site AZ AA:7:27(ASM), located on Arizona State Trust land near the Picacho Mountains in Pinal County, AZ. The human remains were removed during a survey conducted by Archeological Consulting Services, under the direction of Robert Stokes. The human remains were received by ASM in 2010. No known individuals were identified. No associated funerary objects are present. The site contains an extensive artifact scatter including ceramics, chipped stone, and ground stone as well as the foundation of a structure. Based on ceramics observed at the site, this site was occupied from A.D. 450-1450, which encompasses the Hohokam cultural sequence. \n In 1983, human remains representing, at minimum, one individual, were removed from AZ AA:7:46(ASM), located on the lower bajada of the Picacho Mountains in Pinal County, AZ. Several cultural items were removed from this site by John Madsen of ASM, following reports of unauthorized excavations on Arizona State Trust lands. These collections were received by ASM in 1991. In 2010, museum staff discovered the human remains in the site survey collections. No known individuals were identified. No associated funerary objects are present. The site is described as a large habitation site, with a few sherds and other artifacts eroding out of small washes across it. Based on the ceramics observed there, this site was occupied between A.D. 450-1450, which encompasses the Hohokam cultural sequence. \n At an unknown date during or prior to 1953, human remains representing, at minimum, two individuals were removed by an unknown individual from an unrecorded site, AZ AA:8:\\xe2\\x80\\x94Florence Highway, located along the Florence Highway between Tucson and Florence in Pinal County, AZ. The human remains were reportedly exposed by erosion. The landowner is unknown. This collection was donated by Cal Hackworth to ASM in 1953. No known individuals were identified. The one associated funerary object is a ceramic pitcher. The human remains likely date to the Hohokam period, A.D. 500-1450, based on ceramic analysis. \n In 1985, human remains representing, at minimum, one individual, were removed from site AZ AA:8:123(ASM), located on private land near the Tortolita Mountains in the northern Tucson Basin, in Pinal County, AZ. The human remains were excavated during a University of Arizona field school, under the direction of Paul Fish. The human remains were received by ASM in 1995. No known individuals were identified. The two associated funerary objects are two animal bones. The site is described as a large village with two low rectangular mounds, as well as fifteen low mounds, characterized by densely scattered sherds, chipped stone, and ground stone. The human remains likely date to the Hohokam cultural sequence, A.D. 450-1450, based on material cultural analysis. \n In 1985-1986, human remains representing, at minimum, four individuals were removed from the site AZ AA:8:20(ASM), located in the vicinity of Coronado Wash, in Pima County, AZ. The site was excavated as part of the Suffering Wash Data Recovery Project by Archeological Consulting Services, under the direction of Barbara Macnider. This collection was received by ASM in 1991. No known individuals were identified. The 913 associated funerary objects are: two fragments of animal bone, 752 ceramic sherds, one lot of charcoal, 124 fragments of chipped stone, 12 flotation samples (six heavy fractions and six light fractions), one ground stone, eight pollen samples, one radiocarbon sample, 11 pieces of schist, and one shell. Site AZ AA:8:20(ASM) is described as a large, multi-component, Hohokam village site with numerous trash mounds and pit houses. The site likely dates to the Hohokam Colonial to Classic periods, A.D. 850-1300, based on site dates. \n In 1985-1986, human remains representing, at minimum, eight individuals, were removed from site AZ AA:8:21(ASM), located near Suffering Wash in the Black Mountains in Pinal County, AZ. The site was excavated as part of the Suffering Wash Data Recovery Project by Archeological Consulting Services, under the direction of Kurt Dongoske. This collection was received by ASM in 1991. No known individuals were identified. The 419 associated funerary objects are: Five fragments of animal bone, one ceramic jar, 334 ceramic sherds, one perforated ceramic sherd artifact, 76 fragments of chipped stone, one pollen sample, and one stone. This site is described as a large, multi-component Hohokam village site containing a ball court, numerous trash mounds, many pit house structures, and some surface architecture. The site likely dates to the Hohokam Colonial\\xe2\\x80\\x94Classic periods, A.D. 850-1300, based on architecture and ceramic typology. \n In 1994, human remains representing, at minimum, 15 individuals were removed from site AZ AA:8:27(ASM), located in the bajada west of the Tortolita Mountains in Pima County, AZ. The site was excavated during an ASM Intra-site Mapping Project directed by Paul Fish and Gavin Archer. Collections from this site were received by ASM in 1994. The human remains were not recognized at the time they were collected. In 2010, museum staff discovered the human remains in the site survey collections. No known individuals were identified. No associated funerary objects are present. AZ AA:8:27(ASM) is described as a small habitation site with an adobe compound, house mound, check dams, roasting pits, and trash areas. The site likely dates to the Hohokam Sedentary to Classic periods, A.D. 1000-1300, based on material culture analysis. \n In 1966, human remains representing at a minimum, one individual, were removed site AZ BB:11:2(ASM), located near Redington in Pima County, AZ. Collections from this site were removed during the Lower San Pedro Survey conducted by the Center for Desert Archaeology. These collections were received by ASM in 1966. The human remains were not recognized at the time they were collected. In 2010, museum staff discovered the human remains in the site survey collections. No accession number was assigned. No known individuals were identified. No associated funerary objects are present. Features at this site include the human remains of several adobe walled, cobble reinforced room blocks, as well as an isolated one room structure, a number of rock piles, and a roasting pit. Based the analysis of material culture observed at this site, this site likely dates to the Late Classic period of the Hohokam cultural sequence, A.D. 1300-1450. \n In 1969-1970, human remains representing, at minimum, 54 individuals were removed site, AZ BB:11:20(ASM), located near Redington in Pima County, AZ. The site was excavated during a highway salvage project by ASM, under the direction of Laurens C. Hammack and Hayward Franklin. Project collections were received by ASM in 1972. No known individuals were identified. The 94 associated funerary objects are: 10 fragments of animal bone, six lots of beads, 10 ceramic bowls, one ceramic bowl fragment, two ceramic disks, three ceramic jars, one ceramic ladle, one ceramic pitcher, 12 ceramic sherds, one ceramic spindle whorl, one fragment of chipped stone, two corn cobs, five minerals, one polishing stone, one pollen sample, three lots of shell beads, two shell bracelets, one stone awl, one stone axe, 17 lots of stone beads, two stone knives, seven stone projectile points, two stone scrapers, one turquoise pendant, and one turquoise tessera. This multi-component site consisted of 22 surface boulder-adobe rooms, 16 pit houses, four plazas, 29 funerary features, and numerous extramural features. The site likely dates to the Hohokam Sedentary\\xe2\\x80\\x94Classic periods, A.D. 775-1450, based on analysis of material culture observed at this site. \n In 1970, human remains representing, at minimum, one individual were removed from site AZ BB:11:24(ASM), located on private land near Sosa Wash in Cochise County, AZ. The burial was exposed by erosion in a wash and was excavated by two graduate students from the University of Arizona. In 1971, the human remains were received by ASM. No known individuals were identified. No associated funerary objects are present. The site is recorded as a single burial, possibly associated with a nearby Hohokam site AZ BB:11:18(ASM). On this basis, the site likely dates to the Hohokam Pre-Classic to Classic period, A.D. 750-1300. \n In 1965, human remains representing, at minimum, two individuals were removed by an unknown individual from site, AZ BB:2:10(ASM), located on Arizona State Trust land east of the San Pedro River in Pinal County, AZ. This collection was donated by Alice Carpenter to ASM in 1965. No known individuals were identified. The 11 associated funerary objects are: One bone artifact, one ceramic jar, three chipped stone scrapers, one crystal, four shell tinklers, and one stone projectile point. \n In 1976, human remains representing, at minimum, two individuals were removed from the same site, AZ BB:2:10(ASM), during a field school conducted by Arizona College of Technology, under the direction of Bruce Masse. Collections from this project were transferred to ASM in 1983. No known individuals were identified. The 32 associated funerary objects present are: Two ceramic bowls, one ceramic jar, 24 ceramic sherds, one lot of charcoal, and four fragments of chipped stone. \n At an unknown date, human remains representing, at a minimum, one individual were removed from the same site, AZ BB:2:10(ASM), during a survey project. The survey collections were transferred to ASM. The human remains were not recognized at the time they were collected. In 2010, museum staff discovered the human remains in the site survey collections. No known individuals were identified. No associated funerary objects are present. Site AZ BB:2:10(ASM) is described as having two compounds, two platform mounds, a trash mound, and a linear rock alignment. The site likely dates to the Hohokam Classic period, A.D. 1200-1450, based on architecture and ceramic typology. Based on analysis of the material culture observed at this site, this site is culturally affiliated with Salado and Hohokam groups. \n In 1964 or 1991, human remains representing, at a minimum, one individual were removed from AZ BB:2:12(ASM), located in the San Pedro Valley in Pima County, AZ. These human remains were removed either during a survey conducted either by ASM in 1964, or by the Center for Desert Archeology in 1991. Collections from these surveys were transferred to ASM on unknown dates. The human remains were not recognized at the time they were collected. In 2010, museum staff discovered the human remains in the site survey collections. No known individuals were identified. No associated funerary objects are present. This site is described as a dense artifact scatter containing sherds, chipped stone, and ground stone. Based on ceramics observed at this site, this site likely dates to the Hohokam Classic period, A.D. 1150-1400, and is culturally affiliated with Hohokam and Salado cultural groups. \n In 1977-1979, human remains representing, at minimum, 28 individuals were removed from site AZ BB:2:19(ASM), located on private land on the east bank of the San Pedro River in Pinal County, AZ. The site was excavated during the Ash Terrace Field School conducted by the Arizona College of Technology, under the direction of Michael Bartlett. In 1995, the collection was received by ASM. No known individuals were identified. The 38 associated funerary objects are: Five fragments and one lot of animal bone, one ceramic bowl, one ceramic pitcher, 29 ceramic sherds, and one stone. This site is described as located within the site recorded as AZ BB:2:1(ASM). This site consists of at least four two-room, noncontiguous structures surrounding a possible plaza area. The site likely dates to A.D. 1250-1450, based on ceramic typology. Based on analysis of material culture observed at the site, this site can be affiliated with the Salado and Hohokam cultural groups. \n In 1975-1977, human remains representing, at minimum, 127 individuals were removed from site AZ BB:2:2(ASM), located north of Mammoth on the San Pedro River on private land in Pinal County, AZ. The site was excavated by the Arizona College of Technology Field School, under the direction of Dudley Meade and Bruce Masse. Collections from this site excavated by Bruce Masse were received by ASM at an unknown date (possibly circa 1978). The collections excavated by Dudley Meade were received by ASM in 1998. No known individuals were identified. The 7,461 associated funerary objects are: 913 fragments of animal bone, one bead, six bone artifacts, four bone awl fragments, two ceramic bowls, two ceramic disks, 11 ceramic figurine fragments, two ceramic scoops, 5,467 ceramic sherds, seven ceramic sherd artifacts, 21 ceramic vessels, nine lots of charcoal, 641 fragments of chipped stone, seven chipped stone cores, one chipped stone scraper, two chipped stone tools, seven cobbles, eight daub fragments, eight ground stone fragments, one hammer stone, five manos, one metate fragment, eight minerals, one mortar fragment, two pebbles, two quartz crystals, 36 shell fragments, three shell beads, 13 shell bracelet fragments, one shell pendant, 226 stones, three stone artifacts, five lots of stone beads, two stone knives, three stone palette fragments, seven stone projectile points, four unidentified objects, and 19 wood fragments. This site consists of a moderately dense, highly diverse artifact scatter with assorted above-ground features, including small mounds and two ball courts. Rock room outlines are also visible. Based on ceramic analysis, this site likely dates to the Hohokam Pioneer\\xe2\\x80\\x94Sedentary periods, A.D. 450-1100. \n In 1977-1979, human remains representing, at a minimum, six individuals were removed from site AZ BB:2:7(ASM), located on private land north of Mammoth in Pinal County, AZ. The site was excavated by the Arizona College of Technology Ash Terrace Field School, under the direction of Michael Bartlett. The human remains were received by ASM in 1995. No known individuals were identified. No associated funerary objects are present. This site is described as a Salado compound village. The remains likely date to A.D. 1300-1450, based on ceramic analysis. \n In 1964, human remains representing, at minimum, one individual were removed by an unknown individual from site AZ BB:5:7(ASM), located on Arizona State Trust land near the Big Wash-Canada del Oro-Santa Cruz Wash drainage in Pima County, AZ. Collections from this site were donated to ASM by Alice Carpenterin in 1964. No known individuals were identified. The 10 associated funerary objects are: One bone artifact, eight ceramic sherds, and one shell bracelet fragment. The site likely dates to the Hohokam Sedentary period, A.D. 950-1150, based on ceramic analysis. \n At an unknown date prior to 2010, human remains representing, at a minimum, three individuals were removed from AZ BB:5:8(ASM), located on private land west of Canada del Oro Wash in Pinal County, AZ. These human remains were removed over the course of a site survey by a representative of ASM, and were subsequently brought to ASM. The human remains were not recognized at the time they were collected. In 2010, museum staff discovered the human remains in the site survey collections. No known individuals were identified. No associated funerary objects are present. This site is described as a Hohokam village site with rectangular rock alignments, one large rock ring, trash mounds, a sherd scatter, and other associated artifact scatters. The human remains of two adobe structures are in the wash below the site. Based on ceramics identified at this site, this site likely dates to the Hohokam cultural sequence A.D. 450-1450. \n In 1971-1973, human remains representing, at minimum, five individuals were removed from site AZ BB:6:20(ASM), located on private land in the lower San Pedro Valley in Pinal County, AZ. The human remains were collected during survey and excavations carried out by Dudley Meade, through Central Arizona College. Collections from this site were received by ASM in 1997. These human remains were not recognized at the time they were collected. In 2016, museum staff discovered fragmentary human remains in the faunal collections. No known individuals were identified. No associated funerary objects are present. This site consists of a prehistoric Salado surface scatter as well as ten masonry-adobe walled, single and double unit rooms. Based on artifacts observed at this site, this site likely dates to A.D. 1150-1300. \n In 2000, human remains representing, at minimum, 37 individuals were removed from site AZ BB:9:104(ASM), located on private land on the southeast pediment of the Tortolita Mountains in Pima County, AZ, during excavations conducted by SWCA Environmental Consultants. Over the course of excavation at this site, numerous burials were encountered, and were subsequently repatriated in accordance with Arizona state burial laws. The human remains listed here were not recognized at the time they were collected. These remains were received by ASM in 2006, along with all the collections from this site. In 2013, museum staff discovered the human remains in the site faunal collections. No known individuals were identified. No associated funerary objects are present. This large Hohokam site contains a ball court and at least 28 trash mounds clustered in 5 mound groups. This site likely dates to the Hohokam Colonial\\xe2\\x80\\x94Classic periods, A.D. 850-1300, based on the material culture observed there. \n In 1990, human remains representing, at minimum, five individuals were removed from site AZ BB:9:143(ASM), located on private land west of Sabino Canyon Road in Pima County, AZ, by the Institute for American Research, under the direction of Allen Dart. Collections from this site were received by ASM in 1990. The human remains were not recognized at the time they were collected. In 2013, museum staff discovered the human remains in the site faunal collections. No known individuals were identified. No associated funerary objects are present. This site consists of a ceramic and lithic scatter as well as stone alignments forming check dams. This site likely dates to the Hohokam Sedentary period, A.D. 950-1150, based on the material culture observed there. \n In 2000, human remains representing, at minimum, one individual were removed from AZ BB:9:148(ASM), located on private land in the pediment zone at the base of the Tortolita Mountains in Pima County, AZ. Excavations were conducted by SWCA Environmental Consultants. Collections from this site were received by ASM in 2000. These human remains were not recognized at the time they were collected. In 2013, museum staff discovered the human remains in the site faunal collections. No known individuals were identified. No associated funerary objects are present. This site consists of 17 loci and 34 features, including roasting pits, boulder-rimmed circles, bedrock mortars, petroglyphs, check dams, trails, and artifacts scatters. The site is interpreted as a seasonal or temporary habitation, and a resource procurement and processing locale. Three archeomagnetic dates fall mostly within the Sedentary period. This site dates to the Hohokam Sedentary\\xe2\\x80\\x94early Classic periods, A.D. 1000-1200, based on the archeomagnetic data, as well as the material culture observed there. \n In 1995, human remains representing, at minimum, one individual were removed from AZ BB:9:179(ASM), located on private land on the southeast pediment of the Tortolita Mountains in Pima County, AZ, during test excavations by SWCA Environmental Consultants. Collections from this site were received by ASM in 2006. The human remains were not recognized at the time they were collected. In 2013, museum staff discovered the human remains in the site faunal collections. No known individuals were identified. No associated funerary objects are present. This site contained a sherd and lithic scatter, and four features were identified. They include one pit house, two thermal features, and a grinding slick and associated cupule on an exposed piece of granite. This site was likely occupied during the Colonial and Sedentary periods of the Hohokam cultural sequence, A.D. 850-1050, based on the material culture observed there. \n In 1994-2000, human remains representing, at minimum, three individuals were removed from the Los Venados site AZ BB:9:186(ASM), located on private land on the southeast pediment of the Tortolita Mountains in Pima County, AZ, during excavations by SWCA Environmental Consultants. Collections from this site were received by ASM in 2006. The human remains were not recognized at the time they were collected. In 2013, museum staff discovered the human remains in the site faunal collections. No known individuals were identified. No associated funerary objects are present. This site appears to be a heavy-duty resource procurement and processing area. Features include roasting pits, bedrock mortars and slicks, and a heavy artifact scatter. This site is widely dispersed, with pockets of artifacts and features that are usually associated with bedrock outcrops. This site was likely used from A.D. 450-1450, which encompasses the Hohokam cultural sequence, based on the material culture observed there. \n In 1994, human remains representing, at minimum, two individuals were removed from site AZ BB:9:280(ASM), located on private land in the upper foothills of the Santa Catalina Mountains in Pima County, AZ, during excavations by the Old Pueblo Archeology Center, under the direction of Allen Dart. Collections from this site were received by ASM in 1998. All the human remains identified at the time of the excavations were repatriated according to Arizona state burial laws prior to ASM\\'s receipt of the collections. These human remains were not recognized at the time they were collected. In 2013, museum staff discovered these human remains in the site faunal collections. No known individuals were identified. No associated funerary objects are present. The site was a large artifact scatter associated with bedrock/boulder mortars and slicks, one pictograph in a rockshelter, and two buried outdoor hearths. The site included three discrete areas of archeological deposits and surface archeological features. Material culture from this site indicates use during the Middle and Late Archaic periods, as well as by later, Hohokam and Protohistoric Native American groups, and early 20th century inhabitants. The Hohokam occupation of this site was concentrated in the central and eastern portions of the site, and likely dates to A.D. 900-1450, the Colonial\\xe2\\x80\\x94Classic periods. The only buried archeological features were two outdoor hearths, one of which was radiocarbon dated between A.D. 1425 and 1650. The human remains from this site were recovered in the eastern site locus, and are likely associated with the Hohokam occupation of this site. \n In 1995, human remains representing, at minimum, one individual were removed from site AZ BB:9:286(ASM), located on private land in the floodplain at the base of the Santa Catalina Mountains in the Tucson Basin in Pima County, AZ, during excavations by SWCA Environmental Consultants. This collection was received by ASM in 1996. The human remains were not recognized at the time they were collected. In 2013, museum staff discovered the human remains in the site faunal collections. No known individuals were identified. No associated funerary objects are present. This site consists of a light to moderate density sherd and lithic scatter concentrated in four separate loci. Ceramics observed at this site suggest it was occupied during the Sedentary and Classic periods of the Hohokam cultural sequence, A.D. 950-1450. \n In 1996, human remains representing, at minimum, one individual were removed from site AZ BB:9:304(ASM), located on private land south of Tanque Verde Creek in the eastern Tucson Basin in Pima County, AZ, during excavations by the Old Pueblo Archaeology Center. This collection was received by ASM in 1999. The human remains were not recognized at the time they were collected. In 2013, museum staff discovered the human remains in the site faunal collections. No known individuals were identified. No associated funerary objects are present. This site is described as a small Rincon phase Hohokam farmstead with 11 pit houses, 13 outdoor pits, and two trash middens. This site was occupied during the Sedentary period of the Hohokam cultural sequence, A.D. 950-1150, based on the material culture observed there. \n In 1990, human remains representing, at minimum, three individuals were removed from AZ BB:9:44(ASM), located on private land on the east bank of Ventana Canyon Wash in Pima County, AZ, by the Institute for American Research. This collection was received by ASM in 1990. The human remains were not recognized at the time they were collected. In 2013, museum staff discovered the human remains in the site faunal collections. No known individuals were identified. No associated funerary objects are present. This site consists of a surface scatter of sherds and lithics. There is no evidence of houses, hearths, or other features. This site was occupied during the Sedentary and Classic periods of the Hohokam cultural sequence, A.D. 1000-1300, based on the material culture observed there.\\n         \n In 1993, human remains representing, at minimum, three individuals were removed from site AZ BB:9:50(ASM), located on private land in the eastern Tucson Basin in the foothills of the Santa Catalina Mountains in Pima County, AZ, during excavations conducted by SWCA Environmental Consultants. These collections were received by ASM in 1995. The human remains were not recognized at the time they were collected. In 2013, museum staff discovered the human remains in the site faunal collections. No known individuals were identified. No associated funerary objects are present. This site has Hohokam and historic O\\'odham components. The southern and western portions are Hohokam, with an Ak-Chin farming area in the west and a large village site in the south. The village contained more than 40 oval and rectangular structures, a large midden and a large compound. The northwest portion of the site is O\\'odham, and contains four check dams. This site was likely primarily occupied between A.D. 1100-1450, in the late Sedentary and Classic periods of the Hohokam cultural sequence, based on the material culture observed there. \n In 1996, human remains representing, at minimum, six individuals were removed from site AZ BB:9:68(ASM), located on private and Arizona State Trust land near the Santa Catalina Mountains in Pima County, AZ, during excavations conducted by Aztlan Archeology. This collection was received by ASM in 2008. The human remains were not recognized at the time they were collected. In 2013, museum staff discovered the human remains in the site faunal collections. No known individuals were identified. No associated funerary objects are present. The site is a moderately sized village with pit houses, trash mounds, roasting pits, and high density artifact scatters. This site likely dates to A.D. 750-1450, which includes the Colonial, Sedentary, and Classic periods of the Hohokam cultural sequence, based on the material culture observed there. \n In 1998, human remains representing, at minimum, two individuals were removed from site AZ BB:9:87(ASM), located on private land in Oro Valley near Honey Bee Canyon in Pima County, AZ, during excavations conducted by SWCA Environmental Consultants. This collection was received by ASM in 1996. The human remains were not recognized at the time they were collected. In 2013, museum staff discovered the human remains in the site faunal collections. No known individuals were identified. No associated funerary objects are present. This site consists of a widespread, low density scatter of sherds and lithics. Although buried structures such as pithouses might be present, the low density and nature of the artifact assemblage suggest an area sporadically utilized for resource gathering or processing. Its proximity to AZ BB:9:88(ASM) suggests further that it was a special purpose locality associated with the village. This site likely dates to A.D. 450-1450 which encompasses the Hohokam cultural sequence, based on the material culture observed there. \n In 1970, human remains representing, at minimum, two individuals were removed from private land at site AZ CC:10:1(ASM), located in the San Simon Valley in Cochise County, AZ. The burials were discovered during construction of a gas pumping station by C.H. Leavell and Company. Excavation was conducted by ASM, under the direction of Walter Birkby. The human remains were received by ASM in 1970. No known individuals were identified. No associated funerary objects are present. The site was a small habitation with a one room stone dwelling, trash mounds and an artifact scatter. Material culture suggests affinities with the San Simon Branch of the Mogollon as well as Hohokam. The site likely dates to A.D. 1100-1200, based on ceramic analysis. \n In 1944, human remains representing, at minimum, one individual were removed from site AZ CC:13:3(ASM), located in Wilcox Playa in Cochise County, AZ. The exact circumstances in which these human remains were removed is unknown. The site card notes that the human remains were collected by \\xe2\\x80\\x9cEBS\\xe2\\x80\\x9d from a borrow pit in 1944. The initials may refer to Edwin B. Sayles, who carried out field work in Arizona from the 1920s through the 1950s. The collection was received by ASM sometime after 1944. In 2010, museum staff discovered the human remains in the site survey collections. No known individuals were identified. No associated funerary objects are present. This site is described as an archaic camp site, based on material culture, and likely dates between 4000 B.C. and A.D.100. \n On an unknown date in the late 1960s or early 1970s, human remains representing, at minimum, one individual were removed by Dale Jones from an unrecorded site designated AZ CC:2:\\xe2\\x80\\x94Safford Airport, located on private land near the Safford Airport in Graham County, AZ. This collection was donated to ASM in 2015. No known individuals were identified. The three associated funerary objects are one lot of animal bone fragments, one ceramic jar, and one lot of charcoal. Based on ceramic typology, this collection likely dates to A.D. 1000-1400, and is affiliated with the Mogollon culture. \n In 1981, human remains representing, at minimum, nine individuals were removed from site AZ CC:3:46(ASM) located on private land near Clifton in Graham County, AZ. Excavations were conducted with the permission of the landowners by Chester Shaw of ASM. The collections were received by ASM in 1983. No known individuals were identified. The nine associated funerary objects are: One bone awl, one ceramic sherd, two fragments of chipped stone, two pollen samples, two shell pendants, and one stone biface. AZ CC:3:46(ASM) is a village site with multiple pithouse depressions and several above-ground, multi-room, masonry structures. The site is dated to the Three Circle and Mimbres phases of the Mogollon cultural sequence, about A.D. 750-1150, based on ceramic analysis. \n In 1972, human remains representing, at minimum, one individual were removed from site AZ CC:5:5(ASM) located on the bank of Grant Creek on Arizona State property in Graham County, AZ. Following observed disturbance of the site, ASM was invited to record the area. Collections were removed from the site by ASM personnel during their survey. These collections were received by ASM during or after 1972. No known individuals were identified. The one associated funerary objects is an animal bone fragment. The site is described as a large village containing above-ground, rectangular structures with cobble foundations and, possibly, puddled adobe walls. The site likely dates to A.D. 1150-1450, based on ceramic typology, and is likely associated with Mogollon, Hohokam, and Salado cultural groups. \n At an unknown date during or prior to 1927, human remains representing, at minimum, one individual were removed by Walter Gilpin from an unrecorded site designated AZ CC:8:\\xe2\\x80\\x94Duncan vicinity, at an unknown location on private land near Duncan in Greenlee County, AZ. The human remains were donated to ASM in 1927. No known individuals were identified. The one associated funerary object is a ceramic bowl. The human remains likely date to A.D. 1000-1150, during the Mimbres phase of the Mimbres Mogollon cultural sequence, based on ceramic analysis. \n On an unknown date prior to 2008, human remains representing, at a minimum, two individuals were removed by un unknown individual from an unrecorded site, designated AZ Cochise Stronghold, possibly located in the mountains near Cochise Stronghold or around Bisbee in Cochise County, AZ. This collection was donated to ASM in 2008. No known individuals identified. The two associated funerary objects are ceramic jars. Based on ceramic analysis, these remains likely date to A.D. 1100-1450, and are likely associated with Salado and/or Hohokam cultural groups. \n At an unknown date, human remains representing, at minimum, two individuals were removed from an unrecorded site, designated AZ DD:\\xe2\\x80\\x94Sasabe, located in the vicinity of Sasabe in Pima County, AZ. The human remains were possibly collected by Dr. Paul Fish, an archeologist affiliated with ASM. No further information about the context of the discovery is available. The human remains and associated funerary objects were brought to the museum at an unknown date. No known individuals were identified. The one associated funerary object is a ceramic sherd. Based on ceramic typology, these human remains date to A.D. 450-1450, which encompasses the Hohokam cultural sequence. \n Between 1940 and 1960 human remains representing, at minimum, one individual, were removed from an unrecorded site, designated AZ DD:2:\\xe2\\x80\\x94Las Delicias Ranch, located between Three Points and Sasabe in Pima County, AZ, by Elizabeth Hibbs, the owner of the ranch. This collection was received by ASM in 1983. No known individuals were identified. The four associated funerary objects are two ceramic bowls and two ceramic jars. Based on ceramic typology, these human remains date to A.D. 1200-1700, which includes both the Classic Hohokam and Upper Piman cultural sequences. \n At an unknown date during or prior to 1953, human remains representing, at minimum, one individual, were removed from an unrecorded site, designated AZ DD:4:\\xe2\\x80\\x94Nogales Highway, located near Nogales Highway in the Amado area in Pima County, AZ. The burial was exposed by erosion in a wash, and was collected by an unknown individual. The human remains were donated by Max Soto to the Arizona State Museum in 1953. No known individuals were identified. The three associated funerary objects are one ceramic jar and two ceramic sherds. The collection likely dates to the ceramic period, A.D. 450-1450, based on the ceramic typology. \n In 1952 human remains representing, at minimum, one individual were removed from AZ DD:4:10(ASM), located on private land in Pima County, AZ, by members of an ASM survey crew. Collections from this site were received by ASM in 1952 or later. The human remains were not recognized at the time they were collected. In 2010, museum staff discovered the human remains in the site survey collections. No known individuals were identified. No associated funerary objects are present. This site is described as consisting of an artifact scatter containing ceramics, lithics, and shell. Based on ceramic typology, this site likely date to A.D. 850-1150, which contains the latter half of the Colonial Period and the Sedentary Period of the Hohokam cultural sequence. \n In 1953, human remains representing, at minimum, eight individuals were removed from site AZ DD:4:38(ASM), located in the Sierrita Mountains near Tinaja Peak in Pima County, AZ, by archeologists from the University of Arizona, under the direction of Dr. Bertram Kraus. These human remains were received by ASM in 1953. No known individuals were identified. No associated funerary objects are present. Based on material culture present at the site, these human remains likely date to A.D. 1300-1800, which includes both Hohokam and Upper Piman cultural groups. \n In 1952, human remains representing, at minimum, one individual were removed from AZ DD:4:56(ASM), located on private land south of Green Valley in Pima County, AZ, during an archeological survey possibly conducted by ASM. Collections from this site were received by ASM prior to 2010. The human remains were not recognized at the time they were collected. In 2010, museum staff discovered the human remains in the site survey collections. No known individuals were identified. No associated funerary objects are present. This site is described as an artifact scatter containing plainware pottery and ground stone. Features at this site include pithouses, as well as a cremation locus. This site likely dates to A.D. 850-950, during the Colonial Period of the Hohokam cultural sequence, based on the material culture observed there. \n In 1991, human remains representing, at minimum, one individual were removed from site AZ DD:4:146(ASM), located near Escondido Wash in Pima County, AZ, by an SWCA survey crew, under the direction of Tom Euler. Collections from this site were received by ASM in 1991. The human remains were not recognized at the time they were collected. In 2010, museum staff discovered the human remains in the site survey collections. No known individuals were identified. No associated funerary objects are present. This site is described as a sherd and lithic artifact scatter. Based on ceramic typology, this site likely dates to A.D. 850-950, during the Colonial Period of the Hohokam cultural sequence. \n In 1969, human remains representing, at minimum, two individuals were removed from an unrecorded site, designated AZ DD:6\\xe2\\x80\\x94Rancho de la Osa, located in the Altar Valley area in Pima County, AZ. The human remains and associated funerary objects were collected by David Letarte. Mr. Letarte donated the collection to ASM in 1969. No known individuals were identified. The 11 associated funerary objects are: one ceramic jar, one ceramic jar fragment, two ceramic sherds, one fragment of chipped stone, one painted pebble, four shell bracelet fragments, and one stone projectile point. The human remains date to the period A.D. 750-1150, and are affiliated with the Trincheras cultural group, based on ceramic analysis. \n In 1939, human remains representing, at minimum, one individual were removed from an unrecorded site, designated AZ DD:7:\\xe2\\x80\\x94Arivaca Road, located near Amado in Pima County, AZ. The human remains were collected by Lyman Marden of the U.S. Geological Survey. The human remains and associated funerary objects were brought to ASM in 1939. No known individuals were identified. The two associated funerary objects are one ceramic jar and one ceramic bowl. The human remains date to the Classic Period of the Hohokam cultural sequence, A.D. 1250-1400, based on ceramic analysis. \n At an unknown date during or prior to 1967, human remains representing, at minimum, five individuals, were removed from an unrecorded site, designated AZ DD:8:\\xe2\\x80\\x94Guest Site, located in a wash near the Santa Cruz River in Santa Cruz County, AZ. The human remains and associated funerary were collected by Marguerite Guest. She donated the collection to ASM in 1967. No known individuals were identified. The 10 associated funerary objects are: one animal bone awl, two ceramic bowls, four ceramic jars, and three shell beads. Based on ceramic analysis, this site likely dates to the Sedentary Period of the Hohokam cultural sequence, A.D. 950-1150. \n In 1932 or 1933, human remains representing, at minimum, two individuals were removed from an unrecorded site, designated AZ DD:8:\\xe2\\x80\\x94Las Guijas vicinity, located in the Altar Valley in Pima County, AZ. The human remains and associated funerary objects were collected by the husband of Mary Gipe, who worked at various mines in the area. Mrs. Gipe donated the collection to ASM in 1965. No known individuals were identified. The one associated funerary object is a ceramic jar. Based on ceramic analysis, these human remains date to A.D. 450-1450, which encompasses the Hohokam cultural sequence. \n In 1965, human remains representing, at minimum, 38 individuals were removed from site AZ DD:8:12(ASM), located on private land in Santa Cruz County, AZ. The human remains were collected prior to the construction of Interstate Highway 19, as part of an archeological salvage excavation carried out by the ASM Highway Salvage Project, under the direction of James V. Sciscenti. This collection was received by ASM in 1965. No known individuals were identified. The 197 associated funerary objects are: one bone awl, 32 ceramic bowls, one ceramic bowl fragment, eight ceramic jars, four ceramic pitchers, 24 ceramic sherds, nine ceramic spindle whorls, one ceramic shoe pot, one metal fragment, seven lots of shell and stone beads, four lots of shell beads, 41 shell bracelets, one shell bracelet fragment, 36 shell pendants, 10 shell rings, nine shell ring fragments, one lot of stone beads, one stone knife, one stone scraper, and five turquoise pendants. \n In an unknown date in the late 1970s, human remains representing, at a minimum, two individuals were removed from the same site, AZ DD:8:12(ASM), by an unknown individual. The circumstances of discovery of these human remains are unknown. They were received by ASM in 1977 or 1979. No known individuals were identified. No associated funerary objects are present with these individuals. Site AZ DD:8:12(ASM) is a large, multi-component village site with Colonial, Sedentary, and Classic period Hohokam components (A.D. 850-1550), followed by a Protohistoric period Upper Pima component (A.D. 1550-ca. 1700). These dates and cultural affiliations are based on the material culture observed at this site. With the exception of one burial, which may date from the Classic Period of the Hohokam cultural sequence, A.D. 1150-1550, all the burials excavated by the 1965 ASM salvage project are attributed to the Upper Pima component, A.D. 1550-ca. 1700. The dates associated with the human remains removed in the late 1970s is unclear, but based on the material culture present at the site, they likely date to between A.D. 850-ca. 1700. \n In 1976, human remains representing, at minimum, 39 individuals were removed site AZ DD:8:122(ASM), located on private land in the Santa Cruz River valley in Santa Cruz County, AZ. The site was excavated by ASM over the course of the Carmen-Ortero Project, under the direction of David E. Doyel, to mitigate the effects of the expansion of Interstate Highway 19, between Tucson and Nogales. All recovered human remains and associated funerary objects were received by the Arizona State Museum in 1976. No known individuals were identified. The 71 associated funerary objects are: two lots of beads, two bone awl fragments, one bone bracelet, nine ceramic bowls, one ceramic bowl fragment, 21 ceramic jars, two ceramic jar fragments, two ceramic pitchers, nine ceramic sherds, two ceramic sherd artifacts, two fragments of chipped stone, five shell fragments, 11 lots of shell beads, one shell bracelet fragment, and one stone biface. This pit house site was destroyed by the construction of the frontage road of I-19. No structures were visible on the surface; however, an extensive sherd and lithic scatter was present. Based on ceramic analysis, this site was occupied during the Colonial and Sedentary Periods of the Hohokam cultural sequence, A.D. 850-1150. \n In 1976, human remains representing, at minimum, five individuals were removed site, AZ DD:8:128 (ASM), located on private land in the Santa Cruz River valley in Santa Cruz County, AZ. The site was excavated by ASM over the course of the Carmen-Ortero Project, under the direction of Bruce Masse, to mitigate the effects of the expansion of Interstate Highway 19, between Tucson and Nogales. This collection was received by ASM in 1976. No known individuals were identified. The 35 associated funerary objects are: One bone bead, one ceramic bowl, one ceramic bowl fragment, one ceramic disk, four ceramic jars, one ceramic plate, 14 ceramic sherds, seven fragments of chipped stone, one lot of shell beads, one shell bracelet, two lots of shell fragments, and one stone axe. This is a multi-component site. Investigations at the site revealed evidence of Hohokam occupation during the Colonial and Sedentary Periods of the Hohokam cultural sequence (A.D. 850-1150) and later, by Upper Piman groups during the Protohistoric period (A.D. 1450-1700). Based on ceramic evidence, these human remains and associated funerary objects are associated with the A.D. 850-1150 occupation, during the Colonial and Sedentary periods of the Hohokam cultural sequence.   On an unknown date prior to 2010, human remains representing, at minimum, one individual were removed from site AZ DD:8:2(ASM), located on private land in Santa Cruz County, AZ, during an ASM site survey. Collections from this site were received by ASM at an unknown date. The human remains were not recognized at the time they were collected. In 2010, these remains were identified in site survey boxes by ASM staff. No known individuals were identified. No associated funerary objects are present. This site is part of, or represents a component of, site AZ DD:8:12(ASM), a large multi-component village site with Colonial, Sedentary, and Classic period Hohokam components (A.D. 850-1550), followed by a Protohistoric period Upper Pima component (A.D. 1550- ca. 1700). These dates and cultural affiliations are based on the material culture observed at this site. The dates associated with these human remains is unclear, but based on the material culture present at site AZ DD:8:12(ASM), the human remains likely date to between A.D. 850- ca. 1700. \n In 1971, human remains representing, at minimum, two individuals were removed from site AZ DD:8:74(ASM), located on private land near Tubac in Santa Cruz County, AZ, by a Alan Lester. These human remains were received by ASM in 1972. No individuals were identified. No associated funerary objects are present. \n In 1976, human remains representing, at a minimum, one individual were removed from the same site, AZ DD:8:74(ASM), by Lance Haydon and Jim Thomas. These human remains were received by ASM in 1976. No individuals were identified. No associated funerary objects are present. According to site survey records, AZ DD:8:74(ASM) is described as an artifact scatter composed primarily of sherds and stone fragments. Several low trash mounds were observed, along with six possible house depressions. Based on an analysis of the artifacts reported at this site, these human remains likely date to the Sedentary or Classic Periods of the Hohokam cultural sequence, A.D. 950-1300. \n Around 1929, human remains representing, at minimum, three individuals were removed from an unrecorded site, designated AZ EE:\\xe2\\x80\\x94Sonoita Creek, located near Patagonia in Pima County, AZ. These human remains and associated funerary objects were collected by the Arizona State Highway Department, and were received by ASM sometime after 1929. No known individuals were identified. The one associated funerary object is a ceramic jar. Based on ceramic analysis, these human remains and associated funerary objects date to A.D. 450-1450, which encompasses the Hohokam cultural sequence. \n In 1980, human remains representing, at minimum, one individual were removed from an unrecorded site, designated AZ EE:1:\\xe2\\x80\\x94Continental vicinity, located on private land in Pima County, AZ. The burial was discovered by Cheryl Walden during excavation of a house foundation. These human remains and associated funerary objects were received by ASM in 1988. No known individuals were identified. The three associated funerary objects are one ceramic jar, one shell, and one lot of shell fragments. Based on ceramic analysis, these human remains and funerary objects likely date to A.D. 950-1150, during the Sedentary Period of the Hohokam cultural sequence. \n On an unknown date during or prior to 1970, human remains representing, at minimum, one individual were removed from an unrecorded site, designated AZ EE: 1:\\xe2\\x80\\x94Green Valley, near Green Valley in Pima County, AZ. The human remains and associated funerary objects were donated by Ramon Ahumada to the ASM in 1970. No known individuals were identified. The two associated funerary objects are one ceramic jar and one ceramic bowl fragment. Based on ceramic analysis, these human remains and associated funerary objects likely date to A.D. 850-950, during the Colonial Period of the Hohokam cultural sequence. \n In 1999, human remains representing, at minimum, one individual were removed from an unrecorded site, designated AZ EE:1:\\xe2\\x80\\x94ML-99-1230, located in Pima County, AZ. The human remains and associated funerary objects were collected by highway workers, who found them along a road. The human remains and objects were initially transferred to the Pima County Sheriff\\'s Department, and were later transferred to ASM in 2001. No known individuals were identified. The 14 associated funerary objects are ceramic sherds. Based on ceramic typology, the human remains likely date to A.D. 450-1450, which encompasses the Hohokam cultural sequence. \n 1n 1983, human remains representing, at minimum, one individual were removed from an unrecorded site, designated AZ EE:1:\\xe2\\x80\\x94Private Ranch, located on private land east of Green Valley in Pima County, AZ. The human remains loaned to ASM by Armando Gonzales in 1983 and donated by him in 1995. No known individuals were identified. No associated funerary objects are present. Based on the typology of ceramics reportedly found in association with these human remains (but not donated to ASM), these human remains likely date to A.D. 450-1450, which encompasses the Hohokam cultural sequence. \n In 1969, human remains representing, at minimum, one individual were removed from site AZ EE:1:87(ASM), located on private land near Sahuarita in Pima County, AZ. The burial was discovered by a local resident, who reported the discovery to ASM. Walter Birkby and James Ayres of ASM subsequently excavated the burial. The human remains and associated funerary objects were donated to the Arizona State Museum in 1969 and given an accession number. No known individuals were identified. The one associated funerary object is a ceramic jar. \n In 1985 or earlier, human remains representing, at minimum, one individual were removed from the same site, AZ EE:1:87(ASM), during a survey conducted by the Institute for American Research, under the direction of William Doelle. The human remains were not recognized at the time of collection. The survey collections were brought to ASM. In 2010, ASM staff found highly fragmentary human remains in the site survey box. No known individuals were identified. No associated funerary objects are present. Site AZ EE:1:87(ASM) likely dates to the Hohokam Sedentary Period, A.D. 950-1150, based on ceramic analysis. \n In 1973, human remains representing, at minimum, one individual were removed from site AZ EE:1:88(ASM), located near Green Valley in Pima County, AZ. Collections from this site were removed by ASM personnel after ASM had been alerted that an archeological site was being destroyed by construction activity. These collections were received by ASM in 1973. The human remains were not recognized at the time they were collected. In 2010, museum staff discovered the human remains in the site survey collections. No known individuals were identified. No associated funerary objects are present. This site is described as a small habitation site with a cremation area. Based on analysis of ceramics observed at this site, these human remains likely date to A.D. 450-1450, which encompasses the Hohokam cultural sequence. \n In 1965, human remains representing, at minimum, one individual were removed from site AZ EE:11:6(ASM), located on private land south of Sierra Vista in Cochise County, AZ, during a survey conducted by ASM staff. Collections from this site were received by ASM during or after 1965. The human remains were not recognized at the time they were collected. In 2010, museum staff discovered the human remains in the site survey collections. No known individuals were identified. No associated funerary objects are present. This site is a village with about 10 rooms. Based on the ceramics observed at this site, these human remains likely date to A.D. 1150-1450, during the Classic Period of the Hohokam cultural sequence. \n In 1976, human remains representing, at minimum, one individual were removed from an unrecorded site, designated AZ EE:12:\\xe2\\x80\\x94Rio Rico, located near Rio Rico in Cochise County, AZ. These human remains were possibly excavated by a member of the Pimeria Alta Historical Society. They were received by ASM sometime in 1976. No known individuals were identified. No associated funerary objects are present. Based on the artifacts observed with these human remains when they were removed, these human remains likely date to A.D. 450-1450, which encompasses the Hohokam cultural sequence. \n At an unknown date prior to 1996, human remains representing, at minimum, one individual were likely removed from site AZ EE:12:1(ASM), on a private ranch in Cochise County, AZ. These human remains were probably removed by ranch owner Ed Lehner. These human remains were received by ASM in 1996, along with other materials transferred by the Cochise County Archeological and Historical Society. Based on an accompanying handwritten note, these human remains were excavated by Mr. Lehner, and were dated by William Wasley of the University of Arizona to 400-600 years before the present. No known individuals were identified. No associated funerary objects are present. Site AZ EE:12:1(ASM) has both Paleoindian and Hohokam components. Based on the note found with the human remains, the individual represented by these human remains possibly dates to the late Hohokam or Upper Piman period, A.D. 1400-1600. \n In the years 1954-1957, human remains representing, at minimum, one individual were removed from site AZ EE:2:10(ASM), located in the Empire Valley in Pima County, AZ. The site was originally explored in 1954 and 1955 by the University of Arizona, under the direction of Emil W. Haury, and was subsequently excavated in 1957 by the University of Arizona, under the direction of Frank Eddy. These human remains were received by ASM in 1958. No known individuals were identified. No associated funerary objects are present with these human remains. \n Sometime before 2010, human remains representing, at minimum, one individual were removed from the same site, AZ EE:2:10(ASM), during a survey. These human remains were received by ASM at an unknown date. In 2010, museum staff discovered the human remains in the site survey collections. No known individuals were identified. The one associated funerary object is a shell bead. This site contains one pit house and two trash zone deposits, layered one on top of the other. All human remains from this site date to A.D. 450-1450, which encompasses the Hohokam cultural sequence. \n In 1982, human remains representing, at minimum, 12 individuals were removed from site AZ EE:2:137(ASM), located on private land in the Empire Valley in Pima County, AZ. Following severe flooding, a human burial was discovered eroding out of a bank. With the permission of the landowner, excavations were conducted by ASM, under the direction of Bruce Huckell. Collections from this site were received by ASM in 1982. No known individuals were identified. The 92 associated funerary objects are: one animal bone fragment, two lots of charcoal, 84 fragments of chipped stone, one chipped stone tool, two flotation samples, one pollen sample, and one stone projectile point. This site consists of a large exposure of artifacts, including fire cracked rock fragments, animal bones, and charcoal. Radiocarbon dates indicate a range of approximately 750 B.C.-A.D. 130. Based on radiocarbon dates, material culture, and mortuary practices, these human remains are likely associated with the Late Archaic/Early Agricultural cultural horizon. \n Sometime in 1937 or later, human remains representing, at minimum, one individual were removed from site AZ EE:2:2(ASM), located on private land in Santa Cruz County, AZ, during a survey along Cienega Creek conducted by Edward Danson. Collections from this site were received by ASM during or after 1937. The human remains were not recognized at the time of the survey. In 1996, museum staff discovered the human remains in the site survey collections. No known individuals were identified. No associated funerary objects are present. The burial site likely dates to the Hohokam period, A.D. 450-1450, based on ceramics reported on the site survey card. \n In 1982 and1983, human remains representing, at minimum, six individuals were removed from site AZ EE:2:30(ASM), located on private land in Matty Canyon in the Empire Valley, near the junction of Matty Wash with Cienega Creek in Pima County, AZ. Following severe flooding, it was reported that a human burial was eroding out of a bank. Permission to excavate this site was granted by the landowner. The excavations were conducted by ASM, under the direction of Bruce Huckell. No known individuals were identified. No associated funerary objects are present. \n In 1989, human remains representing, at minimum, one individual were removed from the same site, AZ EE:2:30(ASM), by unknown persons. These human remains were brought to ASM. No known individuals were identified. No associated funerary objects are present with these remains. Site AZ EE:2:30(ASM) was occupied during the Late Archaic period (800 B.C.-A.D. 200) and the Hohokam Sedentary Period (A.D. 900-1150). Based on the material culture discovered around the burials removed by Bruce Huckell, five burials likely date to the Late Archaic period and one burial likely dates to the Hohokam Sedentary Period. The burial removed in 1989 could date to either of these two periods. \n In 1967, human remains representing, at minimum, one individual, were removed from site AZ EE:2:50(ASM), located on private land near Pantano Wash in Pima County, AZ. These human remains were removed over the course of excavations conducted by ASM, under the direction of E. Thomas Hemmings. Collections from this excavation were received by ASM in 1967. No known individuals were identified. No associated funerary objects are present. \n In 1977, human remains representing, at minimum, one individual were removed from the locality of AZ EE:2:50(ASM), by an unknown excavator. These human remains were received by ASM in 1982. No known individuals were identified. No associated funerary objects are present. Site AZ EE:2:50(ASM) is a long midden zone that was exposed by a cut bank of the Pantano Wash. It contains charcoal, fire cracked rock, lithic debris, stone tools, and animal bone. The human remains likely date to the Early Ceramic to Hohokam Pioneer Period, A.D. 260-530, based on calibrated radiocarbon dating. \n In 1958, human remains representing, at minimum, one individual, were removed from AZ EE:4:1(ASM), located on private land near St. David in Cochise County, AZ. These human remains were removed by William Wasley and Richard Shutler, and were received by ASM in 1958. No known individuals were identified. No associated funerary objects are present. This site represents a small exposure of a larger, San Pedro stage Late Archaic site along the bank of the San Pedro River. Based on the material culture observed at this site, these human remains are affiliated with the Late Archaic cultures, and date to 1500 B.C.-A.D. 1. \n In 1949, human remains representing, at minimum, one individual were removed from AZ EE:6:4(ASM), also recorded as AZ EE:6:26(ASM), located in O\\'Donnell Canyon in Santa Cruz County, AZ. Collections from this site were removed as part of a survey conducted by ASM, under the direction of Earl Swanson. These collections were likely received by ASM in 1949. The human remains were not recognized at the time of the survey. In 2010, museum staff discovered the human remains in the site survey collections. No known individuals were identified. No associated funerary objects are present. This site is an extensive prehistoric sherd, lithic, and ground stone scatter, probably representing a Hohokam habitation site. Based on ceramic identification, these human remains likely date to A.D. 1000-1300, during the Sedentary and Classic Periods of the Hohokam cultural sequence. \n In 1995 human remains representing, at minimum, two individuals were removed from site AZ EE:7:86(ASM), located on Arizona State land near the Babacomari River, near Huachuca City in Cochise County, AZ. Collections from this site were removed as part of the Babacomari Ranch Survey conducted by ASM, under the direction of Bruce Huckell. These collections were received by ASM following the survey. No known individuals were identified. No associated funerary objects are present. This site consists of several rock-filled pits and a thin scatter of flaked and ground stone artifacts. Based on the material culture observed at this site, these human remains likely date to the Late Archaic period, 400-200 B.C. \n In 1944, human remains representing, at minimum, one individual were removed from site AZ EE:7:9(ASM), which may be the same site as AZ EE:6:3(ASM), possibly located near Tombstone in Cochise or Santa Cruz County, AZ. Collections from this site were removed over the course of an ASM site survey conducted by Emil Haury. These collections were received by ASM following this survey. The human remains were not recognized at the time of the survey. In 2010, museum staff discovered the human remains in the site survey collections. No known individuals were identified. No associated funerary objects are present. This site is described as a village site with Dragoon red-on-brown ceramics and trough metates. Based on the ceramics observed at the site, these human remains likely date to A.D. 900-1100, and may be associated with either Hohokam or Mogollon cultural groups. \n In 1968 human remains representing, at minimum, one individual, were removed from site AZ EE:8:38(ASM), located near the San Pedro River in Cochise County, AZ, by an archeological survey crew from ASM during the Central Arizona Project. Collections from this survey were received by ASM. The human remains were not recognized at the time of the survey. In 2010, museum staff discovered the human remains in the site survey collections. No known individuals were identified. No associated funerary objects are present. This site is described as a village with possible structures, hearths, stone tools, and ceramics. Based on the material culture observed at this site, these human remains are affiliated with Hohokam or Salado cultural groups, and date from A.D. 450-1450. \n In 1968, human remains representing, at minimum, two individuals, were removed from site AZ EE:8:68(ASM), located on private land in Cochise County, AZ. The human remains were removed by an archeological survey crew from ASM during the Central Arizona Project. Collections from this survey were received by ASM following the survey. The human remains were not recognized at the time of the survey. In 2010, museum staff discovered the human remains in the site survey collections. No known individuals were identified. No associated funerary objects are present. This site reportedly contained at least five hearths, lithic debris, manos, and fire cracked rock. Pottery was absent. This site is described as an open Cochise camp. Based on the material culture observed at the site, these human remains likely date to the Archaic period, 4000 B.C.-A.D. 200. \n In 1966, human remains representing, at minimum, 63 individuals were removed from site AZ EE 9:53(ASM), located on private land near Portrero Creek in Santa Cruz County, AZ, by the Arizona State Museum, under the direction of James Sciscenti during a highway salvage project. The human remains were received by the Arizona State Museum in 1966. No known individuals were identified. The 20 associated funerary objects are: three animal bone fragments, one bone awl, two ceramic disks, three ceramic jars, one chipped stone blade, one hammer stone, one hand stone, two manos, one lot of shell beads, one shell pendant fragment, one shell ring fragment, one stone artifact, one stone projectile point, and one turquoise pendant. This site is described as a Hohokam village. Excavations revealed 11 Hohokam pithouses, as well as hearths, pits, ramadas, and food and lithic processing areas. Based on ceramic evidence, occupation at this site occurred during the Colonial, Sedentary, and Classic Periods of the Hohokam cultural sequence, A.D. 850-1450. \n In 1968, human remains representing, at minimum, five individuals were recovered from site AZ EE:9:67(ASM), located on land owned by St. Andrew\\'s Church on Nogales Wash, in Santa Cruz County, AZ. The human remains were recovered by construction workers while the St. Andrews Church building was being constructed. These human remains were transferred to ASM following their removal. No known individuals were identified. No associated funerary objects are present. \n In 1978, human remains representing, at minimum, 10 individuals were removed from the same site, AZ EE:9:67(ASM), by construction workers and archeologists from ASM while a sewer line was being constructed. These human remains were received by ASM sometime in 1978 or later. No known individuals were identified. The six associated funerary objects are four animal bone fragments and two bone awls. This site consists of a dense sherd and lithic scatter; three pit houses were also noted. Based on the ceramic evidence observed at this site, these human remains likely date to A.D. 950-1300, during the Sedentary and Classic Periods of the Hohokam cultural sequence. \n In 1928, human remains representing, at minimum, eight individuals were removed from site AZ EE:9:68(ASM), on City of Nogales property in Santa Cruz County, AZ. The remains were likely removed during a University of Arizona expedition, and were received by the Arizona State Museum in 1928. No known individuals were identified. The six associated funerary objects are five ceramic jars and one ceramic bowl. \n In 1969, human remains representing, at minimum, 11 individuals were removed from the same site. These human remains were discovered on land belonging to the City of Nogales during the construction of Interstate Highway 19. Emergency salvage excavations were conducted by ASM, under the direction of Laurens Hammack. This collection was received by ASM in 1976. No known individuals were identified. The 121 associated funerary objects are: One bone awl fragment, one bone ring, seven ceramic jars, two ceramic jar fragments, 93 ceramic sherds, one lot of pigment, one shell bead, 14 shell bracelet fragments, and one stone palette fragment. Few details regarding the archeological context of these human remains are known. Based on ceramic evidence, these human remains likely date to A.D. 850-950, during the Hohokam Colonial Period, and are culturally affiliated with Hohokam and Trincheras cultural groups. \n In 1972, human remains representing, at minimum, 16 individuals were removed from site AZ EE:9:85(ASM), located on private land north of Nogales in Santa Cruz County, AZ, during a construction project. Excavations were conducted by ASM, under the direction of James Ayres and Patricia Goree. At an unknown date, the human remains were brought to the Arizona State Museum. No known individuals were identified. The 759 associated funerary objects are: 757 ceramic sherds, one shell artifact, and one stone projectile point. Few details about the site are known. Based on the ceramics recovered, this site is a cremation area of probable Hohokam cultural affinity, and dates to A.D. 450-1450, which encompasses the Hohokam cultural sequence. \n In 1940, human remains representing, at minimum, one individual were removed from site AZ FF 10:4(ASM), located on private land along Whitewater Draw in Cochise County, AZ. These human remains were removed during excavations by the Gila Pueblo Field School, directed by Edwin B. Sayles. A survey collection from this site was received by ASM at an unknown date. These human remains were not recognized at the time they were collected. In 2010, museum staff discovered fragmentary human remains in the site survey collections. No known individuals were identified. No associated funerary objects are present. This site appears to have been occupied during the Chiricahua phase of the Archaic period, approximately 5000-1500 B.C, based on the artifacts identified there. \n At an unknown date prior to 1970, human remains representing, at minimum, five individuals were removed from site AZ FF:11:17(ASM), located on land owned by the Glenn family, east of Douglas in Cochise County, AZ. Four of the burials were excavated by the landowners, and the fifth burial was removed by Emil Haury and Walter Birkby of ASM. The remains were received by ASM in 1973. No known individuals were identified. No associated funerary objects are present. Little is known about this site, as it was not formally excavated. Based on the artifacts observed at the site, these human remains likely date to the Archaic period, 4800-1200 B.C., and may be affiliated with the Chiricahua-San Pedro culture. \n In 1938, human remains representing, at minimum, one individual were removed from site AZ FF:2:1(ASM), located in the Turkey Creek drainage near Sunizona in Cochise County, AZ. Collections from this site were removed during an archeological survey. These collections were received by ASM at an unknown date during 1938 or later. These human remains were not recognized at the time they were collected. In 2010, museum staff discovered these human remains in the site survey collections. No known individuals were identified. No associated funerary objects are present. This site contains adobe walled, contiguous room structures, and polychrome ceramics. This site dates to A.D. 1240-1450, based on the material culture observed there and is associated with Late Classic period Hohokam or Salado cultural groups. \n On an unknown date during or prior to 1962, human remains representing, at minimum, one individual were removed site AZ FF:2:4(ASM), located on private land in Cochise County, AZ. Collections from this site were removed during an archeological survey. These collections were received by ASM at an unknown date during 1962 or later. These human remains were not recognized at the time they were collected. In 2010, museum staff discovered these human remains in the site survey collections. No known individuals were identified. No associated funerary objects are present. This site is described as a village. Artifacts at this site include ceramics, stone tools, and burnt roofing clay. Based on the material culture observed at this site, these human remains date to A.D. 1150-1450, and are affiliated with Late Classic period Hohokam or Salado cultural groups. \n In 1962, human remains representing, at minimum, six individuals were removed from site AZ FF:3:8(ASM), located on private land in the Turkey Creek drainage in Cochise County, AZ. This collection was brought to ASM in 1963. No known individuals were identified. The one associated cultural object is a lot of stone beads. Site AZ FF:3:8(ASM) is a small, adobe-walled Mogollon village composed of two room blocks enclosing a plaza. Based on ceramic typology, these human remains likely date to A.D. 1250-1325, and are affiliated with Mogollon and possibly Hohokam cultural groups. \n In 1971, human remains representing, at minimum, three individuals, were removed from site AZ FF:6:1(ASM), located on private land near Douglas in Cochise County, AZ. The human remains were removed during archeological excavations conducted by the Cochise County Historical and Archeological Society. The human remains were donated to ASM in 1995. No known individuals were identified. The one associated cultural object is a soapstone plate. This site is described as a ceramic cluster. Based on ceramics reported at this site, these human remains likely date to A.D. 450-1450, which encompasses the Hohokam cultural sequence. \n 1n 1972 or 1974, human remains representing, at minimum, two individuals, were removed from site AZ FF:6:14(ASM), located on private land west of the Chiricahua Mountains in Sulphur Spring Valley in Cochise County, AZ. This site was surveyed by Cochise College in 1972 and excavated in 1974 by the same institution. Collections from this site were received by ASM in the 1980s. These human remains were not recognized at the time they were collected. In 2007, museum staff discovered these human remains in the faunal collections. No known individuals were identified. No associated funerary objects are present. This site is described as a large room block with rock alignments and puddled adobe. Based on ceramics observed at this site, these remains likely date to A.D. 1100-1300, and are affiliated with Hohokam or Salado cultural groups. \n Between 1978 and 1985, human remains representing, at minimum, six individuals were removed from site AZ FF:9:10, located on private land along the Mexico/United States border in Cochise County, AZ. These human remains were removed by a crew of volunteer excavators from the Cochise County Historical and Archeological Society. These collections were received by ASM in 1995. These human remains were not recognized at the time they were collected. In 2008, the human remains were discovered in the faunal collections. No known individuals were identified. The 22 associated funerary objects are 20 chipped stone fragments, one shell fragment, and one stone pendant. This site consists of a lithic and ceramic scatter with no surface indication of structures, rock alignments, or other features. Based on the material culture observed at this site, these human remains may date from 1200 B.C.\\xe2\\x80\\x94A.D. 1450, and may be affiliated with Late Archaic, Hohokam, Salado, or Cochise cultural groups. \n On an unknown date prior to 1996, human remains representing, at minimum, one individual were removed by a private citizen from an unknown location, designated AZ T-022, reported to be near the Santa Cruz River in Tucson, Pima County, AZ. These human remains were received by ASM on an unknown date. No known individuals were identified. No associated funerary objects are present. A note found with the human remains states that they were found in a pot. There is no indication that the pot was donated to the museum. Based on the placement of burned human remains in a ceramic vessel and the geographic location of the discovery, these human remains likely date to A.D. 450-1450, which encompasses the Hohokam cultural sequence. \n On an unknown date during or prior to 2016, human remains representing, at minimum, three individuals were removed by an unknown person from an unknown location in southern Arizona, designated AZ Unknown South. The human remains were found in a package that was left at an office door at ASM with no indication of the donor or the place of discovery. The human remains were in a container that also included artifacts, which had plausibly been found together with the human remains. No known individuals were identified. The 19 associated funerary objects are: Two fragments of animal bone, one fragment of botanical material, two ceramic sherds, one fragment of paper, one lot of shell beads, one shell fragment, eight stones, two textile fragments, and one fragment of unidentified organic material. Based on the associated ceramic objects, these human remains likely were obtained from a burial site in southern Arizona, dated to A.D. 450-1450, and affiliated with Hohokam cultural groups. \n On an unknown date, possibly in 1949 or 1957, human remains representing, at minimum, two individuals were removed from site, AZ Z:2:1(ASM), located in the Gila Bend area of Maricopa County, AZ. These remains were removed over the course of archeological survey carried out by ASM in 1949 or in 1957, as part the Painted Rocks Reservoir Project. These human remains were not recognized as such when they were collected. Collections from this survey were received by ASM at an unknown date. In 2010, these human remains were discovered by ASM staff in survey collections from this site. No known individuals were identified. No associated funerary objects are present.\\n         \n In 1960, human remains representing, at minimum, one individual were removed from the same site, AZ Z:2:1(ASM). Collections from this site were removed during archeological excavations by ASM for the Painted Rocks Reservoir Project, under the direction of William W. Wasley and Alfred E. Johnson, and under a contract with the National Park Service. These human remains were not recognized as such when they were collected. These collections were received by ASM in 1960. In 2005, these human remains were identified by ASM staff in faunal collections from this site. No known individuals were identified. No associated funerary objects are present. This site is a large Hohokam settlement occupied during the Colonial and Sedentary periods, consisting of a house mound or platform mound, several trash mounds, two ball courts, and a prehistoric canal. Based on site dates, these human remains date to A.D. 750-1150. \n Archeologists describe the earliest settlements in southern Arizona as belonging to the Late Archaic/Early Agricultural horizon. Recent archeological investigations have added support to the hypothesis that the Hohokam cultural tradition arose from the earlier horizon, based on continuities in settlement pattern, architectural technologies, irrigation technologies, subsistence patterns, and material culture. Archeologists have had difficulty dating the beginning of the Hohokam period because the appearance of its distinctive cultural traits, including ceramic technologies and mortuary patterns, was a gradual process spanning several hundred years. This observation adds further support to the hypothesis that the Hohokam tradition evolved in place from earlier Late Archaic traditions. Linguistic evidence furthermore suggests that the Hohokam tradition was multiethnic in nature. Cultural continuity between these prehistoric occupants of Southern Arizona and present-day O\\'odham peoples is supported by continuities in settlement pattern, architectural technologies, basketry, textiles, ceramic technology, and ritual practices. \n Archeologists have also recognized the presence of people associated with the Mogollon tradition in southeastern Arizona. Their presence there is thought to represent a migration of people from the mountainous region to the north, where the Mogollon archeological culture was originally defined. Material culture characteristics of Mogollon traditions include a temporal progression from earlier pit houses to later masonry pueblos, villages organized in room blocks of contiguous dwellings associated with plazas, rectangular kivas, polished and paint-decorated ceramics, painted and unpainted corrugated ceramics, red and brown ceramics, inhumation burials, cradleboard cranial deformation, grooved stone axes, and bone artifacts. In southeastern Arizona, there is evidence for both Hohokam and Mogollon traditions, but it is unclear whether these traditions represent separate occupations of different people who interacted and exchanged material culture, or cohabitation and a blending of identities. \n Oral traditions that are documented for the Ak-Chin Indian Community (previously listed as the Ak Chin Indian Community of the Maricopa (Ak Chin) Indian Reservation, Arizona); Gila River Indian Community of the Gila River Indian Reservation, Arizona; Salt River Pima-Maricopa Indian Community of the Salt River Reservation, Arizona; and the Tohono O\\'odham Nation of Arizona support cultural affiliation with Late Archaic/Early Agricultural period and Hohokam sites in southern Arizona. \n Oral traditions that are documented for the Hopi Tribe also support cultural affiliation with Late Archaic/Early Agricultural period and Hohokam sites in the region. Several Hopi clans and religious societies are derived from ancestors who migrated from the south and likely identified with the Hohokam tradition. Oral traditions and archeological evidence also support affiliation of Hopi clans with the Mogollon archeological sites. \n Oral traditions of medicine societies and kiva groups of the Zuni Tribe recount migration from distant portions of the Southwest to present day Zuni, and support affiliation with Mogollon, Hohokam, and Late Archaic traditions. Historical linguistic analysis also suggests interaction between ancestral Zuni and Uto-Aztecan speakers during the late Hohokam period. \n Determinations Made by the Arizona State Museum \n Officials of the Arizona State Museum have determined that: \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice represent the physical remains of 662 individuals of Native American ancestry. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(3)(A), the 10,418 objects described in this notice are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and associated funerary objects and the Ak-Chin Indian Community (previously listed as the Ak Chin Indian Community of the Maricopa (Ak Chin) Indian Reservation, Arizona); Gila River Indian Community of the Gila River Indian Reservation, Arizona; Hopi Tribe of Arizona; Salt River Pima-Maricopa Indian Community of the Salt River Reservation, Arizona; Tohono O\\'odham Nation of Arizona; and the Zuni Tribe of the Zuni Reservation, New Mexico, hereafter referred to as \\xe2\\x80\\x9cThe Tribes.\\xe2\\x80\\x9d \n Additional Requestors and Disposition \n Lineal descendants or representatives of any Indian Tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to John McClelland, NAGPRA Coordinator, P.O. Box 210026, Arizona State Museum, University of Arizona, Tucson, AZ 85721, telephone (520) 626-2950, email jmcclell@email.arizona.edu, by November 16, 2018. After that date, if no additional requestors have come forward, transfer of control of the human remains and associated funerary objects to The Tribes may proceed. \n The Arizona State Museum is responsible for notifying The Consulted Tribes that this notice has been published. \n ", "consultation": "A detailed assessment of the human remains was made by the ASM professional staff in consultation with representatives of the Ak-Chin Indian Community (previously listed as the Ak Chin Indian Community of the Maricopa (Ak Chin) Indian Reservation, Arizona); Cocopah Tribe of Arizona; Gila River Indian Community of the Gila River Indian Reservation, Arizona; Hopi Tribe of Arizona; Pascua Yaqui Tribe of Arizona; Quechan Tribe of the Fort Yuma Indian Reservation, California & Arizona; Salt River Pima-Maricopa Indian Community of the Salt River Reservation, Arizona; Tohono O\\'odham Nation of Arizona; and the Zuni Tribe of the Zuni Reservation, New Mexico, hereafter referred to as \\xe2\\x80\\x9cThe Consulted Tribes.\\xe2\\x80\\x9d \n ", "h_d_r": "In 1963, human remains representing, at minimum, one individual were removed by an unknown individual from an unrecorded site, designated AZ 2000-296, possibly located in the Tucson metropolitan area in Pima County, AZ. This collection was mailed anonymously to the University of Arizona, School of Anthropology from Florida in March 2000. The collection was subsequently brought to ASM. No known individuals were identified. The three associated funerary objects are one ceramic bowl, one ceramic jar, and one ceramic sherd. The human remains likely date to the Hohokam Classic period, A.D. 1150-1450, based on ceramic typology. \n In 1992, human remains representing, at a minimum, one individual were removed from site AZ AA:12:252(ASM), located in the eastern portion of the Santa Cruz River flood plain in the Tucson Basin, in Pima County, AZ, during testing and data recovery carried out over the course of the Rillito-Toltec Loop Testing and Data Recovery Project. The project was conducted by Archeological Consulting Services under the direction of Barabara Macnider and David Gregory. The human remains were received by ASM in 1994. No known individuals were identified. No associated funerary objects are present. This site is described as a large, multi-component Hohokam sherd and lithic artifact scatter. Based on this description, these human remains date to around A.D. 450-1450, which encompasses the Hohokam cultural sequence. \n In 1982, human remains representing, at a minimum, one individual were removed from site AZ AA:16:6(ASM), located west of the Santa Cruz River in the Tucson metropolitan area, Pima County, AZ, during survey and excavation work conducted by the University of Arizona, under the direction of Paul Fish. The human remains were not recognized at the time of the survey. After completion of the project, the collections were brought to ASM. In 2015, museum staff discovered the human remains in the faunal collections. No known individuals were identified. No associated funerary objects are present. The site is described as a trincheras site\\xe2\\x80\\x94a hilltop site with habitation and/or ceremonial structures with hillside terraces and basalt retaining walls. Petroglyphs and rock mortars are present at this site. The human remains likely date between 8000 B.C. and A.D. 1450, based on the artifacts observed at the site, which encompasses both the Archaic and Hohokam cultural sequences. \n 1n 1986, human remains representing, at minimum, four individuals were removed from site AZ AA:3:156(ASM), located north of the Picacho Mountains, in Pinal County, AZ, during an archeological survey of the Tucson Basin conducted by ASM, under the direction of John Madsen. The human remains were not recognized at the time of the survey. Collections from this survey were received by ASM in 1986. In 2009, museum staff discovered the human remains in the site survey collections. No known individuals were identified. No associated funerary objects are present. The site is described as a Hohokam habitation area containing trash mounds, undefined depressions, a pit house, and possibly the remains of a compound wall. The human remains likely date to the Hohokam Classic period, A.D. 1150-1450, based on analysis of ceramic materials at the site. \n In 1930, human remains representing, at minimum, one individual were removed from site AZ AA:3:16(ASM), located in the Cactus Forest area of the Salt-Gila Basin, in Pinal County, AZ, during excavations conducted by the Gila Pueblo Foundation, under the direction of George Dennis. In 1950, the Gila Pueblo Foundation closed, and this collection was transferred to ASM. No known individuals were identified. The one associated funerary object is a ceramic jar. Ceramics observed at this site indicate that this site was occupied during the Hohokam Classic period, A.D. 1150-1450. \n In 1983, human remains representing, at minimum, two individuals were removed from site AZ AA:3:17, located near the Tom Mix Wash in the Salt-Gila Basin, in Pinal County, AZ. The human remains had been disturbed by unknown individuals during unauthorized excavations on Arizona State Trust lands. This activity was reported to ASM by the Pinal County Sherriff\\'s office, and the human remains were collected during a salvage operation conducted by ASM, under the direction of John Madsen. This collection was received by ASM after the salvage work, in 1995. The 11 associated funerary objects are 10 ceramic sherds and one lot of charcoal. The human remains likely date to the Hohokam Classic period, A.D. 1150-1450, based on ceramics and architectural features reported at the site. \n In 1929-1930, human remains representing, at minimum, two individuals were removed by Claude Burdette from an unrecorded site, designated AZ AA:7:\\xe2\\x80\\x94Burdette, located in the Red Rock Vicinity, in Pinal County, AZ. Mr. Burdette spent two years collecting in the Red Rock area and reportedly collected many objects, including several vessels containing cremations At an unknown date, this collection was transferred to a museum at Clemson University, in Clemson, South Carolina. After the museum closed, the collection was stored at various campus locations, and many objects were reported lost. In 1992, this collection was transferred to ASM. No known individuals were identified. The one associated funerary object is a shell fragment. The human remains likely date to the Hohokam period, A.D. 450-1450, based on the mortuary context. \n In 1955 or earlier, human remains representing, at minimum, one individual were removed by Y. F. Aguirre from an unrecorded site, designated AZ AA:7:\\xe2\\x80\\x94Red Rock, located on the collector\\'s property in the Red Rock vicinity, in Pinal County, AZ. The human remains were reportedly exposed while plowing. This collection was donated to ASM in 1955. No known individuals were identified. The one associated funerary object is a ceramic jar. The human remains likely date to the Hohokam period, A.D. 500-1450, based on ceramic analysis. \n In 2010, human remains representing, at a minimum, one individual were removed from site AZ AA:7:27(ASM), located on Arizona State Trust land near the Picacho Mountains in Pinal County, AZ. The human remains were removed during a survey conducted by Archeological Consulting Services, under the direction of Robert Stokes. The human remains were received by ASM in 2010. No known individuals were identified. No associated funerary objects are present. The site contains an extensive artifact scatter including ceramics, chipped stone, and ground stone as well as the foundation of a structure. Based on ceramics observed at the site, this site was occupied from A.D. 450-1450, which encompasses the Hohokam cultural sequence. \n In 1983, human remains representing, at minimum, one individual, were removed from AZ AA:7:46(ASM), located on the lower bajada of the Picacho Mountains in Pinal County, AZ. Several cultural items were removed from this site by John Madsen of ASM, following reports of unauthorized excavations on Arizona State Trust lands. These collections were received by ASM in 1991. In 2010, museum staff discovered the human remains in the site survey collections. No known individuals were identified. No associated funerary objects are present. The site is described as a large habitation site, with a few sherds and other artifacts eroding out of small washes across it. Based on the ceramics observed there, this site was occupied between A.D. 450-1450, which encompasses the Hohokam cultural sequence. \n At an unknown date during or prior to 1953, human remains representing, at minimum, two individuals were removed by an unknown individual from an unrecorded site, AZ AA:8:\\xe2\\x80\\x94Florence Highway, located along the Florence Highway between Tucson and Florence in Pinal County, AZ. The human remains were reportedly exposed by erosion. The landowner is unknown. This collection was donated by Cal Hackworth to ASM in 1953. No known individuals were identified. The one associated funerary object is a ceramic pitcher. The human remains likely date to the Hohokam period, A.D. 500-1450, based on ceramic analysis. \n In 1985, human remains representing, at minimum, one individual, were removed from site AZ AA:8:123(ASM), located on private land near the Tortolita Mountains in the northern Tucson Basin, in Pinal County, AZ. The human remains were excavated during a University of Arizona field school, under the direction of Paul Fish. The human remains were received by ASM in 1995. No known individuals were identified. The two associated funerary objects are two animal bones. The site is described as a large village with two low rectangular mounds, as well as fifteen low mounds, characterized by densely scattered sherds, chipped stone, and ground stone. The human remains likely date to the Hohokam cultural sequence, A.D. 450-1450, based on material cultural analysis. \n In 1985-1986, human remains representing, at minimum, four individuals were removed from the site AZ AA:8:20(ASM), located in the vicinity of Coronado Wash, in Pima County, AZ. The site was excavated as part of the Suffering Wash Data Recovery Project by Archeological Consulting Services, under the direction of Barbara Macnider. This collection was received by ASM in 1991. No known individuals were identified. The 913 associated funerary objects are: two fragments of animal bone, 752 ceramic sherds, one lot of charcoal, 124 fragments of chipped stone, 12 flotation samples (six heavy fractions and six light fractions), one ground stone, eight pollen samples, one radiocarbon sample, 11 pieces of schist, and one shell. Site AZ AA:8:20(ASM) is described as a large, multi-component, Hohokam village site with numerous trash mounds and pit houses. The site likely dates to the Hohokam Colonial to Classic periods, A.D. 850-1300, based on site dates. \n In 1985-1986, human remains representing, at minimum, eight individuals, were removed from site AZ AA:8:21(ASM), located near Suffering Wash in the Black Mountains in Pinal County, AZ. The site was excavated as part of the Suffering Wash Data Recovery Project by Archeological Consulting Services, under the direction of Kurt Dongoske. This collection was received by ASM in 1991. No known individuals were identified. The 419 associated funerary objects are: Five fragments of animal bone, one ceramic jar, 334 ceramic sherds, one perforated ceramic sherd artifact, 76 fragments of chipped stone, one pollen sample, and one stone. This site is described as a large, multi-component Hohokam village site containing a ball court, numerous trash mounds, many pit house structures, and some surface architecture. The site likely dates to the Hohokam Colonial\\xe2\\x80\\x94Classic periods, A.D. 850-1300, based on architecture and ceramic typology. \n In 1994, human remains representing, at minimum, 15 individuals were removed from site AZ AA:8:27(ASM), located in the bajada west of the Tortolita Mountains in Pima County, AZ. The site was excavated during an ASM Intra-site Mapping Project directed by Paul Fish and Gavin Archer. Collections from this site were received by ASM in 1994. The human remains were not recognized at the time they were collected. In 2010, museum staff discovered the human remains in the site survey collections. No known individuals were identified. No associated funerary objects are present. AZ AA:8:27(ASM) is described as a small habitation site with an adobe compound, house mound, check dams, roasting pits, and trash areas. The site likely dates to the Hohokam Sedentary to Classic periods, A.D. 1000-1300, based on material culture analysis. \n In 1966, human remains representing at a minimum, one individual, were removed site AZ BB:11:2(ASM), located near Redington in Pima County, AZ. Collections from this site were removed during the Lower San Pedro Survey conducted by the Center for Desert Archaeology. These collections were received by ASM in 1966. The human remains were not recognized at the time they were collected. In 2010, museum staff discovered the human remains in the site survey collections. No accession number was assigned. No known individuals were identified. No associated funerary objects are present. Features at this site include the human remains of several adobe walled, cobble reinforced room blocks, as well as an isolated one room structure, a number of rock piles, and a roasting pit. Based the analysis of material culture observed at this site, this site likely dates to the Late Classic period of the Hohokam cultural sequence, A.D. 1300-1450. \n In 1969-1970, human remains representing, at minimum, 54 individuals were removed site, AZ BB:11:20(ASM), located near Redington in Pima County, AZ. The site was excavated during a highway salvage project by ASM, under the direction of Laurens C. Hammack and Hayward Franklin. Project collections were received by ASM in 1972. No known individuals were identified. The 94 associated funerary objects are: 10 fragments of animal bone, six lots of beads, 10 ceramic bowls, one ceramic bowl fragment, two ceramic disks, three ceramic jars, one ceramic ladle, one ceramic pitcher, 12 ceramic sherds, one ceramic spindle whorl, one fragment of chipped stone, two corn cobs, five minerals, one polishing stone, one pollen sample, three lots of shell beads, two shell bracelets, one stone awl, one stone axe, 17 lots of stone beads, two stone knives, seven stone projectile points, two stone scrapers, one turquoise pendant, and one turquoise tessera. This multi-component site consisted of 22 surface boulder-adobe rooms, 16 pit houses, four plazas, 29 funerary features, and numerous extramural features. The site likely dates to the Hohokam Sedentary\\xe2\\x80\\x94Classic periods, A.D. 775-1450, based on analysis of material culture observed at this site. \n In 1970, human remains representing, at minimum, one individual were removed from site AZ BB:11:24(ASM), located on private land near Sosa Wash in Cochise County, AZ. The burial was exposed by erosion in a wash and was excavated by two graduate students from the University of Arizona. In 1971, the human remains were received by ASM. No known individuals were identified. No associated funerary objects are present. The site is recorded as a single burial, possibly associated with a nearby Hohokam site AZ BB:11:18(ASM). On this basis, the site likely dates to the Hohokam Pre-Classic to Classic period, A.D. 750-1300. \n In 1965, human remains representing, at minimum, two individuals were removed by an unknown individual from site, AZ BB:2:10(ASM), located on Arizona State Trust land east of the San Pedro River in Pinal County, AZ. This collection was donated by Alice Carpenter to ASM in 1965. No known individuals were identified. The 11 associated funerary objects are: One bone artifact, one ceramic jar, three chipped stone scrapers, one crystal, four shell tinklers, and one stone projectile point. \n In 1976, human remains representing, at minimum, two individuals were removed from the same site, AZ BB:2:10(ASM), during a field school conducted by Arizona College of Technology, under the direction of Bruce Masse. Collections from this project were transferred to ASM in 1983. No known individuals were identified. The 32 associated funerary objects present are: Two ceramic bowls, one ceramic jar, 24 ceramic sherds, one lot of charcoal, and four fragments of chipped stone. \n At an unknown date, human remains representing, at a minimum, one individual were removed from the same site, AZ BB:2:10(ASM), during a survey project. The survey collections were transferred to ASM. The human remains were not recognized at the time they were collected. In 2010, museum staff discovered the human remains in the site survey collections. No known individuals were identified. No associated funerary objects are present. Site AZ BB:2:10(ASM) is described as having two compounds, two platform mounds, a trash mound, and a linear rock alignment. The site likely dates to the Hohokam Classic period, A.D. 1200-1450, based on architecture and ceramic typology. Based on analysis of the material culture observed at this site, this site is culturally affiliated with Salado and Hohokam groups. \n In 1964 or 1991, human remains representing, at a minimum, one individual were removed from AZ BB:2:12(ASM), located in the San Pedro Valley in Pima County, AZ. These human remains were removed either during a survey conducted either by ASM in 1964, or by the Center for Desert Archeology in 1991. Collections from these surveys were transferred to ASM on unknown dates. The human remains were not recognized at the time they were collected. In 2010, museum staff discovered the human remains in the site survey collections. No known individuals were identified. No associated funerary objects are present. This site is described as a dense artifact scatter containing sherds, chipped stone, and ground stone. Based on ceramics observed at this site, this site likely dates to the Hohokam Classic period, A.D. 1150-1400, and is culturally affiliated with Hohokam and Salado cultural groups. \n In 1977-1979, human remains representing, at minimum, 28 individuals were removed from site AZ BB:2:19(ASM), located on private land on the east bank of the San Pedro River in Pinal County, AZ. The site was excavated during the Ash Terrace Field School conducted by the Arizona College of Technology, under the direction of Michael Bartlett. In 1995, the collection was received by ASM. No known individuals were identified. The 38 associated funerary objects are: Five fragments and one lot of animal bone, one ceramic bowl, one ceramic pitcher, 29 ceramic sherds, and one stone. This site is described as located within the site recorded as AZ BB:2:1(ASM). This site consists of at least four two-room, noncontiguous structures surrounding a possible plaza area. The site likely dates to A.D. 1250-1450, based on ceramic typology. Based on analysis of material culture observed at the site, this site can be affiliated with the Salado and Hohokam cultural groups. \n In 1975-1977, human remains representing, at minimum, 127 individuals were removed from site AZ BB:2:2(ASM), located north of Mammoth on the San Pedro River on private land in Pinal County, AZ. The site was excavated by the Arizona College of Technology Field School, under the direction of Dudley Meade and Bruce Masse. Collections from this site excavated by Bruce Masse were received by ASM at an unknown date (possibly circa 1978). The collections excavated by Dudley Meade were received by ASM in 1998. No known individuals were identified. The 7,461 associated funerary objects are: 913 fragments of animal bone, one bead, six bone artifacts, four bone awl fragments, two ceramic bowls, two ceramic disks, 11 ceramic figurine fragments, two ceramic scoops, 5,467 ceramic sherds, seven ceramic sherd artifacts, 21 ceramic vessels, nine lots of charcoal, 641 fragments of chipped stone, seven chipped stone cores, one chipped stone scraper, two chipped stone tools, seven cobbles, eight daub fragments, eight ground stone fragments, one hammer stone, five manos, one metate fragment, eight minerals, one mortar fragment, two pebbles, two quartz crystals, 36 shell fragments, three shell beads, 13 shell bracelet fragments, one shell pendant, 226 stones, three stone artifacts, five lots of stone beads, two stone knives, three stone palette fragments, seven stone projectile points, four unidentified objects, and 19 wood fragments. This site consists of a moderately dense, highly diverse artifact scatter with assorted above-ground features, including small mounds and two ball courts. Rock room outlines are also visible. Based on ceramic analysis, this site likely dates to the Hohokam Pioneer\\xe2\\x80\\x94Sedentary periods, A.D. 450-1100. \n In 1977-1979, human remains representing, at a minimum, six individuals were removed from site AZ BB:2:7(ASM), located on private land north of Mammoth in Pinal County, AZ. The site was excavated by the Arizona College of Technology Ash Terrace Field School, under the direction of Michael Bartlett. The human remains were received by ASM in 1995. No known individuals were identified. No associated funerary objects are present. This site is described as a Salado compound village. The remains likely date to A.D. 1300-1450, based on ceramic analysis. \n In 1964, human remains representing, at minimum, one individual were removed by an unknown individual from site AZ BB:5:7(ASM), located on Arizona State Trust land near the Big Wash-Canada del Oro-Santa Cruz Wash drainage in Pima County, AZ. Collections from this site were donated to ASM by Alice Carpenterin in 1964. No known individuals were identified. The 10 associated funerary objects are: One bone artifact, eight ceramic sherds, and one shell bracelet fragment. The site likely dates to the Hohokam Sedentary period, A.D. 950-1150, based on ceramic analysis. \n At an unknown date prior to 2010, human remains representing, at a minimum, three individuals were removed from AZ BB:5:8(ASM), located on private land west of Canada del Oro Wash in Pinal County, AZ. These human remains were removed over the course of a site survey by a representative of ASM, and were subsequently brought to ASM. The human remains were not recognized at the time they were collected. In 2010, museum staff discovered the human remains in the site survey collections. No known individuals were identified. No associated funerary objects are present. This site is described as a Hohokam village site with rectangular rock alignments, one large rock ring, trash mounds, a sherd scatter, and other associated artifact scatters. The human remains of two adobe structures are in the wash below the site. Based on ceramics identified at this site, this site likely dates to the Hohokam cultural sequence A.D. 450-1450. \n In 1971-1973, human remains representing, at minimum, five individuals were removed from site AZ BB:6:20(ASM), located on private land in the lower San Pedro Valley in Pinal County, AZ. The human remains were collected during survey and excavations carried out by Dudley Meade, through Central Arizona College. Collections from this site were received by ASM in 1997. These human remains were not recognized at the time they were collected. In 2016, museum staff discovered fragmentary human remains in the faunal collections. No known individuals were identified. No associated funerary objects are present. This site consists of a prehistoric Salado surface scatter as well as ten masonry-adobe walled, single and double unit rooms. Based on artifacts observed at this site, this site likely dates to A.D. 1150-1300. \n In 2000, human remains representing, at minimum, 37 individuals were removed from site AZ BB:9:104(ASM), located on private land on the southeast pediment of the Tortolita Mountains in Pima County, AZ, during excavations conducted by SWCA Environmental Consultants. Over the course of excavation at this site, numerous burials were encountered, and were subsequently repatriated in accordance with Arizona state burial laws. The human remains listed here were not recognized at the time they were collected. These remains were received by ASM in 2006, along with all the collections from this site. In 2013, museum staff discovered the human remains in the site faunal collections. No known individuals were identified. No associated funerary objects are present. This large Hohokam site contains a ball court and at least 28 trash mounds clustered in 5 mound groups. This site likely dates to the Hohokam Colonial\\xe2\\x80\\x94Classic periods, A.D. 850-1300, based on the material culture observed there. \n In 1990, human remains representing, at minimum, five individuals were removed from site AZ BB:9:143(ASM), located on private land west of Sabino Canyon Road in Pima County, AZ, by the Institute for American Research, under the direction of Allen Dart. Collections from this site were received by ASM in 1990. The human remains were not recognized at the time they were collected. In 2013, museum staff discovered the human remains in the site faunal collections. No known individuals were identified. No associated funerary objects are present. This site consists of a ceramic and lithic scatter as well as stone alignments forming check dams. This site likely dates to the Hohokam Sedentary period, A.D. 950-1150, based on the material culture observed there. \n In 2000, human remains representing, at minimum, one individual were removed from AZ BB:9:148(ASM), located on private land in the pediment zone at the base of the Tortolita Mountains in Pima County, AZ. Excavations were conducted by SWCA Environmental Consultants. Collections from this site were received by ASM in 2000. These human remains were not recognized at the time they were collected. In 2013, museum staff discovered the human remains in the site faunal collections. No known individuals were identified. No associated funerary objects are present. This site consists of 17 loci and 34 features, including roasting pits, boulder-rimmed circles, bedrock mortars, petroglyphs, check dams, trails, and artifacts scatters. The site is interpreted as a seasonal or temporary habitation, and a resource procurement and processing locale. Three archeomagnetic dates fall mostly within the Sedentary period. This site dates to the Hohokam Sedentary\\xe2\\x80\\x94early Classic periods, A.D. 1000-1200, based on the archeomagnetic data, as well as the material culture observed there. \n In 1995, human remains representing, at minimum, one individual were removed from AZ BB:9:179(ASM), located on private land on the southeast pediment of the Tortolita Mountains in Pima County, AZ, during test excavations by SWCA Environmental Consultants. Collections from this site were received by ASM in 2006. The human remains were not recognized at the time they were collected. In 2013, museum staff discovered the human remains in the site faunal collections. No known individuals were identified. No associated funerary objects are present. This site contained a sherd and lithic scatter, and four features were identified. They include one pit house, two thermal features, and a grinding slick and associated cupule on an exposed piece of granite. This site was likely occupied during the Colonial and Sedentary periods of the Hohokam cultural sequence, A.D. 850-1050, based on the material culture observed there. \n In 1994-2000, human remains representing, at minimum, three individuals were removed from the Los Venados site AZ BB:9:186(ASM), located on private land on the southeast pediment of the Tortolita Mountains in Pima County, AZ, during excavations by SWCA Environmental Consultants. Collections from this site were received by ASM in 2006. The human remains were not recognized at the time they were collected. In 2013, museum staff discovered the human remains in the site faunal collections. No known individuals were identified. No associated funerary objects are present. This site appears to be a heavy-duty resource procurement and processing area. Features include roasting pits, bedrock mortars and slicks, and a heavy artifact scatter. This site is widely dispersed, with pockets of artifacts and features that are usually associated with bedrock outcrops. This site was likely used from A.D. 450-1450, which encompasses the Hohokam cultural sequence, based on the material culture observed there. \n In 1994, human remains representing, at minimum, two individuals were removed from site AZ BB:9:280(ASM), located on private land in the upper foothills of the Santa Catalina Mountains in Pima County, AZ, during excavations by the Old Pueblo Archeology Center, under the direction of Allen Dart. Collections from this site were received by ASM in 1998. All the human remains identified at the time of the excavations were repatriated according to Arizona state burial laws prior to ASM\\'s receipt of the collections. These human remains were not recognized at the time they were collected. In 2013, museum staff discovered these human remains in the site faunal collections. No known individuals were identified. No associated funerary objects are present. The site was a large artifact scatter associated with bedrock/boulder mortars and slicks, one pictograph in a rockshelter, and two buried outdoor hearths. The site included three discrete areas of archeological deposits and surface archeological features. Material culture from this site indicates use during the Middle and Late Archaic periods, as well as by later, Hohokam and Protohistoric Native American groups, and early 20th century inhabitants. The Hohokam occupation of this site was concentrated in the central and eastern portions of the site, and likely dates to A.D. 900-1450, the Colonial\\xe2\\x80\\x94Classic periods. The only buried archeological features were two outdoor hearths, one of which was radiocarbon dated between A.D. 1425 and 1650. The human remains from this site were recovered in the eastern site locus, and are likely associated with the Hohokam occupation of this site. \n In 1995, human remains representing, at minimum, one individual were removed from site AZ BB:9:286(ASM), located on private land in the floodplain at the base of the Santa Catalina Mountains in the Tucson Basin in Pima County, AZ, during excavations by SWCA Environmental Consultants. This collection was received by ASM in 1996. The human remains were not recognized at the time they were collected. In 2013, museum staff discovered the human remains in the site faunal collections. No known individuals were identified. No associated funerary objects are present. This site consists of a light to moderate density sherd and lithic scatter concentrated in four separate loci. Ceramics observed at this site suggest it was occupied during the Sedentary and Classic periods of the Hohokam cultural sequence, A.D. 950-1450. \n In 1996, human remains representing, at minimum, one individual were removed from site AZ BB:9:304(ASM), located on private land south of Tanque Verde Creek in the eastern Tucson Basin in Pima County, AZ, during excavations by the Old Pueblo Archaeology Center. This collection was received by ASM in 1999. The human remains were not recognized at the time they were collected. In 2013, museum staff discovered the human remains in the site faunal collections. No known individuals were identified. No associated funerary objects are present. This site is described as a small Rincon phase Hohokam farmstead with 11 pit houses, 13 outdoor pits, and two trash middens. This site was occupied during the Sedentary period of the Hohokam cultural sequence, A.D. 950-1150, based on the material culture observed there. \n In 1990, human remains representing, at minimum, three individuals were removed from AZ BB:9:44(ASM), located on private land on the east bank of Ventana Canyon Wash in Pima County, AZ, by the Institute for American Research. This collection was received by ASM in 1990. The human remains were not recognized at the time they were collected. In 2013, museum staff discovered the human remains in the site faunal collections. No known individuals were identified. No associated funerary objects are present. This site consists of a surface scatter of sherds and lithics. There is no evidence of houses, hearths, or other features. This site was occupied during the Sedentary and Classic periods of the Hohokam cultural sequence, A.D. 1000-1300, based on the material culture observed there.\\n         \n In 1993, human remains representing, at minimum, three individuals were removed from site AZ BB:9:50(ASM), located on private land in the eastern Tucson Basin in the foothills of the Santa Catalina Mountains in Pima County, AZ, during excavations conducted by SWCA Environmental Consultants. These collections were received by ASM in 1995. The human remains were not recognized at the time they were collected. In 2013, museum staff discovered the human remains in the site faunal collections. No known individuals were identified. No associated funerary objects are present. This site has Hohokam and historic O\\'odham components. The southern and western portions are Hohokam, with an Ak-Chin farming area in the west and a large village site in the south. The village contained more than 40 oval and rectangular structures, a large midden and a large compound. The northwest portion of the site is O\\'odham, and contains four check dams. This site was likely primarily occupied between A.D. 1100-1450, in the late Sedentary and Classic periods of the Hohokam cultural sequence, based on the material culture observed there. \n In 1996, human remains representing, at minimum, six individuals were removed from site AZ BB:9:68(ASM), located on private and Arizona State Trust land near the Santa Catalina Mountains in Pima County, AZ, during excavations conducted by Aztlan Archeology. This collection was received by ASM in 2008. The human remains were not recognized at the time they were collected. In 2013, museum staff discovered the human remains in the site faunal collections. No known individuals were identified. No associated funerary objects are present. The site is a moderately sized village with pit houses, trash mounds, roasting pits, and high density artifact scatters. This site likely dates to A.D. 750-1450, which includes the Colonial, Sedentary, and Classic periods of the Hohokam cultural sequence, based on the material culture observed there. \n In 1998, human remains representing, at minimum, two individuals were removed from site AZ BB:9:87(ASM), located on private land in Oro Valley near Honey Bee Canyon in Pima County, AZ, during excavations conducted by SWCA Environmental Consultants. This collection was received by ASM in 1996. The human remains were not recognized at the time they were collected. In 2013, museum staff discovered the human remains in the site faunal collections. No known individuals were identified. No associated funerary objects are present. This site consists of a widespread, low density scatter of sherds and lithics. Although buried structures such as pithouses might be present, the low density and nature of the artifact assemblage suggest an area sporadically utilized for resource gathering or processing. Its proximity to AZ BB:9:88(ASM) suggests further that it was a special purpose locality associated with the village. This site likely dates to A.D. 450-1450 which encompasses the Hohokam cultural sequence, based on the material culture observed there. \n In 1970, human remains representing, at minimum, two individuals were removed from private land at site AZ CC:10:1(ASM), located in the San Simon Valley in Cochise County, AZ. The burials were discovered during construction of a gas pumping station by C.H. Leavell and Company. Excavation was conducted by ASM, under the direction of Walter Birkby. The human remains were received by ASM in 1970. No known individuals were identified. No associated funerary objects are present. The site was a small habitation with a one room stone dwelling, trash mounds and an artifact scatter. Material culture suggests affinities with the San Simon Branch of the Mogollon as well as Hohokam. The site likely dates to A.D. 1100-1200, based on ceramic analysis. \n In 1944, human remains representing, at minimum, one individual were removed from site AZ CC:13:3(ASM), located in Wilcox Playa in Cochise County, AZ. The exact circumstances in which these human remains were removed is unknown. The site card notes that the human remains were collected by \\xe2\\x80\\x9cEBS\\xe2\\x80\\x9d from a borrow pit in 1944. The initials may refer to Edwin B. Sayles, who carried out field work in Arizona from the 1920s through the 1950s. The collection was received by ASM sometime after 1944. In 2010, museum staff discovered the human remains in the site survey collections. No known individuals were identified. No associated funerary objects are present. This site is described as an archaic camp site, based on material culture, and likely dates between 4000 B.C. and A.D.100. \n On an unknown date in the late 1960s or early 1970s, human remains representing, at minimum, one individual were removed by Dale Jones from an unrecorded site designated AZ CC:2:\\xe2\\x80\\x94Safford Airport, located on private land near the Safford Airport in Graham County, AZ. This collection was donated to ASM in 2015. No known individuals were identified. The three associated funerary objects are one lot of animal bone fragments, one ceramic jar, and one lot of charcoal. Based on ceramic typology, this collection likely dates to A.D. 1000-1400, and is affiliated with the Mogollon culture. \n In 1981, human remains representing, at minimum, nine individuals were removed from site AZ CC:3:46(ASM) located on private land near Clifton in Graham County, AZ. Excavations were conducted with the permission of the landowners by Chester Shaw of ASM. The collections were received by ASM in 1983. No known individuals were identified. The nine associated funerary objects are: One bone awl, one ceramic sherd, two fragments of chipped stone, two pollen samples, two shell pendants, and one stone biface. AZ CC:3:46(ASM) is a village site with multiple pithouse depressions and several above-ground, multi-room, masonry structures. The site is dated to the Three Circle and Mimbres phases of the Mogollon cultural sequence, about A.D. 750-1150, based on ceramic analysis. \n In 1972, human remains representing, at minimum, one individual were removed from site AZ CC:5:5(ASM) located on the bank of Grant Creek on Arizona State property in Graham County, AZ. Following observed disturbance of the site, ASM was invited to record the area. Collections were removed from the site by ASM personnel during their survey. These collections were received by ASM during or after 1972. No known individuals were identified. The one associated funerary objects is an animal bone fragment. The site is described as a large village containing above-ground, rectangular structures with cobble foundations and, possibly, puddled adobe walls. The site likely dates to A.D. 1150-1450, based on ceramic typology, and is likely associated with Mogollon, Hohokam, and Salado cultural groups. \n At an unknown date during or prior to 1927, human remains representing, at minimum, one individual were removed by Walter Gilpin from an unrecorded site designated AZ CC:8:\\xe2\\x80\\x94Duncan vicinity, at an unknown location on private land near Duncan in Greenlee County, AZ. The human remains were donated to ASM in 1927. No known individuals were identified. The one associated funerary object is a ceramic bowl. The human remains likely date to A.D. 1000-1150, during the Mimbres phase of the Mimbres Mogollon cultural sequence, based on ceramic analysis. \n On an unknown date prior to 2008, human remains representing, at a minimum, two individuals were removed by un unknown individual from an unrecorded site, designated AZ Cochise Stronghold, possibly located in the mountains near Cochise Stronghold or around Bisbee in Cochise County, AZ. This collection was donated to ASM in 2008. No known individuals identified. The two associated funerary objects are ceramic jars. Based on ceramic analysis, these remains likely date to A.D. 1100-1450, and are likely associated with Salado and/or Hohokam cultural groups. \n At an unknown date, human remains representing, at minimum, two individuals were removed from an unrecorded site, designated AZ DD:\\xe2\\x80\\x94Sasabe, located in the vicinity of Sasabe in Pima County, AZ. The human remains were possibly collected by Dr. Paul Fish, an archeologist affiliated with ASM. No further information about the context of the discovery is available. The human remains and associated funerary objects were brought to the museum at an unknown date. No known individuals were identified. The one associated funerary object is a ceramic sherd. Based on ceramic typology, these human remains date to A.D. 450-1450, which encompasses the Hohokam cultural sequence. \n Between 1940 and 1960 human remains representing, at minimum, one individual, were removed from an unrecorded site, designated AZ DD:2:\\xe2\\x80\\x94Las Delicias Ranch, located between Three Points and Sasabe in Pima County, AZ, by Elizabeth Hibbs, the owner of the ranch. This collection was received by ASM in 1983. No known individuals were identified. The four associated funerary objects are two ceramic bowls and two ceramic jars. Based on ceramic typology, these human remains date to A.D. 1200-1700, which includes both the Classic Hohokam and Upper Piman cultural sequences. \n At an unknown date during or prior to 1953, human remains representing, at minimum, one individual, were removed from an unrecorded site, designated AZ DD:4:\\xe2\\x80\\x94Nogales Highway, located near Nogales Highway in the Amado area in Pima County, AZ. The burial was exposed by erosion in a wash, and was collected by an unknown individual. The human remains were donated by Max Soto to the Arizona State Museum in 1953. No known individuals were identified. The three associated funerary objects are one ceramic jar and two ceramic sherds. The collection likely dates to the ceramic period, A.D. 450-1450, based on the ceramic typology. \n In 1952 human remains representing, at minimum, one individual were removed from AZ DD:4:10(ASM), located on private land in Pima County, AZ, by members of an ASM survey crew. Collections from this site were received by ASM in 1952 or later. The human remains were not recognized at the time they were collected. In 2010, museum staff discovered the human remains in the site survey collections. No known individuals were identified. No associated funerary objects are present. This site is described as consisting of an artifact scatter containing ceramics, lithics, and shell. Based on ceramic typology, this site likely date to A.D. 850-1150, which contains the latter half of the Colonial Period and the Sedentary Period of the Hohokam cultural sequence. \n In 1953, human remains representing, at minimum, eight individuals were removed from site AZ DD:4:38(ASM), located in the Sierrita Mountains near Tinaja Peak in Pima County, AZ, by archeologists from the University of Arizona, under the direction of Dr. Bertram Kraus. These human remains were received by ASM in 1953. No known individuals were identified. No associated funerary objects are present. Based on material culture present at the site, these human remains likely date to A.D. 1300-1800, which includes both Hohokam and Upper Piman cultural groups. \n In 1952, human remains representing, at minimum, one individual were removed from AZ DD:4:56(ASM), located on private land south of Green Valley in Pima County, AZ, during an archeological survey possibly conducted by ASM. Collections from this site were received by ASM prior to 2010. The human remains were not recognized at the time they were collected. In 2010, museum staff discovered the human remains in the site survey collections. No known individuals were identified. No associated funerary objects are present. This site is described as an artifact scatter containing plainware pottery and ground stone. Features at this site include pithouses, as well as a cremation locus. This site likely dates to A.D. 850-950, during the Colonial Period of the Hohokam cultural sequence, based on the material culture observed there. \n In 1991, human remains representing, at minimum, one individual were removed from site AZ DD:4:146(ASM), located near Escondido Wash in Pima County, AZ, by an SWCA survey crew, under the direction of Tom Euler. Collections from this site were received by ASM in 1991. The human remains were not recognized at the time they were collected. In 2010, museum staff discovered the human remains in the site survey collections. No known individuals were identified. No associated funerary objects are present. This site is described as a sherd and lithic artifact scatter. Based on ceramic typology, this site likely dates to A.D. 850-950, during the Colonial Period of the Hohokam cultural sequence. \n In 1969, human remains representing, at minimum, two individuals were removed from an unrecorded site, designated AZ DD:6\\xe2\\x80\\x94Rancho de la Osa, located in the Altar Valley area in Pima County, AZ. The human remains and associated funerary objects were collected by David Letarte. Mr. Letarte donated the collection to ASM in 1969. No known individuals were identified. The 11 associated funerary objects are: one ceramic jar, one ceramic jar fragment, two ceramic sherds, one fragment of chipped stone, one painted pebble, four shell bracelet fragments, and one stone projectile point. The human remains date to the period A.D. 750-1150, and are affiliated with the Trincheras cultural group, based on ceramic analysis. \n In 1939, human remains representing, at minimum, one individual were removed from an unrecorded site, designated AZ DD:7:\\xe2\\x80\\x94Arivaca Road, located near Amado in Pima County, AZ. The human remains were collected by Lyman Marden of the U.S. Geological Survey. The human remains and associated funerary objects were brought to ASM in 1939. No known individuals were identified. The two associated funerary objects are one ceramic jar and one ceramic bowl. The human remains date to the Classic Period of the Hohokam cultural sequence, A.D. 1250-1400, based on ceramic analysis. \n At an unknown date during or prior to 1967, human remains representing, at minimum, five individuals, were removed from an unrecorded site, designated AZ DD:8:\\xe2\\x80\\x94Guest Site, located in a wash near the Santa Cruz River in Santa Cruz County, AZ. The human remains and associated funerary were collected by Marguerite Guest. She donated the collection to ASM in 1967. No known individuals were identified. The 10 associated funerary objects are: one animal bone awl, two ceramic bowls, four ceramic jars, and three shell beads. Based on ceramic analysis, this site likely dates to the Sedentary Period of the Hohokam cultural sequence, A.D. 950-1150. \n In 1932 or 1933, human remains representing, at minimum, two individuals were removed from an unrecorded site, designated AZ DD:8:\\xe2\\x80\\x94Las Guijas vicinity, located in the Altar Valley in Pima County, AZ. The human remains and associated funerary objects were collected by the husband of Mary Gipe, who worked at various mines in the area. Mrs. Gipe donated the collection to ASM in 1965. No known individuals were identified. The one associated funerary object is a ceramic jar. Based on ceramic analysis, these human remains date to A.D. 450-1450, which encompasses the Hohokam cultural sequence. \n In 1965, human remains representing, at minimum, 38 individuals were removed from site AZ DD:8:12(ASM), located on private land in Santa Cruz County, AZ. The human remains were collected prior to the construction of Interstate Highway 19, as part of an archeological salvage excavation carried out by the ASM Highway Salvage Project, under the direction of James V. Sciscenti. This collection was received by ASM in 1965. No known individuals were identified. The 197 associated funerary objects are: one bone awl, 32 ceramic bowls, one ceramic bowl fragment, eight ceramic jars, four ceramic pitchers, 24 ceramic sherds, nine ceramic spindle whorls, one ceramic shoe pot, one metal fragment, seven lots of shell and stone beads, four lots of shell beads, 41 shell bracelets, one shell bracelet fragment, 36 shell pendants, 10 shell rings, nine shell ring fragments, one lot of stone beads, one stone knife, one stone scraper, and five turquoise pendants. \n In an unknown date in the late 1970s, human remains representing, at a minimum, two individuals were removed from the same site, AZ DD:8:12(ASM), by an unknown individual. The circumstances of discovery of these human remains are unknown. They were received by ASM in 1977 or 1979. No known individuals were identified. No associated funerary objects are present with these individuals. Site AZ DD:8:12(ASM) is a large, multi-component village site with Colonial, Sedentary, and Classic period Hohokam components (A.D. 850-1550), followed by a Protohistoric period Upper Pima component (A.D. 1550-ca. 1700). These dates and cultural affiliations are based on the material culture observed at this site. With the exception of one burial, which may date from the Classic Period of the Hohokam cultural sequence, A.D. 1150-1550, all the burials excavated by the 1965 ASM salvage project are attributed to the Upper Pima component, A.D. 1550-ca. 1700. The dates associated with the human remains removed in the late 1970s is unclear, but based on the material culture present at the site, they likely date to between A.D. 850-ca. 1700. \n In 1976, human remains representing, at minimum, 39 individuals were removed site AZ DD:8:122(ASM), located on private land in the Santa Cruz River valley in Santa Cruz County, AZ. The site was excavated by ASM over the course of the Carmen-Ortero Project, under the direction of David E. Doyel, to mitigate the effects of the expansion of Interstate Highway 19, between Tucson and Nogales. All recovered human remains and associated funerary objects were received by the Arizona State Museum in 1976. No known individuals were identified. The 71 associated funerary objects are: two lots of beads, two bone awl fragments, one bone bracelet, nine ceramic bowls, one ceramic bowl fragment, 21 ceramic jars, two ceramic jar fragments, two ceramic pitchers, nine ceramic sherds, two ceramic sherd artifacts, two fragments of chipped stone, five shell fragments, 11 lots of shell beads, one shell bracelet fragment, and one stone biface. This pit house site was destroyed by the construction of the frontage road of I-19. No structures were visible on the surface; however, an extensive sherd and lithic scatter was present. Based on ceramic analysis, this site was occupied during the Colonial and Sedentary Periods of the Hohokam cultural sequence, A.D. 850-1150. \n In 1976, human remains representing, at minimum, five individuals were removed site, AZ DD:8:128 (ASM), located on private land in the Santa Cruz River valley in Santa Cruz County, AZ. The site was excavated by ASM over the course of the Carmen-Ortero Project, under the direction of Bruce Masse, to mitigate the effects of the expansion of Interstate Highway 19, between Tucson and Nogales. This collection was received by ASM in 1976. No known individuals were identified. The 35 associated funerary objects are: One bone bead, one ceramic bowl, one ceramic bowl fragment, one ceramic disk, four ceramic jars, one ceramic plate, 14 ceramic sherds, seven fragments of chipped stone, one lot of shell beads, one shell bracelet, two lots of shell fragments, and one stone axe. This is a multi-component site. Investigations at the site revealed evidence of Hohokam occupation during the Colonial and Sedentary Periods of the Hohokam cultural sequence (A.D. 850-1150) and later, by Upper Piman groups during the Protohistoric period (A.D. 1450-1700). Based on ceramic evidence, these human remains and associated funerary objects are associated with the A.D. 850-1150 occupation, during the Colonial and Sedentary periods of the Hohokam cultural sequence.   On an unknown date prior to 2010, human remains representing, at minimum, one individual were removed from site AZ DD:8:2(ASM), located on private land in Santa Cruz County, AZ, during an ASM site survey. Collections from this site were received by ASM at an unknown date. The human remains were not recognized at the time they were collected. In 2010, these remains were identified in site survey boxes by ASM staff. No known individuals were identified. No associated funerary objects are present. This site is part of, or represents a component of, site AZ DD:8:12(ASM), a large multi-component village site with Colonial, Sedentary, and Classic period Hohokam components (A.D. 850-1550), followed by a Protohistoric period Upper Pima component (A.D. 1550- ca. 1700). These dates and cultural affiliations are based on the material culture observed at this site. The dates associated with these human remains is unclear, but based on the material culture present at site AZ DD:8:12(ASM), the human remains likely date to between A.D. 850- ca. 1700. \n In 1971, human remains representing, at minimum, two individuals were removed from site AZ DD:8:74(ASM), located on private land near Tubac in Santa Cruz County, AZ, by a Alan Lester. These human remains were received by ASM in 1972. No individuals were identified. No associated funerary objects are present. \n In 1976, human remains representing, at a minimum, one individual were removed from the same site, AZ DD:8:74(ASM), by Lance Haydon and Jim Thomas. These human remains were received by ASM in 1976. No individuals were identified. No associated funerary objects are present. According to site survey records, AZ DD:8:74(ASM) is described as an artifact scatter composed primarily of sherds and stone fragments. Several low trash mounds were observed, along with six possible house depressions. Based on an analysis of the artifacts reported at this site, these human remains likely date to the Sedentary or Classic Periods of the Hohokam cultural sequence, A.D. 950-1300. \n Around 1929, human remains representing, at minimum, three individuals were removed from an unrecorded site, designated AZ EE:\\xe2\\x80\\x94Sonoita Creek, located near Patagonia in Pima County, AZ. These human remains and associated funerary objects were collected by the Arizona State Highway Department, and were received by ASM sometime after 1929. No known individuals were identified. The one associated funerary object is a ceramic jar. Based on ceramic analysis, these human remains and associated funerary objects date to A.D. 450-1450, which encompasses the Hohokam cultural sequence. \n In 1980, human remains representing, at minimum, one individual were removed from an unrecorded site, designated AZ EE:1:\\xe2\\x80\\x94Continental vicinity, located on private land in Pima County, AZ. The burial was discovered by Cheryl Walden during excavation of a house foundation. These human remains and associated funerary objects were received by ASM in 1988. No known individuals were identified. The three associated funerary objects are one ceramic jar, one shell, and one lot of shell fragments. Based on ceramic analysis, these human remains and funerary objects likely date to A.D. 950-1150, during the Sedentary Period of the Hohokam cultural sequence. \n On an unknown date during or prior to 1970, human remains representing, at minimum, one individual were removed from an unrecorded site, designated AZ EE: 1:\\xe2\\x80\\x94Green Valley, near Green Valley in Pima County, AZ. The human remains and associated funerary objects were donated by Ramon Ahumada to the ASM in 1970. No known individuals were identified. The two associated funerary objects are one ceramic jar and one ceramic bowl fragment. Based on ceramic analysis, these human remains and associated funerary objects likely date to A.D. 850-950, during the Colonial Period of the Hohokam cultural sequence. \n In 1999, human remains representing, at minimum, one individual were removed from an unrecorded site, designated AZ EE:1:\\xe2\\x80\\x94ML-99-1230, located in Pima County, AZ. The human remains and associated funerary objects were collected by highway workers, who found them along a road. The human remains and objects were initially transferred to the Pima County Sheriff\\'s Department, and were later transferred to ASM in 2001. No known individuals were identified. The 14 associated funerary objects are ceramic sherds. Based on ceramic typology, the human remains likely date to A.D. 450-1450, which encompasses the Hohokam cultural sequence. \n 1n 1983, human remains representing, at minimum, one individual were removed from an unrecorded site, designated AZ EE:1:\\xe2\\x80\\x94Private Ranch, located on private land east of Green Valley in Pima County, AZ. The human remains loaned to ASM by Armando Gonzales in 1983 and donated by him in 1995. No known individuals were identified. No associated funerary objects are present. Based on the typology of ceramics reportedly found in association with these human remains (but not donated to ASM), these human remains likely date to A.D. 450-1450, which encompasses the Hohokam cultural sequence. \n In 1969, human remains representing, at minimum, one individual were removed from site AZ EE:1:87(ASM), located on private land near Sahuarita in Pima County, AZ. The burial was discovered by a local resident, who reported the discovery to ASM. Walter Birkby and James Ayres of ASM subsequently excavated the burial. The human remains and associated funerary objects were donated to the Arizona State Museum in 1969 and given an accession number. No known individuals were identified. The one associated funerary object is a ceramic jar. \n In 1985 or earlier, human remains representing, at minimum, one individual were removed from the same site, AZ EE:1:87(ASM), during a survey conducted by the Institute for American Research, under the direction of William Doelle. The human remains were not recognized at the time of collection. The survey collections were brought to ASM. In 2010, ASM staff found highly fragmentary human remains in the site survey box. No known individuals were identified. No associated funerary objects are present. Site AZ EE:1:87(ASM) likely dates to the Hohokam Sedentary Period, A.D. 950-1150, based on ceramic analysis. \n In 1973, human remains representing, at minimum, one individual were removed from site AZ EE:1:88(ASM), located near Green Valley in Pima County, AZ. Collections from this site were removed by ASM personnel after ASM had been alerted that an archeological site was being destroyed by construction activity. These collections were received by ASM in 1973. The human remains were not recognized at the time they were collected. In 2010, museum staff discovered the human remains in the site survey collections. No known individuals were identified. No associated funerary objects are present. This site is described as a small habitation site with a cremation area. Based on analysis of ceramics observed at this site, these human remains likely date to A.D. 450-1450, which encompasses the Hohokam cultural sequence. \n In 1965, human remains representing, at minimum, one individual were removed from site AZ EE:11:6(ASM), located on private land south of Sierra Vista in Cochise County, AZ, during a survey conducted by ASM staff. Collections from this site were received by ASM during or after 1965. The human remains were not recognized at the time they were collected. In 2010, museum staff discovered the human remains in the site survey collections. No known individuals were identified. No associated funerary objects are present. This site is a village with about 10 rooms. Based on the ceramics observed at this site, these human remains likely date to A.D. 1150-1450, during the Classic Period of the Hohokam cultural sequence. \n In 1976, human remains representing, at minimum, one individual were removed from an unrecorded site, designated AZ EE:12:\\xe2\\x80\\x94Rio Rico, located near Rio Rico in Cochise County, AZ. These human remains were possibly excavated by a member of the Pimeria Alta Historical Society. They were received by ASM sometime in 1976. No known individuals were identified. No associated funerary objects are present. Based on the artifacts observed with these human remains when they were removed, these human remains likely date to A.D. 450-1450, which encompasses the Hohokam cultural sequence. \n At an unknown date prior to 1996, human remains representing, at minimum, one individual were likely removed from site AZ EE:12:1(ASM), on a private ranch in Cochise County, AZ. These human remains were probably removed by ranch owner Ed Lehner. These human remains were received by ASM in 1996, along with other materials transferred by the Cochise County Archeological and Historical Society. Based on an accompanying handwritten note, these human remains were excavated by Mr. Lehner, and were dated by William Wasley of the University of Arizona to 400-600 years before the present. No known individuals were identified. No associated funerary objects are present. Site AZ EE:12:1(ASM) has both Paleoindian and Hohokam components. Based on the note found with the human remains, the individual represented by these human remains possibly dates to the late Hohokam or Upper Piman period, A.D. 1400-1600. \n In the years 1954-1957, human remains representing, at minimum, one individual were removed from site AZ EE:2:10(ASM), located in the Empire Valley in Pima County, AZ. The site was originally explored in 1954 and 1955 by the University of Arizona, under the direction of Emil W. Haury, and was subsequently excavated in 1957 by the University of Arizona, under the direction of Frank Eddy. These human remains were received by ASM in 1958. No known individuals were identified. No associated funerary objects are present with these human remains. \n Sometime before 2010, human remains representing, at minimum, one individual were removed from the same site, AZ EE:2:10(ASM), during a survey. These human remains were received by ASM at an unknown date. In 2010, museum staff discovered the human remains in the site survey collections. No known individuals were identified. The one associated funerary object is a shell bead. This site contains one pit house and two trash zone deposits, layered one on top of the other. All human remains from this site date to A.D. 450-1450, which encompasses the Hohokam cultural sequence. \n In 1982, human remains representing, at minimum, 12 individuals were removed from site AZ EE:2:137(ASM), located on private land in the Empire Valley in Pima County, AZ. Following severe flooding, a human burial was discovered eroding out of a bank. With the permission of the landowner, excavations were conducted by ASM, under the direction of Bruce Huckell. Collections from this site were received by ASM in 1982. No known individuals were identified. The 92 associated funerary objects are: one animal bone fragment, two lots of charcoal, 84 fragments of chipped stone, one chipped stone tool, two flotation samples, one pollen sample, and one stone projectile point. This site consists of a large exposure of artifacts, including fire cracked rock fragments, animal bones, and charcoal. Radiocarbon dates indicate a range of approximately 750 B.C.-A.D. 130. Based on radiocarbon dates, material culture, and mortuary practices, these human remains are likely associated with the Late Archaic/Early Agricultural cultural horizon. \n Sometime in 1937 or later, human remains representing, at minimum, one individual were removed from site AZ EE:2:2(ASM), located on private land in Santa Cruz County, AZ, during a survey along Cienega Creek conducted by Edward Danson. Collections from this site were received by ASM during or after 1937. The human remains were not recognized at the time of the survey. In 1996, museum staff discovered the human remains in the site survey collections. No known individuals were identified. No associated funerary objects are present. The burial site likely dates to the Hohokam period, A.D. 450-1450, based on ceramics reported on the site survey card. \n In 1982 and1983, human remains representing, at minimum, six individuals were removed from site AZ EE:2:30(ASM), located on private land in Matty Canyon in the Empire Valley, near the junction of Matty Wash with Cienega Creek in Pima County, AZ. Following severe flooding, it was reported that a human burial was eroding out of a bank. Permission to excavate this site was granted by the landowner. The excavations were conducted by ASM, under the direction of Bruce Huckell. No known individuals were identified. No associated funerary objects are present. \n In 1989, human remains representing, at minimum, one individual were removed from the same site, AZ EE:2:30(ASM), by unknown persons. These human remains were brought to ASM. No known individuals were identified. No associated funerary objects are present with these remains. Site AZ EE:2:30(ASM) was occupied during the Late Archaic period (800 B.C.-A.D. 200) and the Hohokam Sedentary Period (A.D. 900-1150). Based on the material culture discovered around the burials removed by Bruce Huckell, five burials likely date to the Late Archaic period and one burial likely dates to the Hohokam Sedentary Period. The burial removed in 1989 could date to either of these two periods. \n In 1967, human remains representing, at minimum, one individual, were removed from site AZ EE:2:50(ASM), located on private land near Pantano Wash in Pima County, AZ. These human remains were removed over the course of excavations conducted by ASM, under the direction of E. Thomas Hemmings. Collections from this excavation were received by ASM in 1967. No known individuals were identified. No associated funerary objects are present. \n In 1977, human remains representing, at minimum, one individual were removed from the locality of AZ EE:2:50(ASM), by an unknown excavator. These human remains were received by ASM in 1982. No known individuals were identified. No associated funerary objects are present. Site AZ EE:2:50(ASM) is a long midden zone that was exposed by a cut bank of the Pantano Wash. It contains charcoal, fire cracked rock, lithic debris, stone tools, and animal bone. The human remains likely date to the Early Ceramic to Hohokam Pioneer Period, A.D. 260-530, based on calibrated radiocarbon dating. \n In 1958, human remains representing, at minimum, one individual, were removed from AZ EE:4:1(ASM), located on private land near St. David in Cochise County, AZ. These human remains were removed by William Wasley and Richard Shutler, and were received by ASM in 1958. No known individuals were identified. No associated funerary objects are present. This site represents a small exposure of a larger, San Pedro stage Late Archaic site along the bank of the San Pedro River. Based on the material culture observed at this site, these human remains are affiliated with the Late Archaic cultures, and date to 1500 B.C.-A.D. 1. \n In 1949, human remains representing, at minimum, one individual were removed from AZ EE:6:4(ASM), also recorded as AZ EE:6:26(ASM), located in O\\'Donnell Canyon in Santa Cruz County, AZ. Collections from this site were removed as part of a survey conducted by ASM, under the direction of Earl Swanson. These collections were likely received by ASM in 1949. The human remains were not recognized at the time of the survey. In 2010, museum staff discovered the human remains in the site survey collections. No known individuals were identified. No associated funerary objects are present. This site is an extensive prehistoric sherd, lithic, and ground stone scatter, probably representing a Hohokam habitation site. Based on ceramic identification, these human remains likely date to A.D. 1000-1300, during the Sedentary and Classic Periods of the Hohokam cultural sequence. \n In 1995 human remains representing, at minimum, two individuals were removed from site AZ EE:7:86(ASM), located on Arizona State land near the Babacomari River, near Huachuca City in Cochise County, AZ. Collections from this site were removed as part of the Babacomari Ranch Survey conducted by ASM, under the direction of Bruce Huckell. These collections were received by ASM following the survey. No known individuals were identified. No associated funerary objects are present. This site consists of several rock-filled pits and a thin scatter of flaked and ground stone artifacts. Based on the material culture observed at this site, these human remains likely date to the Late Archaic period, 400-200 B.C. \n In 1944, human remains representing, at minimum, one individual were removed from site AZ EE:7:9(ASM), which may be the same site as AZ EE:6:3(ASM), possibly located near Tombstone in Cochise or Santa Cruz County, AZ. Collections from this site were removed over the course of an ASM site survey conducted by Emil Haury. These collections were received by ASM following this survey. The human remains were not recognized at the time of the survey. In 2010, museum staff discovered the human remains in the site survey collections. No known individuals were identified. No associated funerary objects are present. This site is described as a village site with Dragoon red-on-brown ceramics and trough metates. Based on the ceramics observed at the site, these human remains likely date to A.D. 900-1100, and may be associated with either Hohokam or Mogollon cultural groups. \n In 1968 human remains representing, at minimum, one individual, were removed from site AZ EE:8:38(ASM), located near the San Pedro River in Cochise County, AZ, by an archeological survey crew from ASM during the Central Arizona Project. Collections from this survey were received by ASM. The human remains were not recognized at the time of the survey. In 2010, museum staff discovered the human remains in the site survey collections. No known individuals were identified. No associated funerary objects are present. This site is described as a village with possible structures, hearths, stone tools, and ceramics. Based on the material culture observed at this site, these human remains are affiliated with Hohokam or Salado cultural groups, and date from A.D. 450-1450. \n In 1968, human remains representing, at minimum, two individuals, were removed from site AZ EE:8:68(ASM), located on private land in Cochise County, AZ. The human remains were removed by an archeological survey crew from ASM during the Central Arizona Project. Collections from this survey were received by ASM following the survey. The human remains were not recognized at the time of the survey. In 2010, museum staff discovered the human remains in the site survey collections. No known individuals were identified. No associated funerary objects are present. This site reportedly contained at least five hearths, lithic debris, manos, and fire cracked rock. Pottery was absent. This site is described as an open Cochise camp. Based on the material culture observed at the site, these human remains likely date to the Archaic period, 4000 B.C.-A.D. 200. \n In 1966, human remains representing, at minimum, 63 individuals were removed from site AZ EE 9:53(ASM), located on private land near Portrero Creek in Santa Cruz County, AZ, by the Arizona State Museum, under the direction of James Sciscenti during a highway salvage project. The human remains were received by the Arizona State Museum in 1966. No known individuals were identified. The 20 associated funerary objects are: three animal bone fragments, one bone awl, two ceramic disks, three ceramic jars, one chipped stone blade, one hammer stone, one hand stone, two manos, one lot of shell beads, one shell pendant fragment, one shell ring fragment, one stone artifact, one stone projectile point, and one turquoise pendant. This site is described as a Hohokam village. Excavations revealed 11 Hohokam pithouses, as well as hearths, pits, ramadas, and food and lithic processing areas. Based on ceramic evidence, occupation at this site occurred during the Colonial, Sedentary, and Classic Periods of the Hohokam cultural sequence, A.D. 850-1450. \n In 1968, human remains representing, at minimum, five individuals were recovered from site AZ EE:9:67(ASM), located on land owned by St. Andrew\\'s Church on Nogales Wash, in Santa Cruz County, AZ. The human remains were recovered by construction workers while the St. Andrews Church building was being constructed. These human remains were transferred to ASM following their removal. No known individuals were identified. No associated funerary objects are present. \n In 1978, human remains representing, at minimum, 10 individuals were removed from the same site, AZ EE:9:67(ASM), by construction workers and archeologists from ASM while a sewer line was being constructed. These human remains were received by ASM sometime in 1978 or later. No known individuals were identified. The six associated funerary objects are four animal bone fragments and two bone awls. This site consists of a dense sherd and lithic scatter; three pit houses were also noted. Based on the ceramic evidence observed at this site, these human remains likely date to A.D. 950-1300, during the Sedentary and Classic Periods of the Hohokam cultural sequence. \n In 1928, human remains representing, at minimum, eight individuals were removed from site AZ EE:9:68(ASM), on City of Nogales property in Santa Cruz County, AZ. The remains were likely removed during a University of Arizona expedition, and were received by the Arizona State Museum in 1928. No known individuals were identified. The six associated funerary objects are five ceramic jars and one ceramic bowl. \n In 1969, human remains representing, at minimum, 11 individuals were removed from the same site. These human remains were discovered on land belonging to the City of Nogales during the construction of Interstate Highway 19. Emergency salvage excavations were conducted by ASM, under the direction of Laurens Hammack. This collection was received by ASM in 1976. No known individuals were identified. The 121 associated funerary objects are: One bone awl fragment, one bone ring, seven ceramic jars, two ceramic jar fragments, 93 ceramic sherds, one lot of pigment, one shell bead, 14 shell bracelet fragments, and one stone palette fragment. Few details regarding the archeological context of these human remains are known. Based on ceramic evidence, these human remains likely date to A.D. 850-950, during the Hohokam Colonial Period, and are culturally affiliated with Hohokam and Trincheras cultural groups. \n In 1972, human remains representing, at minimum, 16 individuals were removed from site AZ EE:9:85(ASM), located on private land north of Nogales in Santa Cruz County, AZ, during a construction project. Excavations were conducted by ASM, under the direction of James Ayres and Patricia Goree. At an unknown date, the human remains were brought to the Arizona State Museum. No known individuals were identified. The 759 associated funerary objects are: 757 ceramic sherds, one shell artifact, and one stone projectile point. Few details about the site are known. Based on the ceramics recovered, this site is a cremation area of probable Hohokam cultural affinity, and dates to A.D. 450-1450, which encompasses the Hohokam cultural sequence. \n In 1940, human remains representing, at minimum, one individual were removed from site AZ FF 10:4(ASM), located on private land along Whitewater Draw in Cochise County, AZ. These human remains were removed during excavations by the Gila Pueblo Field School, directed by Edwin B. Sayles. A survey collection from this site was received by ASM at an unknown date. These human remains were not recognized at the time they were collected. In 2010, museum staff discovered fragmentary human remains in the site survey collections. No known individuals were identified. No associated funerary objects are present. This site appears to have been occupied during the Chiricahua phase of the Archaic period, approximately 5000-1500 B.C, based on the artifacts identified there. \n At an unknown date prior to 1970, human remains representing, at minimum, five individuals were removed from site AZ FF:11:17(ASM), located on land owned by the Glenn family, east of Douglas in Cochise County, AZ. Four of the burials were excavated by the landowners, and the fifth burial was removed by Emil Haury and Walter Birkby of ASM. The remains were received by ASM in 1973. No known individuals were identified. No associated funerary objects are present. Little is known about this site, as it was not formally excavated. Based on the artifacts observed at the site, these human remains likely date to the Archaic period, 4800-1200 B.C., and may be affiliated with the Chiricahua-San Pedro culture. \n In 1938, human remains representing, at minimum, one individual were removed from site AZ FF:2:1(ASM), located in the Turkey Creek drainage near Sunizona in Cochise County, AZ. Collections from this site were removed during an archeological survey. These collections were received by ASM at an unknown date during 1938 or later. These human remains were not recognized at the time they were collected. In 2010, museum staff discovered these human remains in the site survey collections. No known individuals were identified. No associated funerary objects are present. This site contains adobe walled, contiguous room structures, and polychrome ceramics. This site dates to A.D. 1240-1450, based on the material culture observed there and is associated with Late Classic period Hohokam or Salado cultural groups. \n On an unknown date during or prior to 1962, human remains representing, at minimum, one individual were removed site AZ FF:2:4(ASM), located on private land in Cochise County, AZ. Collections from this site were removed during an archeological survey. These collections were received by ASM at an unknown date during 1962 or later. These human remains were not recognized at the time they were collected. In 2010, museum staff discovered these human remains in the site survey collections. No known individuals were identified. No associated funerary objects are present. This site is described as a village. Artifacts at this site include ceramics, stone tools, and burnt roofing clay. Based on the material culture observed at this site, these human remains date to A.D. 1150-1450, and are affiliated with Late Classic period Hohokam or Salado cultural groups. \n In 1962, human remains representing, at minimum, six individuals were removed from site AZ FF:3:8(ASM), located on private land in the Turkey Creek drainage in Cochise County, AZ. This collection was brought to ASM in 1963. No known individuals were identified. The one associated cultural object is a lot of stone beads. Site AZ FF:3:8(ASM) is a small, adobe-walled Mogollon village composed of two room blocks enclosing a plaza. Based on ceramic typology, these human remains likely date to A.D. 1250-1325, and are affiliated with Mogollon and possibly Hohokam cultural groups. \n In 1971, human remains representing, at minimum, three individuals, were removed from site AZ FF:6:1(ASM), located on private land near Douglas in Cochise County, AZ. The human remains were removed during archeological excavations conducted by the Cochise County Historical and Archeological Society. The human remains were donated to ASM in 1995. No known individuals were identified. The one associated cultural object is a soapstone plate. This site is described as a ceramic cluster. Based on ceramics reported at this site, these human remains likely date to A.D. 450-1450, which encompasses the Hohokam cultural sequence. \n 1n 1972 or 1974, human remains representing, at minimum, two individuals, were removed from site AZ FF:6:14(ASM), located on private land west of the Chiricahua Mountains in Sulphur Spring Valley in Cochise County, AZ. This site was surveyed by Cochise College in 1972 and excavated in 1974 by the same institution. Collections from this site were received by ASM in the 1980s. These human remains were not recognized at the time they were collected. In 2007, museum staff discovered these human remains in the faunal collections. No known individuals were identified. No associated funerary objects are present. This site is described as a large room block with rock alignments and puddled adobe. Based on ceramics observed at this site, these remains likely date to A.D. 1100-1300, and are affiliated with Hohokam or Salado cultural groups. \n Between 1978 and 1985, human remains representing, at minimum, six individuals were removed from site AZ FF:9:10, located on private land along the Mexico/United States border in Cochise County, AZ. These human remains were removed by a crew of volunteer excavators from the Cochise County Historical and Archeological Society. These collections were received by ASM in 1995. These human remains were not recognized at the time they were collected. In 2008, the human remains were discovered in the faunal collections. No known individuals were identified. The 22 associated funerary objects are 20 chipped stone fragments, one shell fragment, and one stone pendant. This site consists of a lithic and ceramic scatter with no surface indication of structures, rock alignments, or other features. Based on the material culture observed at this site, these human remains may date from 1200 B.C.\\xe2\\x80\\x94A.D. 1450, and may be affiliated with Late Archaic, Hohokam, Salado, or Cochise cultural groups. \n On an unknown date prior to 1996, human remains representing, at minimum, one individual were removed by a private citizen from an unknown location, designated AZ T-022, reported to be near the Santa Cruz River in Tucson, Pima County, AZ. These human remains were received by ASM on an unknown date. No known individuals were identified. No associated funerary objects are present. A note found with the human remains states that they were found in a pot. There is no indication that the pot was donated to the museum. Based on the placement of burned human remains in a ceramic vessel and the geographic location of the discovery, these human remains likely date to A.D. 450-1450, which encompasses the Hohokam cultural sequence. \n On an unknown date during or prior to 2016, human remains representing, at minimum, three individuals were removed by an unknown person from an unknown location in southern Arizona, designated AZ Unknown South. The human remains were found in a package that was left at an office door at ASM with no indication of the donor or the place of discovery. The human remains were in a container that also included artifacts, which had plausibly been found together with the human remains. No known individuals were identified. The 19 associated funerary objects are: Two fragments of animal bone, one fragment of botanical material, two ceramic sherds, one fragment of paper, one lot of shell beads, one shell fragment, eight stones, two textile fragments, and one fragment of unidentified organic material. Based on the associated ceramic objects, these human remains likely were obtained from a burial site in southern Arizona, dated to A.D. 450-1450, and affiliated with Hohokam cultural groups. \n On an unknown date, possibly in 1949 or 1957, human remains representing, at minimum, two individuals were removed from site, AZ Z:2:1(ASM), located in the Gila Bend area of Maricopa County, AZ. These remains were removed over the course of archeological survey carried out by ASM in 1949 or in 1957, as part the Painted Rocks Reservoir Project. These human remains were not recognized as such when they were collected. Collections from this survey were received by ASM at an unknown date. In 2010, these human remains were discovered by ASM staff in survey collections from this site. No known individuals were identified. No associated funerary objects are present.\\n         \n In 1960, human remains representing, at minimum, one individual were removed from the same site, AZ Z:2:1(ASM). Collections from this site were removed during archeological excavations by ASM for the Painted Rocks Reservoir Project, under the direction of William W. Wasley and Alfred E. Johnson, and under a contract with the National Park Service. These human remains were not recognized as such when they were collected. These collections were received by ASM in 1960. In 2005, these human remains were identified by ASM staff in faunal collections from this site. No known individuals were identified. No associated funerary objects are present. This site is a large Hohokam settlement occupied during the Colonial and Sedentary periods, consisting of a house mound or platform mound, several trash mounds, two ball courts, and a prehistoric canal. Based on site dates, these human remains date to A.D. 750-1150. \n Archeologists describe the earliest settlements in southern Arizona as belonging to the Late Archaic/Early Agricultural horizon. Recent archeological investigations have added support to the hypothesis that the Hohokam cultural tradition arose from the earlier horizon, based on continuities in settlement pattern, architectural technologies, irrigation technologies, subsistence patterns, and material culture. Archeologists have had difficulty dating the beginning of the Hohokam period because the appearance of its distinctive cultural traits, including ceramic technologies and mortuary patterns, was a gradual process spanning several hundred years. This observation adds further support to the hypothesis that the Hohokam tradition evolved in place from earlier Late Archaic traditions. Linguistic evidence furthermore suggests that the Hohokam tradition was multiethnic in nature. Cultural continuity between these prehistoric occupants of Southern Arizona and present-day O\\'odham peoples is supported by continuities in settlement pattern, architectural technologies, basketry, textiles, ceramic technology, and ritual practices. \n Archeologists have also recognized the presence of people associated with the Mogollon tradition in southeastern Arizona. Their presence there is thought to represent a migration of people from the mountainous region to the north, where the Mogollon archeological culture was originally defined. Material culture characteristics of Mogollon traditions include a temporal progression from earlier pit houses to later masonry pueblos, villages organized in room blocks of contiguous dwellings associated with plazas, rectangular kivas, polished and paint-decorated ceramics, painted and unpainted corrugated ceramics, red and brown ceramics, inhumation burials, cradleboard cranial deformation, grooved stone axes, and bone artifacts. In southeastern Arizona, there is evidence for both Hohokam and Mogollon traditions, but it is unclear whether these traditions represent separate occupations of different people who interacted and exchanged material culture, or cohabitation and a blending of identities. \n Oral traditions that are documented for the Ak-Chin Indian Community (previously listed as the Ak Chin Indian Community of the Maricopa (Ak Chin) Indian Reservation, Arizona); Gila River Indian Community of the Gila River Indian Reservation, Arizona; Salt River Pima-Maricopa Indian Community of the Salt River Reservation, Arizona; and the Tohono O\\'odham Nation of Arizona support cultural affiliation with Late Archaic/Early Agricultural period and Hohokam sites in southern Arizona. \n Oral traditions that are documented for the Hopi Tribe also support cultural affiliation with Late Archaic/Early Agricultural period and Hohokam sites in the region. Several Hopi clans and religious societies are derived from ancestors who migrated from the south and likely identified with the Hohokam tradition. Oral traditions and archeological evidence also support affiliation of Hopi clans with the Mogollon archeological sites. \n Oral traditions of medicine societies and kiva groups of the Zuni Tribe recount migration from distant portions of the Southwest to present day Zuni, and support affiliation with Mogollon, Hohokam, and Late Archaic traditions. Historical linguistic analysis also suggests interaction between ancestral Zuni and Uto-Aztecan speakers during the late Hohokam period. \n ", "h_d_ci": "Null", "determinations": "Determinations Made by the Arizona State Museum \n Officials of the Arizona State Museum have determined that: \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice represent the physical remains of 662 individuals of Native American ancestry. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(3)(A), the 10,418 objects described in this notice are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and associated funerary objects and the Ak-Chin Indian Community (previously listed as the Ak Chin Indian Community of the Maricopa (Ak Chin) Indian Reservation, Arizona); Gila River Indian Community of the Gila River Indian Reservation, Arizona; Hopi Tribe of Arizona; Salt River Pima-Maricopa Indian Community of the Salt River Reservation, Arizona; Tohono O\\'odham Nation of Arizona; and the Zuni Tribe of the Zuni Reservation, New Mexico, hereafter referred to as \\xe2\\x80\\x9cThe Tribes.\\xe2\\x80\\x9d \n ", "a_r_d": "Lineal descendants or representatives of any Indian Tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to John McClelland, NAGPRA Coordinator, P.O. Box 210026, Arizona State Museum, University of Arizona, Tucson, AZ 85721, telephone (520) 626-2950, email jmcclell@email.arizona.edu, by November 16, 2018. After that date, if no additional requestors have come forward, transfer of control of the human remains and associated funerary objects to The Tribes may proceed. \n The Arizona State Museum is responsible for notifying The Consulted Tribes that this notice has been published. \n "}