{"index": "I_2107", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR \\n        National Park Service \\n        Notice of Inventory Completion for Native American Human Remains and Associated Funerary Objects in the Possession of the U.S. Department of Interior, Bureau of Land Management, Alaska State Office, Anchorage, AK \\n        \\n          AGENCY:\\n          National Park Service, Interior. \\n        \\n        \\n          ACTION:\\n          Notice. \\n        \\n        Notice is hereby given in accordance with provisions of the Native American Graves Protection and Repatriation Act (NAGPRA), 43 CFR 10.9, of the completion of an inventory of human remains and associated funerary objects in the possession of the U.S. Department of Interior, Bureau of Land Management, Alaska State Office, Anchorage, AK. \\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 43 CFR 10.2 (c). The determinations within this notice are the sole responsibility of the museum, institution, or Federal agency that has control of these Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations within this notice. \\n        A detailed assessment of the human remains was made by Bureau of Land Management and University of Alaska Museum professional staff in consultation with representatives of Nulato Village. \\n        In 1948, human remains representing two individuals were recovered near Nulato Village, AK, from the surface of two fallen-in graves during legally authorized archeological investigations conducted by Wendell Oswalt. No known individuals were identified. No associated funerary objects are present. \\n        Based on geographic location, these individuals have been identified as Native American. Based on the estimated age of these human remains (19th-early 20th century), oral tradition, and continuity of occupation of the area of the Nulato Village, these individuals have been culturally affiliated with the Nulato Village. \\n        Based on the above-mentioned information, officials of the Bureau of Land Management have determined that, pursuant to 43 CFR 10.2 (d)(1), the human remains listed above represent the physical remains of two individuals of Native American ancestry. Officials of the Bureau of Land Management also have determined that, pursuant to 43 CFR 10.2 (e), there is a relationship of shared group identity that can be reasonably traced between these Native American human remains and the Nulato Village. \\n        This notice has been sent to officials of the Nulato Village. Representatives of any other Indian tribe that believes itself to be culturally affiliated with these human remains should contact Dr. Robert E. King, Alaska State NAGPRA Coordinator, Bureau of Land Management, 222 West 7th Avenue, #13, Anchorage, AK 99513-7599, telephone (907) 271-5510, before March 23, 2001. Repatriation of the human remains to the Native Village of Nulato may begin after that date if no additional claimants come forward. \\n        \\n          Dated: February 6, 2001. \\n          John Robbins, \\n          Assistant Director, Cultural Resources Stewardship and Partnerships. \\n        \\n      \\n      [FR Doc. 01-4299 Filed 2-20-01; 8:45 am] \\n      BILLING CODE 4310-70-F\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR ", "sub_agency1": "National Park Service ", "dep_doc": "Null", "subject": "Notice of Inventory Completion for Native American Human Remains and Associated Funerary Objects in the Possession of the U.S. Department of Interior, Bureau of Land Management, Alaska State Office, Anchorage, AK ", "agency2": "National Park Service, Interior. ", "action": "Notice. ", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: February 6, 2001. ", "signature_name": "John Robbins, ", "signature_title": "Assistant Director, Cultural Resources Stewardship and Partnerships. ", "fr_doc": "[FR Doc. 01-4299 Filed 2-20-01; 8:45 am] ", "billing_code": "BILLING CODE 4310-70-F", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}