{"index": "I_2132", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR \\n        National Park Service \\n        Notice of Inventory Completion for Native American Human Remains and Associated Funerary Objects in the Control of the Southwestern Region, U.S. Forest Service, Department of Agriculture, Albuquerque, NM, and in the Possession of the Office of the State Archaeologist, University of Iowa, Iowa City, IA \\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is hereby given in accordance with provisions of the Native American Graves Protection and Repatriation Act (NAGPRA), 43 CFR 10.9, of the completion of an inventory of human remains and associated funerary objects in the control of the Southwestern Region, U.S. Forest Service, Department of Agriculture, Albuquerque, NM, and in the possession of the Office of the State Archaeologist, University of Iowa, Iowa City, IA. \\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 43 CFR 10.2 (c). The determinations within this notice are the sole responsibility of the museum, institution, or Federal agency that has control of these Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations within this notice. \\n        A detailed assessment of the human remains was made by the Office of the State Archaeologist, University of Iowa, professional staff in consultation with representatives of the Ak Chin Indian Community of the Maricopa (Ak Chin) Indian Reservation, Arizona; the Gila River Indian Community of the Gila River Indian Reservation, Arizona; the Hopi Tribe of Arizona; the Salt River Pima-Maricopa Indian Community of the Salt River Reservation, Arizona; the Tohono O\\'odham Nation of Arizona; and the Zuni Tribe of the Zuni Reservation, New Mexico. \\n        At an unknown date, human remains representing one individual were removed by an unknown person from a grave in the Sierra Ancha Experimental Forest, Tonto National Forest, Gila County, AZ. In 1994, the remains were discovered in the collections of the Iowa State University, Ames, IA, and transferred to the Office of the State Archaeologist Burials Program. No known individual was identified. No associated funerary objects are present. \\n        Limited accession information indicates that these human remains were recovered from a grave within the Sierra Ancha Experimental Forest, Tonto National Forest, AZ. Morphological cranial features and craniometric evidence indicate that this individual is Native American. Archeological and settlement sites within the Sierra Ancha Experimental Forest have been identified as Anasazi, Mogollon, Hohokam, and historically Hopi, Zuni, and Pima. The Anasazi, Mogollon, and Hohokam sites in this area are considered ancestral to the Ak Chin Indian Community, the Gila River Indian Community, the Hopi Tribe, the Salt River Pima-Maricopa Indian Community, the Tohono O\\'odham Nation, and the Zuni Tribe, based on archeological evidence indicating cultural continuity since early precontact times, historical documents, and oral history. \\n        Based on the above-mentioned information, officials of the Southwestern Region, U.S. Forest Service, Department of Agriculture, have determined that, pursuant to 43 CFR 10.2 (d)(1), the human remains listed above represent the physical remains of one individual of Native American ancestry. Also, officials of the Southwestern Region, U.S. Forest Service, Department of Agriculture, have determined that, pursuant to 43 CFR 10.2 (e), there is a relationship of shared group identity that can be reasonably traced between these Native American human remains and the Ak Chin Indian Community of the Maricopa (Ak Chin) Indian Reservation, Arizona; the Gila River Indian Community of the Gila River Indian Reservation, Arizona; the Hopi Tribe of Arizona; the Salt River Pima-Maricopa Indian Community of the Salt River Reservation, Arizona; the Tohono O\\'odham Nation of Arizona; and the Zuni Tribe of the Zuni Reservation, New Mexico. \\n        This notice has been sent to officials of the Ak Chin Indian Community of the Maricopa (Ak Chin) Indian Reservation, Arizona; the Gila River Indian Community of the Gila River Indian Reservation, Arizona; the Hopi Tribe of Arizona; the Salt River Pima-Maricopa Indian Community of the Salt River Reservation, Arizona; the Tohono O\\'odham Nation of Arizona; and the Zuni Tribe of the Zuni Reservation, New Mexico. Representatives of any other Indian tribe that believes itself to be culturally affiliated with these human remains should contact Dr. Frank E. Wozniak, NAGPRA Coordinator, Southwestern Region, USDA Forest Service, 517 Gold Avenue SW., Albuquerque, NM 87102, telephone (505) 842-3238, before January 26, 2001. Repatriation of the human remains to the Ak Chin Indian Community of the Maricopa (Ak Chin) Indian Reservation, Arizona; the Gila River Indian Community of the Gila River Indian Reservation, Arizona; the Hopi Tribe of Arizona; the Salt River Pima-Maricopa Indian Community of the Salt River Reservation, Arizona; the Tohono O\\'odham Nation of Arizona; and the Zuni Tribe of the Zuni Reservation, New Mexico may begin after that date if no additional claimants come forward. \\n        \\n          Dated: December 11, 2000. \\n          John Robbins, \\n          Assistant Director, Cultural Resources Stewardship and Partnerships. \\n        \\n      \\n      [FR Doc. 00-32919 Filed 12-26-00; 8:45 am] \\n      BILLING CODE 4310-70-F \\n    ", "agency1": "DEPARTMENT OF THE INTERIOR ", "sub_agency1": "National Park Service ", "dep_doc": "Null", "subject": "Notice of Inventory Completion for Native American Human Remains and Associated Funerary Objects in the Control of the Southwestern Region, U.S. Forest Service, Department of Agriculture, Albuquerque, NM, and in the Possession of the Office of the State Archaeologist, University of Iowa, Iowa City, IA ", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: December 11, 2000. ", "signature_name": "John Robbins, ", "signature_title": "Assistant Director, Cultural Resources Stewardship and Partnerships. ", "fr_doc": "[FR Doc. 00-32919 Filed 12-26-00; 8:45 am] ", "billing_code": "BILLING CODE 4310-70-F ", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}