{"index": "I_2142", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR \\n        National Park Service \\n        Notice of Inventory Completion for Native American Human Remains and Associated Funerary Objects in the Possession of the Louisiana State University Museum of Natural Science, Baton Rouge, LA \\n        \\n          AGENCY:\\n          National Park Service. \\n        \\n        \\n          ACTION:\\n          Notice. \\n        \\n        Notice is hereby given in accordance with provisions of the Native American Graves Protection and Repatriation Act (NAGPRA), 43 CFR 10.9, of the completion of an inventory of human remains and associated funerary objects in the possession of the Louisiana State University Museum of Natural Science, Baton Rouge, LA. \\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 43 CFR 10.2 (c). The determinations within this notice are the sole responsibility of the museum, institution, or Federal agency that has control of these Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations within this notice. \\n        A detailed assessment of the human remains was made by Louisiana State University Museum of Natural Science professional staff in consultation with representatives of the Tunica-Biloxi Indian Tribe of Louisiana; the Choctaw Nation of Oklahoma; the Jena Band of Choctaw Indians; and the Mississippi Band of Choctaw Indians, Mississippi. \\n        In 1941, human remains representing six individuals were removed during excavations at Nick\\'s Place (16AV004), Avoyelles Parish, LA, by Robert S. Nietzel. Mr. Neitzel donated the remains and objects to the Louisiana State University Museum of Natural Science in 1941. No known individuals were identified. The 363 associated funerary objects are Euroamerican bracelets, rings, glass beads, textiles, shell fragments, gun flints, lead shot, iron nails, and iron nail fragments. Unassociated funerary objects also were removed during these excavations. \\n        Nick\\'s Place consists of a conical mound near the eastern escarpment of the Marksville prairie, about a mile south of Marksville, LA. The human remains and funerary objects described here were removed from intrusive historic-age burials into the mound. The associated funerary objects date the burials to the late 18th or early 19th centuries. Archeological evidence and characteristics of the mortuary program culturally affiliate the remains with the Choctaw. Oral history evidence indicates that the Choctaw population occupying Nick\\'s Place during the 18th and 19th centuries were absorbed into the Tunica-Biloxi Tribe. \\n        In 1934-1935, human remains representing one individual were removed from the Angola Farm Site (16WF002), West Feliciana Parish, LA, by James Ford. The Angola Farm Site is currently on the grounds of the Louisiana State Penitentiary. The remains and objects were removed from \\xe2\\x80\\x9cBurial 7.\\xe2\\x80\\x9d Dr. Ford donated these remains and objects to the Louisiana State University Museum of Natural Science in 1935 and 1939. No known individual was identified. The 11 associated funerary objects are an aboriginal pot, an iron spike, gun parts, gun flints, and iron nails. Funerary objects interred with individuals whose remains are not present in Louisiana State University Museum of Natural Science collections also were removed during these excavations. \\n        The Angola Farm Site is an historic cemetery located below the bluffs on the eastern side of the Mississippi River. The burial was removed from a filled stream channel at the site. Archeological and historic evidence indicate that the site was a small Tunica village and cemetery occupied 1706-1731. \\n        Based on archeological evidence, the human remains and objects from the two sites described above date to the post-European contact period in the late 17th-early 19th centuries. Historical documentation and oral history indicate that the sites were occupied either by Tunica groups or by groups that were absorbed into the Tunica-Biloxi Indian Tribe of Louisiana. The geographical location of these sites during this time period is consistent with the known traditional territory of the Tunica-Biloxi people. \\n        Based on the above-mentioned information, Louisiana State University Museum of Natural Science officials have determined that, pursuant to 43 CFR 10.2 (d)(1), the human remains listed above represent the physical remains of seven individuals of Native American ancestry. Officials of the Louisiana State University Museum of Natural Science also have determined that, pursuant to 43 CFR 10.2 (d)(2), the 374 objects listed above are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony. Lastly, officials of the Louisiana State University Museum of Natural Science have determined that, pursuant to 43 CFR 10.2 (e), there is a relationship of shared group identity that can be reasonably traced between these Native American human remains and associated funerary objects and the Tunica-Biloxi Indian Tribe of Louisiana; the Choctaw Nation of Oklahoma; the Jena Band of Choctaw Indians; and the Mississippi Band of Choctaw Indians, Mississippi. \\n\\n        This notice has been sent to officials of the Tunica-Biloxi Indian Tribe of Louisiana; the Choctaw Nation of Oklahoma; the Jena Band of Choctaw Indians; and the Mississippi Band of Choctaw Indians, Mississippi. Representatives of any other Indian tribe that believes itself to be culturally affiliated with these human remains and associated funerary objects should contact Dr. Rebecca Saunders, Assistant Curator of Anthropology, Louisiana State Museum of Natural Science, 119 Foster Hall, Baton Rouge, LA 70803, telephone (225) 578-6562, before January 12, 2001. Repatriation of the human remains and associated funerary objects to the Tunica-Biloxi Indian Tribe of Louisiana; the Choctaw Nation of Oklahoma; the Jena Band of Choctaw Indians; and the Mississippi Band of Choctaw Indians, Mississippi may begin after that date if no additional claimants come forward. \\n        \\n          Dated: November 30, 2000.\\n          John Robbins,\\n          Assistant Director, Cultural Resources, Stewardship, and Partnerships.\\n        \\n      \\n      [FR Doc. 00-31658 Filed 12-12-00 ; 8:45 am] \\n      BILLING CODE 4310-70-F\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR ", "sub_agency1": "National Park Service ", "dep_doc": "Null", "subject": "Notice of Inventory Completion for Native American Human Remains and Associated Funerary Objects in the Possession of the Louisiana State University Museum of Natural Science, Baton Rouge, LA ", "agency2": "National Park Service. ", "action": "Notice. ", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: November 30, 2000.", "signature_name": "John Robbins,", "signature_title": "Assistant Director, Cultural Resources, Stewardship, and Partnerships.", "fr_doc": "[FR Doc. 00-31658 Filed 12-12-00 ; 8:45 am] ", "billing_code": "BILLING CODE 4310-70-F", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}