{"index": "I_2109", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR \\n        National Park Service \\n        Notice of Inventory Completion for Native American Human Remains and Associated Funerary Objects in the Possession of the Hastings Museum of Natural and Cultural History, Hastings, NE \\n        \\n          AGENCY:\\n          National Park Service, Interior. \\n        \\n        \\n          ACTION:\\n          Notice. \\n        \\n        Notice is hereby given in accordance with provisions of the Native American Graves Protection and Repatriation Act (NAGPRA), 43 CFR 10.9, of the completion of an inventory of human remains and associated funerary objects in the possession of the Hastings Museum of Natural and Cultural History, Hastings, NE. \\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 43 CFR 10.2 (c). The determinations within this notice are the sole responsibility of the museum, institution, or Federal agency that has control of these Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations within this notice. \\n        A detailed assessment of the human remains was made by the Hastings Museum of Natural and Cultural History professional staff in consultation with representatives of the Klamath Indian Tribe of Oregon. \\n        At an unknown date, human remains representing one individual were recovered from the Lava Beds, OR, and donated to the Hastings Museum by W. Dunn between 1926 and 1931. No known individual was identified. No associated funerary objects are present. \\n        Museum records identify this individual as a Modoc person. Historic documentation and consultation evidence indicate that the Modoc traditionally occupied the area of southern Oregon and northern California that includes lava beds. \\n        At an unknown date, human remains representing one individual were recovered from an unknown location in California by person(s) unknown. In 1936, the Hastings Museum purchased these remains from Vernon Lemley. No known individual was identified. No associated funerary object are present. \\n        Museum records identify this individual as a Modoc person. Historic documentation and consultation evidence indicate that the Modoc traditionally occupied the area of southern Oregon and northern California that includes lava beds. \\n        Based on the above-mentioned information, officials of the Hastings Museum of Natural and Cultural History have determined that, pursuant to 43 CFR 10.2 (d)(1), the human remains listed above represent the physical remains of two individuals of Native American ancestry. Officials of the Hastings Museum of Natural and Cultural History also have determined that, pursuant to 43 CFR 10.2 (e), there is a relationship of shared group identity that can be reasonably traced between these Native American human remains and the Klamath Indian Tribe of Oregon. \\n        This notice has been sent to officials of the Klamath Indian Tribe of Oregon. Representatives of any other Indian tribe that believes itself to be culturally affiliated with these human remains should contact Teresa J. Kreutzer, Curator, Hastings Museum of Natural and Cultural History, P.O. Box 1286, Hastings, NE 68902, telephone (402) 461-2399, before March 23, 2001. Repatriation of the human remains to the Klamath Indian Tribe of Oregon may begin after that date if no additional claimants come forward. \\n        \\n          \\n          Dated: January 31, 2001. \\n          John Robbins, \\n          Assistant Director, Cultural Resources Stewardship and Partnerships.\\n        \\n      \\n      [FR Doc. 01-4305 Filed 2-20-01; 8:45 am] \\n      BILLING CODE 4310-70-F\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR ", "sub_agency1": "National Park Service ", "dep_doc": "Null", "subject": "Notice of Inventory Completion for Native American Human Remains and Associated Funerary Objects in the Possession of the Hastings Museum of Natural and Cultural History, Hastings, NE ", "agency2": "National Park Service, Interior. ", "action": "Notice. ", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: January 31, 2001. ", "signature_name": "John Robbins, ", "signature_title": "Assistant Director, Cultural Resources Stewardship and Partnerships.", "fr_doc": "[FR Doc. 01-4305 Filed 2-20-01; 8:45 am] ", "billing_code": "BILLING CODE 4310-70-F", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}