{"index": "I_2138", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR \\n        National Park Service \\n        Notice of Inventory Completion for Native American Human Remains and Associated Funerary Objects in the Possession of the Department of Anthropology, San Francisco State University, San Francisco, CA\\n        \\n          AGENCY:\\n          National Park Service \\n        \\n        \\n          ACTION:\\n          Notice. \\n        \\n        Notice is hereby given in accordance with provisions of the Native American Graves Protection and Repatriation Act (NAGPRA), 43 CFR 10.9, of the completion of an inventory of human remains and associated funerary objects in the possession of the Department of Anthropology, San Francisco State University, San Francisco, CA. \\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 43 CFR 10.2 (c). The determinations within this notice are the sole responsibility of the museum, institution, or Federal agency that has control of these Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations within this notice. \\n        A detailed assessment of the human remains was made by the Department of Anthropology, San Francisco State University professional staff in consultation with representatives of the Tuolumne Band of Me-Wuk Indians of the Tuolumne Rancheria of California. \\n\\n        In 1970-71, human remains representing nine individuals were recovered from CA-TUO-279, a site located on a small peninsula that extended into the western side of the original Don Pedro Reservoir. During the construction of the new reservoir, an archeological data recovery project was undertaken by San Francisco State University. The site area is now inundated by the new Don Pedro Reservoir. No known individuals were identified. The four associated funerary objects are flaked stone fragments, modified bird bone, and an olivella bead. \\n        In 1970-71, human remains representing 21 individuals were recovered from CA-TUO-300, a site located near LaGrange, CA, during archeological excavations conducted by San Francisco State University. The site area is now inundated by the new Don Pedro Reservoir. No known individuals were identified. The 49 associated funerary objects are flaked stone fragments. \\n        In 1970-71, human remains representing nine individuals were recovered from CA-TUO-314, a site located on the southern bank of Moccasin Creek, near LaGrange, CA, during archeological excavations conducted by San Francisco State University. No known individuals were identified. The 52 associated funerary objects are flaked stone fragments; ground stone; and faunal materials including modified and unmodified animal bones and teeth, and modified bird bone. \\n        The geographic location of the sites and archeological, historical, and oral history evidence indicate that these human remains and associated funerary objects are Native American. The objects are consistent with the material culture of the ancestral Sierra Miwok who occupied this area during the Euro-American contact period, and all of the sites are located in an area that is documented as Central Sierra Miwok territory. Oral history evidence presented during consultation indicates that the area has been continuously occupied by the Miwok since the contact period and that there is cultural affiliation between the Tuolumne Band of Me-Wuk Indians of the Tuolumne Rancheria of California and the Sierra Miwok Indians. \\n        Based on the above-mentioned information, officials of the Department of Anthropology, San Francisco State University have determined that, pursuant to 43 CFR 10.2 (d)(1), the human remains listed above represent the physical remains of 39 individuals of Native American ancestry. Officials of the Department of Anthropology, San Francisco State University also have determined that, pursuant to 43 CFR 10.2 (d)(2), the 105 objects listed above are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony. Lastly, officials of the Department of Anthropology, San Francisco State University have determined that, pursuant to 43 CFR 10.2 (e), there is a relationship of shared group identity that can be reasonably traced between these Native American human remains and associated funerary objects and the Tuolumne Band of Me-Wuk Indians of the Tuolumne Rancheria of California. \\n        This notice has been sent to officials of the Tuolumne Band of Me-Wuk Indians of the Tuolumne Rancheria of California, and the Central Sierra Me-Wuk Cultural and Historic Preservation Committee. Representatives of any other Indian tribe that believes itself to be culturally affiliated with these human remains and associated funerary objects should contact Jeff Fentress, NAGPRA Coordinator, Department of Anthropology, San Francisco State University, 1600 Holloway Avenue, San Francisco, CA 94132, telephone (415) 338-2046, before January 22, 2001. Repatriation of the human remains and associated funerary objects to the Tuolumne Band of Me-Wuk Indians of the Tuolumne Rancheria of California, and the Central Sierra Me-Wuk Cultural and Historic Preservation Committee may begin after that date if no additional claimants come forward. \\n        \\n          Dated: December 14, 2000. \\n          John Robbins, \\n          Assistant Director, Cultural Resources Stewardship and Partnerships. \\n        \\n      \\n      [FR Doc. 00-32663 Filed 12-21-00; 8:45 am] \\n      BILLING CODE 4310-70-F\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR ", "sub_agency1": "National Park Service ", "dep_doc": "Null", "subject": "Notice of Inventory Completion for Native American Human Remains and Associated Funerary Objects in the Possession of the Department of Anthropology, San Francisco State University, San Francisco, CA", "agency2": "National Park Service ", "action": "Notice. ", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: December 14, 2000. ", "signature_name": "John Robbins, ", "signature_title": "Assistant Director, Cultural Resources Stewardship and Partnerships. ", "fr_doc": "[FR Doc. 00-32663 Filed 12-21-00; 8:45 am] ", "billing_code": "BILLING CODE 4310-70-F", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}