{"index": "I_2185", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR \\n        National Park Service \\n        Notice of Inventory Completion for Native American Human Remains and Associated Funerary Objects in the Possession of the Haffenreffer Museum of Anthropology, Brown University, Bristol, RI \\n        \\n          AGENCY:\\n          National Park Service, Interior. \\n        \\n        \\n          ACTION:\\n          Notice. \\n        \\n        Notice is hereby given in accordance with provisions of the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003(d), of the completion of an inventory of human remains and associated funerary objects in the possession of the Haffenreffer Museum of Anthropology, Brown University, Bristol, RI. \\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 43 CFR 10.2 (c). The determinations within this notice are the sole responsibility of the museum, institution, or Federal agency that has control of these cultural items. The National Park Service is not responsible for the determinations within this notice. \\n        A detailed assessment of the human remains was made by the Haffenreffer Museum professional staff in consultation with representatives of the Penobscot Tribe of Maine, Aroostook Band of Micmac Indians of Maine, Houlton Band of Maliseet Indians of Maine, and the Passamaquoddy Tribe of Maine, collectively identified hereafter as the Wabenaki Tribes of Maine. \\n        Before 1860, human remains representing one individual (HUM-111) were excavated by Alpheus S. Packard at a site of unknown location in Merepoint, Brunswick, ME. Around 1860, Brown University Department of Geology acquired human remains removed from this site. In 1957, these human remains were transferred to the Haffenreffer Museum, Brown University. No known individual was identified. No associated funerary objects are present. \\n        Catalog records indicate that the site was a shell mound dating to the 16th-17th century. Based on the date and context of the site, this individual has been identified as Native American. Oral history submitted by the Wabenaki Tribes of Maine and historical records identify the Casco Bay, Merepoint, Brunswick area of Maine, where the site is located, as part of the traditional territory of the Penobscot Tribe of Maine. There is no evidence to indicate otherwise. \\n        Based on the above-mentioned information, Haffenreffer Museum officials have determined that, pursuant to 43 CFR 10.2 (d)(1), the human remains listed above represent the physical remains of one individual of Native American ancestry. Haffenreffer Museum officials also have determined that, pursuant to 25 U.S.C. 3001 (2), there is a relationship of shared group identity that can be reasonably traced between these Native American human remains and the Penobscot Tribe of Maine. \\n        This notice has been sent to officials of the Penobscot Tribe of Maine, Aroostook Band of Micmac Indians of Maine, Houlton Band of Maliseet Indians of Maine, and the Passamaquoddy Tribe of Maine. Representatives of any other Indian tribe that believes itself to be culturally affiliated with these human remains should contact Thierry Gentis, NAGPRA Coordinator, Haffenreffer Museum of Anthropology, Brown University, Mount Hope Grant, Bristol, RI 02809, telephone (401) 253-8388, before October 18, 2000. Repatriation of the human remains to the Penobscot Tribe of Maine may begin after that date if no additional claimants come forward. \\n        \\n          Dated: September 8, 2000. \\n          John Robbins, \\n          Assistant Director, Cultural Resources Stewardship and Partnerships.\\n        \\n      \\n      [FR Doc. 00-23873 Filed 9-15-00; 8:45 am] \\n      BILLING CODE 4310-70-F\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR ", "sub_agency1": "National Park Service ", "dep_doc": "Null", "subject": "Notice of Inventory Completion for Native American Human Remains and Associated Funerary Objects in the Possession of the Haffenreffer Museum of Anthropology, Brown University, Bristol, RI ", "agency2": "National Park Service, Interior. ", "action": "Notice. ", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: September 8, 2000. ", "signature_name": "John Robbins, ", "signature_title": "Assistant Director, Cultural Resources Stewardship and Partnerships.", "fr_doc": "[FR Doc. 00-23873 Filed 9-15-00; 8:45 am] ", "billing_code": "BILLING CODE 4310-70-F", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}