{"index": "I_2159", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR \\n        National Park Service \\n        Notice of Inventory Completion for Native American Human Remains and Associated Funerary Objects in the Possession of the University of Denver Department of Anthropology and Museum of Anthropology, Denver, CO \\n        \\n          AGENCY:\\n          National Park Service. \\n        \\n        \\n          ACTION:\\n          Notice. \\n        \\n        Notice is hereby given in accordance with provisions of the Native American Graves Protection and Repatriation Act (NAGPRA), 43 CFR 10.9, of the completion of an inventory of human remains and associated funerary objects in the possession of the University of Denver Department of Anthropology and Museum of Anthropology, Denver, CO. \\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 43 CFR 10.2 (c). The determinations within this notice are the sole responsibility of the museum, institution, or Federal agency that has control of these Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations within this notice. \\n        A detailed assessment of the human remains was made by University of Denver Department of Anthropology and Museum of Anthropology professional staff and a contract physical anthropologist in consultation with representatives of the Paiute-Shoshone Tribe of the Fallon Reservation and Colony, Nevada; Pyramid Lake Paiute Tribe of the Pyramid Lake Reservation, Nevada; Reno-Sparks Indian Colony, Nevada; Walker River Paiute Tribe of the Walker River Reservation, Nevada; and the Yerington Paiute Tribe of the Yerington Colony and Campbell Ranch, Nevada. \\n        In 1949, human remains representing two individuals were recovered from near Fallon, Churchill County, NV. At an unknown date an unknown individual donated the remains to the museum. No known individuals were identified. No associated funerary objects are present. \\n        The geographical location and physical anthropological characteristics indicate that these remains are Native American. The archeological, ethnological, and oral historical evidence demonstrates that the area around Fallon, NV, has been the ancestral territory of the Northern Paiute since at least A.D. 1000. Evidence presented during consultations indicates that the Northern Paiute inhabitants of this area are presently represented by the Paiute-Shoshone Tribe of the Fallon Reservation and Colony, Nevada; Pyramid Lake Paiute Tribe of the Pyramid Lake Reservation, Nevada; Reno-Sparks Indian Colony, Nevada; and the Walker River Paiute Tribe of the Walker River Reservation, Nevada. \\n        Based on the above-mentioned information, officials of the University of Denver Department of Anthropology and Museum of Anthropology have determined that, pursuant to 43 CFR 10.2 (d)(1), the human remains listed above represent the physical remains of two individuals of Native American ancestry. Also, officials of the University of Denver Department of Anthropology and Museum of Anthropology have determined that, pursuant to 43 CFR 10.2 (e), there is a relationship of shared group identity that can be reasonably traced between these Native American human remains and the Paiute-Shoshone Tribe of the Fallon Reservation and Colony, Nevada; Pyramid Lake Paiute Tribe of the Pyramid Lake Reservation, Nevada; Reno-Sparks Indian Colony, Nevada; and the Walker River Paiute Tribe of the Walker River Reservation, Nevada. \\n        This notice has been sent to officials of the Paiute-Shoshone Tribe of the Fallon Reservation and Colony, Nevada; Pyramid Lake Paiute Tribe of the Pyramid Lake Reservation, Nevada; Reno-Sparks Indian Colony, Nevada; Walker River Paiute Tribe of the Walker River Reservation, Nevada; and the Yerington Paiute Tribe of the Yerington Colony and Campbell Ranch, Nevada. Representatives of any other Indian tribe that believes itself to be culturally affiliated with these human remains should contact Jan I. Bernstein, Collections Manager and NAGPRA Coordinator at the University of Denver Department of Anthropology and Museum of Anthropology, 2000 Asbury, Sturm Hall S-146, Denver, CO 80208-2406, email jbernste@du.edu, telephone (303) 871-2543, before December 13, 2000. Repatriation of the human remains to the Paiute-Shoshone Tribe of the Fallon Reservation and Colony, Nevada; Pyramid Lake Paiute Tribe of the Pyramid Lake Reservation, Nevada; Reno-Sparks Indian Colony, Nevada; and the Walker River Paiute Tribe of the Walker River Reservation, Nevada, may begin after that date if no additional claimants come forward. \\n        \\n          \\n          Dated: October 30, 2000. \\n          John Robbins, \\n          Assistant Director, Cultural Resources Stewardship and Partnerships.\\n        \\n      \\n      [FR Doc. 00-28858 Filed 11-9-00; 8:45 am] \\n      BILLING CODE 4310-70-F\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR ", "sub_agency1": "National Park Service ", "dep_doc": "Null", "subject": "Notice of Inventory Completion for Native American Human Remains and Associated Funerary Objects in the Possession of the University of Denver Department of Anthropology and Museum of Anthropology, Denver, CO ", "agency2": "National Park Service. ", "action": "Notice. ", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: October 30, 2000. ", "signature_name": "John Robbins, ", "signature_title": "Assistant Director, Cultural Resources Stewardship and Partnerships.", "fr_doc": "[FR Doc. 00-28858 Filed 11-9-00; 8:45 am] ", "billing_code": "BILLING CODE 4310-70-F", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}