{"index": "I_2137", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR \\n        National Park Service \\n        Notice of Inventory Completion for Native American Human Remains and Associated Funerary Objects from Connecticut in the Possession of the Peabody Museum of Natural History, Yale University, New Haven, CT\\n        \\n          AGENCY:\\n          National Park Service \\n        \\n        \\n          ACTION:\\n          Notice. \\n        \\n        Notice is hereby given in accordance with provisions of the Native American Graves Protection and Repatriation Act (NAGPRA), 43 CFR 10.9, of the completion of an inventory of human remains and associated funerary objects in the possession of the Peabody Museum of Natural History, Yale University, New Haven, CT. \\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 43 CFR 10.2 (c). The determinations within this notice are the sole responsibility of the museum, institution, or Federal agency that has control of these Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations within this notice. \\n        A detailed assessment of the human remains and associated funerary objects was made by Peabody Museum of Natural History professional staff in consultation with representatives of the Mashantucket Pequot Tribe. \\n        In 1873, human remains representing one individual were donated to the Peabody Museum of Natural History by J. D. Fish. The remains were recovered near Mystic, CT. No known individual was identified. No associated funerary objects are present. \\n        Based on the documentary evidence, examination of the human remains, and consultation with representatives of the Mashantucket Pequot Tribe, this individual is identified as Native American. The remains appear to be prehistoric or protohistoric in age. Cultural affiliation has been determined on the basis of geographic origin of the remains, physical characteristics that identify them as Native American, published accounts of the traditional territory of the Mashantucket Pequot Tribe, and historical information provided by the Mashantucket Pequot Tribe. Historical documents indicate that the Mashantucket Pequot Tribe has occupied the area where the remains were recovered since the Late Woodland period, circa A.D. 1000. \\n        In 1874, human remains representing three individuals were donated to the Peabody Museum of Natural History by Mrs. E. O. Dunning. The remains were recovered near Mystic, CT. No known individuals were identified. The one associated funerary object is a metal spoon. \\n        Based on the documentary evidence, examination of the human remains, and consultation with representatives of the Mashantucket Pequot Tribe, these individuals are identified as Native American. The remains and the spoon probably date to the period of Euro-American contact. Cultural affiliation has been determined on the basis of geographic origin of the remains, physical characteristics that identify them as Native American, published accounts of the traditional territory of the Mashantucket Pequot Tribe, and historical information provided by the Mashantucket Pequot Tribe. Historical documents indicate that the Mashantucket Pequot Tribe has occupied the area where the remains were recovered since the Late Woodland period, circa A.D. 1000. \\n        In 1948, human remains representing one individual was donated to the Peabody Museum of Natural History by Eva Butler. The remains were recovered near Groton, CT, on the property of the Spicer Ice and Coal Co. during excavation for a drain. No known individual was identified. No associated funerary objects are present. \\n\\n        Based on the documentary evidence, examination of the human remains, and consultation with representatives of the Mashantucket Pequot Tribe, this individual is identified as Native American. The remains appear to be prehistoric or protohistoric in age. Cultural affiliation has been determined on the basis of geographic origin of the remains, physical characteristics that identify them as Native American, published accounts of the traditional territory of the Mashantucket Pequot Tribe, and historical information provided by the Mashantucket Pequot Tribe. Historical documents indicate that the Mashantucket Pequot Tribe has occupied the area where the remains were recovered since the Late Woodland period, circa A.D. 1000. \\n        \\n        Based on the above-mentioned information, officials of the Peabody Museum of Natural History have determined that, pursuant to 43 CFR 10.2 (d)(1), the human remains listed above represent the physical remains of five individuals of Native American ancestry. Officials of the Peabody Museum of Natural History also have determined that, pursuant to 43 CFR 10.2 (d)(2), the one object listed above is reasonably believed to have been placed with or near individual human remains at the time of death or later as a part of the death rite or ceremony. Lastly, officials of the Peabody Museum of Natural History have determined that, pursuant to 43 CFR 10.2 (e), there is a relationship of shared group identity that can be reasonably traced between these Native American human remains and the associated funerary object and the Mashantucket Pequot Tribe. \\n        This notice has been sent to officials of the Mashantucket Pequot Tribe. Representatives of any other Indian tribe that believes itself to be culturally affiliated with these human remains and the associated funerary object should contact Dr. Richard Burger, Director, Peabody Museum of Natural History, Yale University, 170 Whitney Avenue, P.O. Box 208118, New Haven, CT 06520-8118, telephone (203) 432-3752, before January 22, 2001. Repatriation of the human remains and the associated funerary object to the Mashantucket Pequot Tribe may begin after that date if no additional claimants come forward. \\n        \\n          Dated: December 14, 2000. \\n          John Robbins, \\n          Assistant Director, Cultural Resources Stewardship and Partnerships. \\n        \\n      \\n      [FR Doc. 00-32659 Filed 12-21-00; 8:45 am] \\n      BILLING CODE 4310-70-F\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR ", "sub_agency1": "National Park Service ", "dep_doc": "Null", "subject": "Notice of Inventory Completion for Native American Human Remains and Associated Funerary Objects from Connecticut in the Possession of the Peabody Museum of Natural History, Yale University, New Haven, CT", "agency2": "National Park Service ", "action": "Notice. ", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: December 14, 2000. ", "signature_name": "John Robbins, ", "signature_title": "Assistant Director, Cultural Resources Stewardship and Partnerships. ", "fr_doc": "[FR Doc. 00-32659 Filed 12-21-00; 8:45 am] ", "billing_code": "BILLING CODE 4310-70-F", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}