{"index": "I_210", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        [NPS-WASO-NAGPRA-NPS0026438; PPWOCRADN0-PCU00RP14.R50000]\\n        Notice of Inventory Completion: Sam Noble Oklahoma Museum of Natural History, Norman, OK\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        \\n          SUMMARY:\\n          The Sam Noble Oklahoma Museum of Natural History at the University of Oklahoma has completed an inventory of human remains and associated funerary objects, in consultation with the appropriate Indian Tribes or Native Hawaiian organizations, and has determined that there is a cultural affiliation between the human remains and associated funerary objects and present-day Indian Tribes or Native Hawaiian organizations. Lineal descendants or representatives of any Indian Tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request to the Sam Noble Oklahoma Museum of Natural History. If no additional requestors come forward, transfer of control of the human remains and associated funerary objects to the lineal descendants, Indian Tribes, or Native Hawaiian organizations stated in this notice may proceed.\\n        \\n        \\n          DATES:\\n          Lineal descendants or representatives of any Indian Tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to the Sam Noble Oklahoma Museum of Natural History at the address in this notice by November 16, 2018.\\n        \\n        \\n          ADDRESSES:\\n\\n          Dr. Marc Levine, Assistant Curator of Archeology, Sam Noble Oklahoma Museum of Natural History, University of Oklahoma, 2401 Chautauqua Avenue, Norman, OK 73072-7029, telephone (405) 325-1994, email mlevine@ou.edu.\\n          \\n        \\n      \\n      \\n        SUPPLEMENTARY INFORMATION:\\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains and associated funerary objects under the control of the Sam Noble Oklahoma Museum of Natural History, Norman, OK. The human remains and associated funerary objects were removed from Atoka, Delaware, Haskell, Hughes, Latimer, Muskogee, Payne, and Sequoyah Counties, OK.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003(d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations in this notice.\\n        Consultation\\n\\n        A detailed assessment of the human remains was made by the Sam Noble Oklahoma Museum of Natural History professional staff in consultation with representatives of the Caddo Nation of Oklahoma and the Wichita and Affiliated Tribes (Wichita, Keechi, Waco & Tawakonie), Oklahoma, hereafter referred to as \\xe2\\x80\\x9cThe Tribes.\\xe2\\x80\\x9d\\n        History and Description of the Remains\\n        In 1973, human remains representing, at minimum, one individual were removed from the McCasland-Watts/Box Car site (34Lt38) in Latimer County, OK, and donated to the Museum in 1981 and 1993. The human remains include the fragmentary skeleton of an adult female, 35-50 years old. No known individuals were identified. The 685 associated funerary objects include 580 stone flakes, one stone biface fragment, one ground stone fragment, one piece of daub, and 102 faunal bone fragments. Diagnostic artifacts from site 34Lt38 suggest that these human remains were buried during the Woodland Period (300 B.C.-A.D. 1000).\\n        In 1987, human remains representing, at minimum, seven individuals were removed from the Solomon\\'s Mound site (34Lt78) in Latimer County, Oklahoma. The site was excavated by the Oklahoma Archeological Survey, and the material was transferred to the Museum in 1988. The human remains include bone fragments of a child 5-10 years old and the commingled remains of six adults, two of whom are female, one of whom is male, and three of whom are of indeterminate sex. Two of the adults are 35-50 years old, and the other four are at least 20 years old. No known individuals were identified. The 42 associated funerary objects include 30 faunal bone fragments, two ceramic sherds, and 10 shell fragments. Diagnostic artifacts from site 34Lt78 suggest that the human remains were buried during the Woodland Period (300 B.C.-A.D. 1000).\\n        In 1938, human remains representing, at minimum, 24 individuals were removed from the Hughes site (34Ms4) in Muskogee County, Oklahoma. The site was excavated by the Works Progress Administration, and the material was subsequently transferred to the Museum. The human remains include bone fragments and/or teeth of 17 adults, three of whom are male or probably male and 14 of whom are of indeterminate sex, and two children, one-to-three and four-to-six years in age. The human remains also include the fragmentary skeleton of an adult female; the commingled human remains of an adult and an adolescent of indeterminate sexes; and the commingled human remains of an adult male and a child. No known individuals were identified. The 662 associated funerary objects include three charcoal fragments, 141 faunal bone fragments, one stone knife, five stone scrapers, 20 stone flakes, 16 stone projectile points, four stone projectile points with double points, three ground stone abraders, three copper stained stone ear spools, one mano fragment, one discoidal chunkey stone, one t-shaped stone pipe fragment, one red stone pipe, one cone-shaped ground stone fragment, one quartzite fragment, two unmodified stones, two metal beads on a wire, one copper bead, one copper knife, two copper pins, one copper strip, 134 glass beads, two ceramic bottles, three ceramic vessels, one ceramic vessel fragment, two ceramic pipe fragments, 290 ceramic sherds, one burned clay fragment, one copper stained wood fragment, eight wooden bowl fragments, one charred corn cob, one copper covered shell bead, and seven textile fragments. Diagnostic artifacts from site 34Ms4 suggest that the human remains were buried during the Mississippian Period (A.D. 900-1450) and the following period of initial Spanish contact.\\n        Between 1937 and 1939, human remains representing, at minimum, three individuals were removed from the Reed 2 site (34Dl2) in Delaware County, Oklahoma. This site was excavated by the Works Progress Administration on private land held by the Reed family, and the material was subsequently donated to the Museum. The human remains include the partial skeleton of a young adult female 20-35 years of age, and the fragmentary skeleton of an infant approximately one year in age. No known individuals were identified. The one associated funerary object is a small ceramic vessel. Diagnostic artifacts from site 34Dl2 suggest that the human remains were buried during the Mississippian Period (A.D. 900-1450).\\n        In 1937, human remains representing, at minimum, 34 individuals were removed from the Reed 4 site (34Dl4) in Delaware County, Oklahoma. This mound site was excavated by the Works Progress Administration, and the material was later transferred to the Museum. The human remains include bone fragments and/or teeth of 26 adults, six of whom are male and 20 of whom are of indeterminate sex; five adolescents; two children; and one infant. No known individuals were identified. The 32 associated funerary objects include one chert knife, one corner notched stone projectile point fragment, one gray slate celt, one serpentine ground stone spud, one nodule of gypsum, one ceramic double-bowl, one ceramic blackware bowl, one decorated ceramic bottle, four ceramic vessels, nine copper stained barrel-shaped shell beads, seven copper plated spherical wooden bead fragments, one faunal bone fragment, one mica and ash sample, one copper pin, and one copper plate fragment with adhering textile fragments. Diagnostic artifacts from site 34Dl4 suggest that the human remains were buried during the Mississippian Period (A.D. 900-1450).\\n        In 1977 or 1978, human remains representing, at minimum, two individuals were removed from the Soybean West site (34Sq95) in Sequoyah County, Oklahoma. The site was excavated by the Oklahoma Archeological Survey, and the material was accessioned by the Museum in 1981. The human remains include bone fragments and a partial skull of two adults, one of whom is likely female, while the other is of indeterminate sex. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts from site 34Sq95 suggest that the human remains were buried during the Mississippian Period (A.D. 900-1450).\\n\\n        In 1937, human remains representing, at minimum, 22 individuals were removed from the Huffaker 1 site (34Dl12) in Delaware County, Oklahoma. The site was excavated by the Works Progress Administration, and the material was transferred to the Museum in 1938. The human remains include bone fragments and/or teeth of a child six-to-10 years in age, two adolescents 15-20 years in age, one adolescent 14-17 years in age, three young adults 20-35 years in age and of indeterminate sex, three adults of indeterminate sex, one adult female, one probable male adult, two adult males, and one adult 35-50 years in age and of indeterminate sex. The human remains also include the fragmentary skeletons of one adult male and one probable female adult, four young adults 20-35 years in age, one of whom is a probable male, while the other three are of indeterminate sex, and the partial skeleton of an adolescent male 18-20 years in age. No known individuals were identified. The 43 associated funerary objects include two faunal bone fragments, three stone flakes, one stone knife, eight stone projectile points, two ground stone celts, two copper covered stone ear spools, one mano, four limestone fragments, one unmodified stone, one copper pin, two decorated ceramic bottles, three undecorated ceramic bottles, two ceramic sherds, one shell bead, nine clay fragments, and one copper stained sediment sample. Diagnostic artifacts from site 34Dl12 suggest that the human remains were buried during the Mississippian Period (A.D. 900-1450).\\n        \\n        In 1938, human remains representing, at minimum, five individuals were removed from the McConkey 4 site (34Dl18) in Delaware County, Oklahoma. The site was excavated by the Works Progress Administration on private land, and the material was transferred to the Museum in 1938. The human remains include bone fragments of two young adult males 20-35 years in age, bone fragments of an adult of indeterminate sex, the fragmentary skeleton of a probable male adult, and the fragmentary skeleton of an adult 35-50 years in age and of indeterminate sex. No known individuals were identified. The one associated funerary object is a sample of charcoal. Diagnostic artifacts from site 34Dl18 suggest that the human remains were buried during the Mississippian Period (A.D. 900-1450).\\n        In 1939, human remains representing, at minimum, nine individuals were removed from the Copeland 2 site (34Dl47) in Delaware County, Oklahoma. The site was excavated by the Works Projects Administration between 1939-1940, prior to the construction of a dam on the Grand River, and the material was transferred to the Museum in 1948. The human remains include the fragmentary skeletons of a child six-to-eight years in age, four adult females whose ages are 20-30 years, 25-30 years, 20-35 years, and 30-40 years, and an adult 25-40 years in age and of indeterminate sex. The human remains also include the partial skeleton of an infant approximately nine months old, and bone fragments and/or teeth of a child three-to-five years in age and an infant approximately one year in age. No known individuals were identified. The 13 associated funerary objects include two faunal bone fragments, one insect larva fragment, two stone projectile points, four ceramic sherds, and four textile fragments. Diagnostic artifacts from site 34Dl47 suggest that the human remains were buried during the Mississippian Period (A.D. 900-1450).\\n        In 1938-1939, human remains representing, at minimum, four individuals were removed from the Evans 2 site (34Dl29) in Delaware County, Oklahoma. The site was excavated by the Works Progress Administration between 1938-1939, and the material was transferred to the Museum in 1940. The human remains include the partial skeleton of an adult male 30-45 years in age, bone fragments of a child less than eight years in age, bone fragments of a child two-to-four years in age, and the fragmentary skeleton of an infant, one to one and a half years old. No known individuals were identified. The two associated funerary objects include a ground stone abrader and a ceramic bowl. Diagnostic artifacts from site 34Dl29 suggest that the human remains were buried during the Mississippian Period (A.D. 900-1450) and into the early contact period (A.D. 1450-1650).\\n        In 1958, human remains representing, at minimum, one individual was removed from the Tyler 1 site (34Hs10) in Haskell County, Oklahoma. The site was excavated by the University of Oklahoma for the Short Mountain Reservoir Project, and the material was subsequently transferred to the Museum. The human remains consist of small cranial fragments of an individual of indeterminate age and sex. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts from site 34Hs10 suggest that the human remains were buried during the Mississippian Period (A.D. 900-1450) and into the early contact period (A.D. 1450-1650).\\n        In 1986, human remains representing, at minimum, four individuals were removed from the Melrose 1 site (34At549) in Atoka County, Oklahoma, after the site had been disturbed by looters. The Oklahoma Archeological Survey salvaged the human remains and associated funerary objects, and transferred them to the Museum in 1987. The human remains include the fragmentary skeleton of an adult male 30-45 years, the partial skeleton of a probable male young adult 25-35 years, and two fragmentary skeletons of adults of indeterminate sex. No known individuals were identified. The 86 associated funerary objects include 52 stone flakes, three stone projectile points, two stone projectile point fragments, one stone biface fragment, one unmodified rock, three ceramic sherds, two clay fragments, 13 shell fragments, one faunal tooth, and eight faunal bone fragments. Diagnostic artifacts from site 34At549 suggest that the human remains were buried during the Woodland or Plains Village Periods (300 B.C.-A.D. 1500).\\n        In 1957, human remains representing, at minimum, one individual were removed from the Sparks I site (34Lt3) in Latimer County, Oklahoma. The site was excavated during the Oklahoma Archeological Salvage Project, and the material was transferred to the Museum in 1957. The human remains include small cranial fragments of an individual of indeterminate age and sex. No known individuals were identified. The four associated funerary objects are stone flakes. Diagnostic artifacts from site 34Lt3 suggest that the human remains were buried during the Late Archaic or Woodland Periods (1500 B.C.-A.D. 1000).\\n        In 1987, human remains representing, at minimum, one individual were removed from the Elliott site (34Py68) in Payne County, Oklahoma. Material from the site was discovered eroding from a stream bank, and was donated to the Museum in 1988. The human remains include a complete skeleton of an adult male 30-40 years in age. No known individuals were identified. The 19 associated funerary objects include one hematite boatstone and 18 faunal bone fragments. Diagnostic artifacts from site 34Py68 suggest that the human remains were buried during the Woodland or Plains Village Periods (300 B.C.-A.D. 1500).\\n        The sites listed in this notice are located in central and eastern Oklahoma, and date from the Late Archaic to the early contact period. Archeological, ethnographic, geographic, and historic evidence, as well as oral tradition demonstrate a continuity of cultural patterns in the region, and support a relationship between the earlier groups at these sites and the present-day Caddo Nation of Oklahoma and the Wichita and Affiliated Tribes (Wichita, Keechi, Waco & Tawakonie), Oklahoma.\\n        Determinations Made by the Sam Noble Oklahoma Museum of Natural History\\n        Officials of the Sam Noble Oklahoma Museum of Natural History have determined that:\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice represent the physical remains of 118 individuals of Native American ancestry.\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(3)(A), the 1,590 objects described in this notice are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony.\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and associated funerary objects and The Tribes.\\n        Additional Requestors and Disposition\\n\\n        Lineal descendants or representatives of any Indian Tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to Dr. Marc Levine, Assistant Curator of Archeology, Sam Noble Oklahoma Museum of Natural History, University of Oklahoma, 2401 Chautauqua Avenue, Norman, OK 73072-7029, telephone (405) 325-1994, email mlevine@ou.edu, by November 16, 2018. After that date, if no additional requestors have come forward, transfer of control of the human remains and associated funerary objects to The Tribes may proceed.\\n        The Sam Noble Oklahoma Museum of Natural History is responsible for notifying The Tribes that this notice has been published.\\n        \\n          Dated: September 6, 2018.\\n          Melanie O\\'Brien,\\n          Manager, National NAGPRA Program. \\n        \\n      \\n      [FR Doc. 2018-22592 Filed 10-16-18; 8:45 am]\\n       BILLING CODE 4312-52-P\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "[NPS-WASO-NAGPRA-NPS0026438; PPWOCRADN0-PCU00RP14.R50000]", "subject": "Notice of Inventory Completion: Sam Noble Oklahoma Museum of Natural History, Norman, OK", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "The Sam Noble Oklahoma Museum of Natural History at the University of Oklahoma has completed an inventory of human remains and associated funerary objects, in consultation with the appropriate Indian Tribes or Native Hawaiian organizations, and has determined that there is a cultural affiliation between the human remains and associated funerary objects and present-day Indian Tribes or Native Hawaiian organizations. Lineal descendants or representatives of any Indian Tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request to the Sam Noble Oklahoma Museum of Natural History. If no additional requestors come forward, transfer of control of the human remains and associated funerary objects to the lineal descendants, Indian Tribes, or Native Hawaiian organizations stated in this notice may proceed.", "dates": "Lineal descendants or representatives of any Indian Tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to the Sam Noble Oklahoma Museum of Natural History at the address in this notice by November 16, 2018.", "addresses": "Dr. Marc Levine, Assistant Curator of Archeology, Sam Noble Oklahoma Museum of Natural History, University of Oklahoma, 2401 Chautauqua Avenue, Norman, OK 73072-7029, telephone (405) 325-1994, email mlevine@ou.edu.\\n          ", "signature_dated": "Dated: September 6, 2018.", "signature_name": "Melanie O\\'Brien,", "signature_title": "Manager, National NAGPRA Program. ", "fr_doc": "[FR Doc. 2018-22592 Filed 10-16-18; 8:45 am]", "billing_code": " BILLING CODE 4312-52-P", "supp_info": "SUPPLEMENTARY INFORMATION: \n Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains and associated funerary objects under the control of the Sam Noble Oklahoma Museum of Natural History, Norman, OK. The human remains and associated funerary objects were removed from Atoka, Delaware, Haskell, Hughes, Latimer, Muskogee, Payne, and Sequoyah Counties, OK. \n This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003(d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations in this notice. \n Consultation \n A detailed assessment of the human remains was made by the Sam Noble Oklahoma Museum of Natural History professional staff in consultation with representatives of the Caddo Nation of Oklahoma and the Wichita and Affiliated Tribes (Wichita, Keechi, Waco & Tawakonie), Oklahoma, hereafter referred to as \\xe2\\x80\\x9cThe Tribes.\\xe2\\x80\\x9d \n History and Description of the Remains \n In 1973, human remains representing, at minimum, one individual were removed from the McCasland-Watts/Box Car site (34Lt38) in Latimer County, OK, and donated to the Museum in 1981 and 1993. The human remains include the fragmentary skeleton of an adult female, 35-50 years old. No known individuals were identified. The 685 associated funerary objects include 580 stone flakes, one stone biface fragment, one ground stone fragment, one piece of daub, and 102 faunal bone fragments. Diagnostic artifacts from site 34Lt38 suggest that these human remains were buried during the Woodland Period (300 B.C.-A.D. 1000). \n In 1987, human remains representing, at minimum, seven individuals were removed from the Solomon\\'s Mound site (34Lt78) in Latimer County, Oklahoma. The site was excavated by the Oklahoma Archeological Survey, and the material was transferred to the Museum in 1988. The human remains include bone fragments of a child 5-10 years old and the commingled remains of six adults, two of whom are female, one of whom is male, and three of whom are of indeterminate sex. Two of the adults are 35-50 years old, and the other four are at least 20 years old. No known individuals were identified. The 42 associated funerary objects include 30 faunal bone fragments, two ceramic sherds, and 10 shell fragments. Diagnostic artifacts from site 34Lt78 suggest that the human remains were buried during the Woodland Period (300 B.C.-A.D. 1000). \n In 1938, human remains representing, at minimum, 24 individuals were removed from the Hughes site (34Ms4) in Muskogee County, Oklahoma. The site was excavated by the Works Progress Administration, and the material was subsequently transferred to the Museum. The human remains include bone fragments and/or teeth of 17 adults, three of whom are male or probably male and 14 of whom are of indeterminate sex, and two children, one-to-three and four-to-six years in age. The human remains also include the fragmentary skeleton of an adult female; the commingled human remains of an adult and an adolescent of indeterminate sexes; and the commingled human remains of an adult male and a child. No known individuals were identified. The 662 associated funerary objects include three charcoal fragments, 141 faunal bone fragments, one stone knife, five stone scrapers, 20 stone flakes, 16 stone projectile points, four stone projectile points with double points, three ground stone abraders, three copper stained stone ear spools, one mano fragment, one discoidal chunkey stone, one t-shaped stone pipe fragment, one red stone pipe, one cone-shaped ground stone fragment, one quartzite fragment, two unmodified stones, two metal beads on a wire, one copper bead, one copper knife, two copper pins, one copper strip, 134 glass beads, two ceramic bottles, three ceramic vessels, one ceramic vessel fragment, two ceramic pipe fragments, 290 ceramic sherds, one burned clay fragment, one copper stained wood fragment, eight wooden bowl fragments, one charred corn cob, one copper covered shell bead, and seven textile fragments. Diagnostic artifacts from site 34Ms4 suggest that the human remains were buried during the Mississippian Period (A.D. 900-1450) and the following period of initial Spanish contact. \n Between 1937 and 1939, human remains representing, at minimum, three individuals were removed from the Reed 2 site (34Dl2) in Delaware County, Oklahoma. This site was excavated by the Works Progress Administration on private land held by the Reed family, and the material was subsequently donated to the Museum. The human remains include the partial skeleton of a young adult female 20-35 years of age, and the fragmentary skeleton of an infant approximately one year in age. No known individuals were identified. The one associated funerary object is a small ceramic vessel. Diagnostic artifacts from site 34Dl2 suggest that the human remains were buried during the Mississippian Period (A.D. 900-1450). \n In 1937, human remains representing, at minimum, 34 individuals were removed from the Reed 4 site (34Dl4) in Delaware County, Oklahoma. This mound site was excavated by the Works Progress Administration, and the material was later transferred to the Museum. The human remains include bone fragments and/or teeth of 26 adults, six of whom are male and 20 of whom are of indeterminate sex; five adolescents; two children; and one infant. No known individuals were identified. The 32 associated funerary objects include one chert knife, one corner notched stone projectile point fragment, one gray slate celt, one serpentine ground stone spud, one nodule of gypsum, one ceramic double-bowl, one ceramic blackware bowl, one decorated ceramic bottle, four ceramic vessels, nine copper stained barrel-shaped shell beads, seven copper plated spherical wooden bead fragments, one faunal bone fragment, one mica and ash sample, one copper pin, and one copper plate fragment with adhering textile fragments. Diagnostic artifacts from site 34Dl4 suggest that the human remains were buried during the Mississippian Period (A.D. 900-1450). \n In 1977 or 1978, human remains representing, at minimum, two individuals were removed from the Soybean West site (34Sq95) in Sequoyah County, Oklahoma. The site was excavated by the Oklahoma Archeological Survey, and the material was accessioned by the Museum in 1981. The human remains include bone fragments and a partial skull of two adults, one of whom is likely female, while the other is of indeterminate sex. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts from site 34Sq95 suggest that the human remains were buried during the Mississippian Period (A.D. 900-1450). \n In 1937, human remains representing, at minimum, 22 individuals were removed from the Huffaker 1 site (34Dl12) in Delaware County, Oklahoma. The site was excavated by the Works Progress Administration, and the material was transferred to the Museum in 1938. The human remains include bone fragments and/or teeth of a child six-to-10 years in age, two adolescents 15-20 years in age, one adolescent 14-17 years in age, three young adults 20-35 years in age and of indeterminate sex, three adults of indeterminate sex, one adult female, one probable male adult, two adult males, and one adult 35-50 years in age and of indeterminate sex. The human remains also include the fragmentary skeletons of one adult male and one probable female adult, four young adults 20-35 years in age, one of whom is a probable male, while the other three are of indeterminate sex, and the partial skeleton of an adolescent male 18-20 years in age. No known individuals were identified. The 43 associated funerary objects include two faunal bone fragments, three stone flakes, one stone knife, eight stone projectile points, two ground stone celts, two copper covered stone ear spools, one mano, four limestone fragments, one unmodified stone, one copper pin, two decorated ceramic bottles, three undecorated ceramic bottles, two ceramic sherds, one shell bead, nine clay fragments, and one copper stained sediment sample. Diagnostic artifacts from site 34Dl12 suggest that the human remains were buried during the Mississippian Period (A.D. 900-1450).\\n         \n In 1938, human remains representing, at minimum, five individuals were removed from the McConkey 4 site (34Dl18) in Delaware County, Oklahoma. The site was excavated by the Works Progress Administration on private land, and the material was transferred to the Museum in 1938. The human remains include bone fragments of two young adult males 20-35 years in age, bone fragments of an adult of indeterminate sex, the fragmentary skeleton of a probable male adult, and the fragmentary skeleton of an adult 35-50 years in age and of indeterminate sex. No known individuals were identified. The one associated funerary object is a sample of charcoal. Diagnostic artifacts from site 34Dl18 suggest that the human remains were buried during the Mississippian Period (A.D. 900-1450). \n In 1939, human remains representing, at minimum, nine individuals were removed from the Copeland 2 site (34Dl47) in Delaware County, Oklahoma. The site was excavated by the Works Projects Administration between 1939-1940, prior to the construction of a dam on the Grand River, and the material was transferred to the Museum in 1948. The human remains include the fragmentary skeletons of a child six-to-eight years in age, four adult females whose ages are 20-30 years, 25-30 years, 20-35 years, and 30-40 years, and an adult 25-40 years in age and of indeterminate sex. The human remains also include the partial skeleton of an infant approximately nine months old, and bone fragments and/or teeth of a child three-to-five years in age and an infant approximately one year in age. No known individuals were identified. The 13 associated funerary objects include two faunal bone fragments, one insect larva fragment, two stone projectile points, four ceramic sherds, and four textile fragments. Diagnostic artifacts from site 34Dl47 suggest that the human remains were buried during the Mississippian Period (A.D. 900-1450). \n In 1938-1939, human remains representing, at minimum, four individuals were removed from the Evans 2 site (34Dl29) in Delaware County, Oklahoma. The site was excavated by the Works Progress Administration between 1938-1939, and the material was transferred to the Museum in 1940. The human remains include the partial skeleton of an adult male 30-45 years in age, bone fragments of a child less than eight years in age, bone fragments of a child two-to-four years in age, and the fragmentary skeleton of an infant, one to one and a half years old. No known individuals were identified. The two associated funerary objects include a ground stone abrader and a ceramic bowl. Diagnostic artifacts from site 34Dl29 suggest that the human remains were buried during the Mississippian Period (A.D. 900-1450) and into the early contact period (A.D. 1450-1650). \n In 1958, human remains representing, at minimum, one individual was removed from the Tyler 1 site (34Hs10) in Haskell County, Oklahoma. The site was excavated by the University of Oklahoma for the Short Mountain Reservoir Project, and the material was subsequently transferred to the Museum. The human remains consist of small cranial fragments of an individual of indeterminate age and sex. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts from site 34Hs10 suggest that the human remains were buried during the Mississippian Period (A.D. 900-1450) and into the early contact period (A.D. 1450-1650). \n In 1986, human remains representing, at minimum, four individuals were removed from the Melrose 1 site (34At549) in Atoka County, Oklahoma, after the site had been disturbed by looters. The Oklahoma Archeological Survey salvaged the human remains and associated funerary objects, and transferred them to the Museum in 1987. The human remains include the fragmentary skeleton of an adult male 30-45 years, the partial skeleton of a probable male young adult 25-35 years, and two fragmentary skeletons of adults of indeterminate sex. No known individuals were identified. The 86 associated funerary objects include 52 stone flakes, three stone projectile points, two stone projectile point fragments, one stone biface fragment, one unmodified rock, three ceramic sherds, two clay fragments, 13 shell fragments, one faunal tooth, and eight faunal bone fragments. Diagnostic artifacts from site 34At549 suggest that the human remains were buried during the Woodland or Plains Village Periods (300 B.C.-A.D. 1500). \n In 1957, human remains representing, at minimum, one individual were removed from the Sparks I site (34Lt3) in Latimer County, Oklahoma. The site was excavated during the Oklahoma Archeological Salvage Project, and the material was transferred to the Museum in 1957. The human remains include small cranial fragments of an individual of indeterminate age and sex. No known individuals were identified. The four associated funerary objects are stone flakes. Diagnostic artifacts from site 34Lt3 suggest that the human remains were buried during the Late Archaic or Woodland Periods (1500 B.C.-A.D. 1000). \n In 1987, human remains representing, at minimum, one individual were removed from the Elliott site (34Py68) in Payne County, Oklahoma. Material from the site was discovered eroding from a stream bank, and was donated to the Museum in 1988. The human remains include a complete skeleton of an adult male 30-40 years in age. No known individuals were identified. The 19 associated funerary objects include one hematite boatstone and 18 faunal bone fragments. Diagnostic artifacts from site 34Py68 suggest that the human remains were buried during the Woodland or Plains Village Periods (300 B.C.-A.D. 1500). \n The sites listed in this notice are located in central and eastern Oklahoma, and date from the Late Archaic to the early contact period. Archeological, ethnographic, geographic, and historic evidence, as well as oral tradition demonstrate a continuity of cultural patterns in the region, and support a relationship between the earlier groups at these sites and the present-day Caddo Nation of Oklahoma and the Wichita and Affiliated Tribes (Wichita, Keechi, Waco & Tawakonie), Oklahoma. \n Determinations Made by the Sam Noble Oklahoma Museum of Natural History \n Officials of the Sam Noble Oklahoma Museum of Natural History have determined that: \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice represent the physical remains of 118 individuals of Native American ancestry. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(3)(A), the 1,590 objects described in this notice are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and associated funerary objects and The Tribes. \n Additional Requestors and Disposition \n Lineal descendants or representatives of any Indian Tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to Dr. Marc Levine, Assistant Curator of Archeology, Sam Noble Oklahoma Museum of Natural History, University of Oklahoma, 2401 Chautauqua Avenue, Norman, OK 73072-7029, telephone (405) 325-1994, email mlevine@ou.edu, by November 16, 2018. After that date, if no additional requestors have come forward, transfer of control of the human remains and associated funerary objects to The Tribes may proceed. \n The Sam Noble Oklahoma Museum of Natural History is responsible for notifying The Tribes that this notice has been published. \n ", "consultation": "A detailed assessment of the human remains was made by the Sam Noble Oklahoma Museum of Natural History professional staff in consultation with representatives of the Caddo Nation of Oklahoma and the Wichita and Affiliated Tribes (Wichita, Keechi, Waco & Tawakonie), Oklahoma, hereafter referred to as \\xe2\\x80\\x9cThe Tribes.\\xe2\\x80\\x9d \n ", "h_d_r": "In 1973, human remains representing, at minimum, one individual were removed from the McCasland-Watts/Box Car site (34Lt38) in Latimer County, OK, and donated to the Museum in 1981 and 1993. The human remains include the fragmentary skeleton of an adult female, 35-50 years old. No known individuals were identified. The 685 associated funerary objects include 580 stone flakes, one stone biface fragment, one ground stone fragment, one piece of daub, and 102 faunal bone fragments. Diagnostic artifacts from site 34Lt38 suggest that these human remains were buried during the Woodland Period (300 B.C.-A.D. 1000). \n In 1987, human remains representing, at minimum, seven individuals were removed from the Solomon\\'s Mound site (34Lt78) in Latimer County, Oklahoma. The site was excavated by the Oklahoma Archeological Survey, and the material was transferred to the Museum in 1988. The human remains include bone fragments of a child 5-10 years old and the commingled remains of six adults, two of whom are female, one of whom is male, and three of whom are of indeterminate sex. Two of the adults are 35-50 years old, and the other four are at least 20 years old. No known individuals were identified. The 42 associated funerary objects include 30 faunal bone fragments, two ceramic sherds, and 10 shell fragments. Diagnostic artifacts from site 34Lt78 suggest that the human remains were buried during the Woodland Period (300 B.C.-A.D. 1000). \n In 1938, human remains representing, at minimum, 24 individuals were removed from the Hughes site (34Ms4) in Muskogee County, Oklahoma. The site was excavated by the Works Progress Administration, and the material was subsequently transferred to the Museum. The human remains include bone fragments and/or teeth of 17 adults, three of whom are male or probably male and 14 of whom are of indeterminate sex, and two children, one-to-three and four-to-six years in age. The human remains also include the fragmentary skeleton of an adult female; the commingled human remains of an adult and an adolescent of indeterminate sexes; and the commingled human remains of an adult male and a child. No known individuals were identified. The 662 associated funerary objects include three charcoal fragments, 141 faunal bone fragments, one stone knife, five stone scrapers, 20 stone flakes, 16 stone projectile points, four stone projectile points with double points, three ground stone abraders, three copper stained stone ear spools, one mano fragment, one discoidal chunkey stone, one t-shaped stone pipe fragment, one red stone pipe, one cone-shaped ground stone fragment, one quartzite fragment, two unmodified stones, two metal beads on a wire, one copper bead, one copper knife, two copper pins, one copper strip, 134 glass beads, two ceramic bottles, three ceramic vessels, one ceramic vessel fragment, two ceramic pipe fragments, 290 ceramic sherds, one burned clay fragment, one copper stained wood fragment, eight wooden bowl fragments, one charred corn cob, one copper covered shell bead, and seven textile fragments. Diagnostic artifacts from site 34Ms4 suggest that the human remains were buried during the Mississippian Period (A.D. 900-1450) and the following period of initial Spanish contact. \n Between 1937 and 1939, human remains representing, at minimum, three individuals were removed from the Reed 2 site (34Dl2) in Delaware County, Oklahoma. This site was excavated by the Works Progress Administration on private land held by the Reed family, and the material was subsequently donated to the Museum. The human remains include the partial skeleton of a young adult female 20-35 years of age, and the fragmentary skeleton of an infant approximately one year in age. No known individuals were identified. The one associated funerary object is a small ceramic vessel. Diagnostic artifacts from site 34Dl2 suggest that the human remains were buried during the Mississippian Period (A.D. 900-1450). \n In 1937, human remains representing, at minimum, 34 individuals were removed from the Reed 4 site (34Dl4) in Delaware County, Oklahoma. This mound site was excavated by the Works Progress Administration, and the material was later transferred to the Museum. The human remains include bone fragments and/or teeth of 26 adults, six of whom are male and 20 of whom are of indeterminate sex; five adolescents; two children; and one infant. No known individuals were identified. The 32 associated funerary objects include one chert knife, one corner notched stone projectile point fragment, one gray slate celt, one serpentine ground stone spud, one nodule of gypsum, one ceramic double-bowl, one ceramic blackware bowl, one decorated ceramic bottle, four ceramic vessels, nine copper stained barrel-shaped shell beads, seven copper plated spherical wooden bead fragments, one faunal bone fragment, one mica and ash sample, one copper pin, and one copper plate fragment with adhering textile fragments. Diagnostic artifacts from site 34Dl4 suggest that the human remains were buried during the Mississippian Period (A.D. 900-1450). \n In 1977 or 1978, human remains representing, at minimum, two individuals were removed from the Soybean West site (34Sq95) in Sequoyah County, Oklahoma. The site was excavated by the Oklahoma Archeological Survey, and the material was accessioned by the Museum in 1981. The human remains include bone fragments and a partial skull of two adults, one of whom is likely female, while the other is of indeterminate sex. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts from site 34Sq95 suggest that the human remains were buried during the Mississippian Period (A.D. 900-1450). \n In 1937, human remains representing, at minimum, 22 individuals were removed from the Huffaker 1 site (34Dl12) in Delaware County, Oklahoma. The site was excavated by the Works Progress Administration, and the material was transferred to the Museum in 1938. The human remains include bone fragments and/or teeth of a child six-to-10 years in age, two adolescents 15-20 years in age, one adolescent 14-17 years in age, three young adults 20-35 years in age and of indeterminate sex, three adults of indeterminate sex, one adult female, one probable male adult, two adult males, and one adult 35-50 years in age and of indeterminate sex. The human remains also include the fragmentary skeletons of one adult male and one probable female adult, four young adults 20-35 years in age, one of whom is a probable male, while the other three are of indeterminate sex, and the partial skeleton of an adolescent male 18-20 years in age. No known individuals were identified. The 43 associated funerary objects include two faunal bone fragments, three stone flakes, one stone knife, eight stone projectile points, two ground stone celts, two copper covered stone ear spools, one mano, four limestone fragments, one unmodified stone, one copper pin, two decorated ceramic bottles, three undecorated ceramic bottles, two ceramic sherds, one shell bead, nine clay fragments, and one copper stained sediment sample. Diagnostic artifacts from site 34Dl12 suggest that the human remains were buried during the Mississippian Period (A.D. 900-1450).\\n         \n In 1938, human remains representing, at minimum, five individuals were removed from the McConkey 4 site (34Dl18) in Delaware County, Oklahoma. The site was excavated by the Works Progress Administration on private land, and the material was transferred to the Museum in 1938. The human remains include bone fragments of two young adult males 20-35 years in age, bone fragments of an adult of indeterminate sex, the fragmentary skeleton of a probable male adult, and the fragmentary skeleton of an adult 35-50 years in age and of indeterminate sex. No known individuals were identified. The one associated funerary object is a sample of charcoal. Diagnostic artifacts from site 34Dl18 suggest that the human remains were buried during the Mississippian Period (A.D. 900-1450). \n In 1939, human remains representing, at minimum, nine individuals were removed from the Copeland 2 site (34Dl47) in Delaware County, Oklahoma. The site was excavated by the Works Projects Administration between 1939-1940, prior to the construction of a dam on the Grand River, and the material was transferred to the Museum in 1948. The human remains include the fragmentary skeletons of a child six-to-eight years in age, four adult females whose ages are 20-30 years, 25-30 years, 20-35 years, and 30-40 years, and an adult 25-40 years in age and of indeterminate sex. The human remains also include the partial skeleton of an infant approximately nine months old, and bone fragments and/or teeth of a child three-to-five years in age and an infant approximately one year in age. No known individuals were identified. The 13 associated funerary objects include two faunal bone fragments, one insect larva fragment, two stone projectile points, four ceramic sherds, and four textile fragments. Diagnostic artifacts from site 34Dl47 suggest that the human remains were buried during the Mississippian Period (A.D. 900-1450). \n In 1938-1939, human remains representing, at minimum, four individuals were removed from the Evans 2 site (34Dl29) in Delaware County, Oklahoma. The site was excavated by the Works Progress Administration between 1938-1939, and the material was transferred to the Museum in 1940. The human remains include the partial skeleton of an adult male 30-45 years in age, bone fragments of a child less than eight years in age, bone fragments of a child two-to-four years in age, and the fragmentary skeleton of an infant, one to one and a half years old. No known individuals were identified. The two associated funerary objects include a ground stone abrader and a ceramic bowl. Diagnostic artifacts from site 34Dl29 suggest that the human remains were buried during the Mississippian Period (A.D. 900-1450) and into the early contact period (A.D. 1450-1650). \n In 1958, human remains representing, at minimum, one individual was removed from the Tyler 1 site (34Hs10) in Haskell County, Oklahoma. The site was excavated by the University of Oklahoma for the Short Mountain Reservoir Project, and the material was subsequently transferred to the Museum. The human remains consist of small cranial fragments of an individual of indeterminate age and sex. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts from site 34Hs10 suggest that the human remains were buried during the Mississippian Period (A.D. 900-1450) and into the early contact period (A.D. 1450-1650). \n In 1986, human remains representing, at minimum, four individuals were removed from the Melrose 1 site (34At549) in Atoka County, Oklahoma, after the site had been disturbed by looters. The Oklahoma Archeological Survey salvaged the human remains and associated funerary objects, and transferred them to the Museum in 1987. The human remains include the fragmentary skeleton of an adult male 30-45 years, the partial skeleton of a probable male young adult 25-35 years, and two fragmentary skeletons of adults of indeterminate sex. No known individuals were identified. The 86 associated funerary objects include 52 stone flakes, three stone projectile points, two stone projectile point fragments, one stone biface fragment, one unmodified rock, three ceramic sherds, two clay fragments, 13 shell fragments, one faunal tooth, and eight faunal bone fragments. Diagnostic artifacts from site 34At549 suggest that the human remains were buried during the Woodland or Plains Village Periods (300 B.C.-A.D. 1500). \n In 1957, human remains representing, at minimum, one individual were removed from the Sparks I site (34Lt3) in Latimer County, Oklahoma. The site was excavated during the Oklahoma Archeological Salvage Project, and the material was transferred to the Museum in 1957. The human remains include small cranial fragments of an individual of indeterminate age and sex. No known individuals were identified. The four associated funerary objects are stone flakes. Diagnostic artifacts from site 34Lt3 suggest that the human remains were buried during the Late Archaic or Woodland Periods (1500 B.C.-A.D. 1000). \n In 1987, human remains representing, at minimum, one individual were removed from the Elliott site (34Py68) in Payne County, Oklahoma. Material from the site was discovered eroding from a stream bank, and was donated to the Museum in 1988. The human remains include a complete skeleton of an adult male 30-40 years in age. No known individuals were identified. The 19 associated funerary objects include one hematite boatstone and 18 faunal bone fragments. Diagnostic artifacts from site 34Py68 suggest that the human remains were buried during the Woodland or Plains Village Periods (300 B.C.-A.D. 1500). \n The sites listed in this notice are located in central and eastern Oklahoma, and date from the Late Archaic to the early contact period. Archeological, ethnographic, geographic, and historic evidence, as well as oral tradition demonstrate a continuity of cultural patterns in the region, and support a relationship between the earlier groups at these sites and the present-day Caddo Nation of Oklahoma and the Wichita and Affiliated Tribes (Wichita, Keechi, Waco & Tawakonie), Oklahoma. \n ", "h_d_ci": "Null", "determinations": "Determinations Made by the Sam Noble Oklahoma Museum of Natural History \n Officials of the Sam Noble Oklahoma Museum of Natural History have determined that: \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice represent the physical remains of 118 individuals of Native American ancestry. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(3)(A), the 1,590 objects described in this notice are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and associated funerary objects and The Tribes. \n ", "a_r_d": "Lineal descendants or representatives of any Indian Tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to Dr. Marc Levine, Assistant Curator of Archeology, Sam Noble Oklahoma Museum of Natural History, University of Oklahoma, 2401 Chautauqua Avenue, Norman, OK 73072-7029, telephone (405) 325-1994, email mlevine@ou.edu, by November 16, 2018. After that date, if no additional requestors have come forward, transfer of control of the human remains and associated funerary objects to The Tribes may proceed. \n The Sam Noble Oklahoma Museum of Natural History is responsible for notifying The Tribes that this notice has been published. \n "}