{"index": "I_2114", "messy_full": "\\n      \\n        \\n        DEPARTMENT OF THE INTERIOR \\n        National Park Service \\n        Notice of Inventory Completion for Native American Human Remains and Associated Funerary Objects in the Possession of the Kootenai National Forest, USDA-Forest Service, Libby, MT.\\n        \\n          AGENCY:\\n          National Park Service \\n        \\n        \\n          ACTION:\\n          Notice \\n        \\n        Notice is hereby given in accordance with provisions of the Native American Graves Protection and Repatriation Act (NAGPRA), 43 CFR 10.9, of the completion of an inventory of human remains and associated funerary objects in the possession of the Kootenai National Forest, USDA-Forest Service, Libby, MT.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 43 CFR 10.2 (c). The determinations within this notice are the sole responsibility of the museum, institution, or Federal agency that has control of these Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations within this notice.\\n        A detailed assessment of the human remains was made by the University of Montana, Department of Anthropology and the Kootenai National Forest professional staff in consultation with representatives of the Confederated Salish and Kootenai Tribes of the Flathead Reservation, Montana.\\n        In 1998, human remains representing one individual were recovered from a draw-down zone of the Koocanusa Reservoir located north of Murray Creek in the Rexford District of the Kootenai National Forest, Lincoln County, MT, by an unknown individual. The remains eroded out of the cut-bank of the reservoir. No known individual was identified. No associated funerary objects are present.\\n        Based on ethnographic, historical and geographic information, the individual has been identified as Native American. The remains were determined to date to the historic period. Oral history of the Confederated Salish and Kootenai Tribes indicates that the area from where the remains were removed was once inhabited by the Kootenai people. The Kootenai people have a place name for this specific area, which has been handed down orally throughout Kootenai history. The Hellgate Treaty of 1855 also recognizes this area as the aboriginal territory of the Kootenai people.\\n        Based on the above-mentioned information, officials of the Kootenai National Forest, USDA-Forest Service have determined that, pursuant to 43 CFR 10.2 (d)(1), the human remains listed above represent the physical remains of one individual of Native American ancestry. Officials of the Kootenai National Forest, USDA-Forest Service also have determined that, pursuant to 43 CFR 10.2 (e), there is a relationship of shared group identity that can be reasonably traced between these Native American human remains and the Confederated Salish and Kootenai Tribes of the Flathead Reservation, Montana.\\n        This notice has been sent to officials of the Confederated Salish and Kootenai Tribes of the Flathead Reservation, Montana. Representatives of any other Indian tribe that believes itself to be culturally affiliated with these human remains should contact Rebecca S. Timmons, Forest Archaeologist, Kootenai National Forest, 1101 US Highway 2 West, Libby, MT 59923, telephone (406) 293-6211, before March 17, 2001. Repatriation of the human remains to the Confederated Salish and Kootenai Tribes of the Flathead Reservation, Montana may begin after that date if no additional claimants come forward.\\n        \\n          Dated: January 10, 2001. \\n          John Robbins, \\n          Assistant Director, Cultural Resources Stewardship and Partnerships \\n        \\n      \\n      [FR Doc. 01-4010  Filed 2-15-01; 8:45 am]\\n      BILLING CODE 4310-70-F\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR ", "sub_agency1": "National Park Service ", "dep_doc": "Null", "subject": "Notice of Inventory Completion for Native American Human Remains and Associated Funerary Objects in the Possession of the Kootenai National Forest, USDA-Forest Service, Libby, MT.", "agency2": "National Park Service ", "action": "Notice ", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: January 10, 2001. ", "signature_name": "John Robbins, ", "signature_title": "Assistant Director, Cultural Resources Stewardship and Partnerships ", "fr_doc": "[FR Doc. 01-4010  Filed 2-15-01; 8:45 am]", "billing_code": "BILLING CODE 4310-70-F", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}