{"index": "I_2147", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR \\n        National Park Service \\n        Notice of Inventory Completion for Native American Human Remains and Associated Funerary Objects in the Possession of the National Museum of Health and Medicine, Armed Forces Institute of Pathology, Washington, DC \\n        \\n          AGENCY:\\n          National Park Service \\n        \\n        \\n          ACTION:\\n          Notice \\n        \\n        Notice is hereby given in accordance with provisions of the Native American Graves Protection and Repatriation Act (NAGPRA), 43 CFR 10.9, of the completion of an inventory of human remains and associated funerary objects in the possession of the National Museum of Health and Medicine, Armed Forces Institute of Pathology, Washington, DC. \\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 43 CFR 10.2 (c). The determinations within this notice are the sole responsibility of the museum, institution, or Federal agency that has control of these Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations within this notice. \\n        A detailed assessment of the human remains was made by National Museum of Health and Medicine professional staff in consultation with representatives of the Cheyenne-Arapaho Tribes of Oklahoma and the Northern Cheyenne Tribe of the Northern Cheyenne Indian Reservation, Montana. \\n        In 1879, human remains representing one individual were sent to the Army Medical Museum (now the National Museum of Health and Medicine, Armed Forces Institute of Pathology) by U.S. Army Assistant Surgeon A. Girard following the removal of bone fragments from an individual during medical treatment. This individual has been identified as Black Horse, a Cheyenne man. No associated funerary objects are present. \\n        Accession records from the National Museum of Health and Medicine, Armed Forces Institute of Pathology indicate that these human remains are those of Black Horse, a Cheyenne man. Early in 1879, Black Horse was wounded by a settler on the \\xe2\\x80\\x9cNiobrara\\xe2\\x80\\x9d (river) and subsequently captured with Little Wolf\\'s band and treated by U.S. Army surgeons at Fort Keogh, Custer County, MT. Biological evidence of the human remains is consistent with the accession records. \\n        On October 6, 2000, Gilbert Brady, Sr., as the great-grandson and authorized representative of the descendants of Black Horse, claimed Black Horse\\'s remains as a lineal descendent, tracing his ancestry directly and without interruption by means of the traditional kinship system of the Northern Cheyenne. The Northern Cheyenne Tribe of the Northern Cheyenne Indian Reservation, Montana supports this claim. \\n        Based on the above-mentioned information, officials of the National Museum of Health and Medicine, Armed Forces Institute of Pathology, have determined that, pursuant to 43 CFR 10.2 (d)(1), the human remains listed above represent the physical remains of one individual of Native American ancestry. Officials of the National Museum of Health and Medicine, Armed Forces Institute of Pathology, have determined that, pursuant to 43 CFR 10.2 (b)(1), Gilbert Brady, Sr. can trace his ancestry directly and without interruption by means of the traditional kinship system of the Northern Cheyenne Tribe of the Northern Cheyenne Indian Reservation, Montana to the human remains of Black Horse. This notice has been sent to Gilbert Brady, Sr., Annie Brady, Anne Limberhand, Genevieve Bearquiver, and officials of the Cheyenne-Arapaho Tribes of Oklahoma and the Northern Cheyenne Tribe of the Northern Cheyenne Indian Reservation, Montana. Any other individuals who believe themselves to be lineal descendants of Black Horse should contact Lenore Barbian, Ph.D., Anatomical Collections Manager, National Museum of Health and Medicine, Armed Forces Institute of Pathology, Walter Reed Army Medical Center, Building 54, Washington, DC 20306-6000, telephone (202) 782-2203, facsimile (202) 782-3573, before January 4, 2001. Repatriation of the human remains to Mr. Brady may begin after that date if no additional claimants come forward. \\n        \\n          Dated: November 17, 2000. \\n          John Robbins, \\n          Assistant Director, Cultural Resources Stewardship and Partnerships. \\n        \\n      \\n      [FR Doc. 00-30847 Filed 12-4-00 ; 8:45 am] \\n      BILLING CODE 4310-70-P\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR ", "sub_agency1": "National Park Service ", "dep_doc": "Null", "subject": "Notice of Inventory Completion for Native American Human Remains and Associated Funerary Objects in the Possession of the National Museum of Health and Medicine, Armed Forces Institute of Pathology, Washington, DC ", "agency2": "National Park Service ", "action": "Notice ", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: November 17, 2000. ", "signature_name": "John Robbins, ", "signature_title": "Assistant Director, Cultural Resources Stewardship and Partnerships. ", "fr_doc": "[FR Doc. 00-30847 Filed 12-4-00 ; 8:45 am] ", "billing_code": "BILLING CODE 4310-70-P", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}