{"index": "I_2151", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR \\n        National Park Service \\n        Notice of Inventory Completion for Native American Human Remains and Associated Funerary Objects in the Possession of the Rochester Museum and Science Center, Rochester, NY \\n        \\n          AGENCY:\\n          National Park Service, Interior. \\n        \\n        \\n          ACTION:\\n          Notice. \\n        \\n        Notice is hereby given in accordance with provisions of the Native American Graves Protection and Repatriation Act (NAGPRA), 43 CFR 10.9, of the completion of an inventory of human remains and associated funerary objects in the possession of the Rochester Museum and Science Center, Rochester, NY. \\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 43 CFR 10.2(c). The determinations within this notice are the sole responsibility of the museum, institution, or Federal agency that has control of these Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations within this notice. \\n        A detailed assessment of the human remains and associated funerary objects was made by Rochester Museum and Science Center professional staff in consultation with representatives of the Cayuga Nation of New York, the Oneida Nation of New York, the Oneida Tribe of Wisconsin, the Onondaga Nation of New York, the Seneca Nation of New York, the Seneca-Cayuga Tribe of Oklahoma, the St. Regis Band of Mohawk Indians of New York, the Stockbridge-Munsee Community of Mohican Indians of Wisconsin, the Tonawanda Band of Seneca Indians of New York, and the Tuscarora Nation of New York. \\n        In 1951, partial human remains representing one individual were recovered at the Marsh site (Can 007), East Bloomfield, Ontario County, NY, and were donated in 1953 to the Rochester Museum and Science Center by Albert Hoffman. No known individual was identified. No associated funerary objects are present. \\n\\n        Based on skeletal morphology, this individual has been identified as Native American. Based on site location and continuities of material culture as represented in other collections from the site, the Marsh site has been identified as a Seneca occupation, dating to A.D. 1655-1675. \\n        In 1960, partial human remains representing 13 individuals were recovered from an historic cemetery at the Morrow site (Hne 033), Richmond, Ontario County, NY, and were donated to the Rochester Museum and Science Center by Albert Hoffman. No known individuals were identified. The 14 associated funerary objects are 1 nail fragment, 1 metal fragment, 6 textile fragments, 5 brass kettle fragments, and 1 shell bead. \\n        In 1964, partial human remains representing four individuals were recovered from an historic cemetery at the Morrow site (Hne 033) and were donated to the Rochester Museum and Science Center by Albert Hoffman. No known individuals were identified. No associated funerary objects are present. \\n        In 1963, partial human remains representing two individuals were recovered from an historic cemetery at the Morrow site (Hne 033) and were donated to the Rochester Museum and Science Center by William Cornwell. No known individuals were identified. No associated funerary objects are present. \\n        In 1963, partial human remains representing one individual were recovered from an historic cemetery at the Morrow site (Hne 033) and were donated to the Rochester Museum and Science Center by H. Marr. No known individual was identified. No associated funerary objects are present. \\n        Based on skeletal morphology, these individuals have been identified as Native American. Archeological excavations at the Morrow site have documented occupations during the Middle and Late Woodland periods as well as the post-European contact period. These human remains and associated funerary objects are associated with the post-contact period cemetery. Based on excavation reports, site location, condition of the human remains, and continuities of material culture, this part of the Morrow site has been identified as a Seneca occupation, dating to A.D. 1750-1780. \\n        At an unknown date, partial human remains representing eight individuals were recovered from the Rochester Junction site (Hne 011) in Mendon, Monroe County, NY, by person(s) unknown. In 1928-1929, these human remains were purchased by the Rochester Museum and Science Center as part of the collection of Alvin H. Dewey. No known individuals were identified. The four associated funerary objects are one piece of charcoal, two brass kettles, and one glazed ceramic fragment. \\n        Based on skeletal morphology and the associated funerary objects, these individuals have been identified as Native American. Based on site location and continuities of material culture, the Rochester Junction site has been identified as a Seneca occupation, dating to circa A.D. 1670-1690. \\n        At an unknown date, partial human remains representing one individual were recovered from the Snyder McClure site (Plp 006) in Hopewell, Ontario County, NY, by person(s) unknown. In 1928-29, these human remains were purchased by the Rochester Museum and Science Center as part of the collection of Alvin H. Dewey. No known individual was identified. No associated funerary objects are present. \\n        At an unknown date, partial human remains representing one individual were recovered from the Snyder McClure site (Plp 006) by person(s) unknown. In 1968, these human remains were purchased at auction by the Rochester Museum and Science Center. No known individual was identified. No associated funerary objects are present. \\n        Based on skeletal morphology, these individuals have been identified as Native American. Based on site location and continuities of material culture as represented in other collections from the site, the Snyder McClure site has been identified as a Seneca occupation, dating to circa A.D. 1710-1740. \\n        At an unknown date, partial human remains representing one individual were recovered from the Warren site (Hne 010), East Bloomfield, Ontario County, NY, by F. Keith Pierce, who donated them to the Rochester Museum and Science Center in 1935. No known individual was identified. No associated funerary objects are present. \\n        In 1927, partial human remains representing one individual were recovered from the Warren site (Hne 010) during a Rochester Museum and Science Center field expedition led by William A. Ritchie. No known individual was identified. No associated funerary objects are present. \\n        Based on skeletal morphology, these individuals have been identified as Native American. Based on site location and continuities of material culture as represented in other collections from the site, the Warren site has been identified as a Seneca occupation, dating to circa A.D. 1625-1645. \\n        In 1936, partial human remains representing three individuals were recovered from the Geneseo Mound site (Cda 007) in Avon, Livingston County, NY, during a Rochester Museum and Science Center field expedition led by William A. Ritchie. No known individuals were identified. The 1,066 associated funerary objects are 1 ring fitted with glass stones, 70 brass and shell beads, 966 glass and shell beads, 1 iron axe, 9 pieces of a thimble rattle, 8 brass bracelets, 6 brass bangles, 4 hawk bells with bangles, and 1 lead brooch. \\n        Based on skeletal morphology, these individuals have been identified as Native American. Archeological evidence has documented the Geneseo Mound site as dating to the Middle Woodland period and the three burials as intrusive into the older deposits. Based on the site location, the excavation reports, the condition of the human remains, and continuities of material culture, these human remains and associated funerary objects have been identified as Seneca, dating to circa A.D. 1770. \\n        In 1940, partial human remains representing five individuals were recovered from the Kirkwood site (Hne 031) in Avon, Livingston County, NY, during a Rochester Museum and Science Center field expedition led by William A. Ritchie. No known individuals were identified. The 154 associated funerary objects are 1 stone muller, 1 brass needle, 3 containers of glass and shell beads, 1 container of chestnuts, 2 iron axes, 1 iron knife, 3 containers of squash seeds, 5 wooden ladle fragments, 8 blanket fragments, 4 containers of wampum beads, 30 wood fragments, 2 ceramic pipe fragments, 76 wampum and glass beads, 1 knife handle, 1 container of shell beads, 1 tubular shell bead, 1 shell pendant, 1 piece of red ocher, 9 shell runtees, 1 container of wampum/glass/shell beads, and 2 combs. \\n        Based on skeletal morphology and the associated funerary objects, these individuals have been identified as Native American. Based on excavation reports, site location, and continuities of material culture, the Kirkwood site has been identified as a Seneca occupation, dating to circa A.D. 1670-1687. \\n\\n        In 1936, partial human remains representing three individuals were recovered from the Lower Fall Brook site (Cda 004) in Genesee, Livingston County, NY, during a Rochester Museum and Science Center field expedition led by William A. Ritchie. No known individuals were identified. The 175 associated funerary objects are 1 stone pipe, 1 fire steel, 1 brass kettle, 2 pieces of a wooden ladle, and 170 glass and shell beads. \\n        \\n        Based on skeletal morphology and the associated funerary objects, these individuals have been identified as Native American. Based on excavation reports, site location, and continuities of material culture, the Lower Fall Brook site has been identified as a Seneca occupation, dating to circa A.D. 1750-1775. \\n        In 1966, partial human remains representing three individuals were recovered from the Lima site (Hne 041) in Lima, Livingston County, NY. The remains were first encountered by construction workers during excavation for a sewer line and were subsequently recovered in a salvage effort by the Rochester Museum and Science Center. The human remains were transferred from the town of Lima to the Rochester Museum and Science Center as authorized by H.A. Hennessey. No known individuals were identified. No associated funerary objects are present. \\n        Based on skeletal morphology, these individuals have been identified as Native American. Based on site location and continuities of material culture as represented in other collections from the site, the Lima site has been identified as a Seneca occupation, dating to circa A.D. 1625-1640. \\n        In 1955, partial human remains representing four individuals were recovered from the MacEwan site (Aga 004) in Hume, Allegany County, NY, during the removal of gravel for road repairs by the town of Hume highway department. The remains were transferred to the Rochester Museum and Science Center on the authority of Clifford Watson. No known individuals were identified. The three associated funerary objects are one knife blade and two iron nails. \\n        Based on skeletal morphology, these individuals have been identified as Native American. Based on site locations and continuities of material culture, the MacEwan site has been identified as a Seneca occupation, dating to sometime after A.D. 1700. \\n        In 1964, partial human remains representing one individual were recovered from the Cornish site (Hne 009) in West Bloomfield, Ontario County, NY, during a Rochester Museum and Science Center field expedition. No known individuals were identified. No associated funerary objects are present. \\n        Based on skeletal morphology, these individuals have been identified as Native American. Based on site location and continuities of material culture as represented in other collections from the site, the Cornish site has been identified as a Seneca occupation, dating to circa A.D. 1625-1645. \\n        In 1986, partial human remains representing two individuals were recovered from the Creek site (Mda 007) on the Tonawanda Reservation near Genesee County, NY, by Stanley Vanderlaan, who donated them to the Rochester Museum and Science Center in 1987. No known individuals were identified. No associated funerary objects are present. \\n        Based on skeletal morphology, these individuals have been identified as Native American. Based on the site location, the Creek site has been identified as a Seneca occupation, dating to circa A.D. 1780-1820. \\n        At an unknown date, partial human remains representing two individuals were recovered from the Dann site (Hne 003) in Mendon, Monroe County, NY, by J.G. D\\'Olier. In 1928-1929, these human remains were purchased by the Rochester Museum and Science Center as part of the collection of Alvin H. Dewey. No known individuals were identified. No associated funerary objects are present. \\n        In 1955, partial human remains representing one individual were recovered from the Dann site (Hne 003) in Mendon, Monroe County, NY, and were donated to the Rochester Museum and Science Center by Albert Hoffman. No known individual was identified. No associated funerary objects are present. \\n        Based on skeletal morphology, these individuals have been identified as Native American. Based on site location and continuities of material culture as represented in other collections from the site, the Dann site has been identified as a Seneca occupation, dating to circa A.D. 1655-1675. \\n        In 1934, partial human remains representing 37 individuals were recovered from the Dutch Hollow site (Hne 001) in Avon, Livingston County, NY, during a field expedition led by William A. Ritchie of the Rochester Museum and Science Center. No known individuals were identified. The 3,292 associated funerary objects are 2 wooden bowl fragments, 1 wooden awl handle, 4 iron knives, 2 pieces of an iron knife, 1 iron knife fragment, 2 iron axes, 1 iron axe head, 1 iron axe blade, 1 iron awl, 1 iron bracelet, 1 iron celt, 24 projectile points, 6 flint projectile points, 1 graphite paint stone, 3 pieces of hematite, 1 flint scraper, 1 faceted graphite paint stone, 13 whetstones, 1 worked stone tool (chisel), 1 quartz spall, 3 flint spalls, 1 stone pipe bowl, 2 ceramic smoking pipes, 1,200 blue glass beads, 900 glass beads, 603 shell and glass beads, 33 shell beads, 30 glass and slate beads, 8 ceramic vessels, 1 bird effigy ceramic pipe, 3 cylindrical brass beads, 5 sheet brass beads, 6 brass beads, 2 brass gaming discs, 1 perforated brass rectangle, 1 twisted brass/copper strip, 1 brass hawk bell fragment, 2 brass bracelets, 6 brass bracelet fragments, 1 cut brass rectangle, 1 brass pipe bowl liner, 1 wolf effigy comb, 2 antler figurines, 1 antler figurine in process, 1 antler effigy comb, 1 antler human face effigy, 12 antler gaming discs, 15 antler gaming balls, 1 antler projectile point, 1 antler punch, 1 antler harpoon, 1 worked antler, 25 fragments from an antler double-tooth comb, 17 (unidentified) animal bones, 2 pieces of weasel skull, 150 bones from a dog skeleton, 1 dog canine tooth, 2 bones from a dog skull, 1 bone from a dog skull, 1 bone from a dog jaw, 27 bones from a duck skeleton, 12 bear claw cores, 9 turkey bones, 16 bear claws/dog teeth/shell beads, 1 eagle beak, 17 owl claw cores, 1 owl beak, 18 turkey bones/bear claw cores, 15 fragments of a turtle shell rattle, 25 fragments of a turtle shell rattle, 1 bear canine, 1 raccoon splanchnic bone, and 35 deer bones. \\n        Based on skeletal morphology, these individuals have been identified as Native American. Based on excavation reports, site location, condition of the human remains, and continuities of material culture, the Dutch Hollow site has been identified as a Seneca occupation, dating to circa A.D. 1605-1620. \\n        In 1934, partial human remains representing three individuals were recovered from the Boughton Hill site (Can 002) in Victor, Ontario County, NY, during a field expedition led by William A. Ritchie of the Rochester Museum and Science Center. No known individuals were identified. The 16 associated funerary objects are 1 gun flint, 2 brass projectile points, 1 container of fabric fragments, 1 kettle handle, 1 deer vertebra associated with a textile fragment, 2 wooden bowl fragments, 4 pistol parts, 2 projectile points, and 2 pieces of animal skin associated with bark fragments. \\n        In 1999, partial human remains representing one individual recovered from the Boughton Hill site (Can 002) were found in the Rochester Museum and Science Center collection. No known individual was identified. No associated funerary objects are present. \\n        Based on skeletal morphology, these individuals have been identified as Native American. Based on excavation reports, site location, condition of the human remains, and continuities of material culture, the Boughton Hill site has been identified as a Seneca occupation, dating to circa A.D. 1670-1687. \\n\\n        In 1950, partial human remains representing one individual were recovered from the Adams site (Hne 080) in Livonia, Livingston County, NY, by Charles F. Wray and were donated to the Rochester Museum and Science Center. No known individual was identified. No associated funerary objects are present. \\n        Based on skeletal morphology, this individual has been identified as Native American. Based on reports of other excavations, site location, and condition of the human remains, the Adams site has been identified as a Seneca occupation, dating to circa A.D. 1575-1590. \\n        In 1934, partial human remains representing two individuals were recovered from the Avon Bridge site (Cda 006) in Avon, Livingston County, NY, during a Rochester Museum and Science Center field expedition led by William A. Ritchie. No known individuals were identified. No associated funerary objects are present. \\n        Based on skeletal morphology, these individuals have been identified as Native American. Based on reports of other excavations, site location, and condition of the human remains, the Avon Bridge site has been identified as a Seneca occupation, dating circa A.D. 1750-1779. \\n        In 1942, partial human remains representing one individual were recovered from the Barnard Street Cemetery site in Buffalo, Erie County, NY, by W.L. Bryant, who gave them to the Rochester Museum and Science Center. No known individuals were identified. No associated funerary objects are present. \\n        Based on skeletal morphology, this individual has been identified as Native American. Frederick Houghton associated the site with a Seneca village visited by Father Picquet prior to A.D. 1750. Based on site location and the condition of the human remains, the Barnard Street Cemetery site has been identified as a Seneca occupation, dating to before A.D. 1750. \\n        In 1912, partial human remains representing three individuals were recovered from the Beal site (Can 010) in East Bloomfield, Ontario County, NY, by Frederick Houghton, who donated them to the Rochester Museum and Science Center in 1942. No known individuals were identified. No associated funerary objects are present. \\n        At an unknown date, partial human remains representing one individual were recovered from the Beal site by Albert Hoffman, who donated them to the Rochester Museum and Science Center in 1955. No known individual was identified. No associated funerary objects are present. \\n        Based on skeletal morphology, these individuals have been identified as Native American. Based on site location and the condition of the human remains, the Beal site has been identified as a Seneca occupation, dating circa A.D. 1670-1687. \\n        In the late 19th century, partial human remains representing 23 individuals were recovered from the Buffam Street site (Buf 003) in the city of Buffalo, Erie County, NY, by A.D. Strickler and E. Wende. At an unknown date, partial human remains representing one individual were recovered from the Buffam Street site by Frederick Houghton. In 1942, these remains of 24 individuals were donated to the Rochester Museum and Science Center by the Buffalo Museum of Science. No known individuals were identified. No associated funerary objects are present. \\n        At an unknown date, partial human remains representing one individual were recovered from the Buffam Street site by person(s) unknown and were incorporated into the collection of Alvin H. Dewey. In 1928-1929, these human remains were purchased by the Rochester Museum and Science Center as part of the Dewey Collection. No known individual was identified. No associated funerary objects are present. \\n        Based on skeletal morphology, these individuals have been identified as Native American. The site location is documented as that of the Indian Mission Cemetery. Based on the site location and the condition of the human remains, the Buffam Street site has been identified as a Seneca occupation, dating to sometime after A.D. 1700. \\n        In 1936, partial human remains representing seven individuals were recovered from the Canawaugus site (Cda 002) in Caledonia, Livingston County, NY, during a Rochester Museum and Science Center field expedition led by William A. Ritchie. No known individuals were identified. The 4,152 associated funerary objects are 1 brass kettle, 1 brass kettle fragment, 4 pieces of a brass kettle containing cloth and wood fragments, 1 bone comb, 1 wooden ladle, 6 wooden ladle fragments, 1 round glass mirror, 3 glass mirror fragments, 2,386 glass beads, 1 iron awl, 1 berry cake, 1 group of gourd fragments, 2 pieces of an iron clasp knife, 1670 tubular glass beads, 1 package of vermilion, 1 shell bead, 2 pieces of a clasp knife, 1 iron vanity box, 1 pair of scissors, 16 iron nails, 2 bark fragments, and 5 fabric fragments. \\n        Based on skeletal morphology, these individuals have been identified as Native American. Based on the site location, historic records linking this site with the historic Canawaugus Reservation, the condition of the human remains, and continuities in material culture, the Canawaugus site has been identified as a Seneca occupation, dating to the late 1700\\'s. \\n        In 1993, partial human remains representing three individuals were recovered from the surface of the Power House site (Hne 002) in Lima, Livingston County, NY, during a Rochester Museum and Science Center field school excavation led by Lorraine Saunders. No known individuals were identified. No associated funerary objects are present. \\n        Based on the skeletal morphology, these individuals have been identified as Native American. Based on site location and continuities of material culture as represented in other collections from the site, the Power House site has been identified as a Seneca occupation, dating to circa A.D. 1640-1660. \\n        Based on the above-mentioned information, officials of the Rochester Museum and Science Center have determined that, pursuant to 43 CFR 10.2(d)(1), the human remains listed above represent the physical remains of 141 individuals of Native American ancestry. Officials of the Rochester Museum and Science Center also have determined that, pursuant to 43 CFR 10.2(d)(2), the 8,876 objects listed above are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony. Lastly, officials of the Rochester Museum and Science Center have determined that, pursuant to 43 CFR 10.2(e), there is a relationship of shared group identity that can be reasonably traced between these Native American human remains and associated funerary objects and the Seneca Nation of New York, the Tonawanda Band of Seneca Indians of New York, and the Seneca-Cayuga Tribe of Oklahoma. \\n\\n        This notice has been sent to officials of the Cayuga Nation of New York, the Oneida Nation of New York, the Oneida Tribe of Wisconsin, the Onondaga Nation of New York, the Seneca Nation of New York, the Seneca-Cayuga Tribe of Oklahoma, the St. Regis Band of Mohawk Indians of New York, the Stockbridge-Munsee Community of Mohican Indians of Wisconsin, the Tonawanda Band of Seneca Indians of New York, and the Tuscarora Nation of New York. Representatives of any other Indian tribe that believes itself to be culturally affiliated with these human remains and associated funerary objects should contact Connie Bodner, NAGPRA Liaison, Rochester Museum and Science Center, 657 East Avenue, Rochester, NY 14607-2177, telephone (716) 271-4552, extension 345, before December 21, 2000. Repatriation of the human remains and associated funerary objects to the Seneca Nation of New York, the Tonawanda Band of Seneca Indians of New York, and the Seneca-Cayuga Tribe of Oklahoma may begin after that date if no additional claimants come forward. \\n        \\n          Dated: November 14, 2000. \\n          John Robbins, \\n          Assistant Director, Cultural Resources Stewardship and Partnerships. \\n        \\n      \\n      [FR Doc. 00-29811 Filed 11-20-00; 8:45 am] \\n      BILLING CODE 4310-70-F\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR ", "sub_agency1": "National Park Service ", "dep_doc": "Null", "subject": "Notice of Inventory Completion for Native American Human Remains and Associated Funerary Objects in the Possession of the Rochester Museum and Science Center, Rochester, NY ", "agency2": "National Park Service, Interior. ", "action": "Notice. ", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: November 14, 2000. ", "signature_name": "John Robbins, ", "signature_title": "Assistant Director, Cultural Resources Stewardship and Partnerships. ", "fr_doc": "[FR Doc. 00-29811 Filed 11-20-00; 8:45 am] ", "billing_code": "BILLING CODE 4310-70-F", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}