{"index": "I_2144", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR \\n        National Park Service \\n        Notice of Inventory Completion for Native American Human Remains and Associated Funerary Objects in the Possession of the Louisiana State University Museum of Natural Science, Baton Rouge, LA \\n        \\n          AGENCY:\\n          National Park Service. \\n        \\n        \\n          ACTION:\\n          Notice. \\n        \\n        Notice is hereby given in accordance with provisions of the Native American Graves Protection and Repatriation Act (NAGPRA), 43 CFR 10.9, of the completion of an inventory of human remains and associated funerary objects in the possession of the Louisiana State University Museum of Natural Science, Baton Rouge, LA. \\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 43 CFR 10.2 (c). The determinations within this notice are the sole responsibility of the museum, institution, or Federal agency that has control of these Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations within this notice. \\n        A detailed assessment of the human remains was made by Louisiana State University Museum of Natural Science professional staff in consultation with representatives of the Chitimacha Tribe of Louisiana. \\n        In 1929-1930, human remains representing seven individuals were removed during excavations conducted at the Fatherland Site (22AD001), Adams County, MS, by Moreau B. Chambers. Mr. Chambers donated these remains to the Lousiana State University Museum of Natural Science in 1930. Museum records indicate that these remains were found in Burial 7, and Burial 13C. No known individuals were identified. The 85 associated funerary objects are textile fragments, shell fragments, wood fragments, trunk parts, and iron nails. One hundred and seven unassociated funerary objects also were removed during these excavations. \\n        The Fatherland Site is located on the west side of St. Catherine Creek, about three miles south of Natchez, MS. The material culture excavated from the Fatherland Site dates to A.D. 1682-1729. Historical and archeological evidence demonstrate that the Fatherland Site is the Grand Village of the Natchez. This settlement was occupied until 1729, when the Natchez lost a war with the French and were forced to flee. The majority resided for some time with the Chickasaw, though some moved to live with the Upper Creek and the Cherokee. Each of these groups were removed with their hosts to Indian Territory in the 19th century. \\n        Based on the archeological, ethnohistorical, and historical evidence, the human remains and objects from the Fatherland Site are determined to be affiliated with the Chitimacha Tribe of Louisiana. The Chitimacha Tribe of Louisiana is the sole remaining Federally recognized tribe that share cultural attributes with the late prehistoric Delta-Natchezan complex from which both the Natchez and the Chitimacha derived. On the basis of linguistic and sociocultural evidence, the Chitimacha Tribe of Louisiana is considered to be the most closely related of the Federally recognized Native American groups. \\n        Based on the above-mentioned information, Louisiana State University Museum of Natural Science officials have determined that, pursuant to 43 CFR 10.2 (d)(1), the human remains listed above represent the physical remains of seven individuals of Native American ancestry. Officials of the Louisiana State University Museum of Natural Science also have determined that, pursuant to 43 CFR 10.2 (d)(2), the 85 objects listed above are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony. Lastly, officials of the Louisiana State University Museum of Natural Science have determined that, pursuant to 43 CFR 10.2 (e), there is a relationship of shared group identity that can be reasonably traced between these Native American human remains and associated funerary objects and the Chitimacha Tribe of Louisiana. \\n        This notice has been sent to officials of the Chitimacha Tribe of Louisiana; the Cherokee Nation of Oklahoma; the United Keetoowah Band of Cherokee Indians of Oklahoma; the Muskogee Creek; and the Chickasaw Nation, Oklahoma. Representatives of any other Indian tribe that believes itself to be culturally affiliated with these human remains and associated funerary objects should contact Dr. Rebecca Saunders, Assistant Curator of Anthropology, Louisiana State Museum of Natural Science, 119 Foster Hall, Baton Rouge, LA 70803, telephone (225) 578-6562, before January 12, 2001.  Repatriation of the human remains and associated funerary objects to the Chitimacha Tribe of Louisiana may begin after that date if no additional claimants come forward. \\n        \\n          Dated: November 30, 2000.\\n          John Robbins,\\n          Assistant Director, Cultural Resources, Stewardship, and Partnerships.\\n        \\n      \\n      [FR Doc. 00-31659 Filed 12-12-00; 8:45 am] \\n      BILLING CODE 4310-70-F\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR ", "sub_agency1": "National Park Service ", "dep_doc": "Null", "subject": "Notice of Inventory Completion for Native American Human Remains and Associated Funerary Objects in the Possession of the Louisiana State University Museum of Natural Science, Baton Rouge, LA ", "agency2": "National Park Service. ", "action": "Notice. ", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: November 30, 2000.", "signature_name": "John Robbins,", "signature_title": "Assistant Director, Cultural Resources, Stewardship, and Partnerships.", "fr_doc": "[FR Doc. 00-31659 Filed 12-12-00; 8:45 am] ", "billing_code": "BILLING CODE 4310-70-F", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}