{"index": "I_2164", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR \\n        National Park Service \\n        Notice of Inventory Completion for Native American Human Remains and Associated Funerary Objects in the Possession of The State Museum of Pennsylvania, Harrisburg, PA \\n        \\n          AGENCY:\\n          National Park Service \\n        \\n        \\n          ACTION:\\n          Notice \\n        \\n        Notice is hereby given in accordance with provisions of the Native American Graves Protection and Repatriation Act (NAGPRA), 43 CFR 10.9, of the completion of an inventory of human remains and associated funerary objects in the possession of The State Museum of Pennsylvania, Harrisburg, PA. \\n\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 43 CFR 10.2 (c). The determinations within this notice are the sole responsibility of the museum, institution, or Federal agency that has control of these Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations within this notice. \\n        \\n        A detailed assessment of the human remains was made by The State Museum of Pennsylvania professional staff in consultation with representatives of the Delaware Nation, Oklahoma (formerly Delaware Tribe of Western Oklahoma); and the Delaware Tribe of Indians, Oklahoma. \\n        At an unknown date, human remains representing six individuals were removed during excavations at the Overpeck Site (36Bu5), Bridgeton Township, Bucks County, PA by William Strohmeir and Elmer Erb. In 1983, remains representing one of these individuals were donated to The State Museum of Pennsylvania by Mr. Strohmeir. Remains representing four of these individuals were donated to the museum by Mr. Erb the same year. In 1986, the Society of Pennsylvania Archaeologists purchased the last set of these remains from the estate of Mr. Erb and donated them to The State Museum of Pennsylvania. No known individuals were identified. No associated funerary objects are present. \\n        Previous archeological investigations at the Overpeck Site identified 15th century proto-historic pottery styles characteristic of the Lenape (Delaware). Ethnohistorical accounts also place Lenape bands in the vicinity of the site during the early Colonial Period. There is no evidence to contradict this. \\n        In 1978, human remains representing 15 individuals and 2,206 associated funerary objects were removed during excavations at the Montgomery Site (36Ch60), Wallace Township, Chester County, PA by Dr. Marshall Becker, West Chester University. Dr. Becker donated the remains and objects to The State Museum of Pennsylvania the same year. No known individuals were identified. The associated funerary objects include animal bone fragments; glass, seed, and wampum beads; brass bells; buckskin fragments; charcoal fragments; clothing fasteners; brass, silver, and iron buckles; copper and pewter buttons; glass bottle fragments; iron tools; coffin and regular nails; miscellaneous brass fragments; hinges; miscellaneous seeds and nuts; a pewter pipe; a stone scraper; fabric fragments; a thimble; unidentified organic material; and wood fragments. \\n        The Euroamerican assemblage of objects dates the burials to the 18th century. Oral tradition, and ethnohistorical and archeological evidence place a \\xe2\\x80\\x9cBrandywine Band\\xe2\\x80\\x9d of the Lenape (Delaware) at the site circa A.D. 1730. There is no evidence to contradict this. \\n        In 1976, human remains representing one individual were removed from the Printz Park Site (36De3), Tinicum Township, Delaware County, PA by Dr. Marshall Becker, West Chester University, while under contract to The State Museum of Pennsylvania. No known individual was identified. No associated funerary objects are present. \\n        Ethnohistoric evidence and archeological evidence indicate that the remains most likely are associated with a protohistoric Lenape (Delaware) occupation, circa A.D. 1500 at the Prinz Park Site. There is no evidence to contradict this. \\n        At an unknown date, human remains and funerary objects were removed from the Chambers Site (36 Lr11), Union Township, Lawrence County, PA by John A. Zukcia. In 1968, The State Museum of Pennsylvania purchased human remains representing eight of these individuals from Mr. Zukcia. No known individuals were identified. The State Museum of Pennsylvania also purchased 5,128 funerary objects removed during the same excavations at the Chambers Site. A total of 2,116 objects were associated with the 8 burials in the possession of The State Museum of Pennsylvania. The remainder of the purchased objects are associated with burials currently in the possession of the Carnegie Museum, Pittsburg, PA. The associated funerary objects include brass, seed, glass, shell, and silver beads; brass bells; a brass kettle; buckskin fragments; iron buckles; brass, silver, and wood buttons; gun parts; Euroamerican ceramics; iron tools; knife blade fragments, box fragments; coffin and regular nails; hinges; leather fragments; charred maize cobs; mirror fragments; bracelets; danglers; brooches; rings; earrings; cufflinks; pendants; spoons; strike-a-lights; thimbles; textiles; wampum belt fragments; and wood fragments. \\n        The Euroamerican assemblage of objects associated with the human remains dates the burials to the 18th century. Ethnohistoric and documentary evidence identify the Chambers Site as a Lenape (Delaware) occupation dating to A.D. 1763-1776. There is no evidence to contradict this. \\n        In 1978, human remains representing 28 individuals and 11,097 associated funerary objects were removed during excavations at the Wapwallopen Site (also known as the Knouse Site) (36 Lu43), Conyngham Township, Luzerne County, PA by The State Museum of Pennsylvania staff. No known individuals were identified. The objects include seed and glass beads; brass bell; buttons; a projectile point; brick fragments; charcoal fragments; gun parts; coffin nails; mirror fragments; miscellaneous objects made from iron, brass, and leather; seeds and nuts; medallions; jinglers; chain fragments; a bracelet; rings; spirals; silver brooch; shell pendant; kaolin and calumet pipes; stone tools; brass thimble; unidentified organic material; unidentified pottery sherds; a brass box; a whetstone; and wood coffin fragments. \\n        The Euroamerican assemblage of objects found with the human remains dates the burials to the 18th century. Ethnohistorical evidence and documentary evidence identify the Wapwallopen Site as a Lenape (Delaware) occupation dating to A.D. 1744-1755. There is no evidence to contradict this. \\n        Based on the above-mentioned information, officials of The State Museum of Pennsylvania have determined that, pursuant to 43 CFR 10.2 (d)(1), the human remains listed above represent the physical remains of 58 individuals of Native American ancestry. Officials of The State Museum of Pennsylvania also have determined that, pursuant to 43 CFR 10.2 (d)(2), the 18,431 objects listed above are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony. Lastly, officials of The State Museum of Pennsylvania have determined that, pursuant to 43 CFR 10.2 (e), there is a relationship of shared group identity that can be reasonably traced between these Native American human remains and associated funerary objects and the Delaware Nation, Oklahoma and the Delaware Tribe of Indians, Oklahoma. \\n        This notice has been sent to officials of the Delaware Nation, Oklahoma; and the Delaware Tribe of Indians, Oklahoma. Representatives of any other Indian tribe that believes itself to be culturally affiliated with these human remains and associated funerary objects should contact Stephen G. Warfel, Senior Curator, Archaeology, The State Museum of Pennsylvania, 300 North Street, Harrisburg, PA 17120-0024, telephone (717) 783-2887, before November 27, 2000. Repatriation of the human remains and associated funerary objects to the Delaware Nation, Oklahoma; and the Delaware Tribe of Indians, Oklahoma may begin after that date if no additional claimants come forward. \\n        \\n          Dated: October 16, 2000. \\n          John Robbins, \\n          Assistant Director, Cultural Resources Stewardship and Partnerships. \\n        \\n      \\n      [FR Doc. 00-27395 Filed 10-25-00; 8:45 am] \\n      BILLING CODE 4310-70-F\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR ", "sub_agency1": "National Park Service ", "dep_doc": "Null", "subject": "Notice of Inventory Completion for Native American Human Remains and Associated Funerary Objects in the Possession of The State Museum of Pennsylvania, Harrisburg, PA ", "agency2": "National Park Service ", "action": "Notice ", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: October 16, 2000. ", "signature_name": "John Robbins, ", "signature_title": "Assistant Director, Cultural Resources Stewardship and Partnerships. ", "fr_doc": "[FR Doc. 00-27395 Filed 10-25-00; 8:45 am] ", "billing_code": "BILLING CODE 4310-70-F", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}