{"index": "I_2101", "messy_full": "\\n      \\n        \\n        DEPARTMENT OF THE INTERIOR \\n        National Park Service \\n        Notice of Inventory Completion for Native American Human Remains and Associated Funerary Objects in the Possession of the Peabody Museum of Archaeology and Ethnology, Harvard University, Cambridge, MA\\n        \\n          AGENCY:\\n          National Park Service, Interior. \\n        \\n        \\n          ACTION:\\n          Notice. \\n        \\n        Notice is hereby given in accordance with provisions of the Native American Graves Protection and Repatriation Act (NAGPRA), 43 CFR 10.9, of the completion of an inventory of human remains and associated funerary objects in the possession of the Peabody Museum of Archaeology and Ethnology, Harvard University, Cambridge, MA. \\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 43 CFR 10.2 (c). The determinations within this notice are the sole responsibility of the museum, institution, or Federal agency that has control of these Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations within this notice. \\n        A detailed assessment of the human remains and associated funerary objects was made by the Peabody Museum of Archaeology and Ethnology professional staff in consultation with representatives of Alabama-Quassarte Tribal Town, Oklahoma; Kialegee Tribal Town, Oklahoma; Muscogee (Creek) Nation, Oklahoma; Poarch Band of Creek Indians of Alabama; and Thlopthlocco Tribal Town, Oklahoma. \\n        In 1858, a cultural item was recovered from a mound on Ossabaw Island, Chatham County, GA, by A.M. Harrison. The item is an Irene Complicated Stamped jar and was donated to the Peabody Museum of Archaeology and Ethnology by Dorothy Merrick in 1965. \\n        Based on ceramic style, this jar is dated to the Irene phase of the Late Mississippian period (A.D. 1300-1550). The cultural item has been determined to be an associated funerary object because museum documentation indicates that it contained human remains. The burial context indicates that the burial was Native American. The Peabody Museum of Archaeology and Ethnology is not in possession or control of the human remains from this burial. Oral traditions, ethnohistorical evidence, and archeological documentation indicate that the mound on Ossabaw Island is located within the aboriginal and historic homelands of the Creek Confederacy during the Irene phase of the Late Mississippian period. The present-day tribes that are most closely affiliated with members of the Creek Confederacy are Alabama-Quassarte Tribal Town, Oklahoma; Kialegee Tribal Town, Oklahoma; Muscogee (Creek) Nation, Oklahoma; Poarch Band of Creek Indians of Alabama; and Thlopthlocco Tribal Town, Oklahoma. \\n        In 1896, Clarence B. Moore recovered cultural items from Ossabaw Island, Middle Settlement, Mound A, Chatham County, GA, and donated the items to the Peabody Museum of Archaeology and Ethnology that same year. The 31 items are 1 complete jar with stamped decorations represented by 3 sherds, 1 large reconstructed bowl represented by 15 ceramic sherds, 1 large jar with stamped decorations, and 1 large jar represented by 12 sherds. \\n        Based on ceramic style, the vessels are dated to the Irene phase of the Late Mississippian period (A.D. 1300-1550). The cultural items have been determined to be associated funerary objects because museum documentation indicates that the vessels contained human remains. The burial context indicates that the burials were Native American. The Peabody Museum of Archaeology and Ethnology is not in possession or control of the human remains from these burials. These vessels contained additional funerary objects that are considered unassociated funerary objects due to the absence of human remains. These unassociated funerary objects are described in a Notice of Intent to Repatriate. Oral traditions, ethnohistorical evidence, and archeological documentation indicate that the Middle Settlement, Mound A site is located within the aboriginal and historic homelands of the Creek Confederacy during the Irene phase of the Late Mississippian period. The present-day tribes that are most closely affiliated with members of the Creek Confederacy are Alabama-Quassarte Tribal Town, Oklahoma; Kialegee Tribal Town, Oklahoma; Muscogee (Creek) Nation, Oklahoma; Poarch Band of Creek Indians of Alabama; and Thlopthlocco Tribal Town, Oklahoma. \\n        In 1897, Clarence B. Moore recovered human remains representing one individual from the \\xe2\\x80\\x9cMound near Contentment\\xe2\\x80\\x9d site, McIntosh County, GA, and donated these remains to the Peabody Museum of Archaeology and Ethnology that same year. No known individual was identified. The 30 associated funerary objects are 1 undecorated ceramic jar represented by 29 ceramic sherds, and 1 complete ceramic jar with check stamp decoration. \\n        Based on the ceramic style of the vessels, the burial is dated to the Savannah II phase of the Late Mississippian period (A.D. 1200-1300) and the individual has been identified as Native American. Oral traditions, ethnohistorical evidence, and archeological documentation indicate that the \\xe2\\x80\\x9cMound near Contentment\\xe2\\x80\\x9d site is located within the aboriginal and historical homelands of the Creek Confederacy during the Savannah II phase of the Late Mississippian period. The present-day tribes that are most closely affiliated with members of the Creek Confederacy are Alabama-Quassarte Tribal Town, Oklahoma; Kialegee Tribal Town, Oklahoma; Muscogee (Creek) Nation, Oklahoma; Poarch Band of Creek Indians of Alabama; and Thlopthlocco Tribal Town, Oklahoma. \\n        In 1897, Clarence B. Moore recovered cultural items from St. Catherine\\'s Island, \\xe2\\x80\\x9cMound near South End Settlement\\xe2\\x80\\x9d site, Long County, GA, and donated the items to the Peabody Museum of Archaeology and Ethnology that same year. The 33 cultural items are 1 jar with stamped decoration, 31 sherds from that vessel, and 1 large bowl. \\n\\n        Based on ceramic style, these items are dated to the Irene phase of the Late Mississippian period (A.D. 1300-1550). The cultural items have been determined to be associated funerary objects because museum documentation indicates that the vessels contained human remains. The burial context indicates that the burial was Native American. The Peabody Museum of Archaeology and Ethnology is not in possession or control of the human remains from this burial. These vessels contained additional funerary objects that are considered unassociated funerary objects due to the absence of human remains. These unassociated funerary objects are described in a Notice of Intent to Repatriate. Oral traditions, ethnohistorical evidence, and archeological documentation indicate that the \\xe2\\x80\\x9cMound near South End Settlement\\xe2\\x80\\x9d site is located within the aboriginal and historic homelands of the Creek Confederacy during the Irene phase of the Late Mississippian period. The present-day tribes that are most closely affiliated with members of the Creek Confederacy are Alabama-Quassarte Tribal Town, Oklahoma; Kialegee Tribal Town, Oklahoma; Muscogee (Creek) Nation, Oklahoma; Poarch Band of Creek Indians of Alabama; and Thlopthlocco Tribal Town, Oklahoma. \\n        \\n        In 1897, Clarence B. Moore recovered cultural items from the \\xe2\\x80\\x9cCreighton Island-North End\\xe2\\x80\\x9d site, McIntosh County, GA, and donated the items to the Peabody Museum of Archaeology and Ethnology that same year. The 91 items are 1 jar with stamped decorations and 50 sherds from that vessel, and 1 jar with stamped decoration and 39 sherds from that vessel. \\n        Based on ceramic style, these vessels are dated to the Late Mississippian/Protohistoric period (A.D. 1300-1650). The cultural items have been determined to be associated funerary objects because museum documentation indicates that the vessels contained human remains. The burial context indicates that these burials were Native American. The Peabody Museum of Archaeology and Ethnology is not in possession or control of the human remains from this burial. Oral traditions, ethnohistorical evidence, and archeological documentation indicate that the \\xe2\\x80\\x9cCreighton Island-North End\\xe2\\x80\\x9d site is located within the aboriginal and historic homelands of the Creek Confederacy during the Late Mississippian/Protohistoric period. The present-day tribes that are most closely affiliated with members of the Creek Confederacy are Alabama-Quassarte Tribal Town, Oklahoma; Kialegee Tribal Town, Oklahoma; Muscogee (Creek) Nation, Oklahoma; Poarch Band of Creek Indians of Alabama; and Thlopthlocco Tribal Town, Oklahoma. \\n        In 1897, Clarence B. Moore recovered cultural items from Ossabaw Island, Middle Settlement, Mound A, Chatham County, GA, and donated the items to the Peabody Museum of Archaeology and Ethnology that same year. The 11 items are 1 jar with stamped decoration, and 1 jar with stamped decoration represented by 10 sherds. \\n        Based on ceramic style, these cultural items are dated to the Irene phase of the Late Mississippian period (A.D. 1300-1550). The cultural items have been determined to be associated funerary objects because museum documentation indicates that the vessels contained human remains. The burial context indicates that the burials were Native American. The Peabody Museum of Archaeology and Ethnology is not in possession or control of the human remains from these burials. Oral traditions, ethnohistorical evidence, and archeological documentation indicate that the Middle Settlement, Mound A site is located within the aboriginal and historic homelands of the Creek Confederacy during the Irene phase of the Late Mississippian period. The present-day tribes that are most closely affiliated with members of the Creek Confederacy are Alabama-Quassarte Tribal Town, Oklahoma; Kialegee Tribal Town, Oklahoma; Muscogee (Creek) Nation, Oklahoma; Poarch Band of Creek Indians of Alabama; and Thlopthlocco Tribal Town, Oklahoma. \\n        In 1898, Clarence B. Moore recovered human remains representing five individuals from the \\xe2\\x80\\x9cMounds 1 and 2 near Lake Bluff\\xe2\\x80\\x9d site, Long County, GA, and donated these remains to the Peabody Museum of Archaeology and Ethnology that same year. No known individuals were identified. The 113 associated funerary objects are 1 undecorated bowl, 1 undecorated bowl represented by 15 ceramic sherds, 1 jar with stamped decorations, 95 shell beads, 1 bottle of shell beads, and floral remains. \\n        Based on ceramic style, the burial is dated to the Savannah II phase of the Late Mississippian period (A.D. 1200-1300), and the individuals have been identified as Native American. Oral traditions, ethnohistorical evidence, and archeological documentation indicate that the \\xe2\\x80\\x9cMounds 1 and 2 near Lake Bluff\\xe2\\x80\\x9d site is located within the aboriginal and historical homelands of the Creek Confederacy during the Savannah II phase of the Late Mississippian period. The present-day tribes that are most closely affiliated with members of the Creek Confederacy are Alabama-Quassarte Tribal Town, Oklahoma; Kialegee Tribal Town, Oklahoma; Muscogee (Creek) Nation, Oklahoma; Poarch Band of Creek Indians of Alabama; and Thlopthlocco Tribal Town, Oklahoma. \\n        In 1916, human remains representing one individual were donated to the Peabody Museum of Archaeology and Ethnology by the Boston Society of Natural History. No known individual was identified. No associated funerary objects are present. \\n        The human remains were collected from an unknown locale in Georgia by Dr. Josiah C. Nott. Museum documentation, which describes the human remains as a \\xe2\\x80\\x9cCreek Chief,\\xe2\\x80\\x9d indicates that the individual is Native American. The attribution of such a specific cultural affiliation to the human remains also indicates that the interment postdates sustained contact between indigenous groups and Europeans beginning in the 17th century. Oral traditions, ethnohistorical evidence, and archeological documentation indicate that Georgia was occupied by the Creek Confederacy in historic times. The present-day tribes that are most closely affiliated with members of the Creek Confederacy are Alabama-Quassarte Tribal Town, Oklahoma; Kialegee Tribal Town, Oklahoma; Muscogee (Creek) Nation, Oklahoma; Poarch Band of Creek Indians of Alabama; and Thlopthlocco Tribal Town, Oklahoma. \\n        Based on the above-mentioned information, officials of the Peabody Museum of Archaeology and Ethnology have determined that, pursuant to 43 CFR 10.2 (d)(1), the human remains described above represent the physical remains of seven individuals of Native American ancestry. Officials of the Peabody Museum of Archaeology and Ethnology also have determined that, pursuant to 43 CFR 10.2 (d)(2), 143 of the objects described above are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony, and 167 of the objects listed above are reasonably believed to have been made to contain human remains. Lastly, officials of the Peabody Museum of Archaeology and Ethnology have determined that, pursuant to 43 CFR 10.2 (e), there is a relationship of shared group identity that can be reasonably traced between these Native American human remains and associated funerary objects and Alabama-Quassarte Tribal Town, Oklahoma; Kialegee Tribal Town, Oklahoma; Muscogee (Creek) Nation, Oklahoma; Poarch Band of Creek Indians of Alabama; and Thlopthlocco Tribal Town, Oklahoma. \\n        This notice has been sent to officials of Alabama-Quassarte Tribal Town, Oklahoma; Kialegee Tribal Town, Oklahoma; Muscogee (Creek) Nation, Oklahoma; Poarch Band of Creek Indians of Alabama; and Thlopthlocco Tribal Town, Oklahoma. Representatives of any other Indian tribe that believes itself to be culturally affiliated with these human remains and associated funerary objects should contact Barbara Isaac, Repatriation Coordinator, Peabody Museum of Archaeology and Ethnology, Harvard University, 11 Divinity Avenue, Cambridge, MA 02138, telephone (617) 495-2254, before April 9, 2001. Repatriation of the human remains and associated funerary objects to Alabama-Quassarte Tribal Town, Oklahoma; Kialegee Tribal Town, Oklahoma; Muscogee (Creek) Nation, Oklahoma; Poarch Band of Creek Indians of Alabama; and Thlopthlocco Tribal Town, Oklahoma may begin after that date if no additional claimants come forward. \\n        \\n          \\n          Dated: February 22, 2001. \\n          John Robbins, \\n          Assistant Director, Cultural Resources Stewardship and Partnerships. \\n        \\n      \\n      [FR Doc. 01-5943 Filed 3-8-01; 8:45 am] \\n      BILLING CODE 4310-70-F\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR ", "sub_agency1": "National Park Service ", "dep_doc": "Null", "subject": "Notice of Inventory Completion for Native American Human Remains and Associated Funerary Objects in the Possession of the Peabody Museum of Archaeology and Ethnology, Harvard University, Cambridge, MA", "agency2": "National Park Service, Interior. ", "action": "Notice. ", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: February 22, 2001. ", "signature_name": "John Robbins, ", "signature_title": "Assistant Director, Cultural Resources Stewardship and Partnerships. ", "fr_doc": "[FR Doc. 01-5943 Filed 3-8-01; 8:45 am] ", "billing_code": "BILLING CODE 4310-70-F", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}