{"index": "I_2120", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR \\n        National Park Service \\n        Notice of Inventory Completion for Native American Human Remains and Associated Funerary Objects in the Possession of the Nebraska State Historical Society, Lincoln, NE \\n        \\n          AGENCY:\\n          National Park Service. \\n        \\n        \\n          ACTION:\\n          Notice. \\n        \\n        Graves Protection and Repatriation Act (NAGPRA), 43 CFR 10.9, of the completion of an inventory of human remains and associated funerary objects in the possession of the Nebraska State Historical Society, Lincoln, NE. \\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 43 CFR 10.2(c). The determinations within this notice are the sole responsibility of the museum, institution, or Federal agency that has control of these Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations within this notice. \\n        A detailed assessment of the human remains and associated funerary objects was made by Nebraska State Historical Society professional staff in consultation with representatives of the Omaha Tribe of Nebraska. \\n        Prior to 1908, human remains representing one individual, consisting of a skull and mandible, were donated to the Nebraska State Historical Society by U.S. Marshall J. H. Thrasher of Plattsmouth, NE. No known individual was identified. No associated funerary objects are present. \\n        Museum documentation that describes the human remains as \\xe2\\x80\\x9cskull and lower jaw of an Indian (Omaha) killed with a club in 1860\\xe2\\x80\\x9d indicates that the human remains are Native American and culturally affiliated with the Omaha Tribe. \\n\\n        In 1968, a burial ossuary was discovered at Site 25TS12 during road construction in Thurston County, NE. Human remains representing a minimum of five individuals were recovered from the site by Nebraska State Historical Society archeologist Gayle Carlson. With the exception of one bone fragment, the human remains were repatriated to the Omaha Tribe that year. The bone fragment represents one individual and is in the possession of the Nebraska State Historical Society. No known individual was identified. The 21 associated funerary objects are white quartzite debitage, red ochre fragments, a shell bead, unmodified fresh water mussel shell fragments, and a polished fresh water mussel shell fragment. \\n        The manner of interment, material culture, and the site location indicate that the human remains are Native American and culturally affiliated with the Omaha Tribe. \\n        In 1970, human remains representing a minimum of two individuals were recovered from Site 25AP32, Antelope County, NE. Nebraska State Historical Society staff archaeologist Gayle Carlson collected material recovered by a private individual who had notified the historical society of the site; Mr. Carlson also excavated material at the edge of earlier digging at Site 25AP32 by the owner. No known individuals were identified. The 13 associated funerary objects are a French long arm escutcheon, a bison rib wrench, sandstone shaft smoothers, a flake of chalcedony, a small grooved hammer, silt stone, a blue glass bead, and a chert flake. \\n        Cranial measurements, material culture, and site location indicate that these human remains are Native American and culturally affiliated with the Omaha Tribe. The remains of one individual include approximately 80 bone fragments. The remains of the second individual include approximately 50 bone fragments and a skull fragment. The two remains represent an individual male aged 40-49 years at death and a child aged 3.5-5 years at death. \\n        Based on the above-mentioned information, officials of the Nebraska State Historical Society have determined that, pursuant to 43 CFR 10.2 (d)(1), the human remains listed above represent the physical remains of four individuals of Native American ancestry. Officials of the Nebraska State Historical Society also have determined that, pursuant to 43 CFR 10.2 (d)(2), the 34 objects listed above are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony. Lastly, officials of the Nebraska State Historical Society have determined that, pursuant to 43 CFR 10.2 (e), there is a relationship of shared group identity that can be reasonably traced between these Native American human remains and associated funerary objects and the Omaha Tribe of Nebraska. \\n        This notice has been sent to officials of the Omaha Tribe of Nebraska. Representatives of any other Indian tribe that believes itself to be culturally affiliated with these human remains should contact Rob Bozell, Associate Director, Nebraska State Historical Society, 1500 R Street, P.O. Box 82554, Lincoln, NE 68501-2554, telephone (402) 471-4789, before February 26, 2001. Repatriation of the human remains and associated funerary objects to the Omaha Tribe of Nebraska may begin after that date if no additional claimants come forward. \\n        \\n          Dated: January 19, 2001. \\n          John Robbins, \\n          Assistant Director, Cultural Resources Stewardship and Partnerships. \\n        \\n      \\n      [FR Doc. 01-2320 Filed 1-25-01; 8:45 am] \\n      BILLING CODE 4310-70-F\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR ", "sub_agency1": "National Park Service ", "dep_doc": "Null", "subject": "Notice of Inventory Completion for Native American Human Remains and Associated Funerary Objects in the Possession of the Nebraska State Historical Society, Lincoln, NE ", "agency2": "National Park Service. ", "action": "Notice. ", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: January 19, 2001. ", "signature_name": "John Robbins, ", "signature_title": "Assistant Director, Cultural Resources Stewardship and Partnerships. ", "fr_doc": "[FR Doc. 01-2320 Filed 1-25-01; 8:45 am] ", "billing_code": "BILLING CODE 4310-70-F", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}