{"index": "I_2140", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR \\n        National Park Service \\n        Notice of Inventory Completion for Native American Human Remains and Associated Funerary Objects from Arizona in the Possession of San Diego State University, San Diego, CA \\n        \\n          AGENCY:\\n          National Park Service, Interior. \\n        \\n        \\n          ACTION:\\n          Notice. \\n        \\n        Notice is hereby given in accordance with provisions of the Native American Graves Protection and Repatriation Act (NAGPRA), 43 CFR 10.9, of the completion of an inventory of human remains and associated funerary objects in the possession of San Diego State University, San Diego, CA. \\n        This notice is being published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 43 CFR 10.2 (c). The determinations within this notice are the sole responsibility of the museum, institution, or Federal agency that has control of these Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations within this notice. \\n        A detailed assessment of the human remains was made by San Diego State University professional staff in consultation with representatives of the Tohono O\\'odham Nation of Arizona. \\n        At an unknown date, human remains representing a minimum of one individual were recovered from site SDSU-0370 (1959-2), in the vicinity of Hujuli Juk, Casa Grande/Gila Butte, AZ, by person(s) unknown under unknown circumstances. No known individuals were identified. No associated funerary objects are present. \\n        At an unknown date, human remains representing a minimum of one individual were recovered from site SDSU-0371 (19701-10), in the vicinity of Tucson, AZ, by persons unknown under unknown circumstances. No known individuals were identified. The two associated funerary objects are a cremation olla and a projectile point. \\n\\n        Based on manner of interment, these individuals have been identified as Native American. Geographic affiliation is consistent with the historically documented territory of the Tohono O\\'odham Nation of Arizona. \\n        \\n        Based on the above-mentioned information, officials of San Diego State University have determined that, pursuant to 43 CFR 10.2 (d)(1), the human remains listed above represent the physical remains of two individuals of Native American ancestry. Officials of San Diego State University also have determined that, pursuant to 43 CFR 10.2 (d)(2), the two objects listed above are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony. Lastly, officials of San Diego State University have determined that, pursuant to 43 CFR 10.2 (e), there is a relationship of shared group identity that can be reasonably traced between these Native American human remains and associated funerary objects and the Tohono O\\'odham Nation of Arizona. \\n        This notice has been sent to officials of the Tohono O\\'odham Nation of Arizona. Representatives of any other Indian tribe that believes itself to be culturally affiliated with these human remains and associated funerary objects should contact Lynne E. Christenson, Director, Collections Management Program, San Diego State University, 5500 Campanile Drive, San Diego, CA 92182-4443, telephone (619) 594-2305, before January 17, 2001. Repatriation of the human remains and associated funerary objects to the Tohono O\\'odham Nation of Arizona may begin after that date if no additional claimants come forward. \\n        \\n          Dated: December 7, 2000. \\n          John Robbins, \\n          Assistant Director, Cultural Resources Stewardship and Partnerships. \\n        \\n      \\n      [FR Doc. 00-32112 Filed 12-15-00; 8:45 am] \\n      BILLING CODE 4310-70-F\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR ", "sub_agency1": "National Park Service ", "dep_doc": "Null", "subject": "Notice of Inventory Completion for Native American Human Remains and Associated Funerary Objects from Arizona in the Possession of San Diego State University, San Diego, CA ", "agency2": "National Park Service, Interior. ", "action": "Notice. ", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: December 7, 2000. ", "signature_name": "John Robbins, ", "signature_title": "Assistant Director, Cultural Resources Stewardship and Partnerships. ", "fr_doc": "[FR Doc. 00-32112 Filed 12-15-00; 8:45 am] ", "billing_code": "BILLING CODE 4310-70-F", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}