{"index": "I_2149", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR \\n        National Park Service \\n        Notice of Inventory Completion for Native American Human Remains and Associated Funerary Objects in the Possession of the Peabody Museum of Archaeology and Ethnology, Harvard University, Cambridge, MA \\n        \\n          AGENCY:\\n          National Park Service, Interior. \\n        \\n        \\n          ACTION:\\n          Notice. \\n        \\n        Notice is hereby given in accordance with provisions of the Native American Graves Protection and Repatriation Act (NAGPRA), 43 CFR 10.9, of the completion of an inventory of human remains and associated funerary objects in the possession of the Peabody Museum of Archaeology and Ethnology, Harvard University, Cambridge, MA. \\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 43 CFR 10.2 (c). The determinations within this notice are the sole responsibility of the museum, institution, or Federal agency that has control of these Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations within this notice. \\n        A detailed assessment of the human remains was made by Peabody Museum of Archaeology and Ethnology professional staff in consultation with representatives of the Big Valley Band of Pomo Indians of the Big Valley Rancheria, California. \\n        In 1908, human remains representing one individual were collected by Grace A. Nicholson, and donated to the Peabody Museum of Archaeology and Ethnology by Lewis H. Farlow. This individual has been identified as Captain Posh-ka of the Kuh-lah-na-pi Tribe of Pomo Indians. The 115 associated funerary objects are 10 lots of shell beads, 10 stone beads, 30 clam shells, 5 stone chips, 9 stone knives, 5 bone fragments, 3 ceramic fragments, 29 buttons, 9 nails, 3 metal toy fragments, and 2 obsidian fragments. \\n        Museum records indicate that the gravesite of Captain Posh-ka was located near Kelseyville, Lake County, CA. In 1906, in an effort to salvage it from road construction, the grave was excavated by Wiliam Benson, a Pomo contact of Ms. Nicholson and a nephew of Captain Posh-ka. According to Mr. Benson, Captain Posh-ka was buried in 1870, a date consistent with the types of associated funerary objects. The Peabody Museum of Archaeology and Ethnology and representatives of the Big Valley Band of Pomo Indians of the Big Valley Rancheria, California have been unable to identify lineal descendents of Captain Posh-ka, and Ms. Nicholson\\'s notes indicate that he had no children. \\n\\n        Based on the above-mentioned information, officials of the Peabody Museum of Archaeology and Ethnology have determined that, pursuant to 43 CFR 10.2 (d)(1), the human remains listed above represent the physical remains of one individual of Native American ancestry. Officials of the Peabody Museum of Archaeology and Ethnology also have determined that, pursuant to 43 CFR 10.2 (d)(2), the 115 objects listed above are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony. Lastly, officials of the Peabody Museum of Archaeology and Ethnology have determined that, pursuant to 43 CFR 10.2 (e), there is a relationship of shared group identity that can be reasonably traced between the remains of Captain Posh-ka and associated funerary objects and the Big Valley Band of Pomo Indians of the Big Valley Rancheria, California. This notice has been sent to officials of the Big Valley Band of Pomo Indians of the Big Valley Rancheria, California and the Lake County Intertribal NAGPRA Consortium. Representatives of any other Indian tribe that believes itself to be culturally affiliated with these human remains and associated funerary objects should contact Barbara Isaac, Repatriation Coordinator, Peabody Museum of Archaeology and Ethnology, 11 Divinity Avenue, Cambridge, MA 02138, telephone (617) 495-2254, before December 22, 2000. Repatriation of the human remains and associated funerary objects to the Big Valley Band of Pomo Indians of the Big Valley Rancheria, California may begin after that date if no additional claimants come forward. \\n        \\n          Dated: November 2, 2000. \\n          John Robbins, \\n          Assistant Director, Cultural Resources Stewardship and Partnerships. \\n        \\n      \\n      [FR Doc. 00-29834 Filed 11-21-00; 8:45 am] \\n      BILLING CODE 4310-70-F\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR ", "sub_agency1": "National Park Service ", "dep_doc": "Null", "subject": "Notice of Inventory Completion for Native American Human Remains and Associated Funerary Objects in the Possession of the Peabody Museum of Archaeology and Ethnology, Harvard University, Cambridge, MA ", "agency2": "National Park Service, Interior. ", "action": "Notice. ", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Null", "signature_name": "John Robbins, ", "signature_title": "Assistant Director, Cultural Resources Stewardship and Partnerships. ", "fr_doc": "[FR Doc. 00-29834 Filed 11-21-00; 8:45 am] ", "billing_code": "BILLING CODE 4310-70-F", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}