{"index": "I_2141", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR \\n        National Park Service \\n        Notice of Inventory Completion for Native American Human Remains and Associated Funerary Objects in the Possession of the Louisiana State University Museum of Natural Science, Baton Rouge, LA \\n        \\n          AGENCY:\\n          National Park Service. \\n        \\n        \\n          ACTION:\\n          Notice. \\n        \\n        Notice is hereby given in accordance with provisions of the Native American Graves Protection and Repatriation Act (NAGPRA), 43 CFR 10.9, of the completion of an inventory of human remains and associated funerary objects in the possession of the Louisiana State University Museum of Natural Science, Baton Rouge, LA. \\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 43 CFR 10.2 (c). The determinations within this notice are the sole responsibility of the museum, institution, or Federal agency that has control of these Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations within this notice. \\n        A detailed assessment of the human remains was made by Louisiana State University Museum of Natural Science professional staff in consultation with representatives of the Caddo Indian Tribe of Oklahoma. \\n        Between 1936-1954, human remains representing 46 individuals were removed during excavations at the Belcher Mounds Site (LSUMNS Site Number 16CD013), Caddo Parish, LA, by Clarence H. Webb. Dr. Webb donated these remains and objects to the Louisiana State University Museum of Natural Science in 1974. No known individuals were identified. The 32 associated funerary objects are earthenware pottery, a ceramic spindle whorl and hair ornament, shell artifacts including a shell necklace, and a stone celt. Unassociated funerary objects from the Belcher Mounds Site at the Louisiana State University Museum of Natural Science will be reported separately in a Notice of Intent to Repatriate. \\n        The Belcher Site is a dual mound and habitation site that functioned as a ceremonial center and cemetery between circa A.D. 900-1700. Twenty-four of the individuals excavated by Dr. Webb were buried between circa A.D. 900 and 1400. Twenty-two of these individuals were buried between circa A.D. 1500 and 1700. The mortuary practices and ceramic styles indicate site affiliations with Caddoan culture. \\n        In 1935, human remains representing one individual were removed from the Ida Site (LSUMNS Site Number 16CD025), Caddo Parish, LA, during salvage excavations associated with highway construction by Clarence H. Webb. At an unknown date, Dr. Webb donated these remains to the Peabody Museum of Archaeology and Ethnology, Harvard University, Cambridge, MA, along with remains from the Gahagan Mounds Site. At an unknown date, remains from the Ida Site were transferred from the Peabody Museum to the Louisiana State University Museum of Natural Science. No known individual was identified. No associated funerary objects are present. \\n        Louisiana State University Museum of Natural Science records indicate that earthenware pottery collected from the surface of the Ida Site is dated to between circa A.D. 1200 and 1400, and perhaps earlier as well, on the basis of surface decoration. Stylistic attributes of the pottery affiliate the site with Caddo Indians. \\n        In 1935, Clarence H. Webb removed human remains representing two individuals during excavations at the Smithport Landing Site (LSUMNS Site Number 16DS004), De Soto Parish, LA. The same year, Dr. Webb donated these remains and objects to the Louisiana State University Museum of Natural History. No known individuals were identified. The two associated funerary objects consist of two ceramic vessels. Unassociated funerary objects from the Smithport Landing Site in the Louisiana State University Museum will be reported separately in a Notice of Intent to Repatriate. \\n        Smithport Landing is a non-mound burial site. The stylistic attributes of the associated funerary objects date the burials to circa A.D. 1000-1300. These attributes culturally affiliate the interred with Caddo Indians. \\n        In 1937-1938, human remains representing two individuals were removed during salvage excavations by James Ford at the Hogg Place Site (LSUMNS Site Number 16LI003), Lincoln Parish, LA. Dr. Ford donated the remains and the object to the Louisiana State University Museum of Natural Science in 1938. No known individuals were identified. The one associated funerary object is an incised ceramic vessel. \\n\\n        The Hogg Place Site was a village and associated cemetery. The observed mortuary treatment of the remains is typical of the Caddo culture. The Plaquemine influence seen in the incised Caddo vessel suggests an interment between A.D. 1200-1700. \\n        At an unknown time prior to 1985, human remains representing two individuals were donated to the Louisiana State University Museum of Natural Science by an unknown donor. The remains were removed from the Hampton Place Site (LSUMNS Site Number 16NA000), Natchitoches Parish, LA, by an unknown person, possibly Clarence H. Webb. No known individual was identified. No associated funerary objects are present. \\n        The determination of cultural affiliation with the Caddo tribe is based on geographic location and knowledge of Dr. Webb\\'s research focus. \\n        Between 1933-1935, human remains representing one individual was removed during excavations at the Wilkinson Place Site (LSUMNS Site Number 16NA003), Natchitoches Parish, LA, by James Ford. Dr. Ford donated the remains to the Louisiana State University Museum of Natural Science in the late 1930\\'s. No known individual was identified. No associated funerary objects are present. \\n        Euroamerican objects placed with other burials at the site indicate that the mortuary use of the Wilkinson Place site dates to the historical period. Previous research suggests that the site is affiliated with the Yatasi, a Caddoan group once centered along the Red River near Shreveport, LA. This group moved southward during the historic period and consolidated with the Kaddohadacho circa 1830. The Kaddohadacho are an historically documented group ancestral to the Caddo. \\n        In 1936 or 1937, human remains representing one individual were removed during excavations at the Allen Place Site (LSUMNS Site Number 16NA004), Natchitoches Parish, LA, by James Ford. Dr. Ford donated the remains to the Louisiana State University Museum of Natural Science in the late 1930\\'s. No known individuals were identified. The 95 associated funerary objects are a necklace made of glass beads and a tubular jasper bead. Unassociated funerary objects in the Louisiana State University Museum from the Allen Place Site will be reported separately in a Notice of Intent to Repatriate. \\n        The Euroamerican glass beads found with this burial and Euroamerican objects found with other burials excavated by Dr. Ford but not donated to this museum suggest that the Allen Place Site was utilized during the historic period. \\n        In 1970, human remains representing one individual were removed from the Fish Hatchery Site (LSUMNS Site Number 16NA009), Natchitoches Parish, LA, and donated to the Louisiana State Museum of Natural Science by Robert Neuman. Mr. Neuman collected the remains from the surface of the site. No known individuals were identified. No associated funerary objects are present. \\n        Material culture and human remains discovered during salvage excavations associated with construction of a U.S. Bureau of Fisheries fish hatchery in 1931 indicate that there was an extensive mortuary component dating to A.D. post-1700 at the Fish Hatchery Site. \\n        In 1946, human remains representing three individuals were removed during salvage excavations associated with facility construction at the Southern Compress and Oil Mill Site (LSUMNS Site Number 16NA014), Natchitoches Parish, LA, by Clarence H. Webb. Dr. Webb donated these remains to the Louisiana State University Museum of Natural Science as part of a larger collection. No known individuals were identified. No associated funerary objects are present. \\n        Other burials excavated at the Southern Compress and Oil Mill Site, but not donated to the museum, contained Euroamerican and Native American objects dating to the A.D. mid-1700\\'s. \\n        In 1972, human remains representing one individual were removed during excavations at the Lake Rodemacher Site (LSUMNS Site Number 16RA021), Rapides Parish, LA, by John House. Mr. House donated these remains to the Louisiana State University Museum of Natural History the same year. No known individuals were identified. No funerary objects are present. \\n        The Lake Rodemacher Site occupation dates to A.D. 1100-1500, as determined by the excavator. \\n        At an unknown date, human remains representing eight individuals removed from the Gahagan Mounds Site (LSUMNS Site Number 16RR001), Red River Parish, LA, were donated to the Louisiana State University Museum of Natural Science by the Peabody Museum of Archaeology and Ethnology, Harvard University, Cambridge, MA. The remains were part of multiple burials removed during excavations of \\xe2\\x80\\x9cBurial Pit 1\\xe2\\x80\\x9d and \\xe2\\x80\\x9cBurial Pit 2\\xe2\\x80\\x9d by Clarence H. Webb in 1939. No known individuals were identified. \\n        In 1972, three associated funerary objects removed from \\xe2\\x80\\x9cBurial Pit 1\\xe2\\x80\\x9d and/or \\xe2\\x80\\x9cBurial Pit 2\\xe2\\x80\\x9d at the Gahagan Mound Site (LSUMNS Site Number 16RR001) were donated to the Louisiana State University Museum of Natural Science by Clarence Webb. These objects were removed during the same 1939 excavations as the human remains. The three associated funerary objects are a Hayes-style projectile point, a Catahoulan-style projectile point, and a Reed-style projectile point. \\n        Mortuary practices and stylistic attributes of the associated funerary objects indicate that the Gahagan Mound Site was utilized circa A.D. 900-1200. \\n        At an unknown date, human remains representing two individuals were removed from LSUMNS Site Number 16RR002, an unnamed site in Red River Parish, LA, by an unknown person, but who was possibly Clarence H. Webb. Dr. Webb donated these remains as part of a larger collection to the Louisiana State University Museum of Natural Science in 1974. No known individuals were identified. No associated funerary objects are present. \\n        The determination of cultural affiliation with the Caddo tribe is based on geographic location and knowledge of Dr. Webb\\'s research focus. \\n        In 1960, human remains representing three individuals were removed during salvage excavations associated with road construction at the Cedar Bluff Site (LSUMNS Site Number 16WN001), Winn Parish, LA, by William Haag. Mr. Haag donated these remains to the Louisiana State University Museum of Natural Science the same year. No known individuals were identified. No associated funerary objects are present. \\n        Mr. Haag noted diagnostic Caddo sherds on the surface of the site. While not definitive, the sherds suggest an occupation sometime between A.D. 900-1700, which is the occupation span of Caddo culture in the area. No more precise dates are available. \\n        Historical evidence and oral history indicate that northwest Louisiana is part of the traditional territory of the Caddo people. Archeological evidence indicates that settlements within this region exhibit a cultural continuity dating from circa A.D. 900 and continuing into the historic period. In the historic period these stylistic attributes are associated with the Caddo people. Based on archeological, historical and oral history evidence, the 13 sites reported above are identified with the Caddoan culture. \\n\\n        Based on the above-mentioned information, Louisiana State University Museum of Natural Science officials have determined that, pursuant to 43 CFR 10.2 (d)(1), the human remains listed above represent the physical remains of 73 individuals of Native American ancestry. Officials of the Louisiana State University Museum of Natural Science also have determined that, pursuant to 43 CFR 10.2 (d)(2), the 133 objects listed above are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony. Lastly, officials of the Louisiana State University Museum of Natural Science have determined that, pursuant to 43 CFR 10.2 (e), there is a relationship of shared group identity that can be reasonably traced between these Native American human remains and associated funerary objects and the Caddo Indian Tribe of Oklahoma. \\n        This notice has been sent to officials of the Caddo Indian Tribe of Oklahoma. Representatives of any other Indian tribe that believes itself to be culturally affiliated with these human remains and associated funerary objects should contact Dr. Rebecca Saunders, Assistant Curator of Anthropology, Louisiana State Museum of Natural Science, 119 Foster Hall, Baton Rouge, LA 70803, telephone (225) 578-6562, before January 12, 2001. Repatriation of the human remains and associated funerary objects to the Caddo Indian Tribe of Oklahoma may begin after that date if no additional claimants come forward. \\n        \\n          Dated: November 30, 2000.\\n          John Robbins,\\n          Assistant Director, Cultural Resources, Stewardship, and Partnerships.\\n        \\n      \\n      [FR Doc. 00-31657 Filed 12-12-00 ; 8:45 am] \\n      BILLING CODE 4310-70-F\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR ", "sub_agency1": "National Park Service ", "dep_doc": "Null", "subject": "Notice of Inventory Completion for Native American Human Remains and Associated Funerary Objects in the Possession of the Louisiana State University Museum of Natural Science, Baton Rouge, LA ", "agency2": "National Park Service. ", "action": "Notice. ", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: November 30, 2000.", "signature_name": "John Robbins,", "signature_title": "Assistant Director, Cultural Resources, Stewardship, and Partnerships.", "fr_doc": "[FR Doc. 00-31657 Filed 12-12-00 ; 8:45 am] ", "billing_code": "BILLING CODE 4310-70-F", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}