{"index": "I_2193", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR \\n        National Park Service \\n        Notice of Inventory Completion for Native American Human Remains and Associated Funerary Objects from Iowa in the Possession of the State Historical Society of Iowa, Des Moines, IA \\n        \\n          AGENCY:\\n          National Park Service, Interior. \\n        \\n        \\n          ACTION:\\n          Notice. \\n        \\n        Notice is hereby given in accordance with provisions of the Native American Graves Protection and Repatriation Act (NAGPRA), 43 CFR 10.9, of the completion of an inventory of human remains and associated funerary objects in the possession of the State Historical Society of Iowa, Des Moines, IA. \\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 43 CFR 10.2 (c). The determinations within this notice are the sole responsibility of the museum, institution, or Federal agency that has control of these Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations within this notice. \\n        A detailed assessment of the human remains was made by the Office of the State Archaeologist of Iowa professional staff in consultation with representatives of the Iowa Tribe of Kansas and Nebraska, the Iowa Tribe of Oklahoma, and the Otoe-Missouria Tribe of Oklahoma. \\n        In 1934, human remains representing 25 individuals were recovered from site 13AM21, the O\\'Regan Terrace, Allamakee County, IA during excavations conducted by Ellison Orr, under the direction of Charles R. Keyes, while a small number of human remains and objects from the same site were donated to Keyes and Orr by unknown individuals at an unknown date. No known individuals were identified. The 202 associated funerary objects include chipped stone tools, fossil fragments, a pebble, a clamshell, chert flakes, glass beads, pottery, metal ear ornaments, beaver incisor fragments, a bone awl fragment, a copper bracelet, and a brown fibrous material. \\n        In 1934, human remains representing seven individuals were excavated from site 13AM59, Elephant Terrace, Allamakee County, northeastern Iowa, by Charles R. Keyes and Ellison Orr. No known individuals were identified. The six associated funerary objects include a whetstone, a chipped stone, a bone bead and fragments, and a fossil. \\n        In 1936, human remains representing one individual were excavated from site 13AM61, the Woolstrom Cemetery, Allamakee County, northeastern Iowa, by Ellison Orr, under the direction of Charles R. Keyes. No known individuals were identified. The 15 associated funerary objects include a ceramic vessel, an iron fragment, a rolled copper tube, and metal ear ornaments. \\n        In 1936, human remains representing one individual were excavated from site 13AM67, Burke\\'s Mound, Allamakee County, northeastern Iowa, by Ellison Orr, under the direction of Charles R. Keyes. No known individuals were identified. The three associated funerary objects include a catlinite pipe, a projectile point, and a fossil. A fourth object, a projectile point, was found embedded in the sternum of the individual. It is unlikely to have been placed intentionally with the individual at the time of death or later as part of the death rite or ceremony. For the purpose of this notice, it is considered to be an intrinsic part of the human remains. \\n        In 1936, human remains representing three individuals were excavated from site 13AM86, Hog Back Mound Group, Allamakee County, northeastern Iowa, by Ellison Orr, under the direction of Charles R. Keyes. No known individuals were identified. No associated funerary objects are present. \\n        In 1934, human remains representing one individual were excavated from site 13AM104, Lane Farm Mounds, Allamakee County, northeastern Iowa, by Ellison Orr, under the direction of Charles R. Keyes. No known individuals were identified. The five associated funerary objects are Oneota pottery fragments. \\n        In 1934 and 1936, human remains representing three individuals were excavated from site 13AM108, New Galena Mounds, Allamakee County, northeastern Iowa, by Ellison Orr, under the direction of Charles R. Keyes. No known individuals were identified. The 46 associated funerary objects include projectile points, other chipped stone tools, ground stone tools, flaking debris, a modified bone pipe, a shell awl, and a copper snake ornament. \\n        In 1935, human remains representing two individuals were given to Charles R. Keyes by a collector, Lee Maiers. Mr. Maiers reportedly had removed these remains from site 21FA2, James Vosburg Gravel Pit, southern Minnesota, at an unknown date. No known individuals were identified. No associated funerary objects are present. \\n\\n        The human remains and associated funerary objects included in this notice were either recovered from excavations undertaken by Charles R. Keyes and Ellison Orr in northern Iowa and southern Minnesota between 1934 and 1936, or are part of collections that were given to Keyes. The remains now form part of the Charles R. Keyes Archaeological Collection. Based on archaeological, ethnohistorical, and biological evidence, historical maps, and similarities in material culture and manner of interment, the sites and remains have been identified as belonging to the Oneota and date to the 13th to 17th century. The Iowa and Otoe-Missouria peoples have been culturally affiliated with the Oneota based on continuities of material culture and historical documents. Oral history evidence presented by representatives of the Iowa Tribe of Kansas and Nebraska, the Iowa Tribe of Oklahoma, and the Otoe-Missouria Tribe of Oklahoma further indicates Oneota affiliation with these present-day tribes. \\n        Based on the above-mentioned information, officials of the State Historical Society of Iowa have determined that, pursuant to 43 CFR 10.2 (d)(1), the human remains listed above represent the physical remains of 43 individuals of Native American ancestry. Officials of the State Historical Society of Iowa also have determined that, pursuant to 43 CFR 10.2 (d)(2), the 277 objects listed above are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony. Lastly, officials of the Iowa State Historical Society have determined that, pursuant to 43 CFR 10.2 (e), there is a relationship of shared group identity that can be reasonably traced between these Native American human remains and associated funerary objects and the Iowa Tribe of Kansas and Nebraska, the Iowa Tribe of Oklahoma, and the Otoe-Missouria Tribe of Oklahoma. \\n        This notice has been sent to officials of the Iowa Tribe of Kansas and Nebraska, the Iowa Tribe of Oklahoma, and the Otoe-Missouria Tribe of Oklahoma. Representatives of any other Indian tribe that believes itself to be culturally affiliated with these human remains and associated funerary objects should contact Jerome Thompson, State Historical Society of Iowa, New Historical Building, 600 East Locust, Des Moines, IA 50319-0290, telephone (515) 281-4221, before October 12, 2000. Repatriation of these human remains and associated funerary objects to the Iowa Tribe of Kansas and Nebraska, the Iowa Tribe of Oklahoma, and the Otoe-Missouria Tribe of Oklahoma may begin after that date if no additional claimants come forward. \\n        \\n          Dated: August 9, 2000. \\n          John Robbins, \\n          Assistant Director, Cultural Resources Stewardship and Partnerships. \\n        \\n      \\n      [FR Doc. 00-23380 Filed 9-11-00; 8:45 am] \\n      BILLING CODE 4310-70-F \\n    ", "agency1": "DEPARTMENT OF THE INTERIOR ", "sub_agency1": "National Park Service ", "dep_doc": "Null", "subject": "Notice of Inventory Completion for Native American Human Remains and Associated Funerary Objects from Iowa in the Possession of the State Historical Society of Iowa, Des Moines, IA ", "agency2": "National Park Service, Interior. ", "action": "Notice. ", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: August 9, 2000. ", "signature_name": "John Robbins, ", "signature_title": "Assistant Director, Cultural Resources Stewardship and Partnerships. ", "fr_doc": "[FR Doc. 00-23380 Filed 9-11-00; 8:45 am] ", "billing_code": "BILLING CODE 4310-70-F ", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}