{"index": "I_2190", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR \\n        National Park Service \\n        Notice of Inventory Completion for Native American Human Remains and Associated Funerary Objects from Kansas and Nebraska in the Possession of the Kansas State Historical Society, Topeka, KS \\n        \\n          AGENCY:\\n          National Park Service, Interior. \\n        \\n        \\n          ACTION:\\n          Notice. \\n        \\n        Notice is hereby given in accordance with provisions of the Native American Graves Protection and Repatriation Act (NAGPRA), 43 CFR 10.9, of the completion of an inventory of human remains and associated funerary objects from Kansas and Nebraska in the possession of the Kansas State Historical Society, Topeka, KS. \\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 43 CFR 10.2 (c). The determinations within this notice are the sole responsibility of the museum, institution, or Federal agency that has control of these Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations within this notice. \\n        A detailed assessment of the human remains was made by Kansas State Historical Society professional staff in consultation with representatives of the Pawnee Nation of Oklahoma. \\n        During the late 1980\\'s, human remains representing one individual were recovered from the Minneapolis site (14OT5), Ottawa County, KS by Mr. Harold Reed, a local artifact collector. In 1990, Mr. Reed donated these human remains to the Kansas State Historical Society. No known individual was identified. No associated funerary objects are present. \\n        Based on the reported archeological context, this individual has been identified as Native American. Based on material culture, geographic location, and radiocarbon dates, the Minneapolis site has been identified as a Smoky Hill Aspect (Central Plains Tradition) occupation dating from approximately A.D. 1250. Based on temporal position, geographic location, and continuities of material culture, the Smoky Hill Aspect has been identified as ancestral to the Pawnee Nation of Oklahoma. \\n\\n        In 1978, human remains representing three individuals were recovered from site 14SD350, Sheridan County, KS during excavations conducted by a Kansas State Historical Society archeologist. No known individuals were identified. No associated funerary objects are present. \\n        Based on archeological context, these individuals have been identified as Native American. Based on material culture and geographic location, site 14SD350 has been identified as an Upper Republican Aspect (Central Plains Tradition) occupation dating from approximately A.D. 1250. Based on temporal position, geographic location, and continuities of material culture, the Upper Republican Aspect has been identified as ancestral to the Pawnee Nation of Oklahoma. \\n        In 1960, human remains representing two individuals were recovered from the Ringneck site (14LC302), Lincoln County, KS during legally authorized excavations conducted by Kansas State Historical Society archeologists. No known individuals were identified. No associated funerary objects are present. \\n        Based on archeological context, these individuals have been identified as Native American. Based on material culture and geographic location, the Ringneck site has been identified as an Upper Republican Aspect (Central Plains Tradition) habitation dating from approximately A.D. 1250. Based on temporal position, geographic location, and continuities of material culture, the Upper Republican Aspect has been identified as ancestral to the Pawnee Nation of Oklahoma. \\n        In 1971, human remains representing one individual were donated to Kansas State Historical Society by Guy Whiteford who reportedly recovered these human remains during excavations at site 14SA412, Saline County, KS. No known individual was identified. No associated funerary objects are present. \\n        Based on the reported archeological context, this individual has been identified as Native American. Based on material culture and geographic location, site 14SA412 has been identified as a Smoky Hill Aspect (Central Plains Tradition) habitation dating from approximately A.D. 1250. Based on temporal position, geographic location, and continuities of material culture, the Smoky Hill Aspect has been identified as ancestral to the Pawnee Nation of Oklahoma. \\n        In 1999, human remains representing one individual were donated to Kansas State Historical Society by a forensic osteologist. The osteologist received these human remains from a representative of the Abilene High School, Abilene, KS. No known individual was identified. No associated funerary objects are present. \\n        Abilene High School records indicate that these are the remains of a Pawnee individual excavated in 1925 from the Guide Rock, NE area. Based on forensic analysis, this individual has been identified as Native American. Based on the available documentation, this individual has been further identified as Pawnee. \\n        Based on the above-mentioned information, officials of the Kansas State Historical Society have determined that, pursuant to 43 CFR 10.2 (d)(1), the human remains listed above represent the physical remains of eight individuals of Native American ancestry. Officials of the Kansas State Historical Society have determined that, pursuant to 43 CFR 10.2 (e), there is a relationship of shared group identity that can be reasonably traced between these Native American human remains and the Pawnee Nation of Oklahoma. This notice has been sent to officials of the Pawnee Nation of Oklahoma. Representatives of any other Indian tribe that believes itself to be culturally affiliated with these human remains should contact Randall M. Thies, Archeologist, Kansas State Historical Society, 6425 Southwest Sixth Avenue, Topeka, KS 66615-1099, telephone (785) 272-8681, extension 267, before October 12, 2000. Repatriation of the human remains to the Pawnee Nation of Oklahoma may begin after that date if no additional claimants come forward. \\n        \\n          Dated: August 18, 2000. \\n          John Robbins, \\n          Assistant Director, Cultural Resources Stewardship and Partnerships. \\n        \\n      \\n      [FR Doc. 00-23381 Filed 9-11-00; 8:45 am] \\n      BILLING CODE 4310-70-F \\n    ", "agency1": "DEPARTMENT OF THE INTERIOR ", "sub_agency1": "National Park Service ", "dep_doc": "Null", "subject": "Notice of Inventory Completion for Native American Human Remains and Associated Funerary Objects from Kansas and Nebraska in the Possession of the Kansas State Historical Society, Topeka, KS ", "agency2": "National Park Service, Interior. ", "action": "Notice. ", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: August 18, 2000. ", "signature_name": "John Robbins, ", "signature_title": "Assistant Director, Cultural Resources Stewardship and Partnerships. ", "fr_doc": "[FR Doc. 00-23381 Filed 9-11-00; 8:45 am] ", "billing_code": "BILLING CODE 4310-70-F ", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}