{"index": "I_212", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        [NPS-WASO-NAGPRA-NPS0026501; PPWOCRADN0-PCU00RP14.R50000]\\n        Notice of Inventory Completion: University of California, Davis, Davis, CA, and U.S. Bureau of Reclamation, Mid-Pacific Region, Sacramento, CA\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        \\n          SUMMARY:\\n          The University of California, Davis (UC Davis) and U.S. Bureau of Reclamation (Reclamation), Mid-Pacific Region, Sacramento, CA, has completed an inventory of human remains and associated funerary objects in consultation with the appropriate Indian tribes or Native Hawaiian organizations, and has determined that there is a cultural affiliation between the human remains and associated funerary objects and present-day Indian tribes or Native Hawaiian organizations. Lineal descendants or representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request to UC Davis and Reclamation. If no additional requestors come forward, transfer of control of the human remains and associated funerary objects to the lineal descendants, Indian tribes, or Native Hawaiian organizations stated in this notice may proceed.\\n        \\n        \\n          DATES:\\n          Lineal descendants or representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to UC Davis and Reclamation at the addresses in this notice by November 16, 2018.\\n        \\n        \\n          ADDRESSES:\\n\\n          Megon Noble, NAGPRA Project Manager, University of California, Davis, 433 Mrak Hall, One Shields Avenue, Davis, CA 95616, telephone (530) 752-8501, email mnoble@ucdavis.edu, or Melanie Ryan, NAGPRA Specialist/Physical Anthropologist, Bureau of Reclamation, Mid-Pacific Regional Office, MP-153, 2800 Cottage Way, Sacramento, CA 95825, telephone (916) 978-5526, email emryan@usbr.gov.\\n          \\n        \\n      \\n      \\n        SUPPLEMENTARY INFORMATION:\\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains and associated funerary objects under the control of the UC Davis, Davis, CA and Reclamation, Sacramento, CA. The human remains and associated funerary objects were removed from El Dorado and Placer Counties, CA.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003(d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations in this notice.\\n        Consultation\\n        A detailed assessment of the human remains was made by UC Davis and Reclamation professional staff in consultation with the Buena Vista Rancheria of Me-wuk Indians of California; Ione Band of Miwok Indians of California; Jackson Rancheria Band of Miwuk Indians; Shingle Springs Band of Miwok Indians, Shingle Springs Rancheria (Verona Tract), California; and the United Auburn Indian Community of the Auburn Rancheria of California (hereafter \\xe2\\x80\\x9cThe Consulted Tribes\\xe2\\x80\\x9d). Berry Creek Rancheria of Maidu Indians of California; Enterprise Rancheria of Maidu Indians of California; Greenville Rancheria; Mooretown Rancheria of Maidu Indians of California; Susanville Indian Rancheria; and the Wilton Rancheria were invited to consult and either deferred or did not respond (hereafter \\xe2\\x80\\x9cThe Invited Tribes\\xe2\\x80\\x9d).\\n        History and Description of the Remains\\n        Between 1966 and 1967, human remains representing, at minimum, four individuals were removed from CA-ELD-90, near the City of Cool, El Dorado County, CA. The site was identified as a prehistoric midden. UC Davis archeologists Jeffrey Childress and Eric Ritter excavated the site under the direction of Dr. Martin Baumhoff and D.L. True as a part of the Auburn Dam Project. The excavation was conducted by the National Park Service on behalf of Reclamation in anticipation of the construction of the Auburn Dam. In 1971 and 1972, Reclamation acquired the land on which the site is situated. Control of the site was disputed for a number of years. In 2016, UC Davis and Reclamation agreed to jointly comply with NAGPRA. Burial 1 is the nearly complete remains of an adult female inhumation. Burials 2, 3, and 4 were disarticulated and disassociated. Burial 2 is possibly the remains of a male. Burial 3 is the incomplete remains of a possible adult cremation. Burial 4 is the remains of a child inhumation. The human remains have been determined to be Native American based on the archaeological context of the site and physiological characteristics of the dentition. The 373 associated funerary objects include: 3 Lots of ash, 34 lots of non-human bones, 3 bone awls, 1 broken cobble, 10 lots of charcoal, 38 cores, 50 lots of debitage, 3 drills, 15 flake knives, 1 hammerstone, 1 piece of historic glass, 1 mano, 1 lot of miscellaneous organic material, 1 miscellaneous steatite artifact, 7 miscellaneous worked stones, 4 miscellaneous mineral fragments, 6 lots of ochre, 1 steatite ornament, 1 pebble, 1 possible retouched flake, 84 lots of possibly unmodified stones, 37 quartz crystals, 1 scraper, 3 shells, 1 shell bead, 6 stones, 1 stone bead, 56 projectile points, and 2 pieces of wood.\\n\\n        Between 1966 and 1967, human remains representing, at minimum, four individuals were removed from CA-ELD-93, near the City of Cool, El Dorado County, CA. The site was identified as a prehistoric midden. UC Davis archeologists Jeffrey Childress and Eric Ritter excavated the site under the direction of Dr. Martin Baumhoff and D.L. True as a part of the Auburn Dam Project. The excavation was conducted by the National Park Service on behalf of Reclamation in anticipation of the construction of the Auburn Dam. The precise location of CA-ELD-93 is unclear and appears to be unresolvable. Childress and Ritter provide two different site locations. The parcels were purchased by Reclamation in 1967 and 1971. In 2016, UC Davis and Reclamation agreed to jointly comply with NAGPRA. Three of the four burials were found disarticulated and disturbed. Burial 3A was found in a tightly flexed position. Burials all appear to be adult. The human remains have been determined to be Native American based on the archaeological context of the site and physiological characteristics of the dentition. The 469 associated funerary objects include: 3 Bifacial artifacts, 20 lots of non-human bones, 1 bone awl, 4 lots of charcoal, 1 charmstone, 3 cobble tools, 14 cores, 76 lots of debitage, 22 flake knives, 6 flake tools, 2 historic glass fragments, 6 manos, 1 lot of metal, 3 miscellaneous steatite artifacts, 1 miscellaneous worked stone, 3 miscellaneous mineral fragments, 3 lots of nut fragments, 1 piece of obsidian, 3 lots of ochre, 1 steatite ornament, 2 pendants, 3 pestles, 199 lots of possibly unmodified stones, 1 quartz fragment, 13 quartz crystals, 1 scraper, 1 shell, 1 shell bead, 3 pieces of steatite, 9 stones, 60 projectile points, 1 used flake, and 1 piece of wood.\\n        Between 1967 and 1969, human remains representing, at minimum, two individuals were removed from CA-PLA-101, west of Forest Hill in Placer County, CA. The site was identified as a large prehistoric occupation midden. UC Davis archeologists Jeffrey Childress and Eric Ritter excavated the site under the direction of Dr. Martin Baumhoff and D.L. True as a part of the Auburn Dam Project. The excavation was conducted by the National Park Service on behalf of Reclamation in anticipation of the construction of the Auburn Dam. In 2016, UC Davis and Reclamation agreed to jointly comply with NAGPRA. Childress and Ritter did not identify any intact burials during their excavation. Disassociated human remains of a child and cremated remains of an adult were identified within the fauna. The human remains have been determined to be Native American based on the archaeological context of the site. The 166 associated funerary objects include: 1 Bifacial artifact, 6 lots of non-human bones, 1 charmstone, 1 cobble tool, 6 cores, 3 core tools, 21 lots of debitage, 1 flake blade, 9 flake knives, 3 flake tools, 3 hammerstones, 4 manos, 19 millingstones, 3 fragments of miscellaneous ground stone, 2 lots of ochre, 22 projectile points, 1 piece of possible debitage, 1 possible flake, 2 possible manos, 1 possible millingstone, 2 scrapers, 1 possible scraper, 2 quartz crystals, 1 possible unmodified quartz fragment, 39 lots of possibly unmodified stones, 7 lots of seeds, and 4 stones.\\n        At an unknown date, likely between 1966 and 1969, human remains representing, at minimum, one individual were removed from an area described as \\xe2\\x80\\x9cHawver Cave Dump\\xe2\\x80\\x9d near Cool in El Dorado County, CA. Hawver Cave is recorded as CA-ELD-16. Records for this site are limited and the specific collection location, cannot be confirmed. The area is believed to have been examined by UC Davis archeologists Jeffrey Childress and Bandes as a part of the Auburn Dam Project. The excavation was conducted by the National Park Service on behalf of Reclamation in anticipation of the construction of the Auburn Dam. In 2016, UC Davis and Reclamation agreed to jointly comply with NAGPRA. Hawver Cave was used as a mortuary chamber. Hawver Cave was a limestone cavern that was historically mined. It is unclear where the \\xe2\\x80\\x9cHawver Cave Dump\\xe2\\x80\\x9d is in relation to the cave. Human remains are limited to a single tooth collected from the surface. No associated funerary objects are present.\\n        All four sites are situated in an area aboriginally occupied by the Nisenan. Ethnographic sources indicate that many aspects of Nisenan and Northern Sierra Miwok mortuary practices were so closely related as to be effectively indistinguishable in the archaeological record. Oral historical evidence provided indicates that these groups occupied the area since time immemorial. Multiple lines of evidence including oral tradition, ethnographic, archaeological, historic, and linguistic, demonstrate continuity and a shared group identity between the human remains and associated funerary objects in this notice and Nisenan and Northern Sierra Miwok tribes. The Buena Vista Rancheria of Me-wuk Indians of California; Ione Band of Miwok Indians of California; Jackson Rancheria Band of Miwuk Indians; Shingle Springs Band of Miwok Indians, Shingle Springs Rancheria (Verona Tract), California; United Auburn Indian Community of the Auburn Rancheria of California; and the Wilton Rancheria (hereafter \\xe2\\x80\\x9cThe Affiliated Tribes\\xe2\\x80\\x9d) identify as Nisenan and/or Northern Sierra Miwok and are culturally affiliated with the human remains and associated funerary objects in this notice.\\n        Determinations Made by UC Davis and Reclamation\\n        Officials of UC Davis and Reclamation have determined that:\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice represent the physical remains of 11 individuals of Native American ancestry.\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(3)(A), the 1,008 objects described in this notice are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony.\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and associated funerary objects and The Affiliated Tribes.\\n        Additional Requestors and Disposition\\n\\n        Lineal descendants or representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to Megon Noble, NAGPRA Project Manager, University of California, Davis, 433 Mrak Hall, One Shields Avenue, Davis, CA 95616, telephone (530) 752-8501 email mnoble@ucdavis.edu, or Melanie Ryan, NAGPRA Specialist/Physical Anthropologist, Bureau of Reclamation, Mid-Pacific Regional Office, MP-153, 2800 Cottage Way, Sacramento, CA 95825, telephone (916) 978-5526, email emryan@usbr.gov by November 16, 2018. After that date, if no additional requestors have come forward, transfer of control of the human remains to The Affiliated Tribes may proceed.\\n        UC Davis and Reclamation are responsible for notifying The Consulted Tribes and The Invited Tribes.\\n        \\n          Dated: September 14, 2018.\\n          Melanie O\\'Brien,\\n          Manager, National NAGPRA Program. \\n        \\n      \\n      [FR Doc. 2018-22601 Filed 10-16-18; 8:45 am]\\n       BILLING CODE 4312-52-P\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "[NPS-WASO-NAGPRA-NPS0026501; PPWOCRADN0-PCU00RP14.R50000]", "subject": "Notice of Inventory Completion: University of California, Davis, Davis, CA, and U.S. Bureau of Reclamation, Mid-Pacific Region, Sacramento, CA", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "The University of California, Davis (UC Davis) and U.S. Bureau of Reclamation (Reclamation), Mid-Pacific Region, Sacramento, CA, has completed an inventory of human remains and associated funerary objects in consultation with the appropriate Indian tribes or Native Hawaiian organizations, and has determined that there is a cultural affiliation between the human remains and associated funerary objects and present-day Indian tribes or Native Hawaiian organizations. Lineal descendants or representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request to UC Davis and Reclamation. If no additional requestors come forward, transfer of control of the human remains and associated funerary objects to the lineal descendants, Indian tribes, or Native Hawaiian organizations stated in this notice may proceed.", "dates": "Lineal descendants or representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to UC Davis and Reclamation at the addresses in this notice by November 16, 2018.", "addresses": "Megon Noble, NAGPRA Project Manager, University of California, Davis, 433 Mrak Hall, One Shields Avenue, Davis, CA 95616, telephone (530) 752-8501, email mnoble@ucdavis.edu, or Melanie Ryan, NAGPRA Specialist/Physical Anthropologist, Bureau of Reclamation, Mid-Pacific Regional Office, MP-153, 2800 Cottage Way, Sacramento, CA 95825, telephone (916) 978-5526, email emryan@usbr.gov.\\n          ", "signature_dated": "Dated: September 14, 2018.", "signature_name": "Melanie O\\'Brien,", "signature_title": "Manager, National NAGPRA Program. ", "fr_doc": "[FR Doc. 2018-22601 Filed 10-16-18; 8:45 am]", "billing_code": " BILLING CODE 4312-52-P", "supp_info": "SUPPLEMENTARY INFORMATION: \n Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains and associated funerary objects under the control of the UC Davis, Davis, CA and Reclamation, Sacramento, CA. The human remains and associated funerary objects were removed from El Dorado and Placer Counties, CA. \n This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003(d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations in this notice. \n Consultation \n A detailed assessment of the human remains was made by UC Davis and Reclamation professional staff in consultation with the Buena Vista Rancheria of Me-wuk Indians of California; Ione Band of Miwok Indians of California; Jackson Rancheria Band of Miwuk Indians; Shingle Springs Band of Miwok Indians, Shingle Springs Rancheria (Verona Tract), California; and the United Auburn Indian Community of the Auburn Rancheria of California (hereafter \\xe2\\x80\\x9cThe Consulted Tribes\\xe2\\x80\\x9d). Berry Creek Rancheria of Maidu Indians of California; Enterprise Rancheria of Maidu Indians of California; Greenville Rancheria; Mooretown Rancheria of Maidu Indians of California; Susanville Indian Rancheria; and the Wilton Rancheria were invited to consult and either deferred or did not respond (hereafter \\xe2\\x80\\x9cThe Invited Tribes\\xe2\\x80\\x9d). \n History and Description of the Remains \n Between 1966 and 1967, human remains representing, at minimum, four individuals were removed from CA-ELD-90, near the City of Cool, El Dorado County, CA. The site was identified as a prehistoric midden. UC Davis archeologists Jeffrey Childress and Eric Ritter excavated the site under the direction of Dr. Martin Baumhoff and D.L. True as a part of the Auburn Dam Project. The excavation was conducted by the National Park Service on behalf of Reclamation in anticipation of the construction of the Auburn Dam. In 1971 and 1972, Reclamation acquired the land on which the site is situated. Control of the site was disputed for a number of years. In 2016, UC Davis and Reclamation agreed to jointly comply with NAGPRA. Burial 1 is the nearly complete remains of an adult female inhumation. Burials 2, 3, and 4 were disarticulated and disassociated. Burial 2 is possibly the remains of a male. Burial 3 is the incomplete remains of a possible adult cremation. Burial 4 is the remains of a child inhumation. The human remains have been determined to be Native American based on the archaeological context of the site and physiological characteristics of the dentition. The 373 associated funerary objects include: 3 Lots of ash, 34 lots of non-human bones, 3 bone awls, 1 broken cobble, 10 lots of charcoal, 38 cores, 50 lots of debitage, 3 drills, 15 flake knives, 1 hammerstone, 1 piece of historic glass, 1 mano, 1 lot of miscellaneous organic material, 1 miscellaneous steatite artifact, 7 miscellaneous worked stones, 4 miscellaneous mineral fragments, 6 lots of ochre, 1 steatite ornament, 1 pebble, 1 possible retouched flake, 84 lots of possibly unmodified stones, 37 quartz crystals, 1 scraper, 3 shells, 1 shell bead, 6 stones, 1 stone bead, 56 projectile points, and 2 pieces of wood. \n Between 1966 and 1967, human remains representing, at minimum, four individuals were removed from CA-ELD-93, near the City of Cool, El Dorado County, CA. The site was identified as a prehistoric midden. UC Davis archeologists Jeffrey Childress and Eric Ritter excavated the site under the direction of Dr. Martin Baumhoff and D.L. True as a part of the Auburn Dam Project. The excavation was conducted by the National Park Service on behalf of Reclamation in anticipation of the construction of the Auburn Dam. The precise location of CA-ELD-93 is unclear and appears to be unresolvable. Childress and Ritter provide two different site locations. The parcels were purchased by Reclamation in 1967 and 1971. In 2016, UC Davis and Reclamation agreed to jointly comply with NAGPRA. Three of the four burials were found disarticulated and disturbed. Burial 3A was found in a tightly flexed position. Burials all appear to be adult. The human remains have been determined to be Native American based on the archaeological context of the site and physiological characteristics of the dentition. The 469 associated funerary objects include: 3 Bifacial artifacts, 20 lots of non-human bones, 1 bone awl, 4 lots of charcoal, 1 charmstone, 3 cobble tools, 14 cores, 76 lots of debitage, 22 flake knives, 6 flake tools, 2 historic glass fragments, 6 manos, 1 lot of metal, 3 miscellaneous steatite artifacts, 1 miscellaneous worked stone, 3 miscellaneous mineral fragments, 3 lots of nut fragments, 1 piece of obsidian, 3 lots of ochre, 1 steatite ornament, 2 pendants, 3 pestles, 199 lots of possibly unmodified stones, 1 quartz fragment, 13 quartz crystals, 1 scraper, 1 shell, 1 shell bead, 3 pieces of steatite, 9 stones, 60 projectile points, 1 used flake, and 1 piece of wood. \n Between 1967 and 1969, human remains representing, at minimum, two individuals were removed from CA-PLA-101, west of Forest Hill in Placer County, CA. The site was identified as a large prehistoric occupation midden. UC Davis archeologists Jeffrey Childress and Eric Ritter excavated the site under the direction of Dr. Martin Baumhoff and D.L. True as a part of the Auburn Dam Project. The excavation was conducted by the National Park Service on behalf of Reclamation in anticipation of the construction of the Auburn Dam. In 2016, UC Davis and Reclamation agreed to jointly comply with NAGPRA. Childress and Ritter did not identify any intact burials during their excavation. Disassociated human remains of a child and cremated remains of an adult were identified within the fauna. The human remains have been determined to be Native American based on the archaeological context of the site. The 166 associated funerary objects include: 1 Bifacial artifact, 6 lots of non-human bones, 1 charmstone, 1 cobble tool, 6 cores, 3 core tools, 21 lots of debitage, 1 flake blade, 9 flake knives, 3 flake tools, 3 hammerstones, 4 manos, 19 millingstones, 3 fragments of miscellaneous ground stone, 2 lots of ochre, 22 projectile points, 1 piece of possible debitage, 1 possible flake, 2 possible manos, 1 possible millingstone, 2 scrapers, 1 possible scraper, 2 quartz crystals, 1 possible unmodified quartz fragment, 39 lots of possibly unmodified stones, 7 lots of seeds, and 4 stones. \n At an unknown date, likely between 1966 and 1969, human remains representing, at minimum, one individual were removed from an area described as \\xe2\\x80\\x9cHawver Cave Dump\\xe2\\x80\\x9d near Cool in El Dorado County, CA. Hawver Cave is recorded as CA-ELD-16. Records for this site are limited and the specific collection location, cannot be confirmed. The area is believed to have been examined by UC Davis archeologists Jeffrey Childress and Bandes as a part of the Auburn Dam Project. The excavation was conducted by the National Park Service on behalf of Reclamation in anticipation of the construction of the Auburn Dam. In 2016, UC Davis and Reclamation agreed to jointly comply with NAGPRA. Hawver Cave was used as a mortuary chamber. Hawver Cave was a limestone cavern that was historically mined. It is unclear where the \\xe2\\x80\\x9cHawver Cave Dump\\xe2\\x80\\x9d is in relation to the cave. Human remains are limited to a single tooth collected from the surface. No associated funerary objects are present. \n All four sites are situated in an area aboriginally occupied by the Nisenan. Ethnographic sources indicate that many aspects of Nisenan and Northern Sierra Miwok mortuary practices were so closely related as to be effectively indistinguishable in the archaeological record. Oral historical evidence provided indicates that these groups occupied the area since time immemorial. Multiple lines of evidence including oral tradition, ethnographic, archaeological, historic, and linguistic, demonstrate continuity and a shared group identity between the human remains and associated funerary objects in this notice and Nisenan and Northern Sierra Miwok tribes. The Buena Vista Rancheria of Me-wuk Indians of California; Ione Band of Miwok Indians of California; Jackson Rancheria Band of Miwuk Indians; Shingle Springs Band of Miwok Indians, Shingle Springs Rancheria (Verona Tract), California; United Auburn Indian Community of the Auburn Rancheria of California; and the Wilton Rancheria (hereafter \\xe2\\x80\\x9cThe Affiliated Tribes\\xe2\\x80\\x9d) identify as Nisenan and/or Northern Sierra Miwok and are culturally affiliated with the human remains and associated funerary objects in this notice. \n Determinations Made by UC Davis and Reclamation \n Officials of UC Davis and Reclamation have determined that: \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice represent the physical remains of 11 individuals of Native American ancestry. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(3)(A), the 1,008 objects described in this notice are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and associated funerary objects and The Affiliated Tribes. \n Additional Requestors and Disposition \n Lineal descendants or representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to Megon Noble, NAGPRA Project Manager, University of California, Davis, 433 Mrak Hall, One Shields Avenue, Davis, CA 95616, telephone (530) 752-8501 email mnoble@ucdavis.edu, or Melanie Ryan, NAGPRA Specialist/Physical Anthropologist, Bureau of Reclamation, Mid-Pacific Regional Office, MP-153, 2800 Cottage Way, Sacramento, CA 95825, telephone (916) 978-5526, email emryan@usbr.gov by November 16, 2018. After that date, if no additional requestors have come forward, transfer of control of the human remains to The Affiliated Tribes may proceed. \n UC Davis and Reclamation are responsible for notifying The Consulted Tribes and The Invited Tribes. \n ", "consultation": "A detailed assessment of the human remains was made by UC Davis and Reclamation professional staff in consultation with the Buena Vista Rancheria of Me-wuk Indians of California; Ione Band of Miwok Indians of California; Jackson Rancheria Band of Miwuk Indians; Shingle Springs Band of Miwok Indians, Shingle Springs Rancheria (Verona Tract), California; and the United Auburn Indian Community of the Auburn Rancheria of California (hereafter \\xe2\\x80\\x9cThe Consulted Tribes\\xe2\\x80\\x9d). Berry Creek Rancheria of Maidu Indians of California; Enterprise Rancheria of Maidu Indians of California; Greenville Rancheria; Mooretown Rancheria of Maidu Indians of California; Susanville Indian Rancheria; and the Wilton Rancheria were invited to consult and either deferred or did not respond (hereafter \\xe2\\x80\\x9cThe Invited Tribes\\xe2\\x80\\x9d). \n ", "h_d_r": "Between 1966 and 1967, human remains representing, at minimum, four individuals were removed from CA-ELD-90, near the City of Cool, El Dorado County, CA. The site was identified as a prehistoric midden. UC Davis archeologists Jeffrey Childress and Eric Ritter excavated the site under the direction of Dr. Martin Baumhoff and D.L. True as a part of the Auburn Dam Project. The excavation was conducted by the National Park Service on behalf of Reclamation in anticipation of the construction of the Auburn Dam. In 1971 and 1972, Reclamation acquired the land on which the site is situated. Control of the site was disputed for a number of years. In 2016, UC Davis and Reclamation agreed to jointly comply with NAGPRA. Burial 1 is the nearly complete remains of an adult female inhumation. Burials 2, 3, and 4 were disarticulated and disassociated. Burial 2 is possibly the remains of a male. Burial 3 is the incomplete remains of a possible adult cremation. Burial 4 is the remains of a child inhumation. The human remains have been determined to be Native American based on the archaeological context of the site and physiological characteristics of the dentition. The 373 associated funerary objects include: 3 Lots of ash, 34 lots of non-human bones, 3 bone awls, 1 broken cobble, 10 lots of charcoal, 38 cores, 50 lots of debitage, 3 drills, 15 flake knives, 1 hammerstone, 1 piece of historic glass, 1 mano, 1 lot of miscellaneous organic material, 1 miscellaneous steatite artifact, 7 miscellaneous worked stones, 4 miscellaneous mineral fragments, 6 lots of ochre, 1 steatite ornament, 1 pebble, 1 possible retouched flake, 84 lots of possibly unmodified stones, 37 quartz crystals, 1 scraper, 3 shells, 1 shell bead, 6 stones, 1 stone bead, 56 projectile points, and 2 pieces of wood. \n Between 1966 and 1967, human remains representing, at minimum, four individuals were removed from CA-ELD-93, near the City of Cool, El Dorado County, CA. The site was identified as a prehistoric midden. UC Davis archeologists Jeffrey Childress and Eric Ritter excavated the site under the direction of Dr. Martin Baumhoff and D.L. True as a part of the Auburn Dam Project. The excavation was conducted by the National Park Service on behalf of Reclamation in anticipation of the construction of the Auburn Dam. The precise location of CA-ELD-93 is unclear and appears to be unresolvable. Childress and Ritter provide two different site locations. The parcels were purchased by Reclamation in 1967 and 1971. In 2016, UC Davis and Reclamation agreed to jointly comply with NAGPRA. Three of the four burials were found disarticulated and disturbed. Burial 3A was found in a tightly flexed position. Burials all appear to be adult. The human remains have been determined to be Native American based on the archaeological context of the site and physiological characteristics of the dentition. The 469 associated funerary objects include: 3 Bifacial artifacts, 20 lots of non-human bones, 1 bone awl, 4 lots of charcoal, 1 charmstone, 3 cobble tools, 14 cores, 76 lots of debitage, 22 flake knives, 6 flake tools, 2 historic glass fragments, 6 manos, 1 lot of metal, 3 miscellaneous steatite artifacts, 1 miscellaneous worked stone, 3 miscellaneous mineral fragments, 3 lots of nut fragments, 1 piece of obsidian, 3 lots of ochre, 1 steatite ornament, 2 pendants, 3 pestles, 199 lots of possibly unmodified stones, 1 quartz fragment, 13 quartz crystals, 1 scraper, 1 shell, 1 shell bead, 3 pieces of steatite, 9 stones, 60 projectile points, 1 used flake, and 1 piece of wood. \n Between 1967 and 1969, human remains representing, at minimum, two individuals were removed from CA-PLA-101, west of Forest Hill in Placer County, CA. The site was identified as a large prehistoric occupation midden. UC Davis archeologists Jeffrey Childress and Eric Ritter excavated the site under the direction of Dr. Martin Baumhoff and D.L. True as a part of the Auburn Dam Project. The excavation was conducted by the National Park Service on behalf of Reclamation in anticipation of the construction of the Auburn Dam. In 2016, UC Davis and Reclamation agreed to jointly comply with NAGPRA. Childress and Ritter did not identify any intact burials during their excavation. Disassociated human remains of a child and cremated remains of an adult were identified within the fauna. The human remains have been determined to be Native American based on the archaeological context of the site. The 166 associated funerary objects include: 1 Bifacial artifact, 6 lots of non-human bones, 1 charmstone, 1 cobble tool, 6 cores, 3 core tools, 21 lots of debitage, 1 flake blade, 9 flake knives, 3 flake tools, 3 hammerstones, 4 manos, 19 millingstones, 3 fragments of miscellaneous ground stone, 2 lots of ochre, 22 projectile points, 1 piece of possible debitage, 1 possible flake, 2 possible manos, 1 possible millingstone, 2 scrapers, 1 possible scraper, 2 quartz crystals, 1 possible unmodified quartz fragment, 39 lots of possibly unmodified stones, 7 lots of seeds, and 4 stones. \n At an unknown date, likely between 1966 and 1969, human remains representing, at minimum, one individual were removed from an area described as \\xe2\\x80\\x9cHawver Cave Dump\\xe2\\x80\\x9d near Cool in El Dorado County, CA. Hawver Cave is recorded as CA-ELD-16. Records for this site are limited and the specific collection location, cannot be confirmed. The area is believed to have been examined by UC Davis archeologists Jeffrey Childress and Bandes as a part of the Auburn Dam Project. The excavation was conducted by the National Park Service on behalf of Reclamation in anticipation of the construction of the Auburn Dam. In 2016, UC Davis and Reclamation agreed to jointly comply with NAGPRA. Hawver Cave was used as a mortuary chamber. Hawver Cave was a limestone cavern that was historically mined. It is unclear where the \\xe2\\x80\\x9cHawver Cave Dump\\xe2\\x80\\x9d is in relation to the cave. Human remains are limited to a single tooth collected from the surface. No associated funerary objects are present. \n All four sites are situated in an area aboriginally occupied by the Nisenan. Ethnographic sources indicate that many aspects of Nisenan and Northern Sierra Miwok mortuary practices were so closely related as to be effectively indistinguishable in the archaeological record. Oral historical evidence provided indicates that these groups occupied the area since time immemorial. Multiple lines of evidence including oral tradition, ethnographic, archaeological, historic, and linguistic, demonstrate continuity and a shared group identity between the human remains and associated funerary objects in this notice and Nisenan and Northern Sierra Miwok tribes. The Buena Vista Rancheria of Me-wuk Indians of California; Ione Band of Miwok Indians of California; Jackson Rancheria Band of Miwuk Indians; Shingle Springs Band of Miwok Indians, Shingle Springs Rancheria (Verona Tract), California; United Auburn Indian Community of the Auburn Rancheria of California; and the Wilton Rancheria (hereafter \\xe2\\x80\\x9cThe Affiliated Tribes\\xe2\\x80\\x9d) identify as Nisenan and/or Northern Sierra Miwok and are culturally affiliated with the human remains and associated funerary objects in this notice. \n ", "h_d_ci": "Null", "determinations": "Determinations Made by UC Davis and Reclamation \n Officials of UC Davis and Reclamation have determined that: \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice represent the physical remains of 11 individuals of Native American ancestry. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(3)(A), the 1,008 objects described in this notice are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and associated funerary objects and The Affiliated Tribes. \n ", "a_r_d": "Lineal descendants or representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to Megon Noble, NAGPRA Project Manager, University of California, Davis, 433 Mrak Hall, One Shields Avenue, Davis, CA 95616, telephone (530) 752-8501 email mnoble@ucdavis.edu, or Melanie Ryan, NAGPRA Specialist/Physical Anthropologist, Bureau of Reclamation, Mid-Pacific Regional Office, MP-153, 2800 Cottage Way, Sacramento, CA 95825, telephone (916) 978-5526, email emryan@usbr.gov by November 16, 2018. After that date, if no additional requestors have come forward, transfer of control of the human remains to The Affiliated Tribes may proceed. \n UC Davis and Reclamation are responsible for notifying The Consulted Tribes and The Invited Tribes. \n "}