{"index": "I_2181", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR \\n        National Park Service \\n        Notice of Inventory Completion for Native American Human Remains and Associated Funerary Objects in the Possession of the Putnam Museum of History and Natural Science, Davenport, IA \\n        \\n          AGENCY:\\n          National Park Service \\n        \\n        \\n          ACTION:\\n          Notice \\n        \\n        Notice is hereby given in accordance with provisions of the Native American Graves Protection and Repatriation Act (NAGPRA), 43 CFR 10.9, of the completion of an inventory of human remains and associated funerary objects in the possession of the Putnam Museum of History and Natural Science, Davenport, IA. \\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 43 CFR 10.2 (c). The determinations within this notice are the sole responsibility of the museum, institution, or Federal agency that has control of these Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations within this notice. \\n        A detailed assessment of the human remains was made by Putnam Museum of History and Natural Science professional staff in consultation with representatives of the Tunica-Biloxi Tribe of Louisiana and the Louisiana Office of Cultural Development. \\n        In 1885, human remains representing 2 individuals and 17 associated funerary objects were removed from the Trudeau Site (16WF25) and donated to the Putnam Museum of History and Natural Science (then the Davenport Academy of Natural Science), Davenport, IA by W. P. Hall. The Trudeau Site is located in West Feliciana Parish, LA. No known individuals were identified. Associated funerary objects consisted of copper trap wire bracelets, copper kettle fragments, a necklace, and a ceramic plate. \\n        Historical and oral history sources identify the Trudeau site as a Tunica-Biloxi settlement, occupied circa A.D. 1731-1764. The presence of Euroamerican funerary objects dating to the mid-1800\\'s confirms the use of a mortuary area at the site during this time period. On the basis of archeological, historical, and oral history information these human remains and funerary objects are determined to be culturally affiliated with the Tunica-Biloxi Tribe of Louisiana. There is no evidence to indicate otherwise. \\n        Based on the above-mentioned information, officials of the Putnam Museum of History and Natural Science have determined that, pursuant to 43 CFR 10.2 (d)(1), the human remains listed above represent the physical remains of two individuals of Native American ancestry. Officials of the Putnam Museum of History and Natural Science also have determined that, pursuant to 43 CFR 10.2 (d)(2), the 17 associated funerary objects listed above are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony. Lastly, officials of the Putnam Museum of History and Natural Science have determined that, pursuant to 43 CFR 10.2 (e), there is a relationship of shared group identity that can be reasonably traced between these Native American human remains and associated funerary objects and the Tunica-Biloxi Tribe of Louisiana. \\n        This notice has been sent to officials of the Tunica-Biloxi Tribe of Louisiana. Representatives of any other Indian tribe that believes itself to be culturally affiliated with these human remains and associated funerary objects should contact Janice Hall, Chief Curator, Putnam Museum of History and Natural Science, 1717 West 12th Street, Davenport, IA 52804, telephone (319) 324-1933, before October 27, 2000. Repatriation of the human remains and associated funerary objects to the Tunica-Biloxi Tribe of Louisiana may begin after that date if no additional claimants come forward. \\n        \\n          Dated: September 21, 2000. \\n          John Robbins, \\n          Assistant Director, Cultural Resources Stewardship and Partnerships. \\n        \\n      \\n      [FR Doc. 00-24794 Filed 9-26-00; 8:45 am] \\n      BILLING CODE 4310-70-F\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR ", "sub_agency1": "National Park Service ", "dep_doc": "Null", "subject": "Notice of Inventory Completion for Native American Human Remains and Associated Funerary Objects in the Possession of the Putnam Museum of History and Natural Science, Davenport, IA ", "agency2": "National Park Service ", "action": "Notice ", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: September 21, 2000. ", "signature_name": "John Robbins, ", "signature_title": "Assistant Director, Cultural Resources Stewardship and Partnerships. ", "fr_doc": "[FR Doc. 00-24794 Filed 9-26-00; 8:45 am] ", "billing_code": "BILLING CODE 4310-70-F", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}