{"index": "I_2180", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR \\n        National Park Service \\n        Notice of Inventory Completion for Native American Human Remains and Associated Funerary Objects in the Possession of the Florida Museum of Natural History, University of Florida, Gainesville, FL \\n        \\n          AGENCY:\\n          National Park Service \\n        \\n        \\n          ACTION:\\n          Notice \\n        \\n        Notice is hereby given in accordance with provisions of the Native American Graves Protection and Repatriation Act (NAGPRA), 43 CFR 10.9, of the completion of an inventory of human remains and associated funerary objects in the Florida Museum of Natural History, University of Florida, Gainesville, FL. \\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 43 CFR 10.2 (c). The determinations within this notice are the sole responsibility of the museum, institution, or Federal agency that has control of these Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations within this notice. \\n        A detailed assessment of the human remains was made by the Florida Museum of Natural History professional staff in consultation with representatives of the Seminole Tribe of Florida, Dania, Big Cypress, Brighton, Hollywood, and Tampa Reservations; Seminole Nation of Oklahoma; and Miccosukee Tribe of Indians of Florida. \\n        Between 1914 and 1928, human remains representing one individual were removed from an above-ground grave box in southern Florida by Dr. A. J. Colborn of Connellsville, PA. In 1928, Dr. Colborn sent the remains to Rev. M. Herbert Burk in Valley Forge, PA. In 1953, an unknown person gave the remains to John Witthoft at the Pennsylvania State Museum. In July 1953, Mr. Witthoft wrote John Griffin, archeologist with the Florida Board of Parks and Historic Memorials, who arranged for the remains to be placed in the collections of the Florida Museum of Natural History. No associated funerary objects are present. \\n        A February 14, 1928 letter from Dr. Colborn to Rev. Burk identifies the human remains as those of Mammy Trot, a Seminole or Miccosukee woman. A card attached to the letter states that Mammy Trot was a Seminole Indian born in 1806 at Fort Lauderdale and died in 1914 at age 108. To date, consultation with the Seminole Tribe of Florida and Miccosukee Tribe of Indians of Florida has not identified a lineal descendent. \\n        In 1949, human remains representing one individual were excavated from a Spanish-Indian site (8AL66) in Alachua County, FL, by John M. Goggin, an archeologist in the Department of Anthropology at the University of Florida. The shallow grave, containing the remains, had been exposed in a road cut through the site. In 1971, the remains and associated funerary objects were transferred from the University of Florida to the Florida Museum of Natural History. No known individuals were identified. A minimum of 329 associated funerary objects includes a brass kettle, tools, gun parts, an iron tomahawk, knifes, lead shot, a mirror, brass buckles, a silver brooch or bangle, needle fragments, copper rings, coils of copper wire, and fragments of iron. \\n        Based on osteological information, historical information about the Seminole Tribe of Florida, and material culture found with the interment, the individual has been determined to be Native American. The remains were determined to be those of a mature adult Seminole Indian male interred between A.D. 1750-1800. Historical evidence indicates that when settling northern Florida, Seminole peoples often re-occupied Spanish-Indian mission locations and Spanish hacienda locations abandoned between A.D. 1702-1710. \\n        In 1949, human remains representing one individual were excavated from a Spanish-Indian site (8AL67) in Alachua County, FL by John M. Goggin\\'s field team. In 1971, the remains were transferred from the University of Florida to the Florida Museum of Natural History. No known individuals were identified. No associated funerary objects are present. \\n        Based on reported material culture found with the interment, and the intrusive nature of the burial, the individual has been determined to be Native American. The remains were determined to be those of a Seminole Indian interred between A.D. 1750-1800. Historical evidence indicates that when settling northern Florida, Seminole peoples often reoccupied Spanish-Indian mission locations and Spanish hacienda locations abandoned between A.D. 1702-1710. \\n        In 1954, human remains representing one individual were excavated from the Graham site 8DA82, a pre-Columbian Glades midden site in Dade County, FL, by D.D. Laxson. Laxson found the burial in the root system and lower trunk of a large ficus tree. The individual had been buried in a hollow portion of the tree. In 1954, Laxson donated the human remains to the Florida Museum of Natural History. No known individuals were identified. The 32 associated funerary objects includes rifle parts and hardware; brass, lead, and copper scrap; a shot mold; a brass ladle; knife fragments; brass buttons; a circular hand mirror; fragments of clay pipe; ear bangles; bone points (presumably); bone buttons; a shark\\'s tooth; a copper tack; and a brass rivet. \\n        Based on material culture found with the interment, the individual has been determined to be Native American. The remains were determined to be those of a Seminole Indian interred between A.D. 1840-1850. \\n        In 1958, human remains representing one individual were collected from the \\xe2\\x80\\x9cEverglades Management Area\\xe2\\x80\\x9d by Bill Rabenau and Phillip Lloyd of Davie, FL. Circumstances surrounding the recovery of the remains are unknown. Messrs. Rabenau and Lloyd gave the remains to Charles Loveless of the Florida Game and Freshwater Fish Commission in Fort Lauderdale, FL at an unknown date. In 1959, Mr. Loveless donated the remains to the Florida Museum of Natural History. No known individuals were identified. No associated funerary objects are present. \\n        The accession card for the remains reads \\xe2\\x80\\x9csaid to be of an Indian squaw about 35 years old and to have died of rickets about a hundred years ago.\\xe2\\x80\\x9d \\n        In 1957, human remains representing one individual were excavated from a disturbed burial in the Lehigh-Portland site 8DA93, in Dade County, FL, by D.D. Laxson. In the upper level of the site, Mr. Laxson found a disturbed interment of what he interpreted as two individuals. Subsequent examination indicated one individual. In 1957, Mr. Laxson donated the remains to the Florida Museum of Natural History. No known individuals were identified. No associated funerary objects are present. \\n\\n        Based on material culture found at site 8DA93, the individual has been determined to be Native American. The remains were determined to be those of an adult Seminole Indian. The artifacts recovered during excavations of the site dated to the Glades II and III period (A.D. 750-1200), the Spanish colonial period and the 19th century. Interment may be from the period of the site\\'s Seminole occupation from the Glades periods, which was later disturbed and scattered. \\n        Based on the above-mentioned information, officials of the Florida Museum of Natural History have determined that, pursuant to 43 CFR 10.2 (d)(1), the human remains listed above represent the physical remains of six individuals of Native American ancestry. Officials of the Florida Museum of Natural History also have determined that, pursuant to 43 CFR 10.2 (d)(2), the 361 objects listed above are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony. Lastly, officials of the Florida Museum of Natural History have determined that, pursuant to 43 CFR 10.2 (e), there is a relationship of shared group identity that can be reasonably traced between these Native American human remains and associated funerary objects and the Seminole Tribe of Florida, Dania, Big Cypress, Brighton, Hollywood, and Tampa Reservations; Seminole Nation of Oklahoma; and Miccosukee Tribe of Indians of Florida. This notice has been sent to officials of the Seminole Tribe of Florida, Dania, Big Cypress, Brighton, Hollywood, and Tampa Reservations; Seminole Nation of Oklahoma; and Miccosukee Tribe of Indians of Florida. Representatives of any other Indian tribe that believes itself to be culturally affiliated with these human remains and associated funerary objects should contact Jerald Milanich, Curator, Florida Museum of Natural History, Museum Road, University of Florida, Gainesville, FL, telephone (352) 392-6791, before October 27, 2000. Repatriation of the human remains and associated funerary objects to the Seminole Tribe of Florida, Dania, Big Cypress, Brighton, Hollywood, and Tampa Reservations; Seminole Nation of Florida; and Miccosukee Tribe of Indians of Florida may begin after that date if no additional claimants come forward. \\n        \\n          Dated: August 22, 2000. \\n          John Robbins, \\n          Assistant Director, Cultural Resources Stewardship and Partnerships. \\n        \\n      \\n      [FR Doc. 00-24795 Filed 9-26-00; 8:45 am] \\n      BILLING CODE 4310-70-F\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR ", "sub_agency1": "National Park Service ", "dep_doc": "Null", "subject": "Notice of Inventory Completion for Native American Human Remains and Associated Funerary Objects in the Possession of the Florida Museum of Natural History, University of Florida, Gainesville, FL ", "agency2": "National Park Service ", "action": "Notice ", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: August 22, 2000. ", "signature_name": "John Robbins, ", "signature_title": "Assistant Director, Cultural Resources Stewardship and Partnerships. ", "fr_doc": "[FR Doc. 00-24795 Filed 9-26-00; 8:45 am] ", "billing_code": "BILLING CODE 4310-70-F", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}