{"index": "I_2100", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR \\n        National Park Service \\n        Notice of Inventory Completion for Native American Human Remains and Associated Funerary Objects in the Possession of the U.S. Department of the Interior, National Park Service, Effigy Mounds National Monument, Harpers Ferry, IA. \\n        \\n          AGENCY:\\n          National Park Service, Interior. \\n        \\n        \\n          ACTION:\\n          Notice. \\n        \\n        Notice is hereby given in accordance with provisions of the Native American Graves Protection and Repatriation Act (NAGPRA), 43 CFR 10.9, of the completion of an inventory of human remains and associated funerary objects in the possession of the U.S. Department of the Interior, National Park Service, Effigy Mounds National Monument, Harpers Ferry, IA. This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 43 CFR 10.2 (c). The determinations within this notice are the sole responsibility of the National Park Service unit that has control or possession of these Native American human remains and associated funerary objects. The Assistant Director, Cultural Resources Stewardship and Partnerships, is not responsible for the determinations within this notice. \\n        A detailed assessment and inventory of the human remains and associated funerary objects was made by National Park Service professional staff in consultation with representatives of the Iowa Tribe of Kansas and Nebraska; Iowa Tribe of Oklahoma; Otoe-Missouria Tribe of Indians, Oklahoma; Ho-Chunk Nation of Wisconsin; Sac and Fox Tribe of the Mississippi in Iowa; Sac and Fox Nation of Missouri in Kansas and Nebraska; Sac and Fox Nation, Oklahoma; Winnebago Tribe of Nebraska; and the Upper Sioux Indian Community of the Upper Sioux Reservation, Minnesota. A NAGPRA delegate from the Minnesota Indian Affairs Council, a non-Federally recognized Indian group, was present at the consultation meeting sponsored by Effigy Mounds National Monument and was a representative on behalf of the Shakopee Mdewakanton Sioux Community of Minnesota (Prior Lake); Lower Sioux Indian Community of Minnesota Mdewakanton Sioux Indians of the Lower Sioux Reservation in Minnesota; and Prairie Island Indian Community of Minnesota Mdewakanton Sioux Indians of the Prairie Island Reservation, Minnesota. \\n\\n        In 1952, human remains representing 12 individuals were recovered during legally authorized National Park Service sponsored excavations at Mound #57, a site located within Effigy Mounds National Monument boundaries. These 12 sets of human remains are comprised of 8 adults and 4 children. No known individuals were identified. The three associated funerary objects include one copper breastplate, one sandstone drill pivot, and one piece of obsidian. On August 3, 2000, these sets of human remains and associated funerary objects were returned to Effigy Mounds National Monument after having been in the possession of an individual (now deceased) since the 1950s. Based on archeological context, these 12 individuals were identified as Native American. \\n        In 1952, human remains representing one individual were recovered during legally authorized National Park Service-sponsored excavations at Mound #27, a site located within Effigy Mounds National Monument boundaries. This set of human remains is comprised of 12 teeth from a child who was approximately 8 or 9 years old. No known individual was identified. No associated funerary objects are present. On August 3, 2000, this set of human remains was returned to Effigy Mounds National Monument after having been in the possession of an individual (now deceased) since the 1950s. Based on archeological context, this set of human remains was identified as Native American. \\n        In 1957, human remains representing one individual were recovered from a mound on private lands near Effigy Mounds National Monument. This set of human remains is comprised of 94 bone fragments from a bundle burial. These human remains were given to Effigy Mounds National Monument in 1962, and were transferred to the National Park Service\\'s Midwest Archeological Center in 1973. No known individual was identified. No associated funerary objects are present. Based on archeological context, these human remains were identified as Native American. \\n        In 1998, human remains representing one individual were received by and taken into the possession of Effigy Mounds National Monument. These human remains are comprised of a cranium and mandible, which were mailed to the monument by an anonymous individual who claimed to have purchased the skull for an art class and was told it came from the mounds in the area of Effigy Mounds National Monument. No known individual was identified. No associated funerary objects are present. Based on physical attributes of the skull, the Office of the State Archaeologist in Iowa identified these remains as Native American. \\n        On the basis of archeological context, material culture, and geographic location, the mounds at Effigy Mounds National Monument have been identified as belonging to the Late Woodland Period culture (1700-750 B.P.). The Oneota culture (800-300 B.P.), which replaced the Effigy Mounds culture, occupied the area surrounding Effigy Mounds National Monument and is identified as being clearly ancestral to the Iowa Tribe of Kansas and Nebraska, Iowa Tribe of Oklahoma, Otoe-Missouria Tribe of Oklahoma, Ho-Chunk Nation of Wisconsin, and Winnebago Tribe of Nebraska. Linguistic, oral tradition, temporal and geographic evidence reasonably indicates that the following Sioux Indian tribes possess ancestral ties to the Effigy Mounds National Monument region and the human remains and associated funerary objects described above: Upper Sioux Indian Community of the Upper Sioux Reservation, Shakopee Mdewakanton Sioux Community of Minnesota (Prior Lake), Lower Sioux Indian Community of Minnesota Mdewakanton Sioux Indians of the Lower Sioux Reservation in Minnesota, and Prairie Island Indian Community of Minnesota Mdewakanton Sioux Indians of the Prairie Island Reservation. \\n        The Treaty of September 21, 1832 (Stat. L. VII, 374) between the Sauk and Fox and the United States, a cession required of the Sauk and Fox as indemnity for the expenses of the Black Hawk War, demonstrates that the Sac and Fox Tribe of the Mississippi in Iowa, Sac and Fox Nation of Missouri in Kansas and Nebraska, and Sac and Fox Nation of Oklahoma are the aboriginal occupants of the lands encompassing the present-day Effigy Mounds National Monument. Based upon an examination of the historical and geographical information, the Effigy Mounds National Monument superintendent determined that the Sac and Fox Tribe of the Mississippi in Iowa, Sac and Fox Nation of Missouri in Kansas and Nebraska, and Sac and Fox Nation of Oklahoma share a historic and continuing affiliation with Effigy Mounds National Monument lands, but do not possess a cultural affiliation with the human remains and associated funerary objects described above. \\n        Based on the above-mentioned information, the Effigy Mounds National Monument superintendent has determined that, pursuant to 43 CFR 10.2 (d)(1), the human remains listed above represent the physical remains of 15 individuals of Native American ancestry. The Effigy Mounds National Monument superintendent also has determined that, pursuant to 43 CFR 10.2 (d)(2), the three objects listed above are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony. Lastly, the Effigy Mounds National Monument superintendent determined that, pursuant to 43 CFR 10.2 (e), there is the relationship of shared group identity that can be reasonably traced between these Native American human remains and associated funerary objects and the Iowa Tribe of Kansas and Nebraska; Iowa Tribe of Oklahoma; Otoe-Missouria Tribe of Indians, Oklahoma; Ho-Chunk Nation of Wisconsin; Winnebago Tribe of Nebraska; Upper Sioux Indian Community of the Upper Sioux Reservation, Minnesota; Shakopee Mdewakanton Sioux Community of Minnesota (Prior Lake); Lower Sioux Indian Community of Minnesota Mdewakanton Sioux Indians of the Lower Sioux Reservation in Minnesota; and Prairie Island Indian Community of Minnesota Mdewakanton Sioux Indians of the Prairie Island Reservation, Minnesota. \\n\\n        This notice has been sent to officials of the Iowa Tribe of Kansas and Nebraska; Iowa Tribe of Oklahoma; Otoe-Missouria Tribe of Indians, Oklahoma; Ho-Chunk Nation of Wisconsin; Sac and Fox Tribe of the Mississippi in Iowa; Sac and Fox Nation of Missouri in Kansas and Nebraska; Sac and Fox Nation, Oklahoma; Winnebago Tribe of Nebraska; Upper Sioux Indian Community of the Upper Sioux Reservation, Minnesota; Shakopee Mdewakanton Sioux Community of Minnesota; Lower Sioux Indian Community of Minnesota Mdewakanton Sioux Indians of the Lower Sioux Reservation in Minnesota; and Prairie Island Indian Community of Minnesota Mdewakanton Sioux Indians of the Prairie Island Reservation, Minnesota. Representatives of any other Indian tribe that believes itself to be culturally affiliated with these human remains and associated funerary objects should contact Phyllis Ewing, Superintendent, Effigy Mounds National Monument, 151 Highway 76, Harpers Ferry, IA 52146-7519, telephone (319) 873-3491, before April 9, 2001. Repatriation of the human remains and associated funerary objects to the Iowa Tribe of Kansas and Nebraska; Iowa Tribe of Oklahoma; Otoe-Missouria Tribe of Indians, Oklahoma; Ho-Chunk Nation of Wisconsin; Winnebago Tribe of Nebraska; Upper Sioux Indian Community of the Upper Sioux Reservation, Minnesota; Shakopee Mdewakanton Sioux Community of Minnesota (Prior Lake); Lower Sioux Indian Community of Minnesota Mdewakanton Sioux Indians of the Lower Sioux Reservation in Minnesota; or Prairie Island Indian Community of Minnesota Mdewakanton Sioux Indians of the Prairie Island Reservation, Minnesota will begin after that date if no additional claimants come forward. \\n        \\n          Dated: February 14, 2001 \\n          John Robbins, \\n          Assistant Director, Cultural Resources Stewardship and Partnerships. \\n        \\n      \\n      [FR Doc. 01-5944 Filed 3-8-01; 8:45 am] \\n      BILLING CODE 4310-70-F\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR ", "sub_agency1": "National Park Service ", "dep_doc": "Null", "subject": "Notice of Inventory Completion for Native American Human Remains and Associated Funerary Objects in the Possession of the U.S. Department of the Interior, National Park Service, Effigy Mounds National Monument, Harpers Ferry, IA. ", "agency2": "National Park Service, Interior. ", "action": "Notice. ", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: February 14, 2001 ", "signature_name": "John Robbins, ", "signature_title": "Assistant Director, Cultural Resources Stewardship and Partnerships. ", "fr_doc": "[FR Doc. 01-5944 Filed 3-8-01; 8:45 am] ", "billing_code": "BILLING CODE 4310-70-F", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}