{"index": "I_2121", "messy_full": "\\n      \\n        \\n        DEPARTMENT OF THE INTERIOR \\n        National Park Service \\n        Notice of Inventory Completion for Native American Human Remains and Associated Funerary Objects in the Possession of the Milwaukee Public Museum, Milwaukee, WI \\n        \\n          AGENCY:\\n          National Park Service. \\n        \\n        \\n          ACTION:\\n          Notice. \\n        \\n        Notice is hereby given in accordance with provisions of the Native American Graves Protection and Repatriation Act (NAGPRA), 43 CFR 10.9, of the completion of an inventory of human remains and associated funerary objects in the possession of the Milwaukee Public Museum, Milwaukee, WI. \\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 43 CFR 10.2 (c). The determinations within this notice are the sole responsibility of the museum, institution, or Federal agency that has control of these Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations within this notice. \\n        A detailed assessment of the human remains was made by Milwaukee Public Museum professional staff and contract specialists in physical anthropology, in consultation with representatives of the Lac du Flambeau Band of Lake Superior Indians. \\n        In 1902, human remains representing two individuals and associated funerary objects were removed during excavation of a mound burial on Fox Island, Rest Lake (47-VI-7), Manitowosh Waters Township, Vilas County, WI, by James G. Albright. The human remains and some (an unknown number) of the associated funerary objects were sold to the Wisconsin Natural History Society in 1902. The Wisconsin Natural History Society donated the remains and associated funerary objects to the Milwaukee Public Museum the same year. Mr. Albright donated the remaining associated funerary objects to the Milwaukee Public Museum in 1942. No known individuals were identified. The 20 associated funerary objects are a German silver brooch with engraved geometric designs, a broken porcelain saucer, fragments of a metal bucket that originally contained a granulated substance (maple sugar?), half of a tin cup, birch bark wrappings, metal fragments, glass beads, shell, wood fragments, wool cloth fragments, a horn knife handle, a pocket mirror, two German silver bracelets with a piece of silk ribbon, fragments of a metal necklace with imitation gems, spectacle glass with copper frame, an iron axe head, a knife with wood handle, a hatchet head, and a limestone Micmac-style pipe. \\n        The associated funerary objects from this site can be stylistically dated to circa A.D. 1770-1875. \\n        Based on cranial morphology, dental traits, archeological context, and associated funerary objects, these individuals are determined to be Native American. The geographical location of the site and date of the burial is consistent with the historic territory of the Lac du Flambeau Band of Lake Superior Indians and very near the modern-day Lac du Flambeau Reservation. Consultation evidence provided by representatives of the Lac du Flambeau Band of Lake Superior Indians has identified Site 47-VI-7 as part of the area from which the Lac Du Flambeau Band was drawn following the creation of their reservation in the mid-19th century. \\n        Based on the above-mentioned information, officials of the Milwaukee Public Museum have determined that, pursuant to 43 CFR 10.2 (d)(1), the human remains listed above represent the physical remains of two individuals of Native American ancestry. Officials of the Milwaukee Public Museum also have determined that, pursuant to 43 CFR 10.2 (d)(2), the 20 objects listed above are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony. Lastly, officials of the Milwaukee Public Museum have determined that, pursuant to 43 CFR 10.2 (e), there is a relationship of shared group identity that can be reasonably traced between these Native American human remains and associated funerary objects and the Lac du Flambeau Band of Lake Superior Chippewa Indians. \\n        This notice has been sent to officials of the Lac du Flambeau Band of Lake Superior Chippewa Indians. Representatives of any other Indian tribe that believes itself to be culturally affiliated with these human remains and associated funerary objects should contact Dr. Alex Barker, Anthropology Section Head, Milwaukee Public Museum, 800 West Wells Street, Milwaukee, WI 53233, telephone (414) 278-2786, before February 26, 2001. Repatriation of the human remains and associated funerary objects to the Lac du Flambeau Band of Lake Superior Chippewa Indians may begin after that date if no additional claimants come forward. \\n        \\n          Dated: January 22, 2001. \\n          John Robbins, \\n          Assistant Director, Cultural Resources, Stewardship, and Partnerships. \\n        \\n      \\n      [FR Doc. 01-2347 Filed 1-25-01; 8:45 am] \\n      BILLING CODE 4310-70-F\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR ", "sub_agency1": "National Park Service ", "dep_doc": "Null", "subject": "Notice of Inventory Completion for Native American Human Remains and Associated Funerary Objects in the Possession of the Milwaukee Public Museum, Milwaukee, WI ", "agency2": "National Park Service. ", "action": "Notice. ", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: January 22, 2001. ", "signature_name": "John Robbins, ", "signature_title": "Assistant Director, Cultural Resources, Stewardship, and Partnerships. ", "fr_doc": "[FR Doc. 01-2347 Filed 1-25-01; 8:45 am] ", "billing_code": "BILLING CODE 4310-70-F", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}