{"index": "I_2171", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR \\n        National Park Service \\n        Notice of Inventory Completion for Native American Human Remains and Associated Funerary Objects in the Possession of the Buffalo Bill Historical Center, Cody, WY \\n        \\n          AGENCY:\\n          National Park Service \\n        \\n        \\n          ACTION:\\n          Notice \\n        \\n        Notice is hereby given in accordance with provisions of the Native American Graves Protection and Repatriation Act (NAGPRA), 43 CFR 10.9, of the completion of an inventory of human remains and associated funerary objects in the possession of the Buffalo Bill Historical Center, Cody, WY. \\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 43 CFR 10.2 (c). The determinations within this notice are the sole responsibility of the museum, institution, or Federal agency that has control of these Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations within this notice. \\n        A detailed assessment of the human remains was made by Buffalo Bill Historical Center professional staff in consultation with representatives of the Northern Cheyenne Tribe of the Northern Cheyenne Indian and the Cheyenne-Arapaho Tribes of Oklahoma. \\n        In 1876, human remains representing one individual were removed by \\xe2\\x80\\x9cBuffalo Bill\\xe2\\x80\\x9d Cody during the Battle of Hat Creek, near present-day Montrose, NE. In 1957, the grandchildren of Mr. Cody, Fred H. Garlow, William Joseph Garlow, and Mrs. Jane Cody Garlow Mallehan, sold the remains to the Buffalo Bill Historical Center. The remains, a scalp, were identified by Mr. Cody as belonging to Yellow Hair, a Cheyenne Indian. The remains are tied with two leather strips. No associated funerary objects are present. \\n        Based on the above-mentioned information, officials of the Buffalo Bill Historical Center have determined that, pursuant to 43 CFR 10.2 (d)(1), the human remains described above represent the physical remains of one individual of Native American ancestry. While the likely identity of the individual reported in this notice has been determined, officials of the Buffalo Bill Historical Center have not been able to trace a direct and unbroken line of descent to a particular individual, pursuant to 43 CFR 10.2 (b)(1). However, officials of the Buffalo Bill Historical Center have determined that, pursuant to 43 CFR 10.2 (e), there is a relationship of shared group identity that can be reasonably traced between these Native American human remains and the Northern Cheyenne Tribe of the Northern Cheyenne Indian and the Cheyenne-Arapaho Tribes of Oklahoma. Officials of the Buffalo Bill Historical Center also have determined that the two leather strips holding the braids of the hair, though not considered funerary objects, sacred objects, or objects of cultural patrimony, should be repatriated with the remains. \\n        This notice has been sent to officials of the Northern Cheyenne Tribe of the Northern Cheyenne Indian, and the Cheyenne-Arapaho Tribes of Oklahoma. Representatives of any other Indian tribe that believes itself to be culturally affiliated with these human remains should contact Emma I. Hansen, Buffalo Bill Historical Center, 720 Sheridan Avenue, Cody, WY 82414, telephone (307) 587-4771, before November 13, 2000. Repatriation of the human remains to the Northern Cheyenne Tribe of the Northern Cheyenne Indian and the Cheyenne-Arapaho Tribes of Oklahoma may begin after that date if no additional claimants come forward. \\n        \\n          Dated: September 26, 2000. \\n          John Robbins, \\n          Assistant Director, Cultural Resources Stewardship and Partnerships. \\n        \\n      \\n      [FR Doc. 00-26345 Filed 10-12-00; 8:45 am] \\n      BILLING CODE 4310-70-F\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR ", "sub_agency1": "National Park Service ", "dep_doc": "Null", "subject": "Notice of Inventory Completion for Native American Human Remains and Associated Funerary Objects in the Possession of the Buffalo Bill Historical Center, Cody, WY ", "agency2": "National Park Service ", "action": "Notice ", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: September 26, 2000. ", "signature_name": "John Robbins, ", "signature_title": "Assistant Director, Cultural Resources Stewardship and Partnerships. ", "fr_doc": "[FR Doc. 00-26345 Filed 10-12-00; 8:45 am] ", "billing_code": "BILLING CODE 4310-70-F", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}