{"index": "I_2124", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR \\n        National Park Service\\n        Notice of Inventory Completion for Native American Human Remains and Associated Funerary Objects in the Possession of the Milwaukee Public Museum, Milwaukee, WI \\n        \\n          AGENCY:\\n          National Park Service. \\n        \\n        \\n          ACTION:\\n          Notice. \\n        \\n        Notice is hereby given in accordance with provisions of the Native American Graves Protection and Repatriation Act (NAGPRA), 43 CFR 10.9, of the completion of an inventory of human remains and associated funerary objects in the possession of the Milwaukee Public Museum, Milwaukee, WI. \\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 43 CFR 10.2 (c). The determinations within this notice are the sole responsibility of the museum, institution, or Federal agency that has control of these Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations within this notice. \\n        A detailed assessment of the human remains was made by Milwaukee Public Museum professional staff and contract specialists in physical anthropology, in consultation with representatives of Central Council of Tlingit and Haida Indian Tribes of Alaska. \\n        At an unknown date, human remains representing one individual were removed from an unknown location in Rudyerd Bay, AK, by Walter Pelzer. Mr. Pelzer donated the human remains to the Milwaukee Public Museum in 1946. At the time of donation, Mr. Pelzer identified the context of removal as a burial. No known individual was identified. No associated funerary objects are present. \\n        Based on cranial morphology and dental traits, this individual is identified as Native American. The geographical location of the grave is consistent with the historic territory of the Tlingit people. Consultation evidence provided by representatives of the Central Council of Tlingit and Haida Indian Tribes of Alaska indicates that the Rudyerd, AK, area is part of the aboriginal territory of the Tlingit and Haida peoples. \\n        Based on the above-mentioned information, officials of the Milwaukee Public Museum have determined that, pursuant to 43 CFR 10.2 (d)(1), the human remains listed above represent the physical remains of one individual of Native American ancestry. Officials of the Milwaukee Public Museum also have determined that, pursuant to 43 CFR 10.2 (e), there is a relationship of shared group identity that can be reasonably traced between these Native American human remains and the Central Council of Tlingit and Haida Indian Tribes of Alaska. \\n        This notice has been sent to officials of the Central Council of Tlingit and Haida Indian Tribes of Alaska, the Yakutat Tlingit Tribe, Douglas Indian Association, Angoon Community Association, Hoonah Indian Association, the Organized Village of Kake, Chilkat Indian Village (Klukwan), Craig Community Association, Sitka Tribe of Alaska, Hydaburg Cooperative Association, Organized Village of Kasaan, Sealaska Heritage Foundation, Cape Fox Corporation, Ketchikan Indian Corporation, and the Organized Village of Saxman. Representatives of any other Indian tribe that believes itself to be culturally affiliated with these human remains should contact Dr. Alex Barker, Anthropology Section Head, Milwaukee Public Museum, 800 West Wells Street, Milwaukee, WI 53233, telephone (414) 278-2786, before February 26, 2001. Repatriation of the human remains to the Central Council of Tlingit and Haida Indian Tribes of Alaska may begin after that date if no additional claimants come forward. \\n        \\n          Dated: January 15, 2001. \\n          John Robbins, \\n          Assistant Director, Cultural Resources, Stewardship, and Partnerships. \\n        \\n      \\n      [FR Doc. 01-2343 Filed 1-25-01; 8:45 am] \\n      BILLING CODE 4310-70-F\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR ", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Inventory Completion for Native American Human Remains and Associated Funerary Objects in the Possession of the Milwaukee Public Museum, Milwaukee, WI ", "agency2": "National Park Service. ", "action": "Notice. ", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: January 15, 2001. ", "signature_name": "John Robbins, ", "signature_title": "Assistant Director, Cultural Resources, Stewardship, and Partnerships. ", "fr_doc": "[FR Doc. 01-2343 Filed 1-25-01; 8:45 am] ", "billing_code": "BILLING CODE 4310-70-F", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}