{"index": "I_2161", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR \\n        National Park Service \\n        Notice of Inventory Completion for Native American Human Remains and Associated Funerary Objects in the Possession of the University of Denver Department of Anthropology and Museum of Anthropology, Denver, CO \\n        \\n          AGENCY:\\n          National Park Service. \\n        \\n        \\n          ACTION:\\n          Notice. \\n        \\n        Notice is hereby given in accordance with provisions of the Native American Graves Protection and Repatriation Act (NAGPRA), 43 CFR 10.9, of the completion of an inventory of human remains and associated funerary objects in the possession of the University of Denver Department of Anthropology and Museum of Anthropology, Denver, CO. \\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 43 CFR 10.2 (c). The determinations within this notice are the sole responsibility of the museum, institution, or Federal agency that has control of these Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations within this notice. \\n        A detailed assessment of the human remains was made by University of Denver Department of Anthropology and Museum of Anthropology professional staff, a contract physical anthropologist, and the New Mexico State Archaeologist in consultation with representatives of the Hopi Tribe of Arizona, and the Colorado River Indian Tribes of the Colorado River Indian Reservation, Arizona and California. \\n        In 1938, human remains representing one individual were recovered from Pueblo Blanco, Santa Fe County, NM, by Theodore Sowers. Mr. Sowers was a graduate of the University of Denver, and, in 1995, his daughters donated the remains to the University of Denver so that they could be repatriated. No known individuals were identified. The 14 associated funerary objects are 1 non-human bone, 9 ceramic sherds (black and red on white), and 4 chipped stone tools. \\n\\n        Pueblo Blanco (site LA 40), a large masonry pueblo in the Galisteo Basin, was occupied from A.D. 1400 to circa A.D. 1680 by Tanoan-speaking people. The Galisteo Basin was largely abandoned following the Pueblo Revolt of 1680, and subsequently the Tanos lived among other Rio Grande pueblos. Many of the Tanos moved to the Hopi area around 1700, where they live in Tewa Village. The evidence presented during consultations with the Hopi, supported by the ethnohistoric record and archeological evidence, demonstrates a cultural affiliation between Pueblo Blanco and the Hopi Tribe of Arizona. \\n        Based on the above-mentioned information, officials of the University of Denver Department of Anthropology and Museum of Anthropology have determined that, pursuant to 43 CFR 10.2 (d)(1), the human remains listed above represent the physical remains of one individual of Native American ancestry. Officials of the University of Denver Department of Anthropology and Museum of Anthropology also have determined that, pursuant to 43 CFR 10.2 (d)(2), the 14 objects listed above are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony. Lastly, officials of the University of Denver Department of Anthropology and Museum of Anthropology have determined that, pursuant to 43 CFR 10.2 (e), there is a relationship of shared group identity that can be reasonably traced between these Native American human remains and associated funerary objects and the Hopi Tribe of Arizona. \\n        This notice has been sent to officials of the Hopi Tribe of Arizona and the Colorado River Indian Tribes of the Colorado River Indian Reservation, Arizona and California. Representatives of any other Indian tribe that believes itself to be culturally affiliated with these human remains and associated funerary objects should contact Jan I. Bernstein, Collections Manager and NAGPRA Coordinator at the University of Denver Department of Anthropology and Museum of Anthropology, 2000 Asbury, Sturm Hall S-146, Denver, CO 80208-2406, email jbernste@du.edu, telephone (303) 871-2543, before December 13, 2000. Repatriation of the human remains and associated funerary objects to the Hopi Tribe of Arizona may begin after that date if no additional claimants come forward. \\n        \\n          Dated: October 31, 2000. \\n          John Robbins, \\n          Assistant Director, Cultural Resources Stewardship and Partnerships.\\n        \\n      \\n      [FR Doc. 00-28857 Filed 11-9-00; 8:45 am] \\n      BILLING CODE 4310-70-F\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR ", "sub_agency1": "National Park Service ", "dep_doc": "Null", "subject": "Notice of Inventory Completion for Native American Human Remains and Associated Funerary Objects in the Possession of the University of Denver Department of Anthropology and Museum of Anthropology, Denver, CO ", "agency2": "National Park Service. ", "action": "Notice. ", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: October 31, 2000. ", "signature_name": "John Robbins, ", "signature_title": "Assistant Director, Cultural Resources Stewardship and Partnerships.", "fr_doc": "[FR Doc. 00-28857 Filed 11-9-00; 8:45 am] ", "billing_code": "BILLING CODE 4310-70-F", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}