{"index": "I_2155", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR \\n        National Park Service \\n        Notice of Inventory Completion for Native American Human Remains and Associated Funerary Objects in the Possession of the Lost City Museum, Overton, NV \\n        \\n          AGENCY:\\n          National Park Service, Interior. \\n        \\n        \\n          ACTION:\\n          Notice. \\n        \\n        Notice is hereby given in accordance with provisions of the Native American Graves Protection and Repatriation Act (NAGPRA), 43 CFR 10.9, of the completion of an inventory of human remains and associated funerary objects in the possession of the Lost City Museum, Overton, NV. \\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 43 CFR 10.2(c). The determinations within this notice are the sole responsibility of the museum, institution, or Federal agency that has control of these Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations within this notice. \\n        A detailed assessment of the human remains was made by Lost City Museum professional staff in consultation with Nevada State Museum staff, representatives of the Moapa Band of the Southern Paiute Tribe, and representatives of the Hopi Tribe of Arizona, in coordination with the Southern Paiute Consortium. \\n        At an unknown date before 1970, human remains representing two individuals were removed from an unknown location in the vicinity of Overton, NV, by an unknown person. These remains were donated to the Lost City Museum at an unknown time after 1970 by an unknown person. No known individuals were identified. No associated funerary objects are present. \\n        At an unknown date, human remains representing six individuals were removed from an unknown location in the vicinity of Overton, NV, by an unknown person. At an unknown time, these remains were donated to the Lost City Museum by an unknown person. No known individuals were identified. No associated funerary objects are present. \\n        In the 1980\\'s, human remains representing one individual and two associated funerary objects were removed from the Lewis Site (26CK2036), Sand Beach, Overton, NV, by Lost City Museum staff. The landowner donated the remains and objects to the Lost City Museum at the time of excavation. No known individual was identified. The two associated funerary objects are a pot and a projectile point. \\n        Archeological investigations have identified the Lewis Site (also known as Anasazi number 1) as a known Anasazi site. The remains were found in a room in a house. \\n        In 1987, human remains representing 4 individuals and 32 associated funerary objects were removed during salvage excavations during construction at the Bunker Hill Site (26CK020), Sand Beach, Overton, NV, by Lost City Museum staff. The remains were donated to the Lost City Museum by the landowner. No known individuals were identified. The associated funerary objects are shell pendant beads, a stone drill, a projectile point, Puebloan pottery, and turquoise beads. \\n        Archeological investigations have identified the Bunker Hill Site as a known Anasazi site. \\n        In 1992, human remains representing one individual were removed from the Park-Perkins number 9 Site (26CK029), Overton, NV, by the landowner during trenching activity on his land. In 1995, the landowner donated these remains to the Lost City Museum. No known individual was identified. No associated funerary objects are present. \\n        Archeological investigations have identified the Park-Perkins number 9 Site as a known Anasazi site. \\n        In 1992, human remains representing one individual and three associated funerary objects were removed during salvage excavations by Lost City Museum staff at a quarry on private property at the Mill Point number 1 Site (26CK2003), Sand Beach, Overton, NV. No known individual was identified. The associated funerary objects are a ceramic vessel, a bead, and a stone. \\n        Stylistic attributes of the associated ceramic vessel identify the burial as characteristic of the Anasazi culture. \\n        In 1982, human remains representing one individual were removed during salvage excavations at the Adam 2 Site (26CK2059), Overton, NV, by University of Nevada, Las Vegas staff. The remains were returned to the Lost City Museum, which owns the property on which the site is located, in 2000. No known individual was identified. No associated funerary objects are present. \\n        Archeological investigations have identified the Adam 2 Site as affiliated with the Anasazi culture. \\n        On the basis of archeological context, the human remains listed above are determined to be Native American. Based on the geographical locality and probable age of the burials, the remains are determined to be affiliated with the archeologically-defined Virgin Branch Anasazi Culture, dated to circa 300 B.C.-A.D. 1300. Although the locations from which these remains were removed are within the historic territory of the Moapa Band of the Southern Paiute Tribe, joint consultations with representatives of the Moapa Band of the Southern Paiute Tribe and with representatives of the Hopi Tribe of Arizona produced evidence agreed to by both parties that the Anasazi remains from this area are ancestral to the modern Hopi Tribe of Arizona. Archaeological evidence supports this conclusion. \\n\\n        Based on the above-mentioned information, officials of the Lost City Museum have determined that, pursuant to 43 CFR 10.2(d)(1), the human remains listed above represent the physical remains of 16 individuals of Native American ancestry. Officials of the Lost City Museum also have determined that, pursuant to 43 CFR 10.2(d)(2), the 37 objects listed above are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony. Lastly, officials of the Lost City Museum have determined that, pursuant to 43 CFR 10.2(e), there is a relationship of shared group identity that can be reasonably traced between these Native American human remains and associated funerary objects and the Hopi Tribe of Arizona. \\n        This notice has been sent to officials of the the Moapa Band of the Southern Paiute Tribe and the Hopi Tribe of Arizona. Representatives of any other Indian tribe that believes itself to be culturally affiliated with these human remains and associated funerary objects should contact Kathryne Olson, Curator, Lost City Museum, P.O. Box 807, 721 South Moapa Valley Boulevard, Overton, NV 89040, telephone (702) 397-2193, before December 21, 2000. Repatriation of the human remains and associated funerary objects to the Hopi Tribe of Arizona may begin after that date if no additional claimants come forward. \\n        \\n          Dated: November 14, 2000. \\n          John Robbins, \\n          Assistant Director, Cultural Resources, Stewardship, and Partnerships.\\n        \\n      \\n      [FR Doc. 00-29807 Filed 11-20-00; 8:45 am] \\n      BILLING CODE 4310-70-F\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR ", "sub_agency1": "National Park Service ", "dep_doc": "Null", "subject": "Notice of Inventory Completion for Native American Human Remains and Associated Funerary Objects in the Possession of the Lost City Museum, Overton, NV ", "agency2": "National Park Service, Interior. ", "action": "Notice. ", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: November 14, 2000. ", "signature_name": "John Robbins, ", "signature_title": "Assistant Director, Cultural Resources, Stewardship, and Partnerships.", "fr_doc": "[FR Doc. 00-29807 Filed 11-20-00; 8:45 am] ", "billing_code": "BILLING CODE 4310-70-F", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}