{"index": "I_2154", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR \\n        National Park Service \\n        Notice of Inventory Completion for Native American Human Remains and Associated Funerary Objects in the Possession of Rochester Museum and Science Center, Rochester, NY \\n        \\n          AGENCY:\\n          National Park Service, Interior. \\n        \\n        \\n          ACTION:\\n          Notice. \\n        \\n        Notice is hereby given in accordance with provisions of the Native American Graves Protection and Repatriation Act (NAGPRA), 43 CFR 10.9, of the completion of an inventory of human remains and associated funerary objects in the possession of the Rochester Museum and Science Center, Rochester, NY. \\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 43 CFR 10.2(c). The determinations within this notice are the sole responsibility of the museum, institution, or Federal agency that has control of these Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations within this notice. \\n        A detailed assessment of the human remains was made by Rochester Museum and Science Center professional staff in consultation with representatives of the Cayuga Nation of New York, the Oneida Nation of New York, the Oneida Tribe of Wisconsin, the Onondaga Nation of New York, the Seneca Nation of New York, the Seneca-Cayuga Tribe of Oklahoma, the St. Regis Band of Mohawk Indians of New York, the Stockbridge-Munsee Community of Mohican Indians of Wisconsin, the Tonawanda Band of Seneca Indians of New York, and the Tuscarora Nation of New York. \\n        In 1960, partial human remains representing 43 individuals were recovered from the Sand Hill site (Cnj 009) in Minden, Montgomery County, NY, by Peter Pratt and other unnamed individuals. Gilbert Hagerty donated the remains to the Rochester Museum and Science Center in 1979. No known individuals were identified. No associated funerary objects are present. \\n        Based on skeletal morphology, these individuals have been identified as Native American. Based on site location and the condition of the human remains, the Sand Hill site has been identified as a Mohawk occupation, dating to circa A.D. 1635-1645. \\n        Based on the above-mentioned information, officials of the Rochester Museum and Science Center have determined that, pursuant to 43 CFR 10.2(d)(1), the human remains listed above represent the physical remains of 43 individuals of Native American ancestry. Officials of the Rochester Museum and Science Center also have determined that, pursuant to 43 CFR 10.2(e), there is a relationship of shared group identity that can be reasonably traced between these Native American human remains and the St. Regis Band of Mohawk Indians of New York. \\n\\n        This notice has been sent to officials of the Cayuga Nation of New York, the Oneida Nation of New York, the Oneida Tribe of Wisconsin, the Onondaga Nation of New York, the Seneca Nation of New York, the Seneca-Cayuga Tribe of Oklahoma, the St. Regis Band of Mohawk Indians of New York, the Stockbridge-Munsee Community of Mohican Indians of Wisconsin, the Tonawanda Band of Seneca Indians of New York, and the Tuscarora Nation of New York. Representatives of any other Indian tribe that believes itself to be culturally affiliated with these human remains and associated funerary objects should contact Connie Bodner, NAGPRA Liaison, Rochester Museum and Science Center, 657 East Avenue, Rochester, NY 14607-2177, telephone (716) 271-4552, extension 345, before December 21, 2000. Repatriation of the human remains to the St. Regis Band of Mohawk Indians of New York may begin after that date if no additional claimants come forward. \\n        \\n          Dated: November 14, 2000. \\n          John Robbins, \\n          Assistant Director, Cultural Resources Stewardship and Partnerships.\\n        \\n      \\n      [FR Doc. 00-29809 Filed 11-20-00; 8:45 am] \\n      BILLING CODE 4310-70-F\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR ", "sub_agency1": "National Park Service ", "dep_doc": "Null", "subject": "Notice of Inventory Completion for Native American Human Remains and Associated Funerary Objects in the Possession of Rochester Museum and Science Center, Rochester, NY ", "agency2": "National Park Service, Interior. ", "action": "Notice. ", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: November 14, 2000. ", "signature_name": "John Robbins, ", "signature_title": "Assistant Director, Cultural Resources Stewardship and Partnerships.", "fr_doc": "[FR Doc. 00-29809 Filed 11-20-00; 8:45 am] ", "billing_code": "BILLING CODE 4310-70-F", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}