{"index": "I_2112", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR \\n        National Park Service \\n        Notice of Inventory Completion for Native American Human Remains and Associated Funerary Objects in the Possession of the Peabody Museum of Archaeology and Ethnology, Harvard University, Cambridge, MA \\n        \\n          AGENCY:\\n          National Park Service. \\n        \\n        \\n          ACTION:\\n          Notice. \\n        \\n        Notice is hereby given in accordance with provisions of the Native American Graves Protection and Repatriation Act (NAGPRA), 43 CFR 10.9, of the completion of an inventory of human remains and associated funerary objects in the possession of the Peabody Museum of Archaeology and Ethnology, Harvard University, Cambridge, MA. \\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 43 CFR 10.2 (c). The determinations within this notice are the sole responsibility of the museum, institution, or Federal agency that has control of these Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations within this notice. \\n        A detailed assessment of the human remains was made by the Peabody Museum of Archaeology and Ethnology professional staff in consultation with representatives of the Choctaw Nation of Oklahoma; the Jena Band of Choctaw Indians, Louisiana; and the Mississippi Band of Choctaw Indians, Mississippi. \\n        Between 1844-1866, human remains representing one individual were recovered from near Mobile, Mobile County, AL, by Dr. Josiah C. Nott. In 1916, these human remains were gifted to the Peabody Museum of Archaeology and Ethnology by the Boston Society of Natural History as part of the White collection. No known individual was identified. No associated funerary objects are present. \\n        Museum documentation identifies this individual as a \\xe2\\x80\\x9cChoctaw youth.\\xe2\\x80\\x9d The attribution of such a specific cultural affiliation to the human remains indicates that the interment postdates sustained contact between indigenous groups and Europeans beginning in the 17th century. The human remains were recovered from an area commonly considered to be traditional Choctaw territory. Oral traditions and historic evidence support the cultural affiliation to the Choctaw Nation of Oklahoma, and the Mississippi Band of Choctaw Indians, Mississippi. The Jena Band of Choctaw Indians, Louisiana, does not consider Alabama to be part of their traditional territory. \\n        Based on the above-mentioned information, officials of the Peabody Museum of Archaeology and Ethnology have determined that, pursuant to 43 CFR 10.2 (d)(1), the human remains listed above represent the physical remains of one individual of Native American ancestry. Officials of the Peabody Museum of Archaeology and Ethnology also have determined that, pursuant to 43 CFR 10.2 (e), there is a relationship of shared group identity that can be reasonably traced between these Native American human remains and the Choctaw Nation of Oklahoma, and the Mississippi Band of Choctaw Indians. \\n        This notice has been sent to officials of the Choctaw Nation of Oklahoma, and the Mississippi Band of Choctaw Indians. Representatives of any other Indian tribe that believes itself to be culturally affiliated with these human remains should contact Barbara Isaac, Repatriation Coordinator, Peabody Museum of Archaeology and Ethnology, Harvard University, 11 Divinity Avenue, Cambridge, MA 02138, telephone (617) 495-2254, before March 20, 2001. Repatriation of the human remains to the Choctaw Nation of Oklahoma, and the Mississippi Band of Choctaw Indians may begin after that date if no additional claimants come forward. \\n        \\n          Dated: January 30, 2001. \\n          John Robbins, \\n          Assistant Director, Cultural Resources Stewardship and Partnerships. \\n        \\n      \\n      [FR Doc. 01-4079 Filed 2-16-01; 8:45 am] \\n      BILLING CODE 4310-70-F\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR ", "sub_agency1": "National Park Service ", "dep_doc": "Null", "subject": "Notice of Inventory Completion for Native American Human Remains and Associated Funerary Objects in the Possession of the Peabody Museum of Archaeology and Ethnology, Harvard University, Cambridge, MA ", "agency2": "National Park Service. ", "action": "Notice. ", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: January 30, 2001. ", "signature_name": "John Robbins, ", "signature_title": "Assistant Director, Cultural Resources Stewardship and Partnerships. ", "fr_doc": "[FR Doc. 01-4079 Filed 2-16-01; 8:45 am] ", "billing_code": "BILLING CODE 4310-70-F", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}