{"index": "I_2125", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Inventory Completion for Native American Human Remains and Associated Funerary Objects in the Possession of the Utah Museum of Natural History, Salt Lake City, UT, and in the Control of the U.S. Department of the Interior, Bureau of Reclamation, Upper Colorado Region, Salt Lake City, UT\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is hereby given in accordance with provisions of the Native American Graves Protection and Repatriation Act (NAGPRA), 43 CFR 10.9, of the completion of an inventory of human remains and associated funerary objects in possession of the Utah Museum of Natural History, Salt Lake City, UT, and in control of the U.S. Department of the Interior, Bureau of Reclamation, Upper Colorado Region, Salt Lake City, UT.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 43 CFR 102.2(c). The determinations within this notice are the sole responsibility of the museum, institution, or Federal agency that has control of these cultural items. The National Park Service is not responsible for the determinations within this notice.\\n        A detailed assessment of the human remains was made by the Bureau of Reclamation and Utah Museum of Natural History professional staff in consultation with representatives of the Paiute Indian Tribe of Utah; Kaibab Band of Paiute Indians of the Kaibab Indian Reservation, Arizona; San Juan Southern Paiute Tribe of Arizona; White Mesa Ute Tribe; Ute Indian Tribe of the Uintah & Ouray Reservation, Utah; Southern Ute Indian Tribe of the Southern Ute Reservation, Colorado; and the Ute Mountain Tribe of the Ute Mountain Reservation, Colorado, New Mexico & Utah.\\n\\n        In 1962, human remains representing one individual were collected from a site near Bicknell, Wayne County, UT, under a memorandum of agreement between the Department of Anthropology, University of Utah, and the U.S. Department of the Interior, National Park Service, acting on behalf of the Bureau of Reclamation during the archeological inventory for the Glen Canyon Archeological Project. No known individual was identified. No associated funerary objects are present.\\n        Archaeological evidence indicates that the human remains are Native American from the protohistoric or contact period. Geography, kinship, anthropology, and linguistics evidence, and expert opinion indicate that the remains are those of a member of the Escalante Band of the Southern Paiute, who inhabited this area during the protohistoric and contact period, and who are most closely associated with the contemporary Paiute Indian Tribe of Utah.\\n        In 1962, human remains representing two individuals were collected from a site near Escalante, Garfield County, UT, under a memorandum of agreement between the Department of Anthropology, University of Utah, and the U.S. Department of the Interior, National Park Service, acting on behalf of the Bureau of Reclamation during the archaeological inventory for the Glen Canyon Archaeological Project. No known individuals were identified. No associated funerary objects are present.\\n        Material culture near the interments indicate that the human remains are Native American from the contact period. Geography, kinship, anthropology, and linguistics evidence, and expert opinion indicate that the remains are the two individuals are those of members of the Escanlante Band of the Southern Paiute, who inhabited this area during the protohistoric and contact period, and who are most closely associated with the contemporary Paiute Indian Tribe of Utah.\\n        Based on the above-mentioned information, officials of the Bureau of Reclamation have determined that, pursuant to 43 CFR 10.2(d)(1), the human remains above represent the physical remains of three individuals of Native American ancestry. Officials of the Bureau of Reclamation also have determined that, pursuant to 43 CFR 10.2(e), there is a relationship of shared group identity that can be reasonably traced between these Native American human remains and the Paiute Indian Tribe of Utah.\\n        This notice has been sent to officials of the Paiute Indian Tribe of Utah; Kaibab Band of Paiute Indians of the Kaibab Indian Reservation, Arizona; San Juan Southern Paiute Tribe of Arizona; White Mesa Ute Tribe; Ute Indian Tribe of the Uintah & Ouray Reservation, Utah; Southern Ute Indian Tribe of the Southern Ute Reservation, Colorado; and the Ute Mountain Tribe of the Ute Mountain Reservation, Colorado, New Mexico & Utah. Representatives of any other Indian tribe that believes itself to be culturally affiliated with these human remains should contact Dr. Nancy Coulam, Regional Archaeologist, Bureau of Reclamation, 125 South State Street, Salt Lake City, UT 84138-1102, telephone (801) 524-3684, before February 12, 2001. Repatriation of the human remains to the Paiute Indian Tribe of Utah may begin after that date if no additional claimants come forward.\\n        \\n          Dated: January 4, 2001.\\n          John Robbins,\\n          Assistant Director, Cultural Resources Stewardship and Partnerships.\\n        \\n      \\n      [FR Doc. 01-1111  Filed 1-11-01; 8:45 am]\\n      BILLING CODE 4310-70-M\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Inventory Completion for Native American Human Remains and Associated Funerary Objects in the Possession of the Utah Museum of Natural History, Salt Lake City, UT, and in the Control of the U.S. Department of the Interior, Bureau of Reclamation, Upper Colorado Region, Salt Lake City, UT", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: January 4, 2001.", "signature_name": "John Robbins,", "signature_title": "Assistant Director, Cultural Resources Stewardship and Partnerships.", "fr_doc": "[FR Doc. 01-1111  Filed 1-11-01; 8:45 am]", "billing_code": "BILLING CODE 4310-70-M", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}