{"index": "I_2128", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR \\n        National Park Service \\n        Notice of Inventory Completion for Native American Human Remains and Associated Funerary Objects in the Possession of the Seneca Falls Historical Society, Seneca Falls, NY \\n        \\n          AGENCY:\\n          National Park Service \\n        \\n        \\n          ACTION:\\n          Notice \\n        \\n        Notice is hereby given in accordance with provisions of the Native American Graves Protection and Repatriation Act (NAGPRA), 43 CFR 10.9, of the completion of an inventory of human remains and associated funerary objects in the possession of the Seneca Falls Historical Society, Seneca Falls, NY. \\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 43 CFR 10.2 (c). The determinations within this notice are the sole responsibility of the museum, institution, or Federal agency that has control of these Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations within this notice. \\n        A detailed assessment of the human remains was made by Seneca Falls Historical Society professional staff in consultation with representatives of the Cayuga Nation of New York and the Seneca Nation of New York. \\n        In 1932, human remains representing one individual were donated to the Seneca Falls Historical Society, Seneca Falls, NY, by Charles Zacharie. A newspaper article published at the time of donation reported that Dr. Zacherie had collected the remains at an unknown location in the region of Seneca and Cayuga Lakes, NY. No known individual was identified. No associated funerary objects are present. \\n        Based on the reported manner of interment, these remains are determined to be Native American. The degree of preservation of the remains indicates that they date to within the last 500 years. The geographical location of the burial is consistent with the traditional territory of the Cayuga Nation of New York. \\n        Based on the above mentioned information, officials of the Seneca Falls Historical Society have determined that, pursuant to 43 CFR 10.2 (d)(1), the human remains listed above represent the physical remains of one individual of Native American ancestry. Officials of the Seneca Falls Historical Society also have determined that, pursuant to 43 CFR 10.2 (e), there is a relationship of shared group identity that can be reasonably traced between these Native American human remains and the Cayuga Nation of New York. \\n        This notice has been sent to officials of the Cayuga Nation of New York, the Seneca Nation of New York, and the Seneca-Cayuga Tribe of Oklahoma. Representatives of any other Indian tribe that believes itself to be culturally affiliated with these human remains should contact Lisa Compton, Director, Seneca Falls Historical Society, 55 Cayuga Street, Seneca Falls, NY 13148, telephone (315) 568-8412, before January 29, 2001. Repatriation of the human remains occurred on August 13,1999. \\n        \\n          Dated: December 14, 2000. \\n          John Robbins, \\n          Assistant Director, Cultural Resources, Stewardship, and Partnerships. \\n        \\n      \\n      [FR Doc. 00-33273 Filed 12-28-00; 8:45 am] \\n      BILLING CODE 4310-70-F\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR ", "sub_agency1": "National Park Service ", "dep_doc": "Null", "subject": "Notice of Inventory Completion for Native American Human Remains and Associated Funerary Objects in the Possession of the Seneca Falls Historical Society, Seneca Falls, NY ", "agency2": "National Park Service ", "action": "Notice ", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: December 14, 2000. ", "signature_name": "John Robbins, ", "signature_title": "Assistant Director, Cultural Resources, Stewardship, and Partnerships. ", "fr_doc": "[FR Doc. 00-33273 Filed 12-28-00; 8:45 am] ", "billing_code": "BILLING CODE 4310-70-F", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}