{"index": "I_2158", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR \\n        National Park Service \\n        Notice of Inventory Completion for Native American Human Remains and Associated Funerary Objects in the Control of the Bureau of Indian Affairs, Washington, DC, and in the Possession of the University of Denver Department of Anthropology and Museum of Anthropology, Denver, CO \\n        \\n          AGENCY:\\n          National Park Service. \\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is hereby given in accordance with provisions of the Native American Graves Protection and Repatriation Act (NAGPRA), 43 CFR 10.9, of the completion of an inventory of human remains and associated funerary objects in the control of the Bureau of Indian Affairs, Washington, DC, and in the possession of the University of Denver Department of Anthropology and Museum of Anthropology, Denver, CO. \\n\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 43 CFR 10.2 (c). The determinations within this notice are the sole responsibility of the museum, institution, or Federal agency that has control of these Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations within this notice. \\n        A detailed assessment of the human remains was made by University of Denver Department of Anthropology and Museum of Anthropology professional staff and a contract physical anthropologist in consultation with representatives of the Big Pine Band of Owens Valley Paiute Shoshone Indians of the Big Pine Reservation, California; Death Valley Timbi-Sha Shoshone Band of California; Duckwater Shoshone Tribe of the Duckwater Reservation, Nevada; Ely Shoshone Tribe of Nevada; Fort McDermitt Paiute and Shoshone Tribes of the Fort McDermitt Indian Reservation, Nevada and Oregon; Northwestern Band of Shoshoni Nation of Utah (Washakie); Paiute-Shoshone Indians of the Bishop Community of the Bishop Colony, California; Paiute-Shoshone Indians of the Lone Pine Community of the Lone Pine Reservation, California; Paiute-Shoshone Tribe of the Fallon Reservation and Colony, Nevada; Shoshone Tribe of the Wind River Reservation, Wyoming; Shoshone-Bannock Tribes of the Fort Hall Reservation of Idaho; Shoshone-Paiute Tribes of the Duck Valley Reservation, Nevada; Te-Moak Tribes of Western Shoshone Indians of Nevada (four constituent bands: Battle Mountain Band, Elko Band, South Fork Band, and Wells Band); and the Yomba Shoshone Tribe of the Yomba Reservation, Nevada. \\n        Around 1940, human remains representing two individuals were collected from Dinwoody, Fremont County, WY, on the Wind River Reservation, by Scott Peterson (Crow) and Alice Peterson (Shoshone). At an unknown date, the Petersons gave the remains to Theodore Sowers. Mr. Sowers was a graduate of the University of Denver, and, in 1995, his daughters donated the remains to the University of Denver so that they could be repatriated. No known individuals were identified. No associated funerary objects are present. \\n        The statements of the collectors and donor indicate that these remains are Native American, which is supported by the osteological and geographical evidence. Linguistic and ethnographic evidence indicates that the ancestors of the Eastern Shoshone arrived in the Wind River region by A.D. 1000, and perhaps much earlier. The condition of the remains suggests that they are probably younger than 1000 years old. The Eastern Shoshone are currently represented by the Big Pine Band of Owens Valley Paiute Shoshone Indians of the Big Pine Reservation, California; Death Valley Timbi-Sha Shoshone Band of California; Duckwater Shoshone Tribe of the Duckwater Reservation, Nevada; Ely Shoshone Tribe of Nevada; Fort McDermitt Paiute and Shoshone Tribes of the Fort McDermitt Indian Reservation, Nevada and Oregon; Northwestern Band of Shoshoni Nation of Utah (Washakie); Paiute-Shoshone Indians of the Bishop Community of the Bishop Colony, California; Paiute-Shoshone Indians of the Lone Pine Community of the Lone Pine Reservation, California; Paiute-Shoshone Tribe of the Fallon Reservation and Colony, Nevada; Shoshone Tribe of the Wind River Reservation, Wyoming; Shoshone-Bannock Tribes of the Fort Hall Reservation of Idaho; Shoshone-Paiute Tribes of the Duck Valley Reservation, Nevada; Te-Moak Tribes of Western Shoshone Indians of Nevada (four constituent bands: Battle Mountain Band, Elko Band, South Fork Band, and Wells Band); and the Yomba Shoshone Tribe of the Yomba Reservation, Nevada. \\n        Based on the above-mentioned information, officials of the University of Denver Department of Anthropology and Museum of Anthropology have determined that, pursuant to 43 CFR 10.2 (d)(1), the human remains listed above represent the physical remains of two individuals of Native American ancestry. Also, officials of the University of Denver Department of Anthropology and Museum of Anthropology have determined that, pursuant to 43 CFR 10.2 (e), there is a relationship of shared group identity that can be reasonably traced between these Native American human remains and the Big Pine Band of Owens Valley Paiute Shoshone Indians of the Big Pine Reservation, California; Death Valley Timbi-Sha Shoshone Band of California; Duckwater Shoshone Tribe of the Duckwater Reservation, Nevada; Ely Shoshone Tribe of Nevada; Fort McDermitt Paiute and Shoshone Tribes of the Fort McDermitt Indian Reservation, Nevada and Oregon; Northwestern Band of Shoshoni Nation of Utah (Washakie); Paiute-Shoshone Indians of the Bishop Community of the Bishop Colony, California; Paiute-Shoshone Indians of the Lone Pine Community of the Lone Pine Reservation, California; Paiute-Shoshone Tribe of the Fallon Reservation and Colony, Nevada; Shoshone Tribe of the Wind River Reservation, Wyoming; Shoshone-Bannock Tribes of the Fort Hall Reservation of Idaho; Shoshone-Paiute Tribes of the Duck Valley Reservation, Nevada; Te-Moak Tribes of Western Shoshone Indians of Nevada (four constituent bands: Battle Mountain Band, Elko Band, South Fork Band, and Wells Band); and the Yomba Shoshone Tribe of the Yomba Reservation, Nevada. \\n\\n        This notice has been sent to officials of the Big Pine Band of Owens Valley Paiute Shoshone Indians of the Big Pine Reservation, California; Death Valley Timbi-Sha Shoshone Band of California; Duckwater Shoshone Tribe of the Duckwater Reservation, Nevada; Ely Shoshone Tribe of Nevada; Fort McDermitt Paiute and Shoshone Tribes of the Fort McDermitt Indian Reservation, Nevada and Oregon; Northwestern Band of Shoshoni Nation of Utah (Washakie); Paiute-Shoshone Indians of the Bishop Community of the Bishop Colony, California; Paiute-Shoshone Indians of the Lone Pine Community of the Lone Pine Reservation, California; Paiute-Shoshone Tribe of the Fallon Reservation and Colony, Nevada; Shoshone Tribe of the Wind River Reservation, Wyoming; Shoshone-Bannock Tribes of the Fort Hall Reservation of Idaho; Shoshone-Paiute Tribes of the Duck Valley Reservation, Nevada; Te-Moak Tribes of Western Shoshone Indians of Nevada (four constituent bands: Battle Mountain Band, Elko Band, South Fork Band, and Wells Band); the Yomba Shoshone Tribe of the Yomba Reservation, Nevada; and the Bureau of Indian Affairs. Representatives of any other Indian tribe that believes itself to be culturally affiliated with these human remains should contact Jan I. Bernstein, Collections Manager and NAGPRA Coordinator at the University of Denver Department of Anthropology and Museum of Anthropology, 2000 Asbury, Sturm Hall S-146, Denver, CO 80208-2406, email jbernste@du.edu, telephone (303) 871-2543, before [thirty days after publication in the Federal Register]. Repatriation of the human remains to the Big Pine Band of Owens Valley Paiute Shoshone Indians of the Big Pine Reservation, California; Death Valley Timbi-Sha Shoshone Band of California; Duckwater Shoshone Tribe of the Duckwater Reservation, Nevada; Ely Shoshone Tribe of Nevada; Fort McDermitt Paiute and Shoshone Tribes of the Fort McDermitt Indian Reservation, Nevada and Oregon; Northwestern Band of Shoshoni Nation of Utah (Washakie); Paiute-Shoshone Indians of the Bishop Community of the Bishop Colony, California; Paiute-Shoshone Indians of the Lone Pine Community of the Lone Pine Reservation, California; Paiute-Shoshone Tribe of the Fallon Reservation and Colony, Nevada; Shoshone Tribe of the Wind River Reservation, Wyoming; Shoshone-Bannock Tribes of the Fort Hall Reservation of Idaho; Shoshone-Paiute Tribes of the Duck Valley Reservation, Nevada; Te-Moak Tribes of Western Shoshone Indians of Nevada (four constituent bands: Battle Mountain Band, Elko Band, South Fork Band, and Wells Band); and the Yomba Shoshone Tribe of the Yomba Reservation, Nevada, may begin after that date if no additional claimants come forward. \\n        \\n          Dated: November 6, 2000. \\n          John Robbins, \\n          Assistant Director, Cultural Resources Stewardship and Partnerships. \\n        \\n      \\n      [FR Doc. 00-28860 Filed 11-09-00; 8:45 am] \\n      BILLING CODE 4310-70-P \\n    ", "agency1": "DEPARTMENT OF THE INTERIOR ", "sub_agency1": "National Park Service ", "dep_doc": "Null", "subject": "Notice of Inventory Completion for Native American Human Remains and Associated Funerary Objects in the Control of the Bureau of Indian Affairs, Washington, DC, and in the Possession of the University of Denver Department of Anthropology and Museum of Anthropology, Denver, CO ", "agency2": "National Park Service. ", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: November 6, 2000. ", "signature_name": "John Robbins, ", "signature_title": "Assistant Director, Cultural Resources Stewardship and Partnerships. ", "fr_doc": "[FR Doc. 00-28860 Filed 11-09-00; 8:45 am] ", "billing_code": "BILLING CODE 4310-70-P ", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}