{"index": "I_2291", "messy_full": "\\n\\nFederal Register, Volume 64 Issue 103 (Friday, May 28, 1999)\\n\\n[Federal Register Volume 64, Number 103 (Friday, May 28, 1999)]\\n[Notices]\\n[Pages 29067-29068]\\nFrom the Federal Register Online via the Government Publishing Office [www.gpo.gov]\\n[FR Doc No: 99-13600]\\n\\n\\n-----------------------------------------------------------------------\\n\\nDEPARTMENT OF THE INTERIOR\\n\\nNational Park Service\\n\\n\\nNotice of Inventory Completion for Native American Human Remains \\nand Associated Funerary Objects in the Possession of the Minnesota \\nIndian Affairs Council, Bemidji, MN\\n\\nAGENCY: National Park Service, Interior.\\n\\nACTION: Notice.\\n\\n-----------------------------------------------------------------------\\n\\n    Notice is hereby given in accordance with provisions of the Native \\nAmerican Graves Protection and Repatriation Act (NAGPRA), 43 CFR 10.9, \\nof the completion of an inventory of human remains and associated \\nfunerary objects in the possession of the Minnesota Indian Affairs \\nCouncil, Bemidji, MN.\\n    A detailed assessment of the human remains was made by University \\nof\\n\\n[[Page 29068]]\\n\\nMinnesota professional staff in consultation with representatives of \\nthe Bois Forte Band of the Minnesota Indian Tribe.\\n    In 1984, human remains representing one individual from a site \\nlocated on private land within the exterior boundaries of the Bois \\nForte Reservation near Lake Vermillion by Bois Forte Tribal Police. \\nThese human remains were turned over to the Minnesota State \\nArcheologist and the Minnesota Indian Affairs Council. No known \\nindividual was identified. The 16 associated funerary objects include \\nthree beaver mandibles, one lynx mandible, one elk naviculocuboid, one \\nbeaver innominate, one fragement of beaver incisor, six bone awls, one \\nharpoon awl, one hide flesher (moose or elk metatarsal), and one iron \\ntranche (ice chisel).\\n    Based on the associated funerary objects, this individual has been \\ndetermined to be Native American from the historic period. These human \\nremains and funerary objects were recovered within the exterior \\nboundaries of the Bois Forte Reservation.\\n    Based on the above mentioned information, officials of the \\nMinnesota Indian Affairs Council have determined that, pursuant to 43 \\nCFR 10.2 (d)(1), the human remains listed above represent the physical \\nremains of one individuals of Native American ancestry. Officials of \\nthe Minnesota Indian Affairs Council have also determined that, \\npursuant to 43 CFR 10.2 (d)(2), the 16 objects listed above are \\nreasonably believed to have been placed with or near individual human \\nremains at the time of death or later as part of the death rite or \\nceremony. Lastly, officials of the Minnesota Indian Affairs Council \\nhave determined that, pursuant to 43 CFR 10.2 (e), there is a \\nrelationship of shared group identity which can be reasonably traced \\nbetween these Native American human remains and associated funerary \\nobjects and the Bois Forte Band of the Minnesota Chippewa Tribe.\\n    This notice has been sent to officials of the Bois Forte Band of \\nthe Minnesota Chippewa Tribe and the Minnesota Chippewa Tribe. \\nRepresentatives of any other Indian tribe that believes itself to be \\nculturally affiliated with these human remains and associated funerary \\nobjects should contact James L. (Jim) Jones, Cultural Resource \\nSpecialist, Minnesota Indian Affairs Council, 1819 Bemidji Ave. \\nBemidji, MN 56601; telephone: (218) 755-3825, before June 28, 1999. \\nRepatriation of the human remains and associated funerary objects to \\nthe Bois Forte Band of the Minnesota Chippewa Tribe may begin after \\nthat date if no additional claimants come forward.\\nDated: April 22, 1999.\\nFrancis P. McManamon,\\nDepartmental Consulting Archeologist,\\nDeManager, Archeology and Ethnography Program.\\n[FR Doc. 99-13600 Filed 5-27-99; 8:45 am]\\nBILLING CODE 4310-70-F\\n\\n\\n\\n", "agency1": "Null", "sub_agency1": "Null", "dep_doc": "Null", "subject": "Null", "agency2": "Null", "action": "Null", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Null", "signature_name": "Null", "signature_title": "Null", "fr_doc": "Null", "billing_code": "Null", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}