{"index": "I_2254", "messy_full": "\\n\\nFederal Register, Volume 64 Issue 200 (Monday, October 18, 1999)\\n\\n[Federal Register Volume 64, Number 200 (Monday, October 18, 1999)]\\n[Notices]\\n[Pages 56217-56219]\\nFrom the Federal Register Online via the Government Publishing Office [www.gpo.gov]\\n[FR Doc No: 99-27124]\\n\\n\\n-----------------------------------------------------------------------\\n\\nDEPARTMENT OF THE INTERIOR\\n\\nNational Park Service\\n\\n\\nNotice of Inventory Completion for Native American Human Remains \\nand Associated Funerary Objects in the Possession of the San Diego \\nMuseum of Man, San Diego, CA\\n\\nAGENCY: National Park Service, Interior.\\n\\nACTION: Notice.\\n\\n-----------------------------------------------------------------------\\n\\n    Notice is hereby given in accordance with provisions of the Native \\nAmerican Graves Protection and Repatriation Act (NAGPRA), 43 CFR 10.9, \\nof the completion of an inventory of human remains and associated \\nfunerary objects in the possession of the San Diego Museum of Man, San \\nDiego, CA.\\n    A detailed assessment of the human remains was made by San Diego \\nMuseum of Man professional staff in consultation with representatives \\nof the Kumeyaay Cultural Repatriation Committee on behalf of the Campo \\nBand of Diegueno Mission Indians of the Campo Indian Reservation, the \\nCapitan Grande Band of Diegueno Mission Indians of California, the \\nBarona Group of Capitan Grande Band of Mission Indians of the Barona \\nReservation, the Viejas (Baron Long) Group of Capitan Grande Band of \\nMission Indians of the Viejas Reservation, the Inaja Band of Diegueno \\nMission Indians of the Inaja and Cosmit Reservation, the Jamul Indian \\nVillage of California, the La Posta Band of Diegueno Mission Indians of \\nthe La Posta Indian Reservation, the Manzanita Band of Diegueno Mission \\nIndians of the Manzanita Reservation, the Mesa Grande Band of Diegueno \\nMission Indians of the Mesa Grande Reservation, the San Pasqual Band of \\nDiegueno Mission Indians of California, the Santa Ysabel Band of \\nDiegueno Mission Indians of the Santa Ysabel Reservation, the Sycuan \\nBand of Diegueno Mission Indians of California, and the Cuyapaipe \\nCommunity of Diegueno Mission Indians of the Cuyapaipe Reservation.\\n    In 1952, human remains representing one individual were recovered \\nfrom an unknown location within San Diego County and donated by Mr. \\nPage, Mr. William and Mrs. Eleanor Tulloch. No known individual was \\nidentified. The one associated funerary object is a pottery urn.\\n    In 1971, human remains representing two individuals were recovered \\nfrom Carrizo Wash, Imperial County, CA during an excavation by San \\nDiego State University. No known individuals were identified. No \\nassociated funerary objects are present.\\n    In 1972, human remains representing one individual were recovered \\nfrom the Borrego Desert area, San Diego County, CA during an excavation \\nconducted by the California State Department of Transportation and \\ndonated by Mr. Ron May. No known individual was identified. No \\nassociated funerary objects are present.\\n    In 1974, human remains representing one individual were recovered \\nin Jacumba, San Diego County, CA during an excavation by person(s) \\nunknown and donated by Gregory McPartlin. No known individual was \\nidentified. No associated funerary objects are present.\\n    During the 1930s, human remains representing one individual were \\nrecovered from site C-14, East Blake Sea, eastern Imperial County, CA \\nduring legally authorized excavations conducted by Malcolm Rogers of \\nthe San Diego Museum of Man. No known individual was identified. The \\ntwo associated funerary objects consist of a stone knife and a \\nprojectile point.\\n    During the 1930s, human remains representing two individuals were \\nrecovered from site C-19, East Blake Sea, eastern Imperial County, CA \\nduring legally authorized excavations conducted by Malcolm Rogers of \\nthe San Diego Museum of Man. No known individuals were identified. The \\n122 associated funerary objects include\\n\\n[[Page 56218]]\\n\\nbone, projectile points, shell beads, sherds, and shell fragments.\\n    During the 1930s, human remains representing one individual were \\nrecovered from site C-104, Blake Sea, west-central Imperial County, CA \\nduring legally authorized excavations conducted by Malcolm Rogers of \\nthe San Diego Museum of Man. No known individual was identified. The \\n142 associated funerary objects include shell beads and fragments, \\nsherds, lithic flakes, and projectile points.\\n    During the 1930s, human remains representing seven individuals were \\nremoved from site C-144, a general area at Mason Valley, San Diego \\nCounty, CA during legally authorized excavations conducted by Malcolm \\nRogers of the San Diego Museum of Man. No known individuals were \\nidentified. The eight associated funerary objects consist of a glass \\nbead necklace, a pot, projectile points, and arrowshaft straighteners.\\n    During the 1930s, human remains representing 11 individuals were \\nremoved from site C-144 Cemetery A, at Mason Valley, San Diego County, \\nCA during legally authorized excavations conducted by Malcolm Rogers of \\nthe San Diego Museum of Man. No known individuals were identified. The \\n4,747 associated funerary objects include shell beads, ceramic sherds, \\ncook pots, jars, bowls, a shell disk, bridle ornaments, a spur, a hair \\nnet, manos, metates, pipes, pendants, acorns, mortar, obsidian flakes, \\nlithic flakes, and a knife blade.\\n    During the 1930s, human remains representing three individuals were \\nrecovered from site C-144 Cemetery C at Mason Valley, San Diego County, \\nCA during legally authorized excavations conducted by Malcolm Rogers of \\nthe San Diego Museum of Man. No known individuals were identified. The \\n580 associated funerary objects include canteens, a mano, bowls, jars, \\narrow straighteners, a flaker, a hammer, awls, an anvil, shells, basket \\nfragments, a red paint stone, marl chunks, glass beads, a scraper, \\nprojectile points, shell beads, sherds, unidentified material, and \\nfibers.\\n    In 1963, human remains representing eight individuals were removed \\nfrom site C-144 (1963-27), Mason Valley, San Diego County, CA during \\nlegally authorized excavations conducted by Clark Brott. No known \\nindividuals were identified. The 437 associated funerary objects \\ninclude pottery paddles, a metal knife, mesquite seeds, a pumice stone, \\nbone , seeds, cloth, metal, shell, stone fragments, obsidian fragment, \\na metate, a clay lump, jars, a dipper, a shell pendant, metal buttons, \\nbeads, an awl, pottery rims, jars, and sherds.\\n    During the 1930s, human remains representing ten individuals were \\nrecovered from site C-165, Vallecitos, San Diego County, CA during \\nlegally authorized excavations conducted by Malcolm Rogers. No known \\nindividuals were identified. The 173 associated funerary objects \\ninclude ollas, an olla lid, shell beads, sherds, a canteen, shell, a \\nmano, bowls, glass beads, and a projectile point.\\n    Between 1929-1968, human remains representing one individual were \\nrecovered from site C-651, Earthquake Valley, San Diego County, CA by \\nCarl Harkleroad. No known individual was identified. The one associated \\nfunerary object is a pottery jar.\\n    During the 1930s, human remains representing two individuals were \\nremoved from an unspecified site in the area of ``W\\'\\' sites, San Diego \\nCounty, CA by Paul Ezell and brought to the San Diego Museum of Man by \\nDr. Spencer Rogers from San Diego State University. No known \\nindividuals were identified. No associated funerary objects are \\npresent.\\n    During the 1930s, human remains representing three individuals were \\nremoved from site W-205, Cottonwood Valley, San Diego County, CA during \\nlegally authorized excavations conducted by Malcolm Rogers of the San \\nDiego Museum of Man. No known individuals were identified. The 11 \\nassociated funerary objects include projectile points, ollas, a \\nscraper, bowls, and an iron spur.\\n    During the 1930s, human remains representing two individuals were \\nrecovered from site W-206, Santa Maria Valley, San Diego County, CA \\nduring legally authorized excavations conducted by Malcolm Rogers of \\nthe San Diego Museum of Man. No known individuals were identified. The \\n56 associated funerary objects include an urn, projectile point \\nfragments, flaked stone, charcoal, shell fragments, quartz pieces, and \\nanimal bone.\\n    During the 1930s, human remains representing one individual were \\nrecovered from site W-245, Dulzura, San Diego County, CA during legally \\nauthorized excavations conducted by Malcolm Rogers of the San Diego \\nMuseum of Man. No known individual was identified. The two associated \\nfunerary objects are shells.\\n    During the 1930s, human remains representing two individuals were \\nrecovered from site W-254, West Laguna Mountains, San Diego County, CA \\nduring legally authorized excavations conducted by Malcolm Rogers of \\nthe San Diego Museum of Man. No known individuals were identified. The \\n34 associated funerary objects include mother-of-pearl buttons, \\nprojectile points, shells, glass chandelier crystal, projectile points, \\na metal button, a brass button, and animal teeth.\\n    During the 1930s, human remains representing two individuals were \\nrecovered from site W-254, Cemetery A, Laguna Mountain, San Diego \\nCounty, CA during legally authorized excavations conducted by Malcolm \\nRogers of the San Diego Museum of Man. No known individuals were \\nidentified. The nine associated funerary objects include an olla and \\nbowls.\\n    During the 1930s, human remains representing two individuals were \\nrecovered from site W-254, Cemetery B, Laguna Mountain, San Diego \\nCounty, CA during legally authorized excavations conducted by Malcolm \\nRogers of the San Diego Museum of Man. No known individuals were \\nidentified. The two associated funerary objects are ceramic urns.\\n    During the 1930s, human remains representing one individual were \\nrecovered from site W-277, Horsethief Canyon, San Diego County, CA \\nduring legally authorized excavations conducted by Malcolm Rogers of \\nthe San Diego Museum of Man. No known individual was identified. No \\nassociated funerary objects are present.\\n    During the 1930s, human remains representing two individuals were \\nrecovered from site W-278 located at the headwaters of Hatfield Creek, \\nSan Diego County, CA during legally authorized excavations conducted by \\nF.S. Rogers of the San Diego Museum of Man. No known individuals were \\nidentified. The 25 associated funerary objects include pots, a pottery \\nanvil, charred seed, point fragments, a fused bead, shell, a quartz \\ndrill, sherds, and a ceramic disk.\\n    During 1950-1951, human remains representing one individual were \\nremoved from site W-316, Soledad Valley, San Diego County, CA during \\nlegally authorized excavations conducted by B.E. McCown of the San \\nDiego Museum of Man. No known individual was identified. The 58 \\nassociated funerary objects include a scraper, shells, sherds, and \\npottery.\\n    In 1971, human remains representing one individual were recovered \\nfrom site W-448, Un Gallo Flat, San Diego County, CA during legally \\nauthorized excavations conducted by Paul Ezell of San Diego State \\nCollege. No known individual was identified. No associated funerary \\nobjects are present.\\n    Based on ceramic material, types of projectile points, and types of \\nshell beads, these human remains have been identified as Native \\nAmerican from the late prehistoric period, c. 750 A.D. to the 19th \\ncentury. Continuities of\\n\\n[[Page 56219]]\\n\\nmaterial culture and technologies provide a clear continuum for native \\ncultures in this area from this late precontact period into the time of \\nEuropean contact. Historic documents from the Spanish expeditions \\ndocument Diegueno and Kumeyaay peoples through this area. Consultation \\ninformation provided by the Kumeyaay Cultural Repatriation Committee \\nsupports the recognition of this area of San Diego County as an \\nancestral homeland.\\n    Based on the above mentioned information, officials of the San \\nDiego Museum of Man have determined that, pursuant to 43 CFR 10.2 \\n(d)(1), the human remains listed above represent the physical remains \\nof 68 individuals of Native American ancestry. Officials of the San \\nDiego Museum of Man have also determined that, pursuant to 43 CFR 10.2 \\n(d)(2), the 6,415 objects listed above are reasonably believed to have \\nbeen placed with or near individual human remains at the time of death \\nor later as part of the death rite or ceremony. Lastly, officials of \\nthe San Diego Museum of Man have determined that, pursuant to 43 CFR \\n10.2 (e), there is a relationship of shared group identity which can be \\nreasonably traced between these Native American human remains and \\nassociated funerary objects and the Campo Band of Diegueno Mission \\nIndians of the Campo Indian Reservation, the Capitan Grande Band of \\nDiegueno Mission Indians of California, the Barona Group of Capitan \\nGrande Band of Mission Indians of the Barona Reservation, the Viejas \\n(Baron Long) Group of Capitan Grande Band of Mission Indians of the \\nViejas Reservation, the Inaja Band of Diegueno Mission Indians of the \\nInaja and Cosmit Reservation, the Jamul Indian Village of California, \\nthe La Posta Band of Diegueno Mission Indians of the La Posta Indian \\nReservation, the Manzanita Band of Diegueno Mission Indians of the \\nManzanita Reservation, the Mesa Grande Band of Diegueno Mission Indians \\nof the Mesa Grande Reservation, the San Pasqual Band of Diegueno \\nMission Indians of California, the Santa Ysabel Band of Diegueno \\nMission Indians of the Santa Ysabel Reservation, the Sycuan Band of \\nDiegueno Mission Indians of California, and the Cuyapaipe Community of \\nDiegueno Mission Indians of the Cuyapaipe Reservation.\\n    This notice has been sent to officials of the Kumeyaay Cultural \\nRepatriation Committee, the Campo Band of Diegueno Mission Indians of \\nthe Campo Indian Reservation, the Capitan Grande Band of Diegueno \\nMission Indians of California, the Barona Group of Capitan Grande Band \\nof Mission Indians of the Barona Reservation, the Viejas (Baron Long) \\nGroup of Capitan Grande Band of Mission Indians of the Viejas \\nReservation, the Inaja Band of Diegueno Mission Indians of the Inaja \\nand Cosmit Reservation, the Jamul Indian Village of California, the La \\nPosta Band of Diegueno Mission Indians of the La Posta Indian \\nReservation, the Manzanita Band of Diegueno Mission Indians of the \\nManzanita Reservation, the Mesa Grande Band of Diegueno Mission Indians \\nof the Mesa Grande Reservation, the San Pasqual Band of Diegueno \\nMission Indians of California, the Santa Ysabel Band of Diegueno \\nMission Indians of the Santa Ysabel Reservation, the Sycuan Band of \\nDiegueno Mission Indians of California, and the Cuyapaipe Community of \\nDiegueno Mission Indians of the Cuyapaipe Reservation. Representatives \\nof any other Indian tribe that believes itself to be culturally \\naffiliated with these human remains and associated funerary objects \\nshould contact Ken Hedges, Curator of California Collections, San Diego \\nMuseum of Man, 1350 El Prado, San Diego, CA 92101; telephone: (619) \\n239-2001 before November 17, 1999. Repatriation of the human remains \\nand associated funerary objects to the Kumeyaay Cultural Repatriation \\nCommittee on behalf of the Campo Band of Diegueno Mission Indian of the \\nCampo Indian Reservation, the Capitan Grande Band of Diegueno Mission \\nIndians of California, the Barona Group of Capitan Grande Band of \\nMission Indians of the Barona Reservation, the Viejas (Baron Long) \\nGroup of Capitan Grande Band of Mission Indians of the Viejas \\nReservation, the Inaja Band of Diegueno Mission Indians of the Inaja \\nand Cosmit Reservation, the Jamul Indian Village of California, the La \\nPosta Band of Diegueno Mission Indians of the La Posta Indian \\nReservation, the Manzanita Band of Diegueno Mission Indians of the \\nManzanita Reservation, the Mesa Grande Band of Diegueno Mission Indians \\nof the Mesa Grande Reservation, the San Pasqual Band of Diegueno \\nMission Indians of California, the Santa Ysabel Band of Diegueno \\nMission Indians of the Santa Ysabel Reservation, the Sycuan Band of \\nDiegueno Mission Indians of California, and the Cuyapaipe Community of \\nDiegueno Mission Indians of the Cuyapaipe Reservation may begin after \\nthat date if no additional claimants come forward.\\nDated: October 4, 1999.\\nFrancis P. McManamon,\\nDepartmental Consulting Archeologist, Manager, Archeology and \\nEthnography Program.\\n[FR Doc. 99-27124 Filed 10-15-99; 8:45 am]\\nBILLING CODE 4310-70-F\\n\\n\\n\\n", "agency1": "Null", "sub_agency1": "Null", "dep_doc": "Null", "subject": "Null", "agency2": "Null", "action": "Null", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Null", "signature_name": "Null", "signature_title": "Null", "fr_doc": "Null", "billing_code": "Null", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}