{"index": "I_2273", "messy_full": "\\n\\nFederal Register, Volume 64 Issue 165 (Thursday, August 26, 1999)\\n\\n[Federal Register Volume 64, Number 165 (Thursday, August 26, 1999)]\\n[Notices]\\n[Page 46719]\\nFrom the Federal Register Online via the Government Publishing Office [www.gpo.gov]\\n[FR Doc No: 99-22163]\\n\\n\\n-----------------------------------------------------------------------\\n\\nDEPARTMENT OF THE INTERIOR\\n\\nNational Park Service\\n\\n\\nNotice of Inventory Completion for Native American Human Remains \\nand Associated Funerary Objects in the Possession of the University \\nMuseum, University of Arkansas, Fayetteville, AR\\n\\nAGENCY: National Park Service, DOI.\\n\\nACTION: Notice.\\n\\n-----------------------------------------------------------------------\\n\\n    Notice is hereby given in accordance with provisions of the Native \\nAmerican Graves Protection and Repatriation Act (NAGPRA), 43 CFR 10.9, \\nof the completion of an inventory of human remains and associated \\nfunerary objects in the possession of the University Museum, University \\nof Arkansas, Fayetteville, AR.\\n    A detailed assessment of the human remains was made by University \\nMuseum professional staff in consultation with representatives of the \\nQuapaw Tribe of Indians, Oklahoma; and the Tunica-Biloxi Indian Tribe \\nof Louisiana.\\n    In 1932, human remains representing a minimum of 19 individuals \\nwere recovered from the Kinkead-Mainard site (3PU2), Pulaski County, AR \\nduring excavations conducted by the University Museum. No known \\nindividuals were identified. The 117 associated funerary objects \\ninclude ceramic vessels, ceramic sherds, a clay ball, lithic debris, \\ncopper beads, a copper band, a copper nugget, pigment, animal bones, a \\ntortoise carapace, an antler pendant, antler projectile points, bone \\nawls, shell beads, a mussel shell, and leather fragments.\\n    Based on the associated funerary objects, and skeletal and dental \\nmorphology, these human remains have been identified as Native \\nAmerican. Based on ceramic styles and construction, this site has been \\nidentified as a manifestation of the Menard Complex during the \\nprotohistoric period (1500-1700 AD). French historical documents from \\n1700 indicate only the Quapaw tribe had villages in the area of the \\nKinkead-Mainard site. In 1818, the Quapaw ceded the central Arkansas \\nRiver valley, including the Kinkead-Mainard site, to the United States. \\nBased on historical information and continuity of occupation, these \\nhuman remains have been affiliated with the Quapaw Tribe of Indians, \\nOklahoma.\\n    In 1965, human remains representing eight individuals were \\nrecovered from the Parkin site (3CS29), Cross County, AR during the \\nArkansas Archeological Society summer excavation under the direction of \\nthe University Museum. No known individuals were identified. The eight \\nassociated funerary objects include ceramic vessels, potsherds, and a \\npottery object.\\n    In 1966, human remains representing 17 individuals were recovered \\nfrom the Parkin site (3CS29), Cross County, AR during the University of \\nArkansas Archeological Field School. No known individuals were \\nidentified. The 21 associated funerary objects include pottery vessels, \\npotsherds, animal bones, and stones.\\n    Based on the associated funerary objects, and skeletal and dental \\nmorphology, these human remains have been identified as Native \\nAmerican. Based on historical documents, Spanish artifacts at the site, \\nand archeological research, the Parkin site is thought to be the \\nvillage of Casqui from the DeSoto era (c. 1541-3 AD). Based on \\nradiocarbon dates and Native ceramics, the Parkin site has been dated \\nto the late Mississippian to the early protohistoric period (1350-1600 \\nAD). French historical documents from 1700 indicate only the Quapaw \\ntribe had villages in the area of eastern Arkansas above the mouth of \\nthe Arkansas River. Based on historical information, oral tradition, \\nand continuity of occupation, these human remains have been affiliated \\nwith the Quapaw Tribe of Indians, Oklahoma.\\n    Based on the above mentioned information, officials of the \\nUniversity Museum, University of Arkansas have determined that, \\npursuant to 43 CFR 10.2 (d)(1), the human remains listed above \\nrepresent the physical remains of 44 individuals of Native American \\nancestry. Officials of the University Museum, University of Arkansas \\nhave also determined that, pursuant to 43 CFR 10.2 (d)(2), the 146 \\nobjects listed above are reasonably believed to have been placed with \\nor near individual human remains at the time of death or later as part \\nof the death rite or ceremony. Lastly, officials of the University \\nMuseum, University of Arkansas have determined that, pursuant to 43 CFR \\n10.2 (e), there is a relationship of shared group identity which can be \\nreasonably traced between these Native American human remains and \\nassociated funerary objects and the Quapaw Tribe of Indians, Oklahoma.\\n    This notice has been sent to officials of the Quapaw Tribe of \\nIndians, Oklahoma; and the Tunica-Biloxi Indian Tribe of Louisiana. \\nRepresentatives of any other Indian tribe that believes itself to be \\nculturally affiliated with these human remains and associated funerary \\nobjects should contact Michael P. Hoffman, Curator of Anthropology, \\nUniversity Museum, University of Arkansas, Fayetteville, AR 72702; \\ntelephone: (501) 575-3855, before September 27, 1999. Repatriation of \\nthe human remains and associated funerary objects to the Quapaw Tribe \\nof Indians, Oklahoma may begin after that date if no additional \\nclaimants come forward.\\nDated: August 5, 1999.\\nFrancis P. McManamon,\\nDepartmental Consulting Archeologist,\\nManager, Archeology and Ethnography Program.\\n[FR Doc. 99-22163 Filed 8-25-99; 8:45 am]\\nBILLING CODE 4310-70-F\\n\\n\\n\\n", "agency1": "Null", "sub_agency1": "Null", "dep_doc": "Null", "subject": "Null", "agency2": "Null", "action": "Null", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Null", "signature_name": "Null", "signature_title": "Null", "fr_doc": "Null", "billing_code": "Null", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}