{"index": "I_2244", "messy_full": "\\n\\nFederal Register, Volume 64 Issue 232 (Friday, December 3, 1999)\\n\\n[Federal Register Volume 64, Number 232 (Friday, December 3, 1999)]\\n[Notices]\\n[Pages 67933-67934]\\nFrom the Federal Register Online via the Government Publishing Office [www.gpo.gov]\\n[FR Doc No: 99-31365]\\n\\n\\n-----------------------------------------------------------------------\\n\\nDEPARTMENT OF THE INTERIOR\\n\\nNational Park Service\\n\\n\\nNotice of Inventory Completion for Native American Human Remains \\nin the Possession of the University of Pennsylvania Museum of \\nArchaeology and Anthropology, Philadelphia, PA\\n\\nAGENCY: National Park Service, Interior.\\n\\nACTION: Notice.\\n\\n-----------------------------------------------------------------------\\n\\n    Notice is hereby given in accordance with provisions of the Native \\nAmerican Graves Protection and Repatriation Act (NAGPRA), 43 CFR 10.9, \\nof the completion of an inventory of human remains in the possession of \\nthe University of Pennsylvania Museum of Archaeology and Anthropology, \\nPhiladelphia, PA.\\n    A detailed assessment of the human remains was made by University \\nof Pennsylvania Museum of Archaeology and Anthropology professional \\nstaff in consultation with representatives of the Sac and Fox Nation, \\nOklahoma; the Sac and Fox Tribe of the Mississippi in Iowa; the Sac and \\nFox Nation of Missouri in Kansas and Nebraska; the Winnebago Tribe of \\nNebraska; the Kickapoo Tribe of Indians of the Kickapoo Reservation in \\nKansas, and the Citizen Potawatomi Nation, Oklahoma. The Forest County \\nPotawatami Community of Wisconsin Potawatomi Indians, Wisconsin; Huron \\nPotawatomi, Inc., Michigan; the Pokagan Band of Potawatomi Indians of \\nMichigan; the Prairie Band of Potawatomi Indians, Kansas; the \\nHannahville Indian Community of Wisconsin Potawatomie Indians of \\nMichigan; the Kickapoo Traditional Tribe of Texas; and the Kickapoo \\nTribe of Oklahoma were invited to consult, but did not participate.\\n    At an unkown date, human remains representing one individual were \\nremoved from an unknown location by person(s) unknown. Prior to 1915, \\nthese human remains were received by the University of Pennsylvania \\nMuseum, transferred to the Wistar Institute, Philadelphia, PA in 1915, \\nand transferred back to the University of Pennsylvania Museum in 1961. \\nNo known individual was identified. No associated funerary objects are \\npresent.\\n    Accession information from the Wistar Institute identifies this \\nindividual as ``Native American shot in the Black Hawk War, 1905.\\'\\' No \\nfurther documentation is present to identify the recovery location, the \\ncollector, or the cultural affiliation of this individual. While many \\nSac and Fox people were killed during the Black Hawk War, groups of \\nPotawatomi, Winnebago, and Kickapoo allied themselves with the Sac and \\nFox during this four-month conflict. No evidence exists to the contrary \\nof the Wistar Institute\\'s accession information.\\n    Based on the above mentioned information, officials of the \\nUniversity of Pennsylvania Museum have determined that, pursuant to 43 \\nCFR 10.2 (d)(1), the human remains listed above represent the physical \\nremains of one individual of Native American ancestry. Officials of the \\nUniversity of Pennsylvania Musuem have determined that, pursuant to 43 \\nCFR 10.2 (e), there is a relationship of shared group identity which \\ncan be reasonably traced between these Native American human remains \\nand the Sac and Fox Nation, Oklahoma; the Sac and Fox Tribe of the \\nMississippi in Iowa; the Sac and Fox Nation in Kansas and Nebraska; the \\nWinnebago Tribe of Nebraska; the Kickapoo Tribe of Indians of the \\nKickapoo Reservation in Kansas, the Citizen Potawatomi Nation, \\nOklahoma; the Forest County Potawatami Community of Wisconsin \\nPotawatomi Indians, Wisconsin; Huron Potawatomi, Inc., Michigan; the \\nPokagan Band of Potawatomi Indians of Michigan; the\\n\\n[[Page 67934]]\\n\\nPrairie Band of Potawatomi Indians, Kansas; the Hannahville Indian \\nCommunity of Wisconsin Potawatomie Indians of Michigan; the Kickapoo \\nTraditional Tribe of Texas; and the Kickapoo Tribe of Oklahoma.\\n    This notice has been sent to officials of the Sac and Fox Nation, \\nOklahoma; the Sac and Fox Tribe of the Mississippi in Iowa; the Sac and \\nFox Nation of Missouri in Kansas and Nebraska; the Winnebago Tribe of \\nNebraska; the Kickapoo Tribe of Indians of the Kickapoo Reservation in \\nKansas, the Citizen Potawatomi Nation, Oklahoma; the Forest County \\nPotawatami Community of Wisconsin Potawatomi Indians, Wisconsin; Huron \\nPotawatomi, Inc., Michigan; the Pokagan Band of Potawatomi Indians of \\nMichigan; the Prairie Band of Potawatomi Indians, Kansas; the \\nHannahville Indian Community of Wisconsin Potawatomie Indians of \\nMichigan; the Kickapoo Traditional Tribe of Texas; the Kickapoo Tribe \\nof Oklahoma, and the Ho-Chunk Nation of Wisconsin. Representatives of \\nany other Indian tribe that believes itself to be culturally affiliated \\nwith these human remains should contact Dr. Jeremy Sabloff, the \\nWilliams Director, University of Pennsylvania Museum of Archaeology and \\nAnthropology, 33rd and Spruce Streets, Philadelphia, PA 19104-6324; \\ntelephone: (215) 898-4051, fax (215) 898-0657, before January 3, 2000. \\nRepatriation of the human remains to the Sac and Fox Nation, Oklahoma; \\nthe Sac and Fox Tribe of the Mississippi in Iowa; the Sac and Fox \\nNation in Kansas and Nebraska; the Winnebago Tribe of Nebraska; the \\nKickapoo Tribe of Indians of the Kickapoo Reservation in Kansas, the \\nCitizen Potawatomi Nation, Oklahoma; the Forest County Potawatami \\nCommunity of Wisconsin Potawatomi Indians, Wisconsin; Huron Potawatomi, \\nInc., Michigan; the Pokagan Band of Potawatomi Indians of Michigan; the \\nPrairie Band of Potawatomi Indians, Kansas; the Hannahville Indian \\nCommunity of Wisconsin Potawatomie Indians of Michigan; the Kickapoo \\nTraditional Tribe of Texas; and the Kickapoo Tribe of Oklahoma may \\nbegin after that date if no additional claimants come forward.\\nDated: November 24, 1999.\\nFrancis P. McManamon,\\nDepartmental Consulting Archeologist,\\nManager, Archeology and Ethnography Program.\\n[FR Doc. 99-31365 Filed 12-2-99; 8:45 am]\\nBILLING CODE 4310-70-F\\n\\n\\n\\n", "agency1": "Null", "sub_agency1": "Null", "dep_doc": "Null", "subject": "Null", "agency2": "Null", "action": "Null", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Null", "signature_name": "Null", "signature_title": "Null", "fr_doc": "Null", "billing_code": "Null", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}