{"index": "I_2205", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR \\n        National Park Service \\n        Notice of Inventory Completion for Native American Human Remains and Associated Funerary Objects in the Possession of the University Museum, University of Arkansas, Fayetteville, AR \\n        \\n          AGENCY:\\n          National Park Service. \\n        \\n        \\n          ACTION:\\n          Notice. \\n        \\n        Notice is hereby given in accordance with provisions of the Native American Graves Protection and Repatriation Act (NAGPRA), 43 CFR 10.9, of the completion of an inventory of human remains and associated funerary objects in the possession of the University Museum, University of Arkansas, Fayetteville, AR. \\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 43 CFR 10.2 (c). The determinations within this notice are the sole responsibility of the museum, institution, or Federal agency that has control of these Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations within this notice. \\n        A detailed assessment of the human remains was made by University Museum professional staff in consultation with representatives of the Quapaw Tribe of Indians, Oklahoma; and the Tunica-Biloxi Indian Tribe of Louisiana. \\n        In 1932, human remains representing a minimum of 26 individuals were recovered from the Bradley site (3CT7), Crittenden County, AR during excavations conducted by the University Museum. No known individuals were identified. The 37 associated funerary objects include ceramic vessels, bone dice, a stone discoidal, a shell pendant, a fossilized tooth pendant, a sheet copper object, and animal bones. \\n        Based on the associated funerary objects, and skeletal and dental morphology, these individuals have been identified as Native American. Based on ceramic styles and construction, these human remains and associated funerary objects have been identified as belonging to the Nodena phase of the Late Mississippian and proto-historic periods (A.D. 1350-1650). \\n        Based on historical documents and archeological evidence (early European trade beads at the site), the Bradley site has been identified as Pacaha, the principal town of the Pacaha chiefdom during the DeSoto entrada in Arkansas (A.D. 1541-43). Linguistic evidence indicates a possible link between the \\xe2\\x80\\x9cCapaha\\xe2\\x80\\x9d in a Spanish account, and a late 17th century Quapaw Indian village name \\xe2\\x80\\x9cKappa\\xe2\\x80\\x9d or \\xe2\\x80\\x9cKappah.\\xe2\\x80\\x9d French maps and documents during A.D. 1673-1720 indicate that only the Quapaw had villages in this area of eastern Arkansas above the mouth of the Arkansas River, and the area of northeastern Arkansas was used as a hunting territory. \\n        Based on the above-mentioned information, officials of the University Museum, University of Arkansas have determined that, pursuant to 43 CFR 10.2 (d)(1), the human remains listed above represent the physical remains of a minimum of 26 individuals of Native American ancestry. Officials of the University Museum, University of Arkansas also have determined that, pursuant to 43 CFR 10.2 (d)(2), the 37 objects listed above are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony. Lastly, officials of the University Museum, University of Arkansas have determined that, pursuant to 43 CFR 10.2 (e), there is a relationship of shared group identity that can be reasonably traced between these Native American human remains and associated funerary objects and the Quapaw Tribe of Indians, Oklahoma. This notice has been sent to officials of the Quapaw Tribe of Indians, Oklahoma; and the Tunica-Biloxi Indian Tribe of Louisiana. Representatives of any other Indian tribe that believes itself to be culturally affiliated with these human remains and associated funerary objects should contact Michael P. Hoffman, Curator of Anthropology, University Museum, University of Arkansas, Fayetteville, AR 72702, telephone (501) 575-3855, e-mail mhoffma@comp.uark.edu, before September 14, 2000. Repatriation of the human remains and associated funerary objects to the Quapaw Tribe of Indians, Oklahoma may begin after that date if no additional claimants come forward. \\n        \\n          Dated: August 3, 2000. \\n          John Robbins, \\n          Assistant Director, Cultural Resources Stewardship and Partnerships. \\n        \\n      \\n      [FR Doc. 00-20698 Filed 8-14-00; 8:45 am] \\n      BILLING CODE 4310-70-F \\n    ", "agency1": "DEPARTMENT OF THE INTERIOR ", "sub_agency1": "National Park Service ", "dep_doc": "Null", "subject": "Notice of Inventory Completion for Native American Human Remains and Associated Funerary Objects in the Possession of the University Museum, University of Arkansas, Fayetteville, AR ", "agency2": "National Park Service. ", "action": "Notice. ", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: August 3, 2000. ", "signature_name": "John Robbins, ", "signature_title": "Assistant Director, Cultural Resources Stewardship and Partnerships. ", "fr_doc": "[FR Doc. 00-20698 Filed 8-14-00; 8:45 am] ", "billing_code": "BILLING CODE 4310-70-F ", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}