{"index": "I_2290", "messy_full": "\\n\\nFederal Register, Volume 64 Issue 112 (Friday, June 11, 1999)\\n\\n[Federal Register Volume 64, Number 112 (Friday, June 11, 1999)]\\n[Notices]\\n[Page 31608]\\nFrom the Federal Register Online via the Government Publishing Office [www.gpo.gov]\\n[FR Doc No: 99-14829]\\n\\n\\n\\n[[Page 31608]]\\n\\n-----------------------------------------------------------------------\\n\\nDEPARTMENT OF THE INTERIOR\\n\\nNational Park Service\\n\\n\\nNotice of Inventory Completion for Native American Human Remains \\nfrom Hawai\\'i in the Possession of the University of Pennsylvania Museum \\nof Archaeology and Anthropology, University of Pennsylvania, \\nPhiladelphia, PA\\n\\nAGENCY: National Park Service.\\n\\nACTION: Notice.\\n\\n-----------------------------------------------------------------------\\n\\n    Notice is hereby given in accordance with provisions of the Native \\nAmerican Graves Protection and Repatriation Act (NAGPRA), 43 CFR 10.9, \\nof the completion of an inventory of human remains in the possession of \\nthe University of Pennsylvania Museum of Archaeology and Anthropology, \\nUniversity of Pennsylvania, Philadelphia, PA.\\n    A detailed assessment of the human remains was made by University \\nof Pennsylvania Museum professional staff in consultation with \\nrepresentatives of Hui Malama I Na Kupuna O Hawai\\'i Nei, the Hawai\\'i \\nIsland Burial Council, and the Office of Hawaiian Affairs.\\n    In 1893, human remains representing two individuals were removed \\nfrom ``a lava cave on the island of Hawai\\'i\\' by Dr. J.M. Whitney. At an \\nunknown date, Dr. C.N. Pierce donated these remains to the Academy of \\nNatural Sciences of Philadelphia, PA. In 1966, these remains were \\nplaced on loan to the University of Pennsylvania Museum of Archaeology \\nand Anthropology. In 1998, one of these individuals was officially \\ntransferred to the collections of the University of Pennsylvania \\nMuseum. In 1999, the second individual was officially transferred to \\nthe collections of the University of Pennsylvania Museum. No known \\nindividuals were identified. No associated funerary objects were \\npresent.\\n    Based on original accession information, these individuals have \\nbeen identified as Native Hawaiian. Geographical and historical \\nevidence provided during consultation by Hui Malama I Na Kupuna O \\nHawai\\'i Nei, the Hawai\\'i Island Burial Council, and the Office of \\nHawaiian Affairs indicates cultural affiliation between these human \\nremains and present day Native Hawaiians.\\n    Based on the above mentioned information, officials of the \\nUniversity of Pennsylvania Museum have determined that, pursuant to 43 \\nCFR 10.2 (d)(1), the human remains listed above represent the physical \\nremains of two individuals of Native American ancestry. Officials of \\nthe University of Pennsylvania Museum have also determined that, \\npursuant to 43 CFR 10.2 (e), there is a relationship of shared group \\nidentity which can be reasonably traced between these Native American \\nhuman remains and Hui Malama I Na Kupuna O Hawai\\'i Nei, the Hawai\\'i \\nIsland Burial Council, and the Office of Hawaiian Affairs.\\n    This notice has been sent to officials of Hui Malama I Na Kupuna O \\nHawai\\'i Nei, the Hawai\\'i Island Burial Council, and the Office of \\nHawaiian Affairs. Representatives of any other Indian tribe that \\nbelieves itself to be culturally affiliated with these human remains \\nshould contact Dr. Jeremy Sabloff, the Williams Director, University of \\nPennsylvania Museum of Archaeology and Anthropology, 33rd and Spruce \\nStreets, Philadelphia, PA 19104-6324; telephone: (215) 898-4051, fax \\n(215) 898-0657, before July 12, 1999. Repatriation of the human remains \\nto Hui Malama I Na Kupuna O Hawai\\'i Nei, the Hawai\\'i Island Burial \\nCouncil, and the Office of Hawaiian Affairs may begin after that date \\nif no additional claimants come forward.\\nDated: June 1, 1999.\\nFrancis P. McManamon,\\nDepartmental Consulting Archeologist,\\nManager, Archeology and Ethnography Program.\\n[FR Doc. 99-14829 Filed 6-10-99; 8:45 am]\\nBILLING CODE 4310-70-F\\n\\n\\n\\n", "agency1": "Null", "sub_agency1": "Null", "dep_doc": "Null", "subject": "Null", "agency2": "Null", "action": "Null", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Null", "signature_name": "Null", "signature_title": "Null", "fr_doc": "Null", "billing_code": "Null", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}