{"index": "I_2295", "messy_full": "\\n\\nFederal Register, Volume 64 Issue 71 (Wednesday, April 14, 1999)\\n\\n[Federal Register Volume 64, Number 71 (Wednesday, April 14, 1999)]\\n[Notices]\\n[Pages 18445-18446]\\nFrom the Federal Register Online via the Government Publishing Office [www.gpo.gov]\\n[FR Doc No: 99-9327]\\n\\n\\n-----------------------------------------------------------------------\\n\\nDEPARTMENT OF THE INTERIOR\\n\\nNational Park Service\\n\\n\\nNotice of Inventory Completion for Native American Human Remains, \\nAssociated Funerary Object, and Unassociated Funerary Object in the \\nPossession of the Minnesota Indian Affairs Council, Bemidji, MN\\n\\nAGENCY: National Park Service.\\n\\nACTION: Notice.\\n\\n-----------------------------------------------------------------------\\n\\n    Notice is hereby given in accordance with provisions of the Native \\nAmerican\\n\\n[[Page 18446]]\\n\\nGraves Protection and Repatriation Act (NAGPRA), 43 CFR 10.9, of the \\ncompletion of an inventory of human remains and associated funerary \\nobjects in the possession of the Minnesota Indian Affairs Council, \\nBemidji, MN.\\n    A detailed assessment of the human remains was made by professional \\nstaff in consultation with representatives of the Leech Lake Band of \\nthe Minnesota Chippewa Tribe.\\n    In 1938, human remains representing one individual were removed \\nfrom Osufen Mound (21-IC-02), MN, a site within the exterior boundaries \\nof the Leech Lake Reservation, by L.A. Wilford of the University of \\nMinnesota. No known individual was identified. The associated funerary \\nobject is a metal axe.\\n    Based on the associated funerary object, this burial has been \\nidentified as Native American from the historic period. The Osufen \\nMound site is located within the exterior boundaries of the Leech Lake \\nIndian Reservation.\\n    The cultural item is a ceramic vessel.\\n    In 1944, this ceramic vessel was donated to the University of \\nMinnesota by George Kremer. University of Minnesota indicates this \\nvessel was removed from an eroding burial on Lake Winnibigoshish, MN. \\nLake Winnibigoshish is located within the exterior boundaries of the \\nLeech Lake Indian Reservation.\\n    Based on the above mentioned information, officials of the \\nMinnesota Indian Affairs Council have determined that, pursuant to 43 \\nCFR 10.2 (d)(1), the human remains listed above represent the physical \\nremains of one individual of Native American ancestry. Officials of the \\nMinnesota Indian Affairs Council have also determined that, pursuant to \\n43 CFR 10.2 (d)(2), the one object listed above are reasonably believed \\nto have been placed with or near individual human remains at the time \\nof death or later as part of the death rite or ceremony. Officials of \\nthe Minnesota Indian Affairs Council have determined that, pursuant to \\n43 CFR 10.2 (d)(2)(ii), the one cultural item is reasonably believed to \\nhave been placed with or near individual human remains at the time of \\ndeath or later as part of the death rite or ceremony and are believed, \\nby a preponderance of the evidence, to have been removed from a \\nspecific burial site of an Native American individual. Lastly, \\nofficials of the Minnesota Indian Affairs Council have determined that, \\npursuant to 43 CFR 10.2 (e), there is a relationship of shared group \\nidentity which can be reasonably traced between these Native American \\nhuman remains, associated funerary object, and the unassociated \\nfunerary object and the Leech Lake Band of the Minnesota Chippewa \\nTribe.\\n    This notice has been sent to officials of the Leech Lake Band of \\nthe Minnesota Chippewa Tribe and the Minnesota Chippewa Tribe. \\nRepresentatives of any other Indian tribe that believes itself to be \\nculturally affiliated with these human remains and associated funerary \\nobjects should contact James L. (Jim) Jones, Cultural Resource \\nSpecialist, Minnesota Indian Affairs Council, 1819 Bemidji Ave. \\nBemidji, MN 56601; telephone: (218) 755-3825, before May 14, 1999. \\nRepatriation of the human remains, associated funerary object, and \\nunassociated funerary object to the Leech Lake Band of the Minnesota \\nChippewa Tribe may begin after that date if no additional claimants \\ncome forward.\\nDated: April 8, 1999.\\nFrancis P. McManamon,\\nDepartmental Consulting Archeologist,\\nManager, Archeology and Ethnography Program.\\n[FR Doc. 99-9327 Filed 4-13-99; 8:45 am]\\nBILLING CODE 4310-70-F\\n\\n\\n\\n", "agency1": "Null", "sub_agency1": "Null", "dep_doc": "Null", "subject": "Null", "agency2": "Null", "action": "Null", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Null", "signature_name": "Null", "signature_title": "Null", "fr_doc": "Null", "billing_code": "Null", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}