{"index": "I_2299", "messy_full": "\\n\\nFederal Register, Volume 64 Issue 58 (Friday, March 26, 1999)\\n\\n[Federal Register Volume 64, Number 58 (Friday, March 26, 1999)]\\n[Notices]\\n[Pages 14757-14758]\\nFrom the Federal Register Online via the Government Publishing Office [www.gpo.gov]\\n[FR Doc No: 99-7502]\\n\\n\\n-----------------------------------------------------------------------\\n\\nDEPARTMENT OF THE INTERIOR\\n\\nNational Park Service\\n\\n\\nNotice of Inventory Completion for Native American Human Remains \\nand Associated Funerary Objects from LaCrosse, Wisconsin, in the \\nPossession of the State Historical Society of Wisconsin, Madison, WI\\n\\nAGENCY: National Park Service.\\n\\nACTION: Notice.\\n\\n-----------------------------------------------------------------------\\n\\n    Notice is hereby given in accordance with provisions of the Native \\nAmerican Graves Protection and Repatriation Act (NAGPRA), 43 CFR 10.9, \\nof the completion of an inventory of human remains and associated \\nfunerary objects in the possession of the State Historical Society of \\nWisconsin (Museum Division), Madison, WI.\\n    A detailed assessment of the human remains was made by State \\nHistorical Society of Wisconsin professional staff in consultation with \\nrepresentatives of the Iowa Tribe of Oklahoma, Iowa Tribe of Kansas, \\nOtoe-Missouria Tribe of Oklahoma, Ho-Chunk Nation of Wisconsin, and \\nWinnebago Tribe of Nebraska.\\n    During 1989-1991, human remains representing 46 individuals were \\nrecovered from the Gunderson Clinic site (47-Lc-0394) by field crews of \\nthe Mississippi Valley Archeological Center during parking lot \\nexpansion of the Gunderson Clinic, LaCrosse, WI. No known individuals \\nwere identified. The 38 associated funerary objects include ceramics, \\nsherds, projectile point, scrapers, and flakes, shell, copper \\nfragments, mammal bone, and wood fragments.\\n    Based on ceramic typology, the Gunderson Clinic site has been \\nidentified as an Oneota occupation dating between 1300-1650 A.D. The \\nOneota tradition in western Wisconsin has generally been documented by \\nnative oral traditions, European explorers\\' accounts, historians, and \\nanthropologists as ancestral to the present-day Iowa Tribes of Oklahoma \\nand Kansas, the Ho-Chunk Nation of Wisconsin, and the Winnebago Tribe \\nof Nebraska.\\n    Based on the above mentioned information, officials of the State \\nHistorical Society of Wisconsin have determined that, pursuant to 43 \\nCFR 10.2 (d)(1), the human remains listed above represent the physical \\nremains of 46 individuals of Native American ancestry. Officials of the \\nState Historical Society of Wisconsin have also determined that, \\npursuant to 43 CFR 10.2 (d)(2), the 38 objects listed above are \\nreasonably believed to have been placed with or near individual human \\nremains at the time of death or later as part of the death rite or \\nceremony. Lastly, officials of the State Historical Society of \\nWisconsin have determined that, pursuant to 43 CFR 10.2 (e), there is a \\nrelationship of shared group identity which can be reasonably traced \\nbetween these Native American human remains and associated funerary \\nobjects and the Iowa Tribe of Oklahoma and the Ho-Chunk Nation of \\nWisconsin.\\n    This notice has been sent to officials of the Iowa Tribe of \\nOklahoma, Iowa Tribe of Kansas, Otoe-Missouria Tribe of Oklahoma, Ho-\\nChunk Nation of Wisconsin, and Winnebago Tribe of Nebraska. \\nRepresentatives of any other Indian tribe that believes itself to be \\nculturally affiliated with these human remains and associated funerary \\nobjects should contact David Wooley, Curator of Anthropology, State \\nHistorical Society of Wisconsin, 816 State Street, Madison, WI 53706-\\n1488; telephone: (608) 264-6574, before April 26, 1999. Repatriation of \\nthe human remains and associated funerary objects to the Iowa Tribe of \\nOklahoma and the Ho-Chunk Nation of Wisconsin may begin after\\n\\n[[Page 14758]]\\n\\nthat date if no additional claimants come forward.\\nDated: March 18, 1999.\\nVeletta Canouts,\\nActing Departmental Consulting Archeologist,\\nDeputy Manager, Archeology and Ethnography Program.\\n[FR Doc. 99-7502 Filed 3-25-99; 8:45 am]\\nBILLING CODE 4310-70-F\\n\\n\\n\\n", "agency1": "Null", "sub_agency1": "Null", "dep_doc": "Null", "subject": "Null", "agency2": "Null", "action": "Null", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Null", "signature_name": "Null", "signature_title": "Null", "fr_doc": "Null", "billing_code": "Null", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}