{"index": "I_2223", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service \\n        Notice of Inventory Completion for Native American Human Remains from Hawaii in the Possession of the National Museum of Health and Medicine, Armed Forces Institute of Pathology, Washington, DC \\n        \\n          AGENCY:\\n          National Park Service. \\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is hereby given in accordance with provisions of the Native American Graves Protection and Repatriation Act (NAGPRA), 43 CFR 10.9, of the completion of an inventory of human remains from Hawaii in the possession of the National Museum of Health and Medicine [formerly the Army Medical Museum (AMM)], Armed Forces Institute of Pathology, Washington, DC. \\n        A detailed assessment of the human remains was made by National Museum of Health and Medicine professional staff in consultation with representatives of Hui Malama I Na Kupuna O Hawai\\'i Nei, Kauai/Niihau Island Burial Council, Molokai Island Burial Council, Hawai\\'i Island Burial Council, and the Office of Hawaiian Affairs. \\n        Before 1876, human remains representing one individual were collected from an unknown site in Hawaii by W.H. Jones for the Smithsonian Institution. In 1876, these human remains were transferred to the AMM from the Smithsonian Institution. No known individuals were identified. No associated funerary objects are present. \\n        Based on accession records, this individual has been identified as Native Hawaiian. \\n        At an unknown date, human remains representing one individual were removed from an \\xe2\\x80\\x9cold battlefield\\xe2\\x80\\x9d on Oahu by W.R. DeWitt, Assistant Surgeon, U.S. Army. In 1862, these human remains were sent to the AMM. No known individual was identified. No associated funerary objects are present. \\n        Based on accession records, this individual has been identified as Native Hawaiian. \\n        Before 1869, human remains representing one individual were taken from Kauai by person(s) unknown under unknown circumstances. In 1869, these human remains were transferred to the AMM from the Smithsonian Institution. No known individual was identified. No associated funerary objects are present. \\n\\n        Based on accession records, this individual has been identified as Native Hawaiian. \\n        \\n        Based on the above mentioned information, officials of the National Museum of Health and Medicine, Armed Forces Institute of Pathology have determined that, pursuant to 43 CFR 10.2 (d)(1), the human remains listed above represent the physical remains of three individuals of Native American ancestry. Officials of the National Museum of Health and Medicine, Armed Forces Institute of Pathology have also determined that, pursuant to 43 CFR 10.2 (e), there is a relationship of shared group identity which can be reasonably traced between these Native American human remains and Hui Malama I Na Kupuna O Hawai\\'i Nei, Kauai/Niihau Island Burial Council, Molokai Island Burial Council, Hawai\\'i Island Burial Council, and the Office of Hawaiian Affairs \\n        This notice has been sent to officials of Hui Malama I Na Kupuna O Hawai\\'i Nei, Kauai/Niihau Island Burial Council, Molokai Island Burial Council, Hawai\\'i Island Burial Council, and the Office of Hawaiian Affairs. Representatives of any other Indian tribe that believes itself to be culturally affiliated with these human remains should contact Dr. Lenore Barbian, Collection Manager, National Museum of Health and Medicine, Armed Forces Institute of Pathology, Walter Reed Army medical Center, Bldg. 54, Washington, DC 20036; telephone: (202) 782-2203; email: barbian@afip.osd.mil , before June 22, 2000. Repatriation of the human remains to Hui Malama I Na Kupuna O Hawai\\'i Nei may begin after that date if no additional claimants come forward. \\n        The National Park Service is not responsible for the determinations within this notice. \\n        \\n          Dated: May 8, 2000. \\n          Francis P. McManamon, \\n          Departmental Consulting Archeologist, Manager, Archeology and Ethnography Program. \\n        \\n      \\n      [FR Doc. 00-12851 Filed 5-22-00; 8:45 am] \\n      BILLING CODE 4310-70-F \\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service ", "dep_doc": "Null", "subject": "Notice of Inventory Completion for Native American Human Remains from Hawaii in the Possession of the National Museum of Health and Medicine, Armed Forces Institute of Pathology, Washington, DC ", "agency2": "National Park Service. ", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: May 8, 2000. ", "signature_name": "Francis P. McManamon, ", "signature_title": "Departmental Consulting Archeologist, Manager, Archeology and Ethnography Program. ", "fr_doc": "[FR Doc. 00-12851 Filed 5-22-00; 8:45 am] ", "billing_code": "BILLING CODE 4310-70-F ", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}