{"index": "I_2249", "messy_full": "\\n\\nFederal Register, Volume 64 Issue 210 (Monday, November 1, 1999)\\n\\n[Federal Register Volume 64, Number 210 (Monday, November 1, 1999)]\\n[Notices]\\n[Page 58857]\\nFrom the Federal Register Online via the Government Publishing Office [www.gpo.gov]\\n[FR Doc No: 99-28289]\\n\\n\\n-----------------------------------------------------------------------\\n\\nDEPARTMENT OF INTERIOR\\n\\nNational Park Service\\n\\n\\nNotice of Inventory Completion for Native American Human Remains \\nin the Possession of the Oakland Museum of California, Oakland, CA\\n\\nAGENCY: National Park Service, Interior.\\n\\nACTION: Notice.\\n\\n-----------------------------------------------------------------------\\n\\n    Notice is hereby given in accordance with provisions of the Native \\nAmerican Graves Protection and Repatriation Act (NAGPRA), 43 CFR 10.9, \\nof the completion of an inventory of human remains in the possession of \\nthe Oakland Museum of California, Oakland, CA.\\n    A detailed assessment of the human remains was made by Oakland \\nMuseum of California professional staff in consultation with \\nrepresentatives of the Klamath Indian Tribe of Oregon.\\n    At an unknown date, human remains representing one individual was \\nrecovered from an unknown location within Siskiyou County, CA by \\nperson(s) unknown; and are currently in the collections of the Oakland \\nMuseum of California. No known individual was identified. No associated \\nfunerary objects are present.\\n    Based on skeletal morphology and geographic location, this \\nindividual has been identified as Native American of possible Modoc or \\nShasta affiliation. Historic documents, ethnographic sources, and oral \\nhistory indicate that Klamath and Modoc peoples have occupied the area \\nof south-central Oregon and northeastern California, including Siskiyou \\nCounty, CA since precontact times.\\n    Basedon the above mentioned information, officials of the Oakland \\nMuseum of California have determined that, pursuant to 43 CFR \\n10.2(d)(1), the human remains listed above represent the physical \\nremains of one individual of Native American ancestry. Officials of the \\nOakland Museum of California have determined that, pursuant to 43 CFR \\n10.2(e), there is a relationship of shared group identity which can be \\nreasonably traced between these Native American human remains and the \\nKlamath Indian Tribe of Oregon.\\n    This notice has been sent to officials of the Klamath Indian Tribe \\nof Oregon and the Modoc Tribe of Okalahoma. Representives of any other \\nIndian tribe that believes itself to be culturally affiliated with \\nthese human remains should contact Ms. Carey Caldwell, Chief Curator of \\nHistory, Oakland Museum of California, 1000 Oak Street, Oakland, CA \\n94607-4892; telephone: (510) 238-3842, before December 1, 1999. \\nRepatriation of the human remains to the Klamath Indian Tribe of Oregon \\nmay begin after that date if no additional claimants come forward.\\n\\n    Dated: October 18, 1999.\\nFrancis P. McManamon,\\nDepartmental Consulting Archeologist, Manager, Archeology and \\nEthnography Program.\\n[FR Doc. 99-28289 Filed 10-29-99; 8:45 am]\\nBILLING CODE 4310-70-M\\n\\n\\n\\n", "agency1": "Null", "sub_agency1": "Null", "dep_doc": "Null", "subject": "Null", "agency2": "Null", "action": "Null", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Null", "signature_name": "Null", "signature_title": "Null", "fr_doc": "Null", "billing_code": "Null", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}