{"index": "I_2213", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR \\n        National Park Service \\n        Notice of Inventory Completion for Native American Human Remains in the Possession of the Ocala National Forest, USDA Forest Service, Tallahassee, FL \\n        \\n          AGENCY:\\n          National Park Service. \\n        \\n        \\n          ACTION:\\n          Notice. \\n        \\n        Notice is hereby given in accordance with provisions of the Native American Graves Protection and Repatriation Act (NAGPRA), 43 CFR 10.9, of the completion of an inventory of human remains in the possession of the Ocala National Forest, USDA Forest Service, Tallahassee, FL. This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 43 CFR 10.2 (c). The determinations within this notice are the sole responsibility of the museum, institution, or Federal agency that has control of these Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations within this notice. \\n        A detailed assessment of the human remains was made by USDA Forest Service professional staff in consultation with representatives of the Miccosukee Tribe of Indians of Florida; the Seminole Nation of Oklahoma; and the Seminole Tribe of Florida, Dania, Big Cypress, Brighton, Hollywood and Tampa Reservations. \\n        In May 1990, human remains representing a minimum of eight individuals were found in a collapsed maintenance shed at Silver Glen Springs, part of the Ocala National Forest. No known individuals were identified. No associated funerary objects are present. \\n        The Silver Glen Springs was acquired by the USDA Forest Service on May 11, 1990. These human remains were discovered prior to the enactment of NAGPRA, and are believed to have been collected from the surrounding area of the maintenance shed during private ownership of the land. The Silver Glen Springs site and surrounding area has been identified as a large, deeply stratified aboriginal occupation site. Based on site location and dental morphology, these individuals have been identified as Native American from the pre-contact period. \\n\\n        Based on the above-mentioned information, officials of the USDA Forest Service have determined that, pursuant to 43 CFR 10.2 (d)(1), the human remains listed above represent the physical remains of a minimum of eight individuals of Native American ancestry. In accordance with the recommendations of the NAGPRA Review Committee following the April 2-4, 2000 meeting in Juneau, AK, officials of the USDA Forest Service have determined that, pursuant to 43 CFR 10.2 (e), there is no relationship of shared group identity that can reasonably be traced between these Native American human remains and any present-day Indian tribe or group, and the disposition of these Native American human remains will be to the Miccosukee Tribe of Indians of Florida. This notice has been sent to officials of the Miccosukee Tribe of Indians of Florida; the Seminole Nation of Oklahoma; and the Seminole Tribe of Florida, Dania, Big Cypress, Brighton, Hollywood and Tampa Reservations. Representatives of any other Indian tribe that believes itself to be culturally affiliated with these human remains should contact Rhonda Kimbrough, Heritage Program Manager, National Forests in Florida, 325 John Knox Road, Suite F-100, Tallahassee, FL 32303, telephone (850) 942-9373, before August 21, 2000. Repatriation of the human remains to the Miccosukee Tribe of Indians of Florida may begin after that date if no additional claimants come forward. \\n        \\n          Dated: June 22, 2000. \\n          John Robbins, \\n          Assistant Director, Cultural Resources Stewardship and Partnerships. \\n        \\n      \\n      [FR Doc. 00-18465 Filed 7-20-00; 8:45 am] \\n      BILLING CODE 4310-70-F\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR ", "sub_agency1": "National Park Service ", "dep_doc": "Null", "subject": "Notice of Inventory Completion for Native American Human Remains in the Possession of the Ocala National Forest, USDA Forest Service, Tallahassee, FL ", "agency2": "National Park Service. ", "action": "Notice. ", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: June 22, 2000. ", "signature_name": "John Robbins, ", "signature_title": "Assistant Director, Cultural Resources Stewardship and Partnerships. ", "fr_doc": "[FR Doc. 00-18465 Filed 7-20-00; 8:45 am] ", "billing_code": "BILLING CODE 4310-70-F", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}