{"index": "I_2229", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Inventory Completion for Native American Human Remains in the Possession of the Federal Bureau of Investigation (FBI), San Francisco, CA\\n        \\n          AGENCY:\\n          National Park Service.\\n        \\n        \\n          ACTION:\\n          Notice. \\n        \\n        Notice is hereby given in accordance with provisions of the Native American Graves Protection and Repatriation Act (NAGPRA), 43 CFR 10.9, of the completion of an inventory of Native American human remains in the possession of the Federal Bureau of Investigation (FBI), San Francisco, CA. \\n        A detailed assessment of the human remains was made by the FBI\\'s Laboratory Division (Hair and Fiber Section) and San Francisco office professional staff in consultation with representatives of the Ute Indian Tribe of the Unitah and Ouray Reservation, Utah.\\n        On July 19, 1996, human remains representing one individual were recovered by FBI Agents from Ripley\\'s Entertainment, Orlando, FL. These human remains consist of a scalp with an eagle feather and have been identified as those of Chief Little Bear of the Unitah and Ouray Ute bands. No associated funerary objects are present.\\n        In April 1995, these human remains and associated funerary object were part of The Custer collection being auctioned by Butterfield and Butterfield. The Custer collection belonged to a Mr. Acevedo from New York City, NY, and consisted mainly of antique firearms in addition to other Indian artifacts. On May 5, 1995, these human remains and associated funerary object were sold to Ripley\\'s Entertainment, Orlando, FL. \\n\\n        On April 3, 1996, at the request of the United States Attorney\\'s Office for the Northern District of California, the FBI began an investigation into the trafficking of Native American scalps by Butterfield and Butterfield Auction House, San Francisco, CA. On July 19, 1996, Ripley\\'s Entertainment released custody of the Native American scalp to FBI agents, and these human remains and associated funerary object were sent to the FBI Laboratory, Washington, DC for examination. Based on morphological characteristics, FBI examiners have determined that the head hairs on the scalp exhibit mongoloid characteristics, a classification which encompasses Native American hair.\\n        Butterfield and Butterfield\\'s auction catalog for this collection states that this scalp was taken at the Battle of Ute, c. 1879, and a contemporary letter accompanying this scalp states: \\xe2\\x80\\x9cThis scalp was taken near Rawlings, Indian territory, USA, September 26, 1879. It belonged to the Chief Little-Bear, a Ute Indian, who assisted at the massacre of U.S. Troops under Captain Tomlinson, near that place. The feather plaited into the hair, (sic) indicates that he was a chief of the first rank. Presented to (?) Cooke by Capt. A.N. Cheney, 7th U.S. Cavalry.\\xe2\\x80\\x9d \\n        Historic records provided by the National Park Service with the assistance of the U.S. Army Center of Military History supports this letter of provenance. According to historic documents, the U.S. Army and Ute bands did have military engagements near Rawlings, WY in September of 1879. Nothing in historic documents, analysis, or consultation indicates these human remains are those of any other individual than Little Bear.\\n        Authorities of the United States Fish and Wildlife Service have been contacted regarding applicability of Federal endangered species statutes to this transfer and have concurred in the conclusion that the object is not covered due to its age.\\n        Based on the above mentioned information, officials of the Federal Bureau of Investigation have determined that, pursuant to 43 CFR 10.2 (d)(1), the human remains listed above represent the physical remains of one individual of Native American ancestry. Officials of the Federal Bureau of Investigation have also determined that, pursuant to 43 CFR 10.2(e), there is a relationship of shared group identity which can be reasonably traced between these Native American human remains and the Ute Indian Tribe of the Unitah and Ouray Reservation, Utah.\\n        The eagle feather present with these human remains is believed to have been the personal property of Little Bear. While the eagle feather does not appear to meet the statutory definition of \\xe2\\x80\\x9cassociated funerary object\\xe2\\x80\\x9d, officials of the Federal Bureau of Investigation have determined that, pursuant to standard practice regarding personal property, Manual of Administrative Operations and Procedures, Sect. 2-4.4.1(5), the one object listed above is subject to return to the next of kin, in this case the Ute Indian Tribe of the Unitah and Ouray Reservation, Utah.\\n        This notice has been sent to officials of the Ute Indian Tribe of the Unitah and Ouray Reservation, Utah. Representatives of any other Indian tribe that believes itself to be culturally affiliated with these human remains should contact Special Agent Brian J. Guy, FBI, 450 Golden Gate Avenue, San Francisco, CA 94102; telephone: (415) 553-7400, before May 26, 2000. Repatriation of the human remains to the Ute Indian Tribe of the Unitah and Ouray Reservation, Utah may begin after that date if no additional claimants come forward.\\n        The National Park Service is not responsible for the determinations within this notice.\\n        \\n          Dated: April 10, 2000.\\n          Francis P. McManamon,\\n          Departmental Consulting Archeologist, Manager, Archeology and Ethnography Program.\\n        \\n      \\n      [FR Doc. 00-10317  Filed 4-25-00; 8:45 am]\\n      BILLING CODE 4310-70-M\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Inventory Completion for Native American Human Remains in the Possession of the Federal Bureau of Investigation (FBI), San Francisco, CA", "agency2": "National Park Service.", "action": "Notice. ", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: April 10, 2000.", "signature_name": "Francis P. McManamon,", "signature_title": "Departmental Consulting Archeologist, Manager, Archeology and Ethnography Program.", "fr_doc": "[FR Doc. 00-10317  Filed 4-25-00; 8:45 am]", "billing_code": "BILLING CODE 4310-70-M", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}