{"index": "I_2296", "messy_full": "\\n\\nFederal Register, Volume 64 Issue 71 (Wednesday, April 14, 1999)\\n\\n[Federal Register Volume 64, Number 71 (Wednesday, April 14, 1999)]\\n[Notices]\\n[Pages 18444-18445]\\nFrom the Federal Register Online via the Government Publishing Office [www.gpo.gov]\\n[FR Doc No: 99-9328]\\n\\n\\n-----------------------------------------------------------------------\\n\\nDEPARTMENT OF THE INTERIOR\\n\\nNational Park Service\\n\\n\\nNotice of Inventory Completion for Native American Human Remains \\nfrom Fresno County, CA in the Possession of California State \\nUniversity-Fresno, Fresno, CA\\n\\nAGENCY: National Park Service.\\n\\nACTION: Notice.\\n\\n-----------------------------------------------------------------------\\n\\n    Notice is hereby given in accordance with provisions of the Native \\nAmerican Graves Protection and Repatriation Act (NAGPRA), 43 CFR 10.9, \\nof the completion of an inventory of human remains from Fresno County, \\nCA in the possession of the University of California-Fresno, Fresno, \\nCA.\\n    A detailed assessment of the human remains was made by University \\nof California-Fresno professional staff in consultation with \\nrepresentatives of the Santa Rosa Indian Community of the Santa Rosa \\nRancheria.\\n    In 1966 and 1972, human remains representing eight individuals were \\nrecovered from the Burrel Barn site (CA-FRE-386), Fresno County, CA \\nduring excavations conducted by the Fresno State College Archaeological \\nField Class under the supervision of Dr. William Beatty. No known \\nindividuals were identified. No associated funerary objects were \\npresent.\\n    Based on archeological investigations, the Burrel Barn site has \\nbeen identified as a large village site along the Fresno Slough, about \\n20 miles southwest of Fresno, CA. Based on cultural material and burial \\nlocations withing the village, these human remains have been identified \\nas Native American. Based on the degree of preservation and the \\ncultural material at the Burrel Barn site, the human remains have been \\ndetermined to date from the late precontact period (post-1500 A.D.). \\nArcheological evidence in this area indicates continuity of material \\nculture and occupation from precontact times into the historic period. \\nEarly Yokuts\\n\\n[[Page 18445]]\\n\\npeople are presumed to have occupied the San Joaquin Valley between \\n1000-500 B.C., with continued occupation into the historic period. \\nHistoric documents, ethnographic accounts, and oral history indicate \\noccupation and used of this area Since the late precontact period by \\nTachi Yokuts peoples, now known as and represented by the Santa Rosa \\nIndian Community of the Santa Rosa Rancheria.\\n    In 1972, human remains representing one individual were recovered \\nfrom site CA-FRE-495, Fresno County, CA during excavations conducted by \\nFresno State College Archaeological Field Class under the supervision \\nof Dr. William Beatty. No known individual was identified. No \\nassociated funerary objects were present.\\n    Based on archeological investigations, site CA-FRE-495 has been \\nidentified as a recently leveled habitation mound along the Fresno \\nSlough, about 19 miles southwest of Fresno, CA. Based on cultural \\nmaterial and burial locations withing the village, these human remains \\nhave been identified as Native American. Based on the degree of \\npreservation and the cultural material at site CA-FRE-495, the human \\nremains have been determined to date from the late precontact period \\n(post-1500 A.D.). Archeological evidence in this area indicates \\ncontinuity of material culture and occupation from precontact times \\ninto the historic period. Early Yokuts people are presumed to have \\noccupied the San Joaquin Valley between 1000-500 B.C., with continued \\noccupation into the historic period. Historic documents, ethnographic \\naccounts, and oral history indicate occupation and used of this area \\nSince the late precontact period by Tachi Yokuts peoples, now known as \\nand represented by the Santa Rosa Indian Community of the Santa Rosa \\nRancheria.\\n    In 1972, human remains representing one individual were recovered \\nfrom site CA-FRE-528, Fresno County, CA during a field survey by Fresno \\nState College staff. No known individual was identified. No associated \\nfunerary objects were present.\\n    Based on archeological investigations, site CA-FRE-528 has been \\nidentified as a low mound within a recently plowed agricultural field \\nalong Fresno Slough about 16 miles southwest of Fresno, CA. Based on \\ndegree of preservation and cultural material recovered at site CA-FRE-\\n528, these human remains have been identified as Native American and \\nhave been determined to date from the late precontact period (post-1500 \\nA.D.). Archeological evidence in this area indicates continuity of \\nmaterial culture and occupation from precontact times into the historic \\nperiod. Early Yokuts people are presumed to have occupied the San \\nJoaquin Valley between 1000-500 B.C., with continued occupation into \\nthe historic period. Historic documents, ethnographic accounts, and \\noral history indicate occupation and used of this area Since the late \\nprecontact period by Tachi Yokuts peoples, now known as and represented \\nby the Santa Rosa Indian Community of the Santa Rosa Rancheria.\\n    Based on the above mentioned information, officials of the \\nUniversity of California-Fresno have determined that, pursuant to 43 \\nCFR 10.2 (d)(1), the human remains listed above represent the physical \\nremains of approximately ten individuals of Native American ancestry. \\nOfficials of the University of California-Fresno have also determined \\nthat, pursuant to 43 CFR 10.2 (e), there is a relationship of shared \\ngroup identity which can be reasonably traced between these Native \\nAmerican human remains and the Santa Rosa Indian Community of the Santa \\nRosa Rancheria.\\n    This notice has been sent to officials of the Santa Rosa Indian \\nCommunity of the Santa Rosa Rancheria. Representatives of any other \\nIndian tribe that believes itself to be culturally affiliated with \\nthese human remains should contact Professor Roger LaJeunesse, \\nDepartment of Anthropology, California State University-Fresno, 5245 \\nNorth Backer Avenue, Fresno, CA 93740-0016; telephone: (209) 278-4900, \\nbefore May 14, 1999. Repatriation of the human remains to the Santa \\nRosa Indian Community of the Santa Rosa Rancheria may begin after that \\ndate if no additional claimants come forward.\\nDated: April 8, 1999.\\nFrancis P. McManamon,\\nDepartmental Consulting Archeologist,\\nManager, Archeology and Ethnography Program.\\n[FR Doc. 99-9328 Filed 4-13-99; 8:45 am]\\nBILLING CODE 4310-70-F\\n\\n\\n\\n", "agency1": "Null", "sub_agency1": "Null", "dep_doc": "Null", "subject": "Null", "agency2": "Null", "action": "Null", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Null", "signature_name": "Null", "signature_title": "Null", "fr_doc": "Null", "billing_code": "Null", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}