{"index": "I_2239", "messy_full": "\\n\\nFederal Register, Volume 65 Issue 10 (Friday, January 14, 2000)\\n\\n[Federal Register Volume 65, Number 10 (Friday, January 14, 2000)]\\n[Notices]\\n[Page 2428]\\nFrom the Federal Register Online via the Government Publishing Office [www.gpo.gov]\\n[FR Doc No: 00-902]\\n\\n\\n-----------------------------------------------------------------------\\n\\nDEPARTMENT OF THE INTERIOR\\n\\nNational Park Service\\n\\n\\nNotice of Inventory Completion for Native American Human Remains \\nin the Possession of the University of Pennsylvania Museum of \\nArchaeology and Anthropology, Philadelphia, PA\\n\\nAGENCY: National Park Service\\n\\nACTION: Notice\\n\\n-----------------------------------------------------------------------\\n\\n    Notice is hereby given in accordance with provisions of the Native \\nAmerican Graves Protection and Repatriation Act (NAGPRA), 43 CFR 10.9, \\nof the completion of an inventory of human remains in the possession of \\nthe University of Pennsylvania Museum of Archaeology and Anthropology, \\nPhiladelphia, PA.\\n    A detailed assessment of the human remains was made by University \\nof Pennsylvania Museum professional staff in consultation with \\nrepresentatives of the Cayuga Nation of New York.\\n    In 1894, human remains representing one individual were excavated \\nfrom a burial near Union Springs, Cayuga County, NY by William W. \\nAdams, who donated these human remains to the Academy of Natural \\nSciences, Philadelphia, PA. In 1997, these human remains were \\ntransferred from the Academy of Natural Sciences to the University of \\nPennsylvania Museum of Archaeology and Anthropology. No known \\nindividual was identified. No associated funerary objects are present.\\n    Based on accession information, this individual has been identified \\nas Native American. No further information exists for this individual.\\n    Based on the above mentioned information, officials of the \\nUniversity of Pennsylvania Museum of Archaeology and Anthropology have \\ndetermined that, pursuant to 43 CFR 10.2 (d)(1), the human remains \\nlisted above represent the physical remains of one individual of Native \\nAmerican ancestry. Officials of the University of Pennsylvania Museum \\nof Archaeology and Anthropology have determined that, pursuant to 43 \\nCFR 10.2 (e), there is a relationship of shared group identity which \\ncan be reasonably traced between these Native American human remains \\nand the Cayuga Nation of New York.\\n    This notice has been sent to officials of the Cayuga Nation of New \\nYork and the Seneca-Cayuga Tribe of Oklahoma. Representatives of any \\nother Indian tribe that believes itself to be culturally affiliated \\nwith these human remains should contact Dr. Jeremy Sabloff, the Charles \\nK. Williams II Director, University of Pennsylvania Museum of \\nArchaeology and Anthropology, 33rd and Spruce Streets, Philadelphia, PA \\n19104-6324; telephone: (215) 898-4051, fax (215) 898-0657, before \\nFebruary 14, 2000. Repatriation of the human remains to the Cayuga \\nNation of New York may begin after that date if no additional claimants \\ncome forward.\\n    The National Park Service is not responsible for the determinations \\nwithin this notice.\\nDated: January 5, 2000.\\nFrancis P. McManamon,\\nDepartmental Consulting Archeologist,\\nManager, Archeology and Ethnography Program.\\n[FR Doc. 00-902 Filed 1-13-00; 8:45 am]\\nBILLING CODE 4310-70-F\\n\\n\\n\\n", "agency1": "Null", "sub_agency1": "Null", "dep_doc": "Null", "subject": "Null", "agency2": "Null", "action": "Null", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Null", "signature_name": "Null", "signature_title": "Null", "fr_doc": "Null", "billing_code": "Null", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}