{"index": "I_2217", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR \\n        National Park Service \\n        Notice of Inventory Completion for Native American Human Remains from Barrow, AK in the Possession of the University of Nebraska State Museum, University of Nebraska-Lincoln, Lincoln, NE- REVISION \\n        \\n          AGENCY:\\n          National Park Service.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n\\n        Notice is hereby given in accordance with provisions of the Native American Graves Protection and Repatriation Act (NAGPRA), 43 CFR 10.9, of the revision of an inventory of human remains in the possession of University of Nebraska State Museum, University of Nebraska-Lincoln, Lincoln, NE. \\n\\n        A detailed assessment of the human remains was made by University of Nebraska-Lincoln professional staff in consultation with representatives of North Slope Borough as the authorized representative of the Native Village of Barrow Inupiat Traditional Government, and Mrs. C. Boellstorff. \\n        \\n          In 1931, human remains representing one individual were donated to the University of Nebraska State Museum by Mrs. Charles Fritch. No known individual was identified. No associated funerary objects are present. \\n        \\n          These human remains were erroneously identified in the Notice of Inventory Completion, published April 6, 1999, as having been collected in Barrow, AK by T.L. Richardson and donated to the Museum by Mrs. C. Boellstorff. In fact, these human remains were donated by Mrs. Fritch who lived in Pawnee County, NE. These human remains come from an unknown location and were collected under unknown circumstances and are now re-classified as culturally unidentifiable.\\n        \\n        Based on the above-mentioned information, officials of the University of Nebraska-Lincoln have determined that, pursuant to 43 CFR 10.2 (d)(1), the human remains listed above represent the physical remains of one individual of Native American ancestry. Officials of the University of Nebraska-Lincoln also have determined that, pursuant to 43 CFR 10.2 (e), there is no relationship of shared group identity that can be reasonably traced between these Native American human remains and any present-day Indian tribe. \\n        This notice has been sent to officials of the North Slope Borough, the Native Village of Barrow Inupiat Traditional Government. Representatives of any other Indian tribe that wish consultation regarding these human remains should contact Dr. Priscilla Grew, NAGPRA Coordinator, University of Nebraska-Lincoln, 301 Bessey Hall, Lincoln, NE 68588-0381, telephone (402) 472-7854. \\n        \\n          Dated: June 14, 2000. \\n          John Robbins, \\n          Assistant Director, Cultural Resources Stewardship and Partnerships. \\n        \\n      \\n      [FR Doc. 00-18138 Filed 7-17-00; 8:45 am] \\n      BILLING CODE BILLING CODE 4310-70-F\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR ", "sub_agency1": "National Park Service ", "dep_doc": "Null", "subject": "Notice of Inventory Completion for Native American Human Remains from Barrow, AK in the Possession of the University of Nebraska State Museum, University of Nebraska-Lincoln, Lincoln, NE- REVISION ", "agency2": "National Park Service.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: June 14, 2000. ", "signature_name": "John Robbins, ", "signature_title": "Assistant Director, Cultural Resources Stewardship and Partnerships. ", "fr_doc": "[FR Doc. 00-18138 Filed 7-17-00; 8:45 am] ", "billing_code": "BILLING CODE BILLING CODE 4310-70-F", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}