{"index": "I_2235", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR \\n        National Park Service \\n        Notice of Inventory Completion for Native American Human Remains from Kansas in the Possession of the Peabody Museum of Natural History, Yale University, New Haven, CT \\n        \\n          AGENCY:\\n          National Park Service \\n        \\n        \\n          ACTION:\\n          Notice \\n        \\n        Notice is hereby given in accordance with provisions of the Native American Graves Protection and Repatriation Act (NAGPRA), 43 CFR 10.9, of the completion of an inventory of human remains from Kansas in the possession of the Peabody Museum of Natural History (Yale Peabody Museum), Yale University, New Haven, CT. \\n        A detailed assessment of the human remains was made by Yale Peabody Museum professional staff in consultation with representatives of the Pawnee Indian Tribe of Oklahoma. \\n        In 1873, human remains representing two individuals recovered from the upper fork of the Solomon River, Kansas, were donated to the Yale Peabody Museum by Joseph Savage. No known individuals were identified. No associated funerary objects are present. \\n        Based on documentary evidence and consultation with representatives of the Pawnee Indian Tribe, these individuals have been determined to be Native American. Based on geographic origin of these human remains, published accounts of the traditional territory of the Pawnee, and historical information provided by the Pawnee Indian Tribe of Oklahoma, the preponderance of the evidence for cultural affiliation of these human remains has been determined to be with the Pawnee Indian Tribe of Oklahoma. \\n        Based on the above mentioned information, officials of the Yale Peabody Museum have determined that, pursuant to 43 CFR 10.2 (d)(1), the human remains listed above represent the physical remains of two individuals of Native American ancestry. Officials of the Yale Peabody Museum have determined that, pursuant to 43 CFR 10.2 (e), there is a relationship of shared group identity which can be reasonably traced between these Native American human remains and the Pawnee Indian Tribe of Oklahoma. \\n        This notice has been sent to officials of the Pawnee Indian Tribe of Oklahoma. Representatives of any other Indian tribe that believes itself to be culturally affiliated with these human remains and associated funerary objects should contact Dr. Richard Burger, Director, Yale Peabody Museum of Natural History, 170 Whitney Avenue, P.O. Box 208118, New Haven, CT 06520-8118; telephone: (203) 432-3752, before March 31, 2000. Repatriation of the human remains to the Pawnee Indian Tribe of Oklahoma may begin after that date if no additional claimants come forward. \\n        The National Park Service is not responsible for the determinations within this notice.\\n        \\n          \\n          Dated: February 9, 2000. \\n          Francis P. McManamon, \\n          Departmental Consulting Archeologist, Manager, Archeology and Ethnography Program.\\n        \\n      \\n      [FR Doc. 00-4825 Filed 2-29-00; 8:45 am] \\n      BILLING CODE 4310-70-F\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR ", "sub_agency1": "National Park Service ", "dep_doc": "Null", "subject": "Notice of Inventory Completion for Native American Human Remains from Kansas in the Possession of the Peabody Museum of Natural History, Yale University, New Haven, CT ", "agency2": "National Park Service ", "action": "Notice ", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: February 9, 2000. ", "signature_name": "Francis P. McManamon, ", "signature_title": "Departmental Consulting Archeologist, Manager, Archeology and Ethnography Program.", "fr_doc": "[FR Doc. 00-4825 Filed 2-29-00; 8:45 am] ", "billing_code": "BILLING CODE 4310-70-F", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}