{"index": "I_2206", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR \\n        National Park Service \\n        Notice of Inventory Completion for Native American Human Remains From Fresno, Kings, and Madera Counties, CA in the Possession of the Department of Anthropology, California State University, Fresno, CA \\n        \\n          AGENCY:\\n          National Park Service. \\n        \\n        \\n          ACTION:\\n          Notice. \\n        \\n        Notice is hereby given in accordance with provisions of the Native American Graves Protection and Repatriation Act (NAGPRA), 43 CFR 10.9, of the completion of an inventory of human remains in the possession of the Department of Anthropology, California State University, Fresno, CA. This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 43 CFR 10.2 (c). The determinations within this notice are the sole responsibility of the museum, institution, or Federal agency that has control of these Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations within this notice. \\n        A detailed assessment of the human remains was made by the Department of Anthropology, California State University, Fresno, professional staff. \\n        During the 1950\\'s and 1960\\'s, human remains representing a minimum of 122 individuals were recovered from excavations conducted by Fresno State College staff, in addition to individuals given to the college by various law enforcement agencies. The packaging and labeling of the human remains was destroyed many years ago, making positive identification for these human remains impossible. Extant documentation, including field notes and reports of the archeological projects conducted by Fresno State College, now the California State University, Fresno, indicates that these remains probably came from sites in Fresno, Kings, and Madera Counties, CA. No known individuals were identified. No associated funerary objects are present. \\n        The absence of specific information on the provenience, age, or cultural context of these remains makes it impossible to determine their cultural affiliation, and they have been inventoried as \\xe2\\x80\\x9cculturally unidentifiable.\\xe2\\x80\\x9d Department of Anthropology, California State University, Fresno, officials consulted with the four Federally recognized Native American tribes and non-Federally recognized Native American groups of the central San Joaquin Valley, the geographic area of the probable origin of the remains, and all parties agreed that the remains should be repatriated to the Central Valley and Mountain Reinterment Association, which has been authorized to act on behalf of the Native American tribes and groups. \\n        On April 15, 1999, California State University, Fresno, petitioned the Native American Graves Protection and Repatriation Review Committee concerning the Central Valley and Mountain Reinterment Association\\'s request for repatriation of these individuals listed as \\xe2\\x80\\x9cculturally unidentifiable\\xe2\\x80\\x9d on the Department of Anthropology, California State University, Fresno, NAGPRA inventory. Representatives of the university, North Fork Rancheria, and the Tuolumne Me-Wuk Tribal Councils presented the petition to the Review Committee at its May, 1999 meeting. The Review Committee recommended that the university repatriate these remains to the Central Valley and Mountain Reinterment Association. This recommendation was transmitted to the university by the National Park Service in a letter of September 3, 1999. \\n        Based on the above-mentioned information, officials of the Department of Anthropology, California State University, Fresno, have determined that, pursuant to 43 CFR 10.2 (d)(1), the human remains listed above represent the physical remains of a minimum of 122 individuals of Native American ancestry. Also, officials of the Department of Anthropology, California State University, Fresno, have determined that, pursuant to 43 CFR 10.2 (e), there is no relationship of shared group identity that can be reasonably traced between these Native American human remains and a Federally recognized Indian tribe. \\n        This notice has been sent to officials of the Big Sandy Rancheria, Picayune Rancheria, Table Mountain Rancheria, North Fork Rancheria, Cold Springs Rancheria, the Santa Rosa Rancheria Tachi Tribe, and the Tuolumne Me-Wuk Tribal Council. Representatives of any other Indian tribe that believes itself to be culturally affiliated with these objects should contact Professor Roger LaJeunesse, Department of Anthropology, California State University, Fresno, CA, 93740-8001, telephone (559) 278-4900, before September 7, 2000. Repatriation of the human remains occurred on December 5, 1999. \\n        \\n          Dated: July 18, 2000. \\n          John Robbins, \\n          Assistant Director, Cultural Resources Stewardship and Partnerships. \\n        \\n      \\n      [FR Doc. 00-19956 Filed 8-7-00; 8:45 am] \\n      BILLING CODE 4310-70-F\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR ", "sub_agency1": "National Park Service ", "dep_doc": "Null", "subject": "Notice of Inventory Completion for Native American Human Remains From Fresno, Kings, and Madera Counties, CA in the Possession of the Department of Anthropology, California State University, Fresno, CA ", "agency2": "National Park Service. ", "action": "Notice. ", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: July 18, 2000. ", "signature_name": "John Robbins, ", "signature_title": "Assistant Director, Cultural Resources Stewardship and Partnerships. ", "fr_doc": "[FR Doc. 00-19956 Filed 8-7-00; 8:45 am] ", "billing_code": "BILLING CODE 4310-70-F", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}