{"index": "I_2287", "messy_full": "\\n\\nFederal Register, Volume 64 Issue 127 (Friday, July 2, 1999)\\n\\n[Federal Register Volume 64, Number 127 (Friday, July 2, 1999)]\\n[Notices]\\n[Pages 36035-36038]\\nFrom the Federal Register Online via the Government Publishing Office [www.gpo.gov]\\n[FR Doc No: 99-16849]\\n\\n\\n-----------------------------------------------------------------------\\n\\nDEPARTMENT OF THE INTERIOR\\n\\nNational Park Service\\n\\n\\nNotice of Inventory Completion for Native American Human Remains \\nand Associated Funerary Objects in the Possession of the Oregon State \\nMuseum of Anthropology, University of Oregon, Eugene, OR\\n\\nAGENCY: National Park Service\\n\\nACTION: Notice\\n\\n-----------------------------------------------------------------------\\n\\n    Notice is hereby given in accordance with provisions of the Native \\nAmerican Graves Protection and Repatriation Act (NAGPRA), 43 CFR 10.9, \\nof the completion of an inventory of human remains and associated \\nfunerary objects in the possession of the Oregon State Museum of \\nAnthropology, University of Oregon, Eugene, OR.\\n    A detailed assessment of the human remains was made by Oregon State \\nMuseum of Anthropology (OSMA) professional staff in consultation with \\nrepresentatives of the Shoalwater Bay Tribe of the Shoalwater Bay \\nIndian Reservation, the Confederated Tribes of Grand Ronde, the \\nConfederated Tribes of Siletz Indians, Confederated Tribes of Coos, \\nLower Umpqua, and Siuslaw Indians of Oregon, the Coquille Tribe of \\nOregon, the Klamath Indian Tribe of Oregon, and the Quartz Valley \\nIndian Community of the Quartz Valley Reservation.\\n    In 1935, human remains representing two individuals were recovered \\nfrom Ecola Park near Indian Beach, Clatsop County, OR by a trail \\nbuilding crew and donated to OSMA by a donor whose name is withheld by \\nOSMA. No known individuals were identified. No associated funerary \\nobjects are present.\\n    Based on archeological context and skeletal morphology, these \\nindividuals have been determined to be Native American. Historic \\ndocuments, ethnographic sources, and oral history indicate that Nehalem \\nand Clatsop peoples have occupied the northern Oregon coast area since \\nprecontact times.\\n\\n[[Page 36036]]\\n\\n    On an unknown date, human remains representing one individual from \\nAstoria, OR were donated to OSMA by a donor whose name is withheld by \\nOSMA. No known individual was identified. The four associated funerary \\nobjects include a bone bipoint, lithic debitage, and worked and \\nunworked animal bones and teeth.\\n    In 1950, human remains representing one individual from Astoria, OR \\nwere donated to OSMA by a donor whose name is withheld by OSMA. No \\nknown individual was identified. No associated funerary objects are \\npresent.\\n    Based on probable archeological context and skeletal morphology, \\nthese individuals have been determined to be Native American. Historic \\ndocuments, ethnographic sources, and oral history indicate that Lower \\nChinookan peoples have occupied the Astoria, OR area since precontact \\ntimes.\\n    In 1974, human remains representing two individuals were recovered \\nfrom the Dunes site (35CLT27), Clatsop County, OR during legally \\nauthorized excavations conducted by Clatsop Community College \\narcheology field school. In 1995, Clatsop Community College transferred \\nthese human remains to OSMA. No known individuals were identified. No \\nassociated funerary objects are present.\\n    Based on archeological context and skeletal morphology, these \\nindividuals have been determined to be Native American. Historic \\ndocuments, ethnographic sources, and oral history indicate that the \\nLower Chinookan peoples have occupied the northernmost Oregon coast \\narea since precontact times.\\n    Based on the above mentioned information, officials of the Oregon \\nState Museum of Anthropology have determined that, pursuant to 43 CFR \\n10.2 (d)(1), the human remains listed above represent the physical \\nremains of six individuals of Native American ancestry. Officials of \\nthe Oregon State Museum of Anthropology have also determined that, \\npursuant to 43 CFR 10.2 (d)(2), the four objects listed above are \\nreasonably believed to have been placed with or near individual human \\nremains at the time of death or later as part of the death rite or \\nceremony. Lastly, officials of the Oregon State Museum of Anthropology \\nhave determined that, pursuant to 43 CFR 10.2 (e), there is a \\nrelationship of shared group identity which can be reasonably traced \\nbetween these Native American human remains and the Confederated Tribes \\nof Grand Ronde, Confederated Tribes of Siletz Indians, and the \\nShoalwater Bay Tribe of the Shoalwater Bay Indian Reservation.\\n    In 1960, human remains representing one individual were recovered \\nfrom the Iron Gate 2 site, nine miles east of Hornbrook, Siskiyou \\nCounty, CA during legally authorized excavations conducted by \\nUniversity of Oregon archeologists. No known individual was identified. \\nNo associated funerary objects are present.\\n    In 1961, human remains representing one individual recovered during \\nconstruction of the Iron Gate Dam, CA were curated at OSMA by the \\nSheriff\\'s Office, Siskiyou County, CA. No known individual was \\nidentified. No associated funerary objects are present.\\n    Historical documents, ethnographic sources, and oral history \\nindicate that Shasta peoples have occupied the Siskiyou County, CA area \\nsince precontact times. Based on the archeological evidence and/or \\nskeletal material, the individuals from Iron Gate Dam site and the Iron \\nGate 2 site are Native American.\\n    Based on the above mentioned information, officials of the Oregon \\nState Museum of Anthropology have determined that, pursuant to 43 CFR \\n10.2 (d)(1), the human remains listed above represent the physical \\nremains of two individuals of Native American ancestry. Officials of \\nthe Oregon State Museum of Anthropology have determined that, pursuant \\nto 43 CFR 10.2 (e), there is a relationship of shared group identity \\nwhich can be reasonably traced between these Native American human \\nremains and the Confederated Tribes of Grand Ronde, Confederated Tribes \\nof Siletz Indians, and the Quartz Valley Indian Community of the Quartz \\nValley Reservation.\\n    In 1963, human remains representing three individuals from the \\nBorder Village site (35KL16) were recovered during legally authorized \\nexcavations conducted by University of Oregon archeologists. No known \\nindividuals were identified. The five associated funerary objects \\ninclude a steatite pipe and fragments of an antler spoon.\\n    Historical documents, ethnographic sources, and oral history \\nindicate that Klamath-Modoc and Shasta-Takelma peoples have occupied \\nthe upper Klamath river area since precontact times. Based on \\narcheological context, the individuals have been identified as Native \\nAmerican of probable Klamath-Modoc or Shasta Takelma cultural \\naffiliation.\\n    Based on the above mentioned information, officials of the Oregon \\nState Museum of Anthropology have determined that, pursuant to 43 CFR \\n10.2 (d)(1), the human remains listed above represent the physical \\nremains of three individuals of Native American ancestry. Officials of \\nthe Oregon State Museum of Anthropology have also determined that, \\npursuant to 43 CFR 10.2 (d)(2), the five objects listed above are \\nreasonably believed to have been placed with or near individual human \\nremains at the time of death or later as part of the death rite or \\nceremony. Lastly, officials of the Oregon State Museum of Anthropology \\nhave determined that, pursuant to 43 CFR 10.2 (e), there is a \\nrelationship of shared group identity which can be reasonably traced \\nbetween these Native American human remains and associated funerary \\nobjects and the Confederated Tribes of Grand Ronde, Confederated Tribes \\nof Siletz Indians, the Klamath Tribe of Oregon, and the Quartz Valley \\nIndian Community of the Quartz Valley Reservation.\\n    At an unknown date, human remains representing one individual were \\nplaced in storage at the Museum by an unknown donor. No known \\nindividual was identified. No associated funerary objects are present.\\n    Museum records show these remains were given a general provenience \\nof ``Oregon Coast\\'\\'. No other information exists regarding this \\nindividual.\\n    Possibly during the 1940s, human remains representing six \\nindividuals were transferred to the Museum from the University of \\nOregon Medical School Crime Detection Laboratory. No known individuals \\nwere identified. No associated funerary objects are present.\\n    Based on skeletal morphology, these individuals have been \\nidentified as Native American. Museum catalogs attribute these human \\nremains to the Oregon coast.\\n    In 1966, human remains representing one individual were catalogued \\nin Museum collections. No known individual was identified. No \\nassociated funerary objects are present.\\n    Based on skeletal morphology, this individual has been identified \\nas Native American. Museum catalogs list a general provenience of the \\nOregon coast.\\n    Based on the above mentioned information, officials of the Oregon \\nState Museum of Anthropology have determined that, pursuant to 43 CFR \\n10.2 (d)(1), the human remains listed above represent the physical \\nremains of eight individuals of Native American ancestry. Officials of \\nthe Oregon State Museum of Anthropology have determined that, pursuant \\nto 43 CFR 10.2 (e), there is a relationship of shared group identity \\nwhich can be reasonably traced between these Native American human \\nremains and the Shoalwater Bay Tribe of the Shoalwater Bay Indian \\nReservation, the Confederated Tribes of Grand Ronde, the Confederated \\nTribes\\n\\n[[Page 36037]]\\n\\nof Siletz Indians, Confederated Tribes of Coos, Lower Umpqua, and \\nSiuslaw Indians of Oregon, and the Coquille Tribe of Oregon.\\n    At an unknown date, human remains representing one individual were \\ndonated to the Museum by a donor whose name is withheld by OSMA. No \\nknown individual was identified. No associated funerary objects are \\npresent.\\n    Accession records state the donor found these human remains near \\nthe Santiam River, OR.\\n    In 1962, human remains representing one individual from the Linn 10 \\nsite, in the central Willamette Valley, Linn County, OR were recovered \\nduring legally authorized excavations conducted by University of Oregon \\narcheologists. No known individual was identified. The approximately 56 \\nassociated funerary objects include copper, bone, and shell beads, \\nflaked stone tools, groundstone tools, worked antler tools, and \\nunworked shell and bone.\\n    Historical documents, ethnographic sources, and oral history \\nindicate that Kalapuya and Molalla peoples have occupied the central \\nWillamette Valley since precontact times. Based on archeological \\ncontext and/or skeletal morphology, these individuals have been \\nidentified as Native American of possible Kalapuya or Molalla cultural \\naffiliation.\\n    In 1932, human remains representing 40 individuals from site \\n35JA130 in Gold Hill, OR during legally authorized excavations \\nconducted by University of Oregon archeologists. No known individuals \\nwere identified. The approximately 387 associated funerary objects \\ninclude chipped and ground stone tools, large obsidian knives, arrow \\npoints, pine nut beads, and glycymeris, olive, and abalone shell beads \\nand pendants.\\n    In 1940, human remains representing one individual were donated to \\nthe Museum by a donor whose name is withheld by OSMA. No known \\nindividual was identified. No associated funerary objects are present. \\nAccession notes give a general provenience of Caveman Bridge, Rogue \\nRiver, OR; there is no other information with the remains.\\n    Historical documents, ethnographic sources, and oral history \\nindicate that the Takelma people have occupied the upper Rogue River \\nValley since precontact times. Based on archeological context and/or \\nskeletal morphology, the individuals from site 35JA130 and Caveman \\nBridge have been identified as Native American of possible Takelma \\ncultural affiliation.\\n    In 1961, human remains representing one individual from the site of \\nthe North Eugene High School, Eugene, OR were recovered during legally \\nauthorized excavations conducted by University of Oregon archeologists. \\nNo known individual was identified. No associated funerary objects are \\npresent.\\n    In 1966, human remains representing one individual from the Slate\\'s \\nForest Mound site (35LIN20), Linn County, OR were recovered during \\nlegally authorized excavations conducted by University of Oregon \\narcheologists. No known individual was identified. The approximately \\neight associated funerary objects include worked and unworked stone \\nflakes, a stone chopper, and unmodified bone, shell, and rock.\\n    In 1971, human remains representing approximately seven individuals \\nfrom the Lynch site (35LIN36), Linn County, OR were recovered during \\nlegally authorized excavations conducted by University of Oregon \\narcheologists. No known individuals were identified. The four \\nassociated funerary objects are projectile points.\\n    In 1969, human remains representing approximately eight individuals \\nfrom private land at Six Corners near the Tualatin River, OR were \\nremoved and donated to the Museum by a donor whose name is withheld by \\nOSMA. No known individuals were identified. The approximately 32 \\nassociated funerary objects include copper, brass, and iron jewelry; \\nshell and glass beads; copper buttons; woven hair; animal bones; sinew \\nand cordage.\\n    In 1966, human remains representing six individuals from the Lingo \\nsite (35LA29), Lane County, OR were recovered during legally authorized \\nexcavations conducted by the University of Oregon Field School. No \\nknown individuals were identified. The three associated funerary \\nobjects include a stone pestle, a beaver mandible, and a shell pendant.\\n    In 1970, human remains representing three individuals from sites \\n35LIN45 and 35LIN50 in Linn County, OR were recovered during legally \\nauthorized excavations conducted by University of Oregon archeologists. \\nNo known individuals were identified. The 16 associated funerary \\nobjects include a bone bead, worked and unworked animal bones, and \\nstone projectile points.\\n    Historical documents, ethnographic sources, and oral history \\nindicate that the Kalapuya people have occupied the southern Willamette \\nValley area since precontact times. Based on archeological context and/\\nor skeletal morphology, the individuals from the North Eugene High \\nSchool site, the Slate\\'s Forest Mound site, the Lynch site, the Six \\nCorners site, the Lingo site, and sites 35LIN45 and 35LIN50 have been \\nidentified as Native American of possible Kalapuya cultural \\naffiliation.\\n    In 1935, human remains representing two individuals, probably from \\nScott Lake near McKenzie Pass, OR were donated to the Museum by a donor \\nwhose name is withheld by OSMA. No known individuals were identified. \\nNo associated funerary objects are present.\\n    In 1940, human remains representing one individual from a site near \\nCrater Lake, OR were recovered during legally authorized excavations \\nconducted by University of Oregon archeologists, including former \\nMuseum Director L.S. Cressman. No known individual was identified. No \\nassociated funerary objects are present.\\n    In 1947, human remains representing one individual were donated to \\nthe Museum by a donor whose name is withheld by OSMA. No known \\nindividual was identified. No associated funerary objects are present. \\nAccession records indicate these human remains were collected from a \\nroad cut located three miles towards Medford from Prospect, OR.\\n    Historical documents, ethnographic sources, and oral history \\nindicate that the Molalla people have occupied the Cascade Range and \\nupper Rogue River valley since precontact times. Based on archeological \\ncontext and/or skeletal morphology, the individuals from Scott Lake, \\nCrater Lake, and from near Prospect, OR have been identified as Native \\nAmerican of possible Molalla cultural affiliation.\\n    In 1947, human remains representing 41 individuals from Fuller \\nMound, Yamhill County, OR were donated to the Museum by a donor who \\ncollected these individuals and whose name is withheld by OSMA. No \\nknown individuals were identified. The approximately 35 associated \\nfunerary objects include worked whalebone and other animal bone tools; \\nshell and glass beads; metal; a stone net sinker; unworked wood, bone, \\nand shell; and an obsidian blade.\\n    In 1947, human remains representing 19 individuals from the Fanning \\nMound, Yamhill County, OR were donated to the Museum by a donor who \\ncollected these individuals from the site and whose name is withheld by \\nOSMA. No known individuals were identified. The five associated \\nfunerary objects include a stone pestle and worked bone.\\n    In 1959, human remains representing five individuals were donated \\nto the Museum by a donor whose name is withheld by OSMA. No known \\nindividuals were identified. No\\n\\n[[Page 36038]]\\n\\nassociated funerary objects are present. Museum records show that the \\ndonor removed these remains from his father\\'s nursery approximately \\nfive miles southwest of McMinnville, OR, east of Highway 18 on the west \\nbank of the Yamhill River in Yamhill County.\\n    In 1950, human remains representing two individuals were donated to \\nthe Museum by a donor whose name is withheld by OSMA. No known \\nindividuals were identified. No associated funerary objects are \\npresent. Accession records indicate these remains were removed from a \\n``burial mound\\'\\' in a field no far from the south bank of Muddy Creek, \\ntwo miles east of Highway 99E between Halsey and Harrisburg, and a \\nshort distance northwest of the Rowland schoolhouse in Yamhill County, \\nOR.\\n    Historical documents, ethnographic sources, and oral history \\nindicate that the Yamhill and Kalapuya peoples have occupied the \\nYamhill County area since precontact times. Based on archeological \\ncontext and/or skeletal morphology, these individuals from Yamhill \\nCounty have been identified as Native American of possible Yamhill or \\nKalapuya cultural affiliation.\\n    In 1947, human remains representing one individual from Netarts \\nSpit, OR were donated to the Museum from a donor who collected the \\nremains and whose name is withheld by OSMA. No known individual was \\nidentified. The one associated funerary object is an obsidian point.\\n    In 1956, human remains representing one individual from the Netarts \\nSpit site (35TI1), Tillamook County, OR were recovered during legally \\nauthorized excavations conducted by University of Oregon archeologists. \\nNo known individual was identified. No associated funerary objects are \\npresent.\\n    In 1991, human remains representing one individual from the Kilchis \\nPoint Village site, Tillamook County, OR were transferred from Portland \\nState University to the Museum. No known individual was identified. No \\nassociated funerary objects are present.\\n    Historical documents, ethnographic sources, and oral history \\nindicate that the Tillamook people have occupied the north-central \\nOregon coast area since precontact times. Based on archeological \\ncontext and/or skeletal morphology, these individuals from Tillamook \\nCounty have been identified as Native American of possible Tillamook \\ncultural affiliation.\\n    Based on the above mentioned information, officials of the Oregon \\nState Museum of Anthropology have determined that, pursuant to 43 CFR \\n10.2 (d)(1), the human remains listed above represent the physical \\nremains of minimum of 143 individuals of Native American ancestry. \\nOfficials of the Oregon State Museum of Anthropology have also \\ndetermined that, pursuant to 43 CFR 10.2 (d)(2), the approximately 547 \\nobjects listed above are reasonably believed to have been placed with \\nor near individual human remains at the time of death or later as part \\nof the death rite or ceremony. Lastly, officials of the Oregon State \\nMuseum of Anthropology have determined that, pursuant to 43 CFR 10.2 \\n(e), there is a relationship of shared group identity which can be \\nreasonably traced between these Native American human remains and \\nassociated funerary objects and the Confederated Tribes of Grand Ronde \\nand the Confederated Tribes of the Siletz Indians.\\n    This notice has been sent to officials of the Shoalwater Bay Tribe \\nof the Shoalwater Bay Indian Reservation, the Confederated Tribes of \\nGrand Ronde, the Confederated Tribes of Siletz Indians, Confederated \\nTribes of Coos, Lower Umpqua, and Siuslaw Indians of Oregon, the \\nCoquille Tribe of Oregon, the Klamath Indian Tribe of Oregon, and the \\nQuartz Valley Indian Community of the Quartz Valley Reservation. \\nRepresentatives of any other Indian tribe that believes itself to be \\nculturally affiliated with these human remains and associated funerary \\nobjects should contact C. Melvin Aikens, Oregon State Museum of \\nAnthropology, 1224 University of Oregon, Eugene, OR 97403-1224; \\ntelephone: (541) 346-5115, before [thirty days after publication in the \\nFederal Register]. Repatriation of the human remains and associated \\nfunerary objects to the Confederated Tribes of Grand Ronde may begin \\nafter that date if no additional claimants come forward.\\n    The National Park Service is not responsible for the content of or \\ndeterminations within this notice.\\nDated: June 21, 1999.\\nFrancis P. McManamon,\\nDepartmental Consulting Archeologist,\\nManager, Archeology and Ethnography Program.\\n[FR Doc. 99-16849 Filed 7-1-99; 8:45 am]\\nBILLING CODE 4310-70-F\\n\\n\\n\\n", "agency1": "Null", "sub_agency1": "Null", "dep_doc": "Null", "subject": "Null", "agency2": "Null", "action": "Null", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Null", "signature_name": "Null", "signature_title": "Null", "fr_doc": "Null", "billing_code": "Null", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}