{"index": "I_2211", "messy_full": "\\n      \\n        \\n        DEPARTMENT OF THE INTERIOR \\n        National Park Service \\n        Notice of Inventory Completion for Native American Human Remains From Hawaii in the Possession of the Peabody Essex Museum, Salem, MA \\n        \\n          AGENCY:\\n          National Park Service, DoI. \\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is hereby given in accordance with provisions of the Native American Graves Protection and Repatriation Act (NAGPRA), 43 CFR 10.9, of the completion of an inventory of human remains from Hawaii in the possession of the Peabody Essex Museum, Salem, MA. This notice is being published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 43 CFR 10.2 (c). The determinations within this notice are the sole responsibility of the museum, institution, or Federal Agency who has control of these Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations within this notice. \\n        A detailed assessment of the human remains was made by Peabody Essex Museum professional staff in consultation with representatives of Hui Malama I Na Kupuna O Hawai\\'i Nei, Ka Lahui Hawai\\'i, and the Office of Hawaiian Affairs. \\n        In 1800, human remains representing one individual in the form of a fish hook from Hawaii were donated to the Peabody Essex Museum by John Derby. No known individual was identified. No associated funerary objects are present. \\n        In 1802, human remains representing one individual in the form of a fish hook from Hawaii were donated to the Peabody Essex Museum by Captain William Bunker. No known individual was identified. No associated funerary objects are present. \\n        In 1916, human remains representing one individual in the form of a fish hook from Hawaii were donated to the Peabody Essex Museum by the Museum of the American Indian (Heye Foundation). No known individual was identified. No associated funerary objects are present. \\n        In 1922, human remains representing one individual in the form of a fish hook from Hawaii were depositied with the Peabody Essex Museum by the Worcester Historical Society. In 1996, these human remains were gifted to the Peabody Essex Museum by the Worcester Historical Society. No known individual was identified. No associated funerary objects are present. \\n        Before 1868, human remains representing one individual in the form of a fish hook were collected from Hawaii by Rev. Asa Thurston. In 1925, these human remains were donated to the Peabody Essex Museum by Stephen W. Phillips. No known individual was identified. No associated funerary objects are present. \\n        Between 1928-1932, human remains representing three individuals in the forms of two fish hooks and a fishing net needle were collected from Hawaii by F. Walter Bergmann. In 1957, these human remains were donated to the Peabody Essex Museum by F. Walter Bergmann. No known individuals were identified. No associated funerary objects are present. \\n        Consultation evidence presented by representatives of Hui Malama I Na Kupuna O Hawai\\'i Nei indicates these objects are human remains. \\n        Based on the above mentioned information, officials of the Peabody Essex Museum have determined that, pursuant to 43 CFR 10.2 (d)(1), the human remains listed above represent the physical remains of at least eight individuals of Native American ancestry. Officials of the Peabody Essex Museum have determined that, pursuant to 43 CFR 10.2 (e), there is a relationship of shared group identity which can be reasonably traced between these Native American human remains and Hui Malama I Na Kupuna O Hawai\\'i Nei, Ka Lahui Hawai\\'i, and the Office of Hawaiian Affairs. \\n        This notice has been sent to officials of the Hui Malama I Na Kupuna O Hawai\\'i Nei, Ka Lahui Hawai\\'i, and the Office of Hawaiian Affairs. Representatives of any other Indian tribe that believes itself to be culturally affiliated with these human remains should contact Christina Hellmich, Director of Collections Management, Peabody Essex Museum, East India Square, Salem, MA 01970; telephone (978) 745-1876, facimile (978) 744-003, before August 21, 2000. Repatriation of the human remains to Hui Malama I Na Kupuna O Hawai\\'i Nei, Ka Lahui Hawai\\'i, and the Office of Hawaiian Affairs may begin after that date if no additional claimants come forward. \\n        \\n          Dated: June 13, 2000. \\n          John Robbins, \\n          Assistant Director, Cultural Resources Stewardship and Partnerships. \\n        \\n      \\n      [FR Doc. 00-18462 Filed 7-20-00; 8:45 am] \\n      BILLING CODE 4310-70-F\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR ", "sub_agency1": "National Park Service ", "dep_doc": "Null", "subject": "Notice of Inventory Completion for Native American Human Remains From Hawaii in the Possession of the Peabody Essex Museum, Salem, MA ", "agency2": "National Park Service, DoI. ", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: June 13, 2000. ", "signature_name": "John Robbins, ", "signature_title": "Assistant Director, Cultural Resources Stewardship and Partnerships. ", "fr_doc": "[FR Doc. 00-18462 Filed 7-20-00; 8:45 am] ", "billing_code": "BILLING CODE 4310-70-F", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}