{"index": "I_2242", "messy_full": "\\n\\nFederal Register, Volume 65 Issue 10 (Friday, January 14, 2000)\\n\\n[Federal Register Volume 65, Number 10 (Friday, January 14, 2000)]\\n[Notices]\\n[Page 2425]\\nFrom the Federal Register Online via the Government Publishing Office [www.gpo.gov]\\n[FR Doc No: 00-906]\\n\\n\\n-----------------------------------------------------------------------\\n\\nDEPARTMENT OF THE INTERIOR\\n\\nNational Park Service\\n\\n\\nNotice of Inventory Completion for Native American Human Remains \\nfrom Dry Lagoon State Park, CA in the Possession of the Anthropological \\nStudies Center, Archeological Collections Facility, Sonoma State \\nUniversity, Rohnert Park, CA; and in the Control of the California \\nDepartment of Parks and Recreation, Sacramento, CA\\n\\nAGENCY: National Park Service\\n\\nACTION: Notice\\n\\n-----------------------------------------------------------------------\\n\\n    Notice is hereby given in accordance with provisions of the Native \\nAmerican Graves Protection and Repatriation Act (NAGPRA), 43 CFR 10.9, \\nof the completion of an inventory of human remains and an associated \\nfunerary object in the possession of the Anthropological Studies Center \\n(ASC), Archeological Collections Facility (ACF), Sonoma State \\nUniversity, Rohnert Park, CA; and in the control of the California \\nDepartment of Parks and Recreation, Sacramento, CA.\\n    A detailed assessment of the human remains was made by ASC and \\nCalifornia Department of Parks and Recreation professional staff in \\nconsultation with representatives of the Yurok Tribe of California. \\nThese human remains represent additional individuals found in ASC \\ncollections following publication of a previous Notice of Inventory \\nCompletion for the California Department of Parks and Recreation dated \\nSeptember 24, 1999 and October 18, 1999.\\n    In 1976, human remains representing one individual were collected \\nfrom site CA-HUM-129 in Stone Lagoon, Dry Lagoon State Park, CA during \\na salvage excavation conducted for bluff stabilization by Dr. David A. \\nFredrickson, Sonoma State University. These human remains were \\naccessioned into the collections of the Archaeological Collections \\nFacility at Sonoma State University. No known individual was \\nidentified. No associated funerary objects are present.\\n    Based on material culture and C14 dates, these human remains have \\nbeen identified as Native American dating to between 1490 and 215 B.P. \\nGeographical, ethnographical, linguistic, and historical evidence \\nindicates that this archeological site is located within the \\ntraditional Coast Yurok territory. Based on archeological evidence, \\ncontinuity of occupation, ethnographic accounts, and consultation with \\nrepresentatives of the Yurok Tribe of California, site CA-HUM-129 has \\nbeen affiliated with the present-day Yurok Tribe of California.\\n    Based on the above mentioned information, officials of Sonoma State \\nUniversity and the California Department of Parks and Recreation have \\ndetermined that, pursuant to 43 CFR 10.2 (d)(1), the human remains \\nlisted above represent the physical remains of one individual of Native \\nAmerican ancestry. Officials of Sonoma State University and the \\nCalifornia Department of Parks and Recreation have determined also \\nthat, pursuant to 43 CFR 10.2 (e), there is a relationship of shared \\ngroup identity which can be reasonably traced between these Native \\nAmerican human remains and the Yurok Tribe of California.\\n    This notice has been sent to officials of the Yurok Tribe of \\nCalifornia. Representatives of any other Indian tribe that believes \\nitself to be culturally affiliated with these human remains should \\ncontact Paulette Hennum, NAGPRA Coordinator, California Department of \\nParks and Recreation, 1416-9th Street, Room 1431, Sacramento, CA 95814; \\ntelephone: (916) 653-7976, before February 14, 2000. Repatriation of \\nthe human remains to the Yurok Tribe of California may begin after that \\ndate if no additional claimants come forward.\\nDated: December 17, 1999.\\nFrancis P. McManamon,\\nDepartmental Consulting Archeologist,\\nManager, Archeology and Ethnography Program.\\n[FR Doc. 00-906 Filed 1-13-00; 8:45 am]\\nBILLING CODE 4310-70-F\\n\\n\\n\\n", "agency1": "Null", "sub_agency1": "Null", "dep_doc": "Null", "subject": "Null", "agency2": "Null", "action": "Null", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Null", "signature_name": "Null", "signature_title": "Null", "fr_doc": "Null", "billing_code": "Null", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}