{"index": "I_2226", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR \\n        National Park Service \\n        Notice of Inventory Completion for Native American Human Remains in the Possession of the Dayton Museum of Natural History, Dayton, OH \\n        \\n          AGENCY:\\n          National Park Service, Interior. \\n        \\n        \\n          ACTION:\\n          Notice. \\n        \\n        Notice is hereby given in accordance with provisions of the Native American Graves Protection and Repatriation Act (NAGPRA), 43 CFR 10.9, of the completion of an inventory of human remains in the possession of the Dayton Museum of Natural History (a division of the Dayton Society of Natural History), Dayton, OH. \\n        A detailed assessment of the human remains was made by Dayton Museum of Natural History professional staff in consultation with representatives of the Tonto Apache Tribe of Arizona; the White Mountain Apache Tribe of the Fort Apache Reservation, Arizona; the Mescalero Apache Tribe of the Mescalero Reservation, New Mexico; the Fort McDowell Mohave-Apache Community of the Fort McDowell Indian Reservation, Arizona; the Fort Sill Apache Tribe of Oklahoma; the Jicarilla Apache Tribe of the Jicarilla Apache Indian Reservation, New Mexico; the San Carlos Apache Tribe of the San Carlos Reservation, Arizona; and the Yavapai-Apache Nation of the Camp Verde Indian Reservation, Arizona. \\n        In 1943, human remains representing one individual were donated to the Dayton Museum of Natural History by Mrs. E.R. Skillman. No known individuals were identified. No associated funerary objects are present. \\n        Based on the original accession form, these human remains have been determined to be Native American affiliated with the Apache. No other evidence exists to contradict this accession information. Based on dental wear, the professional staff of the Dayton Museum of Natural History are inclined to believe that this individual dates to the precontact period rather than the historic period. \\n        Based on the above mentioned information, officials of the Dayton Museum of Natural History have determined that, pursuant to 43 CFR 10.2 (d)(1), the human remains listed above represent the physical remains of one individual of Native American ancestry. Officials of the Dayton Museum of Natural History have also determined that, pursuant to 43 CFR 10.2 (e), there is a relationship of shared group identity which can be reasonably traced between these Native American human remains and the Tonto Apache Tribe of Arizona; the White Mountain Apache Tribe of the Fort Apache Reservation, Arizona; the Mescalero Apache Tribe of the Mescalero Reservation, New Mexico; the Fort McDowell Mohave-Apache Community of the Fort McDowell Indian Reservation, Arizona; the Fort Sill Apache Tribe of Oklahoma; the Jicarilla Apache Tribe of the Jicarilla Apache Indian Reservation, New Mexico; the San Carlos Apache Tribe of the San Carlos Reservation, Arizona; and the Yavapai-Apache Nation of the Camp Verde Indian Reservation, Arizona. \\n        This notice has been sent to officials of the Tonto Apache Tribe of Arizona; the White Mountain Apache Tribe of the Fort Apache Reservation, Arizona; the Mescalero Apache Tribe of the Mescalero Reservation, New Mexico; the Fort McDowell Mohave-Apache Community of the Fort McDowell Indian Reservation, Arizona; the Fort Sill Apache Tribe of Oklahoma; the Jicarilla Apache Tribe of the Jicarilla Apache Indian Reservation, New Mexico; the San Carlos Apache Tribe of the San Carlos Reservation, Arizona; and the Yavapai-Apache Nation of the Camp Verde Indian Reservation, Arizona. Representatives of any other Indian tribe that believes itself to be culturally affiliated with these human remains should contact Ms. Lynn Simonelli, Curator, Dayton Museum of Natural History, 2600 DeWeese Parkway, Dayton, OH 45414; telephone: (937) 275-7431, ext. 30 before June 7, 2000. Repatriation of the human remains to the Tonto Apache Tribe of Arizona; the White Mountain Apache Tribe of the Fort Apache Reservation, Arizona; the Mescalero Apache Tribe of the Mescalero Reservation, New Mexico; the Fort McDowell Mohave-Apache Community of the Fort McDowell Indian Reservation, Arizona; the Fort Sill Apache Tribe of Oklahoma; the Jicarilla Apache Tribe of the Jicarilla Apache Indian Reservation, New Mexico; the San Carlos Apache Tribe of the San Carlos Reservation, Arizona; and the Yavapai-Apache Nation of the Camp Verde Indian Reservation, Arizona may begin after that date if no additional claimants come forward. \\n        The National Park Service is not responsible for the determinations within this notice. \\n        \\n          Dated: April 26, 2000. \\n          Veletta Canouts, \\n          Acting Departmental Consulting Archeologist, \\n          Deputy Manager, Archeology and Ethnography Program. \\n        \\n      \\n      [FR Doc. 00-11380 Filed 5-5-00; 8:45 am] \\n      BILLING CODE 4310-70-F\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR ", "sub_agency1": "National Park Service ", "dep_doc": "Null", "subject": "Notice of Inventory Completion for Native American Human Remains in the Possession of the Dayton Museum of Natural History, Dayton, OH ", "agency2": "National Park Service, Interior. ", "action": "Notice. ", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Null", "signature_name": "Veletta Canouts, ", "signature_title": "Acting Departmental Consulting Archeologist, ", "fr_doc": "[FR Doc. 00-11380 Filed 5-5-00; 8:45 am] ", "billing_code": "BILLING CODE 4310-70-F", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}