{"index": "I_2286", "messy_full": "\\n\\nFederal Register, Volume 64 Issue 130 (Thursday, July 8, 1999)\\n\\n[Federal Register Volume 64, Number 130 (Thursday, July 8, 1999)]\\n[Notices]\\n[Pages 36918-36919]\\nFrom the Federal Register Online via the Government Publishing Office [www.gpo.gov]\\n[FR Doc No: 99-17365]\\n\\n\\n-----------------------------------------------------------------------\\n\\nDEPARTMENT OF THE INTERIOR\\n\\nNational Park Service\\n\\n\\nNotice of Inventory Completion for Native American Human Remains \\nand Associated Funerary Objects from Lincoln County, MT in the \\nPossession of the Human Osteology Repository, Department of \\nAnthropology, University of Wyoming, Laramie, WY\\n\\nAGENCY: National Park Service\\n\\nACTION: Notice\\n\\n-----------------------------------------------------------------------\\n\\n    Notice is hereby given in accordance with provisions of the Native \\nAmerican Graves Protection and Repatriation Act (NAGPRA), 43 CFR 10.9, \\nof the completion of an inventory of human remains and associated \\nfunerary objects from Lincoln County, MT in the possession of the Human \\nOsteology Repository, Department of Anthropology, University of \\nWyoming, Laramie, WY.\\n    A detailed assessment of the human remains was made by the Human \\nOsteology Repository professional staff in consultation with \\nrepresentatives of the Confederated Salish  Kootenai Tribes of the \\nFlathead Reservation.\\n    During the mid-1970s, human remains representing a minimum of six \\nindividuals were removed from private lands adjacent to the U.S.-\\nCanadian border on the eastern banks of the Kootenai River, Lincoln \\nCounty, MT by Mr. and Mrs. Ronald C. Morgan and Donald Morgan. During \\nthe mid-to-late 1970s, these human remains were donated by an unknown \\nanthropology student to the Anthropology Department of the University \\nof Wyoming. In 1994 and 1995, these six individuals were confirmed to \\nbe in the collections of the Human Osteology Repository. No known \\nindividuals were identified. The four associated funerary objects \\ninclude a small historic glass button with four holes, an historic \\nwhite glazed ceramic sherd, a soil sample, and a fragment of a white \\npaste ceramic pipe stem.\\n    Based on skeletal morphology and reported burial associations, \\nthese individuals have been identified as Native American. Based on the \\ntypes of associated funerary objects, these burials are estimated to \\ndate to the mid to late-19th century. Cultural affiliation is assessed \\nbased on the location of the original interments within historically-\\ndefined Kootenai territory. The area of original interment is also \\nlocated with in the judicially established Indian Lands Claims area of \\nthe Kootenai.\\n    Based on the above mentioned information, officials of the Human \\nOsteology Repository, Department of Anthropology, University of Wyoming \\nhave determined that, pursuant to 43 CFR 10.2 (d)(1), the human remains \\nlisted above represent the physical remains of six individuals of \\nNative American ancestry. Officials of the Human Osteology Repository, \\nDepartment of Anthropology, University of Wyoming have also determined \\nthat, pursuant to 43 CFR 10.2 (d)(2), the four objects listed above are \\nreasonably believed to have been placed with or near individual human \\nremains at the time of death or later as part of the death rite or \\nceremony. Lastly, officials of the Human Osteology Repository, \\nDepartment of Anthropology, University of Wyoming have determined that, \\npursuant to 43 CFR 10.2 (e), there is a relationship of shared group \\nidentity which can be reasonably traced between these Native American \\nhuman remains and associated funerary objects and the\\n\\n[[Page 36919]]\\n\\nConfederated Salish  Kootenai Tribes of the Flathead Reservation.\\n    This notice has been sent to officials of the Confederated Salish  \\nKootenai Tribes of the Flathead Reservation. Representatives of any \\nother Indian tribe that believes itself to be culturally affiliated \\nwith these human remains and associated funerary objects should contact \\nRick L. Weathermon, NAGPRA Contact, University of Wyoming Department of \\nAnthropology Human Osteology Repository, University of Wyoming, P.O. \\nBox 3431, Laramie, WY 82071-3431; telephone: (307) 766-5136, before \\nAugust 9, 1999. Repatriation of the human remains and associated \\nfunerary objects to the Confederated Salish  Kootenai Tribes of the \\nFlathead Reservation may begin after that date if no additional \\nclaimants come forward.\\nDated: June 29, 1999.\\nFrancis P. McManamon,\\nDepartmental Consulting Archeologist,\\nManager, Archeology and Ethnography Program.\\n[FR Doc. 99-17365 Filed 7-7-99: 8:45 am]\\nBILLING CODE 4310-70-F\\n\\n\\n\\n", "agency1": "Null", "sub_agency1": "Null", "dep_doc": "Null", "subject": "Null", "agency2": "Null", "action": "Null", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Null", "signature_name": "Null", "signature_title": "Null", "fr_doc": "Null", "billing_code": "Null", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}