{"index": "I_2270", "messy_full": "\\n\\nFederal Register, Volume 64 Issue 165 (Thursday, August 26, 1999)\\n\\n[Federal Register Volume 64, Number 165 (Thursday, August 26, 1999)]\\n[Notices]\\n[Pages 46716-46717]\\nFrom the Federal Register Online via the Government Publishing Office [www.gpo.gov]\\n[FR Doc No: 99-22164]\\n\\n\\n-----------------------------------------------------------------------\\n\\nDEPARTMENT OF THE INTERIOR\\n\\nNational Park Service\\n\\n\\nNotice of Inventory Completion for Native American Human Remains \\nand Associated Funerary Objects from Modoc and Siskiyou Counties, CA in \\nthe Control of Klamath Basin National Wildlife Refuge Complex, U.S. \\nFish and Wildlife Service, Tulelake, CA\\n\\nAGENCY: National Park Service\\n\\nACTION: Notice\\n\\n-----------------------------------------------------------------------\\n\\n    Notice is hereby given in accordance with provisions of the Native \\nAmerican Graves Protection and Repatriation Act (NAGPRA), 43 CFR 10.9, \\nof the completion of an inventory of human remains and associated \\nfunerary objects from Modoc and Siskiyou Counties, CA in the control of \\nKlamath Basin National Wildlife Refuge Complex, U.S. Fish and Wildlife \\nService, Tulelake, CA.\\n    A detailed assessment of the human remains was made by U.S. Fish \\nand Wildlife, Oregon State Museum of Anthropology (OSMA), and \\nCalifornia State University, Chico Department of Anthropology \\nprofessional staff in consultation with representatives of the Klamath \\nIndian Tribe of Oregon.\\n    During the 1940s, human remains representing 16 individuals were \\nrecovered from Lower Klamath Lake National Wildlife Refuge during \\nauthorized excavations conducted by field crews of the University of \\nOregon. No known individuals were identified. The five associated \\nfunerary objects include one non-human tooth, one antler drill cap, one \\nhammer, one olivella bead, and one unidentified animal bone.\\n    In 1961, human remains representing one individual were recovered \\nfrom Clear Lake National Wildlife Refuge authorized excavations by \\namateur archeologist Carrol B. Howe, who donated these human remains to \\nOSMA. No known indivdiuals was identified. No associated funerary \\nobjects are present.\\n    In 1992, human remains representing three individuals were turned \\nover to Klamath Basin NWRC by the Siskiyou County Sheriff\\'s Department. \\nThese human remains were given into the Sheriff\\'s possession on the \\nunconfirmed evidence that they had been removed from an archeological \\nsite at Tulelake NWR. No known individuals were identified. No \\nassociated funerary objects are present.\\n    Based on apparent age, locations, archeological context, and \\nconsultation with the Klamath Indian Tribe of Oregon, these human \\nremains have been identified as Native American. Based on oral history, \\nethnographic and historic accounts, and locations of the burials, these \\nindividuals have been affiliated with the Klamath and Modoc tribes. \\nRepresentatives of the Modoc Tribe of Oklahoma have indicated the \\nKlamath Indian Tribe of Oregon represents Modoc interests in the \\nKlamath Basin NWR.\\n    Based on the above mentioned information, officials of the U.S. \\nFish and Wildlife Service have determined that, pursuant to 43 CFR 10.2 \\n(d)(1), the human remains listed above represent\\n\\n[[Page 46717]]\\n\\nthe physical remains of 20 individuals of Native American ancestry. \\nOfficials of the U.S. Fish and Wildlife Service have also determined \\nthat, pursuant to 43 CFR 10.2 (d)(2), the five objects listed above are \\nreasonably believed to have been placed with or near individual human \\nremains at the time of death or later as part of the death rite or \\nceremony. Lastly, officials of the U.S. Fish and Wildlife Service have \\ndetermined that, pursuant to 43 CFR 10.2 (e), there is a relationship \\nof shared group identity which can be reasonably traced between these \\nNative American human remains and associated funerary objects and the \\nKlamath Indian Tribe of Oregon.\\n    This notice has been sent to officials of the Klamath Indian Tribe \\nof Oregon and the Modoc Tribe of Oklahoma. Representatives of any other \\nIndian tribe that believes itself to be culturally affiliated with \\nthese human remains and associated funerary objects should contact \\nFrancis G. Maiss, Acting Project Leader, Klamath Basin National \\nWildlife Refuge Complex, Route 1, Box 74, Tulelake, CA 96134; \\ntelephone: (530) 667-2231; fax: (530) 667-3299, before September 27, \\n1999. Repatriation of the human remains and associated funerary objects \\nto the Klamath Indian Tribe of Oregon may begin after that date if no \\nadditional claimants come forward.\\n    The National Park Service is not responsible for the determinations \\nwithin this notice.\\nDated: August 16, 1999.\\nFrancis P. McManamon,\\nDepartmental Consulting Archeologist,\\nManager, Archeology and Ethnography Program.\\n[FR Doc. 99-22164; Filed 8-25-99; 8:45 am]\\nBILLING CODE 4310-70-F\\n\\n\\n\\n", "agency1": "Null", "sub_agency1": "Null", "dep_doc": "Null", "subject": "Null", "agency2": "Null", "action": "Null", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Null", "signature_name": "Null", "signature_title": "Null", "fr_doc": "Null", "billing_code": "Null", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}