{"index": "I_2261", "messy_full": "\\n\\nFederal Register, Volume 64 Issue 185 (Friday, September 24, 1999)\\n\\n[Federal Register Volume 64, Number 185 (Friday, September 24, 1999)]\\n[Notices]\\n[Page 51785]\\nFrom the Federal Register Online via the Government Publishing Office [www.gpo.gov]\\n[FR Doc No: 99-24857]\\n\\n\\n-----------------------------------------------------------------------\\n\\nDEPARTMENT OF THE INTERIOR\\n\\nNational Park Service\\n\\n\\nNotice of Inventory Completion for Native American Human Remains \\nand an Associated Funerary Object from Dry Lagoon State Park, CA in the \\nPossession of the Anthropological Studies Center, Archeological \\nCollections Facility, Sonoma State University, Rohnert Park, CA; and in \\nthe Control of the California Department of Parks and Recreation, \\nSacramento, CA\\n\\nAGENCY: National Park Service\\n\\nACTION: Notice\\n\\n-----------------------------------------------------------------------\\n\\n    Notice is hereby given in accordance with provisions of the Native \\nAmerican Graves Protection and Repatriation Act (NAGPRA), 43 CFR 10.9, \\nof the completion of an inventory of human remains and an associated \\nfunerary object in the possession of the Anthropological Studies Center \\n(ASC), Archeological Collections Facility (ACF), Sonoma State \\nUniversity, Rohnert Park, CA; and in the control of the California \\nDepartment of Parks and Recreation, Sacramento, CA.\\n    A detailed assessment of the human remains was made by ASC and \\nCalifornia Department of Parks and Recreation professional staff in \\nconsultation with representatives of the Yurok Tribe of California.\\n    In 1976, human remains representing four individuals were recovered \\nfrom site CA-HUM-129 in Stone Lagoon, Dry Lagoon State Park, CA during \\nsalvage excavations conducted for bluff stabilization by Dr. David A. \\nFredrickson, Sonoma State University. These human remains were \\naccessioned into the collections of the Archaeological Colletions \\nFacility at Sonoma State University. No known individuals were \\nidentified. The one associated funerary object is an acorn.\\n    In 1978, human remains representing five individuals were recovered \\nfrom site CA-HUM-129 in Stone Lagoon, Dry Lagoon State Park, CA during \\nsalvage excavations conducted for bluff stabilization by Dr. David A. \\nFredrickson, Sonoma State University. These human remains were \\naccessioned into the collections of the Archaeological Collections \\nFacility at Sonoma State University. No known individuals were \\nidentified. No associated funerary objects were present.\\n    Based on material culture and C14 dates, these human remains have \\nbeen identified as Native American dating to between 1490 and 215 B.P. \\nGeographical, ethnographical, linguistic, and historical evidence \\nindicates that this archeological site is located within the \\ntraditional Coast Yurok territory. Based on archeological evidence, \\ncontinuity of occupation, ethnographic accounts, and consultation with \\nrepresentatives of the Yurok Tribe of California, site CA-HUM-129 has \\nbeen affiliated with the present-day Yurok Tribe of California.\\n    Based on the above mentioned information, officials of Somoma State \\nUniversity and the California Department of Parks and Recreation have \\ndetermined that, pursuant to 43 CFR 10.2 (d)(1), the human remains \\nlisted above represent the physical remains of nine individuals of \\nNative American ancestry. Officials of Somoma State University and the \\nCalifornia Department of Parks and Recreation have also determined \\nthat, pursuant to 43 CFR 10.2 (d)(2), the one object listed above are \\nreasonably believed to have been placed with or near individual human \\nremains at the time of death or later as part of the death rite or \\nceremony. Lastly, officials of Somoma State University and the \\nCalifornia Department of Parks and Recreation have determined that, \\npursuant to 43 CFR 10.2 (e), there is a relationship of shared group \\nidentity which can be reasonably traced between these Native American \\nhuman remains and associated funerary object and the Yurok Tribe of \\nCalifornia.\\n    This notice has been sent to officials of the Yurok Tribe of \\nCalifornia. Representatives of any other Indian tribe that believes \\nitself to be culturally affiliated with these human remains and \\nassociated funerary objects should contact Paulette Hennum, NAGPRA \\nCoordinator, California Department of Parks and Recreation, 1416- 9th \\nStreet, Room 1431, Sacramento, CA 95814; telephone: (916) 653-7976, \\nbefore October 25, 1999. Repatriation of the human remains and \\nassociated funerary object to the Yurok Tribe of California may begin \\nafter that date if no additional claimants come forward.\\nDated: September 14, 1999.\\nVeletta Canouts,\\nActing Departmental Consulting Archeologist,\\nDeputy Manager, Archeology and Ethnography Program.\\n[FR Doc. 99-24857 Filed 9-23-99; 8:45 am]\\nBILLING CODE 4310-70-F\\n\\n\\n\\n", "agency1": "Null", "sub_agency1": "Null", "dep_doc": "Null", "subject": "Null", "agency2": "Null", "action": "Null", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Null", "signature_name": "Null", "signature_title": "Null", "fr_doc": "Null", "billing_code": "Null", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}