{"index": "I_2259", "messy_full": "\\n\\nFederal Register, Volume 64 Issue 188 (Wednesday, September 29, 1999)\\n\\n[Federal Register Volume 64, Number 188 (Wednesday, September 29, 1999)]\\n[Notices]\\n[Pages 52522-52523]\\nFrom the Federal Register Online via the Government Publishing Office [www.gpo.gov]\\n[FR Doc No: 99-25366]\\n\\n\\n-----------------------------------------------------------------------\\n\\nDEPARTMENT OF THE INTERIOR\\n\\nNational Park Service\\n\\n\\nNotice of Inventory Completion for Native American Human Remains \\nand Associated Funerary Objects in the Possession of the Outagamie \\nCounty Historical Society, Inc., Appleton, WI\\n\\nAGENCY: National Park Service, Interior.\\n\\nACTION: Notice.\\n\\n-----------------------------------------------------------------------\\n\\n    Notice is hereby given in accordance with provisions of the Native \\nAmerican\\n\\n[[Page 52523]]\\n\\nGraves Protection and Repatriation Act (NAGPRA), 43 CFR 10.9, of the \\ncompletion of an inventory of human remains and associated funerary \\nobjects in the possession of the Outagamie County Historical Society, \\nInc., Appleton, WI.\\n    A detailed assessment of the human remains was made by University \\nof Wisconsin- Fox Valley Center and Outagamie County Historical \\nSociety, Inc. professional staff in consultation with representatives \\nof the Menominee Indian Tribe of Wisconsin.\\n    In 1951, human remains representing three individuals were \\nrecovered from a burial mound across the canal from the Gringnon Home \\nin Kaukauna, WI by William Wolfe, archeologist and curator of the \\nGrignon Home and were accessioned into the collections of the Outagamie \\nCounty Historical Society, Inc. No known individuals were identified. \\nThe approximately 2,880 associated funerary objects include silver \\njewelry and crosses, Spanish coins, beads, brass bells and buttons, \\nprojectile points, brass tinklers, fabric pieces, gun parts, and iron \\nax fragments.\\n    Based on the associated funerary objects, these individuals have \\nbeen identified as Native American. Based on the dates of manufacture \\nof the silver trade jewelry and crosses, these burial have been dated \\nto c. 1773-1809 A.D. Although many tribes moved through the Kaukauna, \\nWI area during the late 18th and early 19th centuries, historic records \\nindicate that only the Menominee were present in this area throughout \\nthe 1773-1809 A.D. period. Comparison of the associated funerary \\nobjects with those recovered in known Menominee burials at Butte des \\nMorts and Green Bay from the 1773-1809 period indicate consistent \\ncharacteristics of Menominee dress, ornamentation, and manner of \\ninterment.\\n    Based on the above mentioned information, officials of the \\nOutagamie County Historical Society, Inc. have determined that, \\npursuant to 43 CFR 10.2 (d)(1), the human remains listed above \\nrepresent the physical remains of three individuals of Native American \\nancestry. Officials of the Outagamie County Historical Society, Inc. \\nhave also determined that, pursuant to 43 CFR 10.2 (d)(2), the \\napproximately 2,880 objects listed above are reasonably believed to \\nhave been placed with or near individual human remains at the time of \\ndeath or later as part of the death rite or ceremony. Lastly, officials \\nof the Outagamie County Historical Society, Inc. have determined that, \\npursuant to 43 CFR 10.2 (e), there is a relationship of shared group \\nidentity which can be reasonably traced between these Native American \\nhuman remains and associated funerary objects and the Menominee Indian \\nTribe of Wisconsin.\\n    This notice has been sent to officials of the Menominee Indian \\nTribe of Wisconsin. Representatives of any other Indian tribe that \\nbelieves itself to be culturally affiliated with these human remains \\nand associated funerary objects should contact Matthew Carpenter, \\nCurator of Collections, Outagamie County Historical Society, Inc., 330 \\nEast College Ave., Appleton, WI 54911; telephone: (920) 735-9370, ext. \\n113, before October 29, 1999. Repatriation of the human remains and \\nassociated funerary objects to the Menominee Indian Tribe of Wisconsin \\nmay begin after that date if no additional claimants come forward.\\nDated: September 24, 1999.\\nFrancis P. McManamon,\\nDepartmental Consulting Archeologist,\\nManager, Archeology and Ethnography Program.\\n[FR Doc. 99-25366 Filed 9-28-99; 8:45 am]\\nBILLING CODE 4310-70-F\\n\\n\\n\\n", "agency1": "Null", "sub_agency1": "Null", "dep_doc": "Null", "subject": "Null", "agency2": "Null", "action": "Null", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Null", "signature_name": "Null", "signature_title": "Null", "fr_doc": "Null", "billing_code": "Null", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}