{"index": "I_2215", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR \\n        National Park Service \\n        Notice of Inventory Completion for Native American Human Remains and Associated Funerary Objects in the Control of the Nevada State Office, Bureau of Land Management, Reno, NV \\n        \\n          AGENCY:\\n          National Park Service. \\n        \\n        \\n          ACTION:\\n          Notice. \\n        \\n        Notice is hereby given in accordance with provisions of the Native American Graves Protection and Repatriation Act (NAGPRA), 43 CFR 10.9, of the completion of an inventory of human remains and associated funerary objects in the control of the Nevada State Office, Bureau of Land Management, Reno, NV. This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 43 CFR 10.2 (c). The determinations within this notice are the sole responsibility of the museum, institution, or Federal agency that has control of these Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations within this notice. \\n        A detailed assessment of the human remains was made by the Nevada State Office Bureau of Land Management professional staff in consultation with representatives of the Pyramid Lake Paiute Tribe of the Pyramid Lake Reservation, Nevada. \\n        In 1961, human remains representing four individuals were recovered from Kramer Cave in Washoe County, NV, during a legally permitted archeological excavation by R. Shutler, Jr. and D. R. Touhy, of the Nevada State Museum. The remains and associated funerary items have been curated at the Nevada State Museum since that time. No known individuals were identified. The four associated funerary items consist of small fragments of tule cordage, grass matting warps and wefts, and basketry warps and wefts. \\n        Historical, ethnographic, and oral records indicate that these human remains and associated funerary objects are reasonably believed to be associated with the Northern Paiute Tribes. Historical documents, ethnographic sources, and consultation with representatives of the Pyramid Lake Paiute Tribe of the Pyramid Lake Reservation, Nevada indicate that the Pyramid Lake Paiute Tribe of the Pyramid Lake Reservation, Nevada has occupied this area since at least the early 19th century. The tribe\\'s oral history supports this affiliation. \\n        Based on the above-mentioned information, officials of the Bureau of Land Management, Nevada State Office have determined that, pursuant to 43 CFR 10.2 (d)(1), the human remains listed above represent the physical remains of four individuals of Native American ancestry. Officials of the Bureau of Land Management, Nevada State Office also have determined that, pursuant to 43 CFR 10.2 (d)(2), the cultural objects listed above are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony. Lastly, officials of the Bureau of Land Management, Nevada State Office has determined that, pursuant to 43 CFR 10.2 (e), there is a relationship of shared group identity that can be reasonably traced between these Native American human remains and associated funerary objects and the Pyramid Lake Paiute Tribe of the Pyramid Lake Reservation, Nevada. \\n        This notice has been sent to officials of the Pyramid Lake Paiute Tribe of the Pyramid Lake Reservation, Nevada; the Paiute-Shoshone Tribe of the Fallon Reservation and Colony, Nevada; the Lovelock Paiute Tribe of the Lovelock Indian Colony, Nevada; the Walker River Paiute Tribe of the Walker River Reservation, Nevada; the Yerington Paiute Tribe of the Yerington Colony and Campbell Ranch, Nevada; and the Fort McDermitt Paiute and Shoshone Tribes of the Fort McDermitt Indian Reservation, Nevada and Oregon. Representatives of any other Indian tribe that believes itself to be culturally affiliated with these human remains and associated funerary objects should contact Cynthia Ellis, NAGPRA Coordinator, Nevada State Office, Bureau of Land Management, P.O. Box 12000, Reno, NV, 89520-0006, telephone (775) 861-6469, before August 21, 2000. Repatriation of the human remains and associated funerary objects to the Pyramid Lake Paiute Tribe of the Pyramid Lake Reservation, Nevada may begin after that date if no additional claimants come forward. \\n        \\n          Dated: June 14, 2000. \\n          John Robbins, \\n          Assistant Director, Cultural Resources Stewardship and Partnerships. \\n        \\n      \\n      [FR Doc. 00-18466 Filed 7-20-00; 8:45 am] \\n      BILLING CODE 4310-70-F\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR ", "sub_agency1": "National Park Service ", "dep_doc": "Null", "subject": "Notice of Inventory Completion for Native American Human Remains and Associated Funerary Objects in the Control of the Nevada State Office, Bureau of Land Management, Reno, NV ", "agency2": "National Park Service. ", "action": "Notice. ", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: June 14, 2000. ", "signature_name": "John Robbins, ", "signature_title": "Assistant Director, Cultural Resources Stewardship and Partnerships. ", "fr_doc": "[FR Doc. 00-18466 Filed 7-20-00; 8:45 am] ", "billing_code": "BILLING CODE 4310-70-F", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}