{"index": "I_2228", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Inventory Completion for Native American Human Remains, Associated Funerary Objects, and Unassociated Funerary Objects in the Control of the Bureau of Indian Affairs, Department of the Interior, Washington, DC and in the Possession of the Milwaukee Public Museum, Milwaukee, WI\\n        \\n          AGENCY:\\n          National Park Service.\\n        \\n        \\n          ACTION:\\n          Notice. \\n        \\n        Notice is hereby given in accordance with provisions of the Native American Graves Protection and Repatriation Act (NAGPRA), 43 CFR 10.9, of the completion of an inventory of human remains, associated funerary objects, and unassociated funerary objects in the control of the Bureau of Indian Affairs, Department of the Interior, Washington, DC and in the possession of the Milwaukee Public Museum, Milwaukee, WI.\\n        A detailed assessment of the human remains was made by Milwaukee Public Museum professional staff in consultation with representatives of the Menominee Indian Tribe of Wisconsin.\\n        In 1919, human remains representing a minimum of three individuals were recovered from the Five Islands Mound Group (47-ME-11) within the exterior boundaries of the Menominee reservation during non-legally authorize excavations conducted by Samuel A. Barrett, MPM Curator of Anthropology, Milwaukee, WI, and Alanson B. Skinner, Museum of the American Indian, Heye Foundation, New York, NY. No known individuals were identified. The 198 associated funerary objects consist of grit-tempered, cordmarked sherds and a chert point fragment.\\n        The Five Islands Mound Group site consists of eight mounds and a village occupation. Based on cultural material, this site has been dated to the Woodland period.\\n        The 28 cultural items consist of grit-tempered, cordmarked sherds. In 1919, these cultural items were recovered from a mound at an unnamed site in Keshena, WI during non-legally authorized excavations within the exterior boundaries of the Menominee reservation by Samuel A. Barrett, MPM Curator of Anthropology, Milwaukee, WI and Alanson B. Skinner, Museum of the American Indian, Heye Foundation, New York, NY.\\n        In 1921, human remains representing a minimum of seven individuals were recovered from an unnamed site near Five Islands (47-ME-12) within the exterior boundaries of the Menominee reservation during non-legally authorized excavations conducted by Alanson B. Skinner, Museum of the American Indian, Heye Foundation, New York, NY. No known individuals were identified. No associated funerary objects are present.\\n        This unnamed site near Five Islands has not been completely described in excavation records.\\n        In 1921, human remains representing a minimum of seven individuals from the Kakwatch Mound Group (47-ME-6) within the exterior boundaries of the Menominee reservation during unauthorized excavations conducted by Samuel A. Barrett, MPM Curator of Anthropology, Milwaukee, WI, and Alanson B. Skinner, Museum of the American Indian, Heye Foundation, New York, NY. No known individuals were identified. The two associated funerary objects include a bear jaw and sherds from a grit-tempered, cordmarked ceramic pot.\\n\\n        The 184 cultural items include 169 grit-tempered, cordmarked sherds, a reconstructed grit-tempered, cordmarked pot, charcoal, bear jaw fragments, faunal remains, a hammerstone, a sandstone abrader, a small pitted hammer, a small celt, two stone mortars, two lithic projectile points, charred walnut fragments, and lithic debitage. These cultural items were excavated from burials from which the human remains were not collected at the Kakwatch Mound Group (47-ME-6) within the exterior boundaries of the Menominee reservation during unauthorized excavations conducted by Samuel A. Barrett, MPM Curator of Anthropology, Milwaukee, WI, and Alanson B. Skinner, Museum of the American Indian, Heye Foundation, New York, NY.\\n        The Kakwatch Mound Group consists of two mound groups (nine mounds total), a village occupation, and numerous refuse pits. Based on material culture, the Kakwatch Mound Group has been identified as a Woodland occupation.\\n        In 1921, human remains representing a minimum of five individuals were recovered from the Nakuti\\'s Berry Patch Mound Group (47-ME-5) within the exterior boundaries of the Menominee reservation during non-legally authorized excavations conducted by Alanson B. Skinner, MPM Curator of Anthropology, Milwaukee, WI. No known individuals were identified. No associated funerary objects are present.\\n        In 1921, human remains representing one individual were recovered from the Paiawisit Mound Group (47-ME-58) within the exterior boundaries of the Menominee reservation during non-legally authorized excavations conducted by Alanson B. Skinner, MPM Curator of Anthropology, Milwaukee, WI. No known individual was identified. The 16 associated funerary objects consist of grit-tempered, cordmarked sherds.\\n        Before 1920, human remains representing one individual were recovered from the South Branch Chapel site (47-ME-58) within the exterior boundaries of the Menominee reservation during non-legally authorized excavations conducted by Charles H. Koonz, Clerk of the Indian Agency at Keshena, WI. No known individual was identified. The ten associated funerary objects include one conch shell columnella and nine shell fragments.\\n        All human remains from the above-listed sites have been identified as Native American. Based on analysis of mound types, site descriptions, and stylistic analysis of material culture, the sites listed above have been identified as part of the Keshena Focus, which has been linked with both the Late Woodland Period Effigy Mound Culture and the more general Woodland Period focus.\\n        Based on the above mentioned information, officials of the Bureau of Indian Affairs and the Milwaukee Public Museum have determined that, pursuant to 43 CFR 10.2(d)(1), the human remains listed above represent the physical remains of a minimum of 24 individuals of Native American ancestry. Officials of the Bureau of Indian Affairs and the Milwaukee Public Museum have also determined that, pursuant to 43 CFR 10.2(d)(2), the 227 objects listed above are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony. Officials of the Bureau of Indian Affairs and the Milwaukee Public Museum have determined that, pursuant to 43 CFR 10.2(d)(2)(ii), these 212 cultural items are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony and are believed, by a preponderance of the evidence, to have been removed from a specific burial site of an Native American individual. Lastly, officials of the Bureau of Indian Affairs and the Milwaukee Public Museum have determined that, pursuant to 43 CFR 10.2(e), there is a relationship of shared group identity which can be reasonably traced between these Native American human remains, associated funerary objects, unassociated funerary objects and the Menominee Indian Tribe of Wisconsin. \\n        This notice has been sent to officials of the Menominee Indian Tribe of Wisconsin, the Bad River Band of the Lake Superior Tribe of Chippewa Indians of the Bad River Reservation, the Forest County Potawatomi Community of Wisconsin Potawatomi Indians, the Ho-Chunk Nation of Wisconsin, the Lac Courte Oreilles Band of Lake Superior Chippewa Indians of the Lac Courte Oreilles Reservation, the Lac du Flambeau Band of Lake Superior Chippewa Indians of the Lac du Flambeau Reservation, the Oneida Tribe of Wisconsin, the Red Cliff Band of Lake Superior Chippewa Indians, the Sokaogon Chippewa Community of the Mole Lake Band of Chippewa Indians, the St. Croix Chippewa Indians of Wisconsin, St. Croix Reservation, and the Stockbridge-Munsee Community of Mohican Indians of Wisconsin. Representatives of any other Indian tribe that believes itself to be culturally affiliated with these human remains, associated funerary objects, and unassociated funerary objects should contact Ann McMullen, Ph.D., Curator of North American Ethnology, Milwaukee Public Museum, 800 West Wells Street, Milwaukee, WI 53233; telephone: (414) 278-2786; fax (414) 278-6100, before May 26, 2000. Repatriation of the human remains, associated funerary objects to the Menominee Indian Tribe of Wisconsin may begin after the date if no additional claimants come forward.\\n        \\n          Dated: April 10, 2000.\\n          Francis P. McManamon,\\n          Departmental Consulting Archeologist, Manager, Archeology and Ethnography Program.\\n        \\n      \\n      [FR Doc. 00-10314 Filed 4-25-00; 8:45 am]\\n      BILLING CODE 4310-70-M\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Inventory Completion for Native American Human Remains, Associated Funerary Objects, and Unassociated Funerary Objects in the Control of the Bureau of Indian Affairs, Department of the Interior, Washington, DC and in the Possession of the Milwaukee Public Museum, Milwaukee, WI", "agency2": "National Park Service.", "action": "Notice. ", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: April 10, 2000.", "signature_name": "Francis P. McManamon,", "signature_title": "Departmental Consulting Archeologist, Manager, Archeology and Ethnography Program.", "fr_doc": "[FR Doc. 00-10314 Filed 4-25-00; 8:45 am]", "billing_code": "BILLING CODE 4310-70-M", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}