{"index": "I_2264", "messy_full": "\\n\\nFederal Register, Volume 64 Issue 176 (Monday, September 13, 1999)\\n\\n[Federal Register Volume 64, Number 176 (Monday, September 13, 1999)]\\n[Notices]\\n[Page 49506]\\nFrom the Federal Register Online via the Government Publishing Office [www.gpo.gov]\\n[FR Doc No: 99-23771]\\n\\n\\n-----------------------------------------------------------------------\\n\\nDEPARTMENT OF THE INTERIOR\\n\\nNational Park Service\\n\\n\\nNotice of Inventory Completion for Native American Human Remains \\nin the Possession of the University of Pennsylvania Museum of \\nArchaeology and Anthropology, University of Pennsylvania, Philadelphia, \\nPA\\n\\nAGENCY: National Park Service\\n\\nACTION: Notice\\n\\n-----------------------------------------------------------------------\\n\\n    Notice is hereby given in accordance with provisions of the Native \\nAmerican Graves Protection and Repatriation Act (NAGPRA), 43 CFR 10.9, \\nof the completion of an inventory of human remains in the possession of \\nthe University of Pennsylvania Museum of Archaeology and Anthropology, \\nUniversity of Pennsylvania, Philadelphia, PA.\\n    A detailed assessment of the human remains was made by University \\nof Pennsylvania professional staff in consultation with representatives \\nof the Ho-Chunk Nation of Wisconsin and the Winnebago Tribe of \\nNebraska.\\n    During the 1850s, human remains representing two individuals were \\nremoved from an unknown site by P. Gregg. In 1893, these human remains \\nwere acquired by the Academy of Natural Sciences, Philadelphia, PA. In \\n1966, these remains were placed on loan at the University of \\nPennsylvania Museum and were officially transferred into the University \\nof Pennsylvania Museum\\'s collections in 1998. No known individuals were \\nidentified. No associated funerary objects are present.\\n    Based on original accession information, these individuals have \\nbeen identified as Native American. Also based on original accession \\ninformation, these individuals have been identified as Winnebago. No \\nfurther information exists for these individuals.\\n    Based on the above mentioned information, officials of the \\nUniversity of Pennsylvania Museum have determined that, pursuant to 43 \\nCFR 10.2 (d)(1), the human remains listed above represent the physical \\nremains of two individuals of Native American ancestry. Lastly, \\nofficials of the University of Pennsylvania Museum have determined \\nthat, pursuant to 43 CFR 10.2 (e), there is a relationship of shared \\ngroup identity which can be reasonably traced between these Native \\nAmerican human remains and the Ho-Chunk Nation of Wisconsin and the \\nWinnebago Tribe of Nebraska.\\n    This notice has been sent to officials of the Ho-Chunk Nation of \\nWisconsin and the Winnebago Tribe of Nebraska. Representatives of any \\nother Indian tribe that believes itself to be culturally affiliated \\nwith these human remains should contact Dr. Jeremy Sabloff, the \\nWilliams Director, University of Pennsylvania Museum of Archaeology and \\nAnthropology, 33rd and Spruce Streets, Philadelphia, PA 19104-6324; \\ntelephone: (215) 898-4051, fax (215) 898-0657, before October 13, 1999. \\nRepatriation of the human remains to the Ho-Chunk Nation of Wisconsin \\nand the Winnebago Tribe of Nebraska may begin after that date if no \\nadditional claimants come forward.\\nDated: August 23, 1999.\\nFrancis P. McManamon,\\nDepartmental Consulting Archeologist,\\nManager, Archeology and Ethnography Program.\\n[FR Doc. 99-23771 Filed 9-10-99; 8:45 am]\\nBILLING CODE 4310-70-F\\n\\n\\n\\n", "agency1": "Null", "sub_agency1": "Null", "dep_doc": "Null", "subject": "Null", "agency2": "Null", "action": "Null", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Null", "signature_name": "Null", "signature_title": "Null", "fr_doc": "Null", "billing_code": "Null", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}