{"index": "I_2224", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR \\n        National Park Service \\n        Notice of Inventory Completion for Native American Human Remains from Mankato, MN in the Possession of the Public Museum of Grand Rapids, Grand Rapids, MI \\n        \\n          AGENCY:\\n          National Park Service. \\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is hereby given in accordance with provisions of the Native American Graves Protection and Repatriation Act (NAGPRA), 43 CFR 10.9, of the completion of an inventory of human remains from Mankato, MN in the possession of the Public Museum of Grand Rapids, Grand Rapids, MI. \\n        A detailed assessment of the human remains was made by Public Museum of Grand Rapids professional staff in consultation with representatives of the Lower Sioux Indian Community of Minnesota Mdewakanton Sioux Indians of the Lower Sioux Reservation in Minnesota; the Spirit Lake Tribe, North Dakota; the Shakopee Mdewakanton Sioux Community of Minnesota; and the Prairie Island Indian Community of Minnesota Mdewakanton Sioux Indians of the Prairie Island Reservation, Minnesota. \\n        Around 1915, human remains representing one individual were obtained from G.S. Knapp of Chicago, IL by the Public Museum of Grand Rapids by an unknown method. This individual has been identified as Marpiya Okinajin, a Dakota man executed in 1862 following the United States\\xe2\\x80\\x94Dakota War. No associated funerary objects are present. \\n        The identification of these human remains as those of Marpiya Okinajin is based on a note found with the remains indicating it is a piece of skin from \\xe2\\x80\\x9cChief Cut Nose\\xe2\\x80\\x9d, an alleged leader of the \\xe2\\x80\\x9cNew Ulm Massacre\\xe2\\x80\\x9d. Historic documents confirm that Marpiya Okinajin was among the 38 men executed by the U.S. government on December 26, 1862 at Mankato, MN. \\xe2\\x80\\x9cCut Nose\\xe2\\x80\\x9d was used as the translation of Marpiya Okinajin by Americans at the time. Further information indicates that following his execution, this piece of Marpiya Okinajin\\'s skin was removed from his body by a \\xe2\\x80\\x9cDr. Sheardown.\\xe2\\x80\\x9d There is no information to indicate these human remains are not those of Marpiya Okinajin. No verified lineal descendants have come forward, and a claim of cultural affiliation has been submitted by representatives of the Lower Sioux Indian Community of Minnesota Mdewakanton Sioux Indians of the Lower Sioux Reservation in Minnesota. \\n        Based on the above mentioned information, officials of the Public Museum of Grand Rapids have determined that, pursuant to 43 CFR 10.2 (d)(1), the human remains listed above represent the physical remains of one individual of Native American ancestry. Officials of the Public Museum of Grand Rapids have determined that, pursuant to 43 CFR 10.2 (e), there is a relationship of shared group identity which can be reasonably traced between these Native American human remains and the Lower Sioux Indian Community of Minnesota Mdewakanton Sioux Indians of the Lower Sioux Reservation in Minnesota; the Spirit Lake Tribe, North Dakota; the Shakopee Mdewakanton Sioux Community of Minnesota; and the Prairie Island Indian Community of Minnesota Mdewakanton Sioux Indians of the Prairie Island Reservation, Minnesota. \\n        This notice has been sent to officials of the Lower Sioux Indian Community of Minnesota Mdewakanton Sioux Indians of the Lower Sioux Reservation in Minnesota; the Spirit Lake Tribe, North Dakota; the Shakopee Mdewakanton Sioux Community of Minnesota; and the Prairie Island Indian Community of Minnesota Mdewakanton Sioux Indians of the Prairie Island Reservation, Minnesota. Representatives of any other Indian tribe that believes itself to be culturally affiliated with these human remains or lineal descendants of Maripiya Okinajin should contact Timothy J. Chester, Director, Public Museum of Grand Rapids, 272 Pearl NW, Grand Rapids, MI 49504; telephone: (616) 456-3511, before June 22, 2000. Repatriation of the human remains to the Lower Sioux Indian Community of Minnesota Mdewakanton Sioux Indians of the Lower Sioux Reservation in Minnesota may begin after that date if no additional claimants come forward. \\n        \\n          Dated: May 8, 2000. \\n          Francis P. McManamon, \\n          Departmental Consulting Archeologist, Manager, Archeology and Ethnography Program. \\n        \\n      \\n      [FR Doc. 00-12849 Filed 5-22-00; 8:45 am] \\n      BILLING CODE 4310-70-F\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR ", "sub_agency1": "National Park Service ", "dep_doc": "Null", "subject": "Notice of Inventory Completion for Native American Human Remains from Mankato, MN in the Possession of the Public Museum of Grand Rapids, Grand Rapids, MI ", "agency2": "National Park Service. ", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: May 8, 2000. ", "signature_name": "Francis P. McManamon, ", "signature_title": "Departmental Consulting Archeologist, Manager, Archeology and Ethnography Program. ", "fr_doc": "[FR Doc. 00-12849 Filed 5-22-00; 8:45 am] ", "billing_code": "BILLING CODE 4310-70-F", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}