{"index": "I_2252", "messy_full": "\\n\\nFederal Register, Volume 64 Issue 200 (Monday, October 18, 1999)\\n\\n[Federal Register Volume 64, Number 200 (Monday, October 18, 1999)]\\n[Notices]\\n[Page 56223]\\nFrom the Federal Register Online via the Government Publishing Office [www.gpo.gov]\\n[FR Doc No: 99-27123]\\n\\n\\n-----------------------------------------------------------------------\\n\\nDEPARTMENT OF THE INTERIOR\\n\\nNational Park Service\\n\\n\\nNotice of Inventory Completion for Native American Human Remains \\nin the Possession of Willamette University, Salem, OR\\n\\nAGENCY: National Park Service, Interior.\\n\\nACTION: Notice.\\n\\n-----------------------------------------------------------------------\\n\\n    Notice is hereby given in accordance with provisions of the Native \\nAmerican Graves Protection and Repatriation Act (NAGPRA), 43 CFR 10.9, \\nof the completion of an inventory of human remains and associated \\nfunerary objects in the possession of Willamette University, Salem, OR.\\n    A detailed assessment of the human remains was made by Willamette \\nUniversity professional staff in consultation with representatives of \\nthe Klamath Indian Tribe.\\n    In 1998, human remains representing one individual were found in \\nWillamette University\\'s archeological collections. The human remains \\nare most likely those of Scarface Charlie, a Modoc man. No associated \\nfunerary objects are present.\\n    The human remains are a lock of hair tied to a ``ladies\\' calling \\ncard\\'\\' emprinted with ``Miss Maria (?) Parrish\\'\\'. Handwritten on the \\ncard is ``Scarface Charlie, Modoc (? illegible) June 24, 1875\\'\\' Miss \\nParrish may have been a relative of Rev. Josiah Parrish, a member of \\nthe Jason Lee missionary party, founders of Willamette University (c. \\n1840). However, Parrish is also a Modoc family name. There are no \\nrecords or information as to how or when this material came to be in \\nthe university\\'s possession, however, it is most likely that this lock \\nof hair is that of Scarface Charlie. Scarface Charlie (c. 1837-1896) \\nwas the chief advisor, interpreter, and battlefield tactician of Modoc \\nleader Captain Jack and fought during the Modoc War of 1872-1873.\\n    Modoc descendants and descendants of Scarface Charlie presently \\nreside on the Klamath Reservation. Scarface Charlie\\'s family has been \\ncontacted by representatives of the Klamath Indian Tribe and the family \\nhas authorized Rayson Tupper to take possession of this lock of hair. \\nMr. Tupper is the great-great-great grandson of Scarface Charlie.\\n    Based on the above mentioned information, officials of Willamette \\nUniversity have determined that, pursuant to 43 CFR 10.2 (d)(1), the \\nhuman remains listed above represent the physical remains of one \\nindividual of Native American ancestry. Officials of Willamette \\nUniversity have also determined that, pursuant to 43 CFR 10.2 (b)(1), \\nMr. Rayson Tupper can trace his ancestry directly and without \\ninterruption by means of the traditional kinship system of the Modoc \\npeople to the remains of Scarface Charlie.\\n    This notice has been sent to officials of the Klamath Indian Tribe \\nand the Modoc Tribe of Oklahoma. Representatives of any other Indian \\ntribe that believes itself to be culturally affiliated with these human \\nremains should contact John Olbrantz, Director, Hallie Ford Museum of \\nArt, Willamette University, 900 State St., Salem, OR 97301-3931; \\ntelephone: (503) 370-6855, before November 17, 1999. Repatriation of \\nthe human remains to Mr. Rayson Tupper may begin after that date if no \\nadditional claimants come forward.\\nDated: October 1, 1999.\\nFrancis P. McManamon,\\nDepartmental Consulting Archeologist, Manager, Archeology and \\nEthnography Program.\\n[FR Doc. 99-27123 Filed 10-15-99 ; 8:45 am]\\nBILLING CODE 4310-70-F\\n\\n\\n\\n", "agency1": "Null", "sub_agency1": "Null", "dep_doc": "Null", "subject": "Null", "agency2": "Null", "action": "Null", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Null", "signature_name": "Null", "signature_title": "Null", "fr_doc": "Null", "billing_code": "Null", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}