{"index": "I_2271", "messy_full": "\\n\\nFederal Register, Volume 64 Issue 165 (Thursday, August 26, 1999)\\n\\n[Federal Register Volume 64, Number 165 (Thursday, August 26, 1999)]\\n[Notices]\\n[Page 46716]\\nFrom the Federal Register Online via the Government Publishing Office [www.gpo.gov]\\n[FR Doc No: 99-22165]\\n\\n\\n-----------------------------------------------------------------------\\n\\nDEPARTMENT OF THE INTERIOR\\n\\nNational Park Service\\n\\n\\nNotice of Inventory Completion for Native American Human Remains \\nfrom Harper County, KS in the Possession of the Kansas State Historical \\nSociety, Topeka, KS\\n\\nAGENCY: National Park Service.\\n\\nACTION: Notice.\\n\\n-----------------------------------------------------------------------\\n\\n    Notice is hereby given in accordance with provisions of the Native \\nAmerican Graves Protection and Repatriation Act (NAGPRA), 43 CFR 10.9, \\nof the completion of an inventory of human remains from Harper County, \\nKS in the possession of the Kansas State Historical Society, Topeka, \\nKS.\\n    A detailed assessment of the human remains was made by Kansas State \\nHistorical Society (KSHS) professional staff in consultation with \\nrepresentatives of the Wichita and Affiliated Tribes.\\n    In 1988, human remains representing four individuals were recovered \\nfrom the Hallman site (14HP524), Harper County, KS during excavations \\ndirected by KSHS archeologists. No known individuals were identified. \\nNo associated funerary objects were present.\\n    Based on archeological context, these individuals have been \\nidentified as Native American. Based on material culture, geographic \\nlocation, and radiocarbon dates, the Hallman site has been identified \\nas a Bluff Creek Complex occupation dating from c. 1020 A.D. Based on \\ntemporal position, geographic location, and general character of \\nmaterial culture, the Bluff Creek Complex has been identified as \\npossibly being ancestral to the Wichita tribe.\\n    Based on the above mentioned information, officials of the Kansas \\nState Historical Society have determined that, pursuant to 43 CFR 10.2 \\n(d)(1), the human remains listed above represent the physical remains \\nof four individuals of Native American ancestry. Officials of the \\nKansas State Historical Society have also determined that, pursuant to \\n43 CFR 10.2 (e), there is a relationship of shared group identity which \\ncan be reasonably traced between these Native American human remains \\nand the Wichita and Affiliated Tribes.\\n    This notice has been sent to officials of the Wichita and \\nAffiliated Tribes. Representatives of any other Indian tribe that \\nbelieves itself to be culturally affiliated with these human remains \\nshould contact Randall Thies, Archeologist, Kansas State Historical \\nSociety, 6425 SW Sixth Avenue, Topeka, KS 66606-1099; telephone: (913) \\n272-8681, ext. 267, before September 27, 1999. Repatriation of the \\nhuman remains to the Wichita and Affiliated Tribes may begin after that \\ndate if no additional claimants come forward.\\nDated: August 17, 1999.\\nFrancis P. McManamon,\\nDepartmental Consulting Archeologist,\\nManager, Archeology and Ethnography Program.\\n[FR Doc. 99-22165 Filed 8-25-99; 8:45 am]\\nBILLING CODE 4310-70-F\\n\\n\\n\\n", "agency1": "Null", "sub_agency1": "Null", "dep_doc": "Null", "subject": "Null", "agency2": "Null", "action": "Null", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Null", "signature_name": "Null", "signature_title": "Null", "fr_doc": "Null", "billing_code": "Null", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}