{"index": "I_2245", "messy_full": "\\n\\nFederal Register, Volume 64 Issue 232 (Friday, December 3, 1999)\\n\\n[Federal Register Volume 64, Number 232 (Friday, December 3, 1999)]\\n[Notices]\\n[Page 67932]\\nFrom the Federal Register Online via the Government Publishing Office [www.gpo.gov]\\n[FR Doc No: 99-31364]\\n\\n\\n-----------------------------------------------------------------------\\n\\nDEPARTMENT OF THE INTERIOR\\n\\nNational Park Service\\n\\n\\nNotice of Inventory Completion for Native American Human Remains \\nin the Possession of the Carnegie Museum of Natural History, \\nPittsburgh, PA\\n\\nAGENCY: National Park Service, Interior.\\n\\nACTION: Notice.\\n\\n-----------------------------------------------------------------------\\n\\n    Notice is hereby given in accordance with provisions of the Native \\nAmerican Graves Protection and Repatriation Act (NAGPRA), 43 CFR 10.9, \\nof the completion of an inventory of human remains in the possession of \\nthe Carnegie Museum of Natural History, Pittsburgh, PA.\\n    A detailed assessment of the human remains was made by Carnegie \\nMuseum of Natural History professional staff in consultation with \\nrepresentatives of the Pawnee Indian Tribe of Oklahoma.\\n    In 1899, human remains representing one individual were sold by \\nThomas Howell Richards of Bunker Hill, IL to the Carnegie Museum of \\nNatural History. No known individual was identified. No associated \\nfunerary objects are present.\\n    During the 1890s, Mr. Richards visited several reservations ``in \\nDakota\\'\\', and purchased a large collection of primarily Sioux materials \\nduring that time, of which these human remains are a part. Mr. \\nRichard\\'s information identifies these human remains (a scalp lock) as \\n``Scalp lock taken by Running Bull (Sioux) from Pawnee Indian (sic) in \\nthe last battle between those nations.\\'\\' Consultation with \\nrepresentatives of the Pawnee Indian Tribe of Oklahoma indicates this \\nbattle was probably at Massacre Canyon near Trenton, NE. No evidence \\nexists to contradict this information.\\n    Based on the above mentioned information, officials of the Carnegie \\nMuseum of Natural History have determined that, pursuant to 43 CFR 10.2 \\n(d)(1), the human remains listed above represent the physical remains \\nof one individual of Native American ancestry. Officials of the \\nCarnegie Museum of Natural History have also determined that, pursuant \\nto 43 CFR 10.2 (e), there is a relationship of shared group identity \\nwhich can be reasonably traced between these Native American human \\nremains and the Pawnee Indian Tribe of Oklahoma.\\n    This notice has been sent to officials of the Pawnee Indian Tribe \\nof Oklahoma, the Cheyenne River Sioux Tribe of the Cheyenne River \\nReservation, the Crow Creek Sioux Tribe of the Crow Creek Reservation, \\nthe Lower Brule Sioux Tribe of the Lower Brule Reservation, the Oglala \\nSioux Tribe of the Pine Ridge Reservation, the Standing Rock Sioux \\nTribe of North and South Dakota, and the Yankton Sioux Tribe of South \\nDakota. Representatives of any other Indian tribe that believes itself \\nto be culturally affiliated with these human remains should contact Dr. \\nJames B. Richardson, Curator, Carnegie Museum of Natural History, 5800 \\nBaum Blvd., Pittsburgh, PA 15206-3706; telephone: (412) 665-2601, \\nbefore January 3, 2000. Repatriation of the human remains to the Pawnee \\nIndian Tribe of Oklahoma may begin after that date if no additional \\nclaimants come forward.\\nDated: November 24, 1999.\\nFrancis P. McManamon,\\nDepartmental Consulting Archeologist,\\nManager, Archeology and Ethnography Program.\\n[FR Doc. 99-31364 Filed 12-2-99; 8:45 am]\\nBILLING CODE 4310-70-F\\n\\n\\n\\n", "agency1": "Null", "sub_agency1": "Null", "dep_doc": "Null", "subject": "Null", "agency2": "Null", "action": "Null", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Null", "signature_name": "Null", "signature_title": "Null", "fr_doc": "Null", "billing_code": "Null", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}