{"index": "I_2279", "messy_full": "\\n\\nFederal Register, Volume 64 Issue 152 (Monday, August 9, 1999)\\n\\n[Federal Register Volume 64, Number 152 (Monday, August 9, 1999)]\\n[Notices]\\n[Pages 43211-43222]\\nFrom the Federal Register Online via the Government Publishing Office [www.gpo.gov]\\n[FR Doc No: 99-20369]\\n\\n\\n\\n[[Page 43211]]\\n\\n-----------------------------------------------------------------------\\n\\nDEPARTMENT OF THE INTERIOR\\n\\nNational Park Service\\n\\n\\nNotice of Inventory Completion for Native American Human Remains \\nand Associated Funerary Objects from the State of Minnesota in the \\nPossession of the Minnesota Indian Affairs Council, Bemidji, MN\\n\\nAGENCY: National Park Service.\\n\\nACTION: Notice.\\n\\n-----------------------------------------------------------------------\\n\\n    Notice is hereby given in accordance with provisions of the Native \\nAmerican Graves Protection and Repatriation Act (NAGPRA), 43 CFR 10.9, \\nof the completion of an inventory of human remains and associated \\nfunerary objects from the State of Minnesota in the possession of the \\nMinnesota Indian Affairs Council, Bemidji, MN.\\n    A detailed assessment of the human remains was made by the \\nMinnesota Indian Affairs Council professional staff in consultation \\nwith representatives of Prairie Island Community Council, Shakopee \\nMdewakanton Sioux Community of Minnesota, Grand Portage Reservation \\nBusiness Committee, Fond du Lac Reservation Business Committee, Nett \\nLake Reservation (Bois Forte) Tribal Council, Upper Sioux Community of \\nMinnesota, Lower Sioux Mdewakanton Community, Mille Lacs Band of \\nChippewa Indians, White Earth Band of Minnesota Chippewa, Leech Lake \\nTribal Council, Minnesota Chippewa Tribe, Red Lake Nation, Iowa Tribe \\nof Oklahoma, Iowa Tribe of Kansas and Nebraska, Ho-Chunk Nation of \\nWisconsin, Santee Sioux Tribe of the Santee Reservation of Nebraska, \\nSisseton-Wahpeton Sioux Tribe of the Lake Traverse Reservation, Yankton \\nSioux Tribe of South Dakota, Chippewa-Cree Indians of the Rocky Boy\\'s \\nReservation, Turtle Mountain Band of Chippewa Indians, Assinaboine and \\nSioux Tribes of the Fort Peck Reservation and Winnebago Tribe of \\nNebraska, and the non-Federally recognized Indian groups the Mendota \\nMdewakanton Dakota Community and the Kah-Bay-Kah-Nong (Warroad \\nChippewa).\\n    In 1934, human remains representing 26 individuals were recovered \\nfrom site 21-PL-6, Warner Mounds 1 and 2, also known as the Peter Lee \\nMound (21-PL-13) near Fertile, Polk County, MN during an archeological \\nexcavation conducted by A.E. Jenks and L.A. Wilford of the University \\nof Minnesota. No known individuals were identified. The 15 associated \\nfunerary objects include an arrowshaft ``polisher\\'\\', projectile points, \\na shell bead necklace, bone bracelet fragments, shell rings, bone \\nbeads, beaver teeth fragments, red ochre, and a soil sample.\\n    Site 21-PL-6/13 has been identified as Arvilla Complex, an \\narcheological culture which cannot be identified with any present-day \\nIndian tribe or group.\\n    In 1941, human remains representing 37 individuals were recovered \\nfrom site 21-MU-3, Lake Shetek Mounds, Murray County, MN during an \\narcheological excavation conducted by L.A. Wilford of the University of \\nMinnesota. No known individuals were identified. The two associated \\nfunerary objects include a ceramic vessel and an end scraper.\\n    Site 21-MU-3 has been identified only as Woodland, a broad \\narcheological tradition that cannot be identified with any present-day \\nIndian tribe or group.\\n    In 1954, human remains representing 27 individuals were recovered \\nfrom site 21-BW-2, Sievert Mound site, Brown County, MN during an \\narcheological excavation conducted by L.A. Wilfor of the University of \\nMinnesota. No known individuals were identified. No associated funerary \\nobject are present.\\n    Site 21-BW-2 has been identified only as Woodland, a broad \\narcheological tradition that cannot be identified with any present-day \\nIndian tribe or group.\\n    In 1978, human remains representing 58 individuals were recovered \\nfrom site 21-PO-14, Noyes site, Pope County, MN during a rescue \\nexcavation conducted by S. Anfinson of the Minnesota Historical Society \\nafter construction had removed a burial mound. No known individuals \\nwere identified. No associated funerary objects were present.\\n    Site 21-PO-14 has been identified only as Woodland, possibly \\nOnamia, a broad archeological tradition that cannot be identified with \\nany present-day Indian tribe or group.\\n    In 1970, human remains representing 27 individuals were recovered \\nfrom site 21-SN-11, Syl Sand site, Stearns County, MN during \\narcheological excavations conducted by D. Birk and C. Tiling of the \\nMinnesota Historical Society. No known individuals were identified. The \\n15 associated funerary objects include two antelope antlers with \\npierced holes, two bird-bone flutes, beaver incisors, a quartz flake, a \\nblack stone with modified grooves, a clay pipe bowl, four modified \\nturtle shell squares, numerous flakes, and two lithics.\\n    Site 21-SN-11 has been identified as a Middle to Late Woodland \\nsite, a broad archeological tradition that cannot be identified with \\nany present-day Indian tribe or group.\\n    At an unknown date, human remains representing 13 individuals were \\nmost likely removed from site 21-PO-3, the Pelican Lake Gravel Pit \\nsite, Pope County, MN by unknown person(s) and donated to the \\nUniversity of Minnesota Geology Laboratory. No known individuals were \\nidentified. No associated funerary objects are present.\\n    Site 21-PO-3 is associated with the Archaic Tradition, a broad \\narcheological tradition which cannot be identified with any present-day \\nIndian tribe or group.\\n    In 1963, human remains representing a minimum of 36 individuals \\nwere recovered from site 21-DK-41, River Hills Housing Development \\nsite, Dakota County, MN by V. Helmen of the Science Museum of Minnesota \\nwhen they were encountered during construction. No known individuals \\nwere identified. No associated funerary objects are present.\\n    Site 21-DK-41 has been identified as possibly an Archaic site, a \\nbroad archeological tradition which cannot be identified with any \\npresent-day Indian tribe or group.\\n    In 1964, human remains representing 33 individuals were recovered \\nfrom site 21-HE-98, the Macmillan site, Hennepin County, MN during an \\narcheological excavation conducted by K. Day of the University of \\nMinnesota. No known individuals were identified. No associated funerary \\nobjects are present.\\n    Site 21-HE-98 is associated with the Woodland Tradition, a broad \\narcheological tradition which cannot be identified with any present-day \\nIndian tribe or group.\\n    In 1934, human remains representing 19 individuals were recovered \\nfrom a destroyed mound in Freeborn County, MN by person(s) unknown. \\nThese human remains were turned over to the County sheriff who donated \\nthem to the University of Minnesota. No known individuals were \\nidentified. The three associated funerary objects include a copper \\nring-pendant, pieces of turtle shell, and a chert knife.\\n    Based on the associated funerary objects, the human remains from \\nFreeborn County are associated with the Woodland Tradition, a broad \\narcheological tradition which cannot be identified with any present-day \\nIndian tribe or group.\\n    In 1936, human remains representing 26 individuals were recovered \\nfrom site 21-RL-1, Red Lake River Mounds, Red Lake County, MN during \\narcheological excavations conducted by A.E. Jenks of the University of \\nMinnesota. No known individuals were identified. The 41 associated \\nfunerary objects include clam shells, worked and unmodified flakes, \\nprojectile points, worked bone, broken bifaces, scrapers, a hafted \\nantler-beaver tooth tool, shell beads, black quartz, a\\n\\n[[Page 43212]]\\n\\nspiral shell pendant, a small core, worked shell, a moose metapodial \\ntool, elk antler tool, three blades, a hammerstone, a slate tool, a \\nknife, and a maul.\\n    Site 21-RL-1 has been identified as Arvilla Complex, an \\narcheological culture which cannot be associated with any present-day \\nIndian tribe or group.\\n    In 1932, human remains representing ten individuals were recovered \\nfrom site 21-CW-1, Pine River Mounds site, Crow Wing County, MN during \\narcheological excavations conducted by A.E. Jenks of the University of \\nMinnesota. No known individuals were identified. No associated funerary \\nobjects were present.\\n    Site 21-CW-1 has been identified as part of the Woodland Tradition, \\na broad archeological tradition which cannot be identified with any \\npresent-day Indian tribe or group.\\n    In 1961, human remains representing 11 individuals were recovered \\nfrom site 21-WN-15, Vaigt or Voight site, Winona County, MN during \\narcheological excavations conducted by T. Fiske and D. Hume of the \\nUniversity of Minnesota. No known individuals were identified. The nine \\nassociated funerary objects include cclamshells, animal bone and \\nantler, a beaver tooth, and a point fragment.\\n    Site 21-WN-15 has been identified as part of the Archaic Tradition, \\na broad archeological tradition which cannot be identified with any \\npresent-day Indian tribe or group.\\n    At an unknown date, human remains representing one individual \\nidentified as being from Kandiyohi County, MN were donated to the \\nMinnesota Historical Society from an unknown person. No known \\nindividual was identified. No associated funerary objects are present.\\n    These remains from Kandiyohi County have no archeological \\nassociations and cannot be associated with any present-day Indian tribe \\nor group.\\n    At an unknown date, human remains representing one individual \\nidentified as having come from site 21DL9, Douglas County, MN were \\ndonated to the Minnesota Historical Society by an unknown person. No \\nknown individual was identified. No associated funerary objects are \\npresent.\\n    These remains from Douglas County have no archeological \\nassociations and cannot be associated with any present-day Indian tribe \\nor group.\\n    At an unknown date, human remains representing one individual \\nidentified as having come from site 21-AN-16, Anoka County, MN were \\ndonated to the Minnesota Indian Affairs Council\\'s laboratory at Hamline \\nUniversity by an unknown person. No known individual was identified. No \\nassociated funerary objects are present.\\n    Site 21-AN-16 has been identified as part of the Woodland \\nTradition, a broad archeological tradition which cannot be identified \\nwith any present-day Indian tribe or group.\\n    At an unknown date, human remains representing four individuals \\nwere recovered form 21-OT-78, Clitheral site, Otter Tail County, MN by \\nunknown person(s) and donated to the Minnesota Indian Affairs Council\\'s \\nlaboratory at Hamline University. No known individuals were identified. \\nNo associated funerary objects are present.\\n    Site 21-OT-78 has been identified as part of the Archaic Tradition, \\na broad archeological tradition which cannot be identified with any \\npresent-day Indian tribe or group.\\n    At an unknown date, human remains representing four individuals \\nfrom site 21-DL-72, Burkey Farm, Douglas County, MN were removed \\nfollowing their disturbance during construction. No known individuals \\nwere identified. No associated funerary objects were present.\\n    Site 21-DL-72 has no archeological identification and cannot be \\nassociated with any present-day Indian tribe or group.\\n    In 1977, human remains representing one individual were recovered \\nfrom 21-CA-22, Pine River Resort, Cass County, MN during archeological \\nexcavations conducted by D. Birk, who donated these remains to the \\nMinnesota Indian Affairs Council. No known individual was identified. \\nThe associated funerary objects were not included in the donation.\\n    Site 21-CA-22 has been identified as Woodland, a broad \\narcheological tradition which cannot be identified with any present-day \\nIndian tribe or group.\\n    In 1985, human remains representing three individuals were \\nrecovered from Long Lake (Union) Cemetery, Hennepin County, MN. These \\nhuman remains were recovered by representatives of the Minnesota Indian \\nAffairs Council from two spoil piles where recent graves had been dug. \\nNo known individuals were identified. No associated funerary objects \\nwere present.\\n    These Hennepin County human remains have no archeological \\nclassification and cannot be associated with any present-day Indian \\ntribe or group.\\n    In 1985, human remains representing three individuals were \\nrecovered from site 21-BK-37, the Hildebrand site, Becker County, MN by \\nrepresentatives of the Minnesota Indian Affairs Council following their \\ndisturbance during construction. No known individuals were identified. \\nNo associated funerary objects were present.\\n    Site 21-BK-37 has no archeological classification and cannot be \\nassociated with any present-day Indian tribe or group.\\n    At an unknown date, human remains representing one individual were \\nremoved from Traverse County, MN by W. Jensen and donated to the \\nMinnesota Indian Affairs Council by J. Presley. No known individual was \\nidentified. No associated funerary objects are present.\\n    These human remains from Traverse County have no archeological \\nclassification and cannot be associated with any present-day Indian \\ntribe or group.\\n    During the 1940s, human remains representing one individual were \\nremoved from a WPA road construction site near Sauk Centre, Stearns \\nCounty, MN and donated to the University of Minnesota. No known \\nindividual was identified. No funerary objects are present.\\n    These human remains have no archeological classification and cannot \\nbe associated with any present-day Indian tribe or group.\\n    In 1987, human remains representing three individuals were \\nrecovered from the Longville area of Cass County, MN during housing \\nconstruction by unknown person(s) and turned over to the Minnesota \\nState Archeologist acting on behalf of the Minnesota Indian Affairs \\nCouncil. No known individuals were identified. No associated funerary \\nobjects are present.\\n    These human remains have no archeological classification and cannot \\nbe associated with any present-day Indian tribe or group.\\n    In 1989, human remains representing one individual were recovered \\nfrom Crow Wing County, MN and turned over to the Minnesota Indian \\nAffairs Council by the Crow Wing County sheriff. No known individual \\nwas identified. No associated funerary objects are present.\\n    These human remains from Crow Wing County have no archeological \\nclassification and cannot be associated with any present-day Indian \\ntribe or group.\\n    In 1991, human remains representing one individual were recovered \\nfrom Minnetonka Regional Park, Hennepin County, MN during an \\narcheological survey conducted by R. Thompson. No known individual was \\nidentified. No associated funerary objects were present.\\n    These human remains from Hennepin County have no archeological\\n\\n[[Page 43213]]\\n\\nclassification and cannot be associated with any present-day Indian \\ntribe or group.\\n    In 1991, human remains representing two individuals were recovered \\nfrom private land in Kanabec County, MN during housing construction and \\nwere turned over to the Minnesota Indian Affairs Council by the Kanabec \\nCounty sheriff. No known individuals were identified. No associated \\nfunerary objects are present.\\n    These human remains have no archeological classification and cannot \\nbe associated with any present-day Indian tribe or group.\\n    In 1992, human remains representing one individual were recovered \\nfrom site 21-KC-25, Hannaford, Koochiching County, MN during an \\narcheological excavation conducted by C. Caine, State Archeologist. No \\nknown individual was identified. No associated funerary objects were \\npresent.\\n    These human remains from site 21-KC-25 are associated with the \\nWoodland Tradition, a broad archeological classification which cannot \\nbe associated with any present-day Indian tribe or group.\\n    In 1992, human remains representing one individual were donated to \\nthe Minnesota Indian Affairs Council by S. Simon of Winona, MN. The \\nskull had been in the possession of his grandfather, a physician, who \\nreceived it from someone who reported that it came from a mound, \\npossibly in Freeborn County, MN. No known individual was identified. No \\nassociated funerary objects are present.\\n    The human remains from Freeborn County have no archeological \\nclassification and cannot be associated with any present-day Indian \\ntribe or group.\\n    In 1993, human remains representing one individual were removed \\nfrom site 21-PO-13, Pope County, MN by person(s) unknown. These human \\nremains were turned over to the Minnesota Indian Affairs Council by the \\nScience Museum of Minnesota. No known individual was identified. No \\nassociated funerary objects are present.\\n    These human remains from site 21-PO-13 may be associated with the \\nArchaic Tradition, a broad archeological classification which cannot be \\nassociated with any present-day Indian tribe or group.\\n    In 1992, human remains representing one individual were recovered \\nfrom the east shore of Otter Tail Lake, Otter Tail County, MN by R. \\nClouse of the Minnesota Historical Society acting on behalf of the \\nMinnesota Indian Affairs Council. No known individual was identified. \\nNo associated funerary objects are present.\\n    The human remains from Otter Tail County have no archeological \\nclassification and cannot be associated with any present-day Indian \\ntribe or group.\\n    In 1989-1990, human remains representing one individual were \\nremoved from site 21-WR-176, Wright County, MN by R. Andrews and sent \\nto the Minnesota Indian Affairs Council through M. Galvin. No known \\nindividual was identified. No associated funerary objects are present.\\n    The human remains from site 21-WR-176 have no archeological \\nclassification and cannot be associated with any present-day Indian \\ntribe or group.\\n    In 1993, human remains representing two individuals were removed \\nfrom site 21-BE-135, Malvin site, Blue Earth County, MN during \\narcheological excavations conducted by R. Strachan and K. Roetzel of \\nMankato State University and transferred to the Minnesota Indian \\nAffairs Council. No known individuals were identified. No associated \\nfunerary objects were present.\\n    These human remains from site 21-BE-135 are associated with the \\nWoodland Tradition, a broad archeological classification which cannot \\nbe associated with any present-day Indian tribe or group.\\n    In 1993, human remains representing one individual were removed \\nfrom site 21-NL-47, Minnemishinona Falls, Nicollet County, MN by C.L. \\nSmith and turned over to the Nicollet County Sheriff\\'s department. No \\nknown individual was identified. No associated funerary objects are \\npresent.\\n    Site 21-NL-47 has been identified as Woodland Tradition, an \\narcheological classification which cannot be associated with any \\npresent-day Indian tribe or group.\\n    In 1989, human remains representing one individual were recovered \\nfrom near Pickeral Lake, Freeborn County, MN and turned over to the \\nScience Museum of Minnesota by E.R. Feikema. In 1994, the Science \\nMuseum of Minnesota transferred these remains to the Minnesota Indian \\nAffairs Council. No known individual was identified. No associated \\nfunerary objects are present.\\n    These human remains from Freeborn County have no archeological \\nclassification and cannot be associated with any present-day Indian \\ntribe or group.\\n    At an unknown date, human remains representing one individual were \\nrecovered from a cave on Grey Cloud Island, Washington County, MN and \\ntransferred to the Ramsey County Medical Examiner\\'s Office. In 1994, \\nthese human remains were transferred to the Minnesota Indian Affairs \\nCouncil. No known individual was identified. No associated funerary \\nobjects are present.\\n    These human remains from Washington County have no archeological \\nclassification and cannot be associated with any present-day Indian \\ntribe or group.\\n    In 1994, human remains representing one individual were recovered \\nfrom site 21-MU-10, Lake Shetek State Park, Murray County, MN during an \\narcheological survey conducted by D. Radford, Minnesota Department of \\nNatural Resources. No known individual was identified. No associated \\nfunerary objects are present.\\n    These human remains from site 21-MU-10 are associated with the \\nWoodland Tradition, a broad archeological classification which cannot \\nbe associated with any present-day Indian tribe or group.\\n    During the late 19th century, human remains representing one \\nindividual were removed from site 21-RA-7, Big Mound, White Bear Lake, \\nRamsey County, MN by unknown individuals and turned over to the \\nMinnesota Historical Society. No known individual was identified. No \\nassociated funerary objects are present.\\n    Based on skeletal morphology, these human remains (H319.2- Female, \\n18-20 years old) have been identified as Native American. These human \\nremains from site 21-RA-7 are associated with the Woodland Tradition, a \\nbroad archeological classification which cannot be associated with any \\npresent-day Indian tribe or group.\\n    During the late 19th century, human remains representing one \\nindividual were removed from an unknown site in Wabasha County, MN by \\nJ.V. Brower. In the 1970s, these human remains were catalogued into the \\ncollections of the Minnesota Historical Society. No known individual \\nwas identified. No associated funerary objects are present.\\n    These human remains from Wabasha County have no archeological \\nclassification and cannot be associated with any present-day Indian \\ntribe or group.\\n    During the late 19th century, human remains representing one \\nindividual were removed from site 21-MA-3, Marshall County, MN during \\nexcavations conducted by A.J. Hill. In 1905, these human remains were \\ndonated to the Minnesota Historical Society as part of the Mitchell \\ncollection. No known individual was identified. No associated funerary \\nobjects are present.\\n\\n[[Page 43214]]\\n\\n    These human remains from site 21-MA-3 are associated with the \\nWoodland Tradition, a broad archeological classification which cannot \\nbe associated with any present-day Indian tribe or group.\\n    During the late 19th century, human remains representing four \\nindividuals were removed from site 21-WN-14, Winona County, MN during \\nexcavations conducted by T.H. Lewis. In 1905, these human remains were \\ndonated to the Minnesota Historical Society as part of the Mitchell \\ncollection. No known individuals were identified. No associated \\nfunerary objects are present.\\n    These human remains from site 21-WN-14 may be associated with the \\nWoodland Tradition, a broad archeological classification which cannot \\nbe associated with any present-day Indian tribe or group.\\n    During the late 19th century, human remains representing four \\nindividuals from an unknown site in Clearwater County, MN were removed \\nby J.V. Brower and donated to the Minnesota Historical Society. No \\nknown individuals were identified. No associated funerary objects are \\npresent.\\n    These human remains from Clearwater County have no archeological \\nclassification and cannot be associated with any present-day Indian \\ntribe or group.\\n    During the late 19th century, human remains representing five \\nindividuals were removed from site 21-RA-5, Mounds Park, Ramsey County, \\nMN during excavations by T.H. Lewis and cataloged into the collections \\nof the Minnesota Historical Society. No known individuals were \\nidentified. No associated funerary objects are present.\\n    These human remains from site 21-RA-5 are associated with the \\nMiddle Woodland Tradition, a broad archeological classification which \\ncannot be associated with any present-day Indian tribe or group.\\n    During the late 19th century, human remains representing one \\nindividual were removed from site 21-BL-30, Beltrami County, MN during \\nexcavations by T.H. Lewis and cataloged into the collections of the \\nMinnesota Historical Society. No known individual was identified. No \\nassociated funerary objects are present.\\n    These human remains from site 21-BL-30 are associated with the \\nWoodland Tradition, a broad archeological classification which cannot \\nbe associated with any present-day Indian tribe or group.\\n    During the late 19th century, human remains representing one \\nindividual were removed from an unidentified location in Traverse \\nCounty, MN by T.H. Lewis and later cataloged into the collections of \\nthe Minnesota Historical Society. No known individual was identified. \\nNo associated funerary objects are present.\\n    These human remains from Traverse County have no archeological \\nclassification and cannot be associated with any present-day Indian \\ntribe or group.\\n    In 1938, human remains representing 22 individuals were removed \\nfrom an undesignated site in Anoka County, MN by R. Golden who donated \\nthem to the University of Minnesota. No known individuals were \\nidentified. No associated funerary objects are present.\\n    These human remains from Anoka County have no archeological \\nclassification and cannot be associated with any present-day Indian \\ntribe or group.\\n    In 1952, human remains representing 48 individuals were removed \\nfrom site 21-BW-1, Synsteby Mound and Village site, Brown County, MN \\nduring archeological excavations conducted by L.A. Wilford of the \\nUniversity of Minnesota. No known individuals were identified. The two \\nassociated funerary objects include a clam shell and a broken chert \\nknife.\\n    These human remains from site 21-BW-1 are associated with the \\nWoodland Tradition, a broad archeological classification which cannot \\nbe associated with any present-day Indian tribe or group.\\n    In 1950, human remains representing 16 individuals were removed \\nfrom site 21-AN-1, the Howard Lake site, Anoka County, MN during \\narcheological excavations conducted by L.A. Wilford of the University \\nof Minnesota. No known individuals were identified. No associated \\nfunerary objects were present.\\n    These human remains from site 21-AN-1 are associated with the \\nMiddle Woodland Tradition, a broad archeological classification which \\ncannot be associated with any present-day Indian tribe or group.\\n    In 1946, human remains representing 42 individuals were removed \\nfrom site 21-BS-3, Lindholm Mounds site, Big Stone County, MN during \\narcheological excavations conducted by L.A. Wilford of the University \\nof Minnesota. No known individuals were identified. The four associated \\nfunerary objects include one shell bead, a bone pin, a ceramic vessel, \\nand worked bone.\\n    These human remains from site 21-BS-3 are associated with the \\nWoodland Tradition, a broad archeological classification which cannot \\nbe associated with any present-day Indian tribe or group.\\n    In 1952, human remains representing 16 individuals were removed \\nfrom site 21-KH-2, Nest Lake Mound site, Kandiyohi County, MN during \\narcheological excavations conducted by L.A. Wilford of the University \\nof Minnesota. No known individuals were identified. No associated \\nfunerary objects were present.\\n    These human remains from site 21-KH-2 are associated with the \\nWoodland Tradition, a broad archeological classification which cannot \\nbe associated with any present-day Indian tribe or group.\\n    During the 1970s, human remains representing eight individuals were \\nremoved from a location in the vicinity of Cambria, Blue Earth County, \\nMN by an unknown donor who gave them to the Minnesota Historical \\nSociety. No known individuals were identified. No associated funerary \\nobjects are present.\\n    These human remains from Blue Earth County have no archeological \\nclassification and cannot be associated with any present-day Indian \\ntribe or group.\\n    During the early 1970s, human remains representing 69 individuals \\nwere removed from site 21-WW-4, Alton Anderson site, Watonwan County, \\nMN during archeological excavations conducted by A.G. Lothson of the \\nMinnesota Historical Society. No known individuals were identified. No \\nassociated funerary objects are present.\\n    These human remains from 21-WW-4 are probably associated with the \\nBesant and Avonlea Phases, archeological classifications for certain \\nPlains-oriented groups which cannot be associated with any present-day \\nIndian tribe or group.\\n    During the late 19th century, human remains representing one \\nindividual were removed form 21-RA-7, the Big Mound site at White Bear \\nLake, Ramsey County, MN by person(s) unknown. No known individual was \\nidentified. No associated funerary objects are present.\\n    These human remains (H319.19) from 21-RA-7 are associated with the \\nWoodland Tradition, a broad archeological classification which cannot \\nbe associated with any present-day Indian tribe or group.\\n    During the 1970s, human remains representing two individuals were \\nremoved from an unknown location in Hennepin County, MN by an unknown \\nperson who donated these remains to the Minnesota Historical Society. \\nNo known individuals were identified. No associated funerary objects \\nare present.\\n    These human remains from Hennepin County have no archeological \\nclassification and cannot be associated\\n\\n[[Page 43215]]\\n\\nwith any present-day Indian tribe or group.\\n    In 1974, human remains representing one individual were removed \\nfrom an unknown location in Koochiching County, MN by J. Oothoudt of \\nthe Minnesota Historical Society. No known individual was identified. \\nNo associated funerary objects are present.\\n    These human remains from Koochiching County have no archeological \\nclassification and cannot be associated with any present-day Indian \\ntribe or group.\\n    During the late 19th century, human remains representing four \\nindividuals were removed from an unknown location in Mille Lacs County, \\nMN by J.V. Brower and donated to the Minnesota Historical Society. No \\nknown individuals were identified. No associated funerary objects are \\npresent.\\n    These human remains from Mille Lacs County have no archeological \\nclassification and cannot be associated with any present-day Indian \\ntribe or group.\\n    At an unknown date, human remains representing one individual were \\nremoved form a site at Sandy Lake, Aitkin County, MN by unknown persons \\nand donated to the Science Museum of Minnesota. No known individual was \\nidentified. No associated funerary objects are present.\\n    These human remains (SMMA 6662) from Aitkin County have no \\narcheological classification and cannot be associated with any present-\\nday Indian tribe or group.\\n    At an unknown date, human remains representing three individuals \\nwere removed from an unknown location in Minneapolis, Hennepin County, \\nMN by unknown persons and donated to the University of Minnesota. No \\nknown individuals were identified. No associated funerary objects are \\npresent.\\n    These human remains from Hennepin County have no archeological \\nclassification and cannot be associated with any present-day Indian \\ntribe or group.\\n    In 1970, human remains representing one individual were removed \\nfrom 21-YM-19, Yellow Medicine County, MN during a survey conducted by \\nD. Nystuen of the Minnesota Historical Society. No known individual was \\nidentified. No associated funerary objects are present.\\n    These human remains from site 21-YM-19 are associated with the \\nWoodland Tradition, a broad archeological classification which cannot \\nbe associated with any present-day Indian tribe or group.\\n    At an unknown date, human remains representing two individuals were \\nremoved from an unknown location in Hennepin County, MN and donated by \\nunknown persons to the Minnesota Historical Society. No known \\nindividuals were identified. No associated funerary objects are \\npresent.\\n    These human remains from Hennepin County have no archeological \\nclassification and cannot be associated with any present-day Indian \\ntribe or group.\\n    In 1933, human remains representing one individual were recovered \\nfrom site 21-TR-5, Brown\\'s Valley Man site, Traverse County, MN by W. \\nJensen and later donated to the Minnesota Indian Affairs Council by E. \\nWeeks, and J.J. Presley. No known individuals were identified. The \\nassociated funerary objects were not donated.\\n    These human remains from site 21-TR-5 are associated with the \\nPaleoindian Tradition, a broad archeological classification which \\ncannot be associated with any present-day Indian tribe or group.\\n    At an unknown date, human remains representing two individuals were \\nremoved from site 21-BK-5, Becker County, MN and donated to the \\nMinnesota Historical Society by a survey crew. No known individuals \\nwere identified. No associated funerary objects are present.\\n    These human remains from site 21-BK-5 are associated with the \\nWoodland Tradition, a broad archeological classification which cannot \\nbe associated with any present-day Indian tribe or group.\\n    At an unknown date, human remains representing one individual (SMMA \\n6665) were removed from an unknown location near Sandy Lake, Aitkin \\nCounty, MN by unknown persons and donated to the Science Museum of \\nMinnesota. No known individual was identified. No associated funerary \\nobjects are present.\\n    These human remains from Aitkin County have no archeological \\nclassification and cannot be associated with any present-day Indian \\ntribe or group.\\n    At an unknown date, human remains representing one individual were \\nremoved from an unknown location, possibly a mound near Rice Lake, \\nMille Lacs County, MN by unknown persons and donated to the Minnesota \\nHistorical Society where they were registered in 1976. No known \\nindividual was identified. No associated funerary objects are present.\\n    These human remains from Mille Lacs County have no archeological \\nclassification and cannot be associated with any present-day Indian \\ntribe or group.\\n    In 1976, human remains representing four individuals were removed \\nfrom site 21-MA-10, Marshall County, MN during archeological \\nexcavations conducted by the University of North Dakota and donated to \\nthe Minnesota Historical Society by K. Lund. No known individuals were \\nidentified. No associated funerary objects are present.\\n    These human remains from site 21-MA-10 are assoicated with the Late \\nWoodland Tradition, a broad archeological classification which cannot \\nbe associated with any present-day Indian tribe or group.\\n    At an unknown date, human remains representing one individual were \\nremoved from site 21-RA-5, Mound Park, Ramsey County, MN by unknown \\nperson(s) and became part of the Mitchell collection which was donated \\nto the Minnesota Historical Society. No known individual was \\nidentified. No associated funerary objects are present.\\n    These human remains from site 21-RA-5 are associated with the \\nMiddle Woodland Tradition, a broad archeological classification which \\ncannot be associated with any present-day Indian tribe or group.\\n    In 1971, human remains representing five individuals were removed \\nfrom site 21-OT-31, Otter Tail County, MN during an archeological \\nsurvey conducted by D. Nystuen of the Minnesota Historical Society. No \\nknown individuals were identified. No associated funerary objects are \\npresent.\\n    These human remains from site 21-OT-31 are associated with the \\nWoodland Tradition, a broad archeological classification which cannot \\nbe associated with any present-day Indian tribe or group.\\n    In 1931, human remains representing seven individuals were removed \\nform an undesignated site at Gray\\'s Bay, Lake Minnetonka, Hennepin \\nCounty, MN by H. Fuhs and donated to the Minnesota Historical Society. \\nNo known individuals were identified. No associated funerary objects \\nare present.\\n    These human remains from Hennepin County have no archeological \\nclassification and cannot be associated with any present-day Indian \\ntribe or group.\\n    In 1970, human remains representing 12 individuals were removed \\nfrom a gravel pit at Lake Minnetonka, Hennepin County, MN and donated \\nto the Minnesota Historical Society by L. Studlareck. No known \\nindividuals were identified. No associated funerary objects are \\npresent.\\n    These human remains from Hennepin County have no archeological \\nclassification and cannot be associated\\n\\n[[Page 43216]]\\n\\nwith any present-day Indian tribe or group.\\n    At an unknown date, human remains representing two individuals were \\nremoved from an unknown site in Koochiching County, MN by unknown \\npersons and donated to the Minnesota Indian Affairs Council. No known \\nindividuals were identified. No associated funerary objects are \\npresent.\\n    These human remains from Koochiching County have no archeological \\nclassification and cannot be associated with any present-day Indian \\ntribe or group.\\n    At an unknown date, human remains representing one individual were \\nremoved from an unknown location in Beltrami County, MN by unknown \\npersons and donated to the Minnesota Indian Affairs Council. No known \\nindividuals were identified. No associated funerary objects are \\npresent.\\n    These human remains from Beltrami County have no archeological \\nclassification and cannot be associated with any present-day Indian \\ntribe or group.\\n    At an unknown date, human remains representing one individual were \\nremoved from an unknown location in Blue Earth County, MN by unknown \\npersons and donated to the Minnesota Indian Affairs Council. No known \\nindividuals were identified. No associated funerary objects are \\npresent.\\n    These human remains from Blue Earth County have no archeological \\nclassification and cannot be associated with any present-day Indian \\ntribe or group.\\n    At an unknown date, human remains representing one individual were \\nremoved from an unknown location near Sandy Lake in Aitkin County, MN \\nby unknown persons and donated to the Science Museum of Minnesota. No \\nknown individual was identified. No associated funerary objects are \\npresent.\\n    These human remains (SMMA 6666) from Aitkin County have no \\narcheological classification and cannot be associated with any present-\\nday Indian tribe or group.\\n    At an unknown date, human remains representing two individuals were \\nremoved from site 21-BK-14, Becker County, MN by unknown persons and \\ndonated to the University of Minnesota. No known individuals were \\nidentified. No associated funerary objects are present.\\n    These human remains from site 21-BK-14 are associated with the \\nWoodland Tradition, a broad archeological classification which cannot \\nbe associated with any present-day Indian tribe or group.\\n    At an unknown date, human remains representing two individuals were \\nremoved from site 21-ME-3, Clear Lake, Meeker County, MN by unknown \\npersons and donated to the University of Minnesota. No known \\nindividuals were identified. No associated funerary objects are \\npresent.\\n    These human remains from site 21-ME-3 are associated with the \\nWoodland Tradition, a broad archeological classification which cannot \\nbe associated with any present-day Indian tribe or group.\\n    At an unknown date, human remains representing one individual were \\nremoved from an unknown location near Litchfield, Meeker County, MN by \\nunknown persons and donated to the University of Minnesota. No known \\nindividual was identified. No associated funerary objects are present.\\n    These human remains from Meeker County have no archeological \\nclassification and cannot be associated with any present-day Indian \\ntribe or group.\\n    In 1933, human remains representing one individual were removed \\nfrom site 21-OT-3, Minnesota Woman site (formerly Minnesota Man site), \\nOtter Tail County, MN during archeological excavations conducted by \\nA.E. Jenks of the University of Minnesota. No known individual was \\nidentified. The three associated funerary objects include one pendant, \\none ``dagger\\'\\' and soil samples.\\n    These human remains and associated funerary objects are associated \\nwith the Archaic Tradition, a broad archeological classification which \\ncannot be associated with any present-day Indian tribe or group.\\n    In 1933, human remains representing three individuals were removed \\nfrom site 21-ML-1 the Brower/Anderson/Vanderbloom/Kern site, Mille Lacs \\nCounty, MN during archeological excavations conducted by A.E. Jenks of \\nthe University of Minnesota. No known individuals were identified. The \\none associated funerary object are samples of ochorous clay.\\n    These human remains and associated funerary object from site 21-ML-\\n1 are associated with the Malmo Culture of the Woodland Tradition, a \\nbroad archeological classification which cannot be associated with any \\npresent-day Indian tribe or group.\\n    In 1930, human remains representing four individuals were removed \\nfrom an undesignated site in Otter Tail County on the property of O.M. \\nCarr, who donated these remains to the University of Minnesota. No \\nknown individuals were identified. No associated funerary objects are \\npresent.\\n    These human remains from Otter Tail County are associated with the \\nWoodland Tradition, a broad archeological classification which cannot \\nbe associated with any present-day Indian tribe or group.\\n    In 1931, human remains representing nine individuals were removed \\nfrom an undesignated site along the north bank of the Minnesota River \\nin Hennepin County, MN by D.H. Nordenson and donated to the University \\nof Minnesota. No known individuals were identified. No associated \\nfunerary objects are present.\\n    These human remains from Hennepin County are associated with the \\nWoodland Tradition, a broad archeological classification which cannot \\nbe associated with any present-day Indian tribe or group.\\n    In 1934, human remains representing 33 individuals were removed \\nfrom site 21-TR-1, Round Mound site, Traverse County, MN during \\narcheological excavations conducted by A.E. Jenks of the University of \\nMinnesota. No known individuals were identified. No associated funerary \\nobjects are present.\\n    These human remains from site 21-TR-1 are associated with the \\nWoodland Tradition, a broad archeological classification which cannot \\nbe associated with any present-day Indian tribe or group.\\n    In 1934, human remains representing five individuals were removed \\nfrom site 21-TR-2, Wilson Mound site, Traverse County, MN during \\narcheological excavations conducted by L.A. Wilford of the University \\nof Minnesota. No known individuals were identified. The 17 associated \\nfunerary objects include shell pendants, a scraper, columnella beads, \\nfour bone bracelets, seven bone beads, and a shell.\\n    These human remains from site 21-TR-2 are associated with the \\nArvilla Complex, an archeological classification which cannot be \\nassociated with any present-day Indian tribe or group.\\n    In 1934, human remains representing one individual were removed \\nfrom site 21-TR-3, K Group Mound site, Traverse County, MN during \\narcheological excavations conducted by A.E. Jenks of the University of \\nMinnesota. No known individual was identified. The one associated \\nfunerary object is a projectile point.\\n    These human remains and associated funerary object from site 21-TR-\\n3 are associated with the Woodland Tradition, a broad archeological \\nclassification which cannot be associated with any present-day Indian \\ntribe or group.\\n    In 1935, human remains representing four individuals were removed \\nfrom site\\n\\n[[Page 43217]]\\n\\n21-BS-2, Schoen Mound site, Mound 1, Big Stone County, MN \\nduring archeological excavations conducted by A.E. Jenks of the \\nUniversity of Minnesota. No known individuals were identified. No \\nassociated funerary objects are present.\\n    These human remains from site 21-BS-2 are associated with the \\nWoodland Tradition, a broad archeological classification which cannot \\nbe associated with any present-day Indian tribe or group.\\n    In 1935, human remains representing nine individuals were removed \\nfrom site 21-BS-1, Schoen Mound site, Mound 2, Big Stone \\nCounty, MN during archeological excavations conducted by A.E. Jenks of \\nthe University of Minnesota. No known individuals were identified. The \\none associated funerary object is a bison bone.\\n    These human remains and associated funerary object from site 21-BS-\\n1 are associated with the Woodland Tradition, a broad archeological \\nclassification which cannot be associated with any present-day Indian \\ntribe or group.\\n    In 1946, human remains representing one individual were removed \\nfrom site 21-BS-4, Lou Miller Mounds site, Big Stone County, MN during \\narcheological excavations conducted by L.A. Wilford of the University \\nof Minnesota. No known individual was identified. The two associated \\nfunerary objects are a scraper and a ceramic vessel.\\n    These human remains and associated funerary objects from site 21-\\nBS-4 are associated with the Woodland Tradition, a broad archeological \\nclassification which cannot be associated with any present-day Indian \\ntribe or group.\\n    In 1935, human remains representing nine individuals were removed \\nfrom site 21-BS-5, Holtz Mound site, Big Stone County, MN during \\narcheological excavations conducted by A.E. Jenks of the University of \\nMinnesota. No known individuals were identified. No associated funerary \\nobjects are present.\\n    These human remains from site 21-BS-5 are associated with the \\nWoodland Tradition, a broad archeological classification which cannot \\nbe associated with any present-day Indian tribe or group.\\n    In 1936, human remains representing four individuals were removed \\nfrom an unknown location in Polk County, MN and donated to the \\nUniversity of Minnesota by M. Nelson. No known individuals were \\nidentified. No associated funerary objects are present.\\n    These human remains from Polk County have no archeological \\nclassification and cannot be associated with any present-day Indian \\ntribe or group.\\n    In 1936, human remains representing three individuals were removed \\nfrom an undesignated site on Big Split Hand Lake near Grand Rapids, \\nItasca County, MN by H.P. Hulin who donated these remains to the \\nUniversity of Minnesota. No known individuals were identified. The 44 \\nassociated funerary objects are ceramic sherds.\\n    These human remains and associated funerary objects from the site \\non Big Split Hand Lake are associated with the Woodland Tradition, a \\nbroad archeological classification which cannot be associated with any \\npresent-day Indian tribe or group.\\n    In 1936, human remains representing ten individuals were removed \\nfrom site 21-KT-1, Lake Bronson site, Kittson County, MN during \\narcheological excavations conducted by A.E. Jenks of the University of \\nMinnesota. No known individuals were identified. The two associated \\nfunerary objects are a ceramic vessel and a necklace of canine teeth.\\n    These human remains from site 21-KT-1 are associated with the \\nWoodland Tradition, a broad archeological classification which cannot \\nbe associated with any present-day Indian tribe or group.\\n    In 1936, human remains representing four individuals were removed \\nfrom site 21-MA-1, Snake River Mounds site, Marshall County, MN during \\narcheological excavations conducted by A.E. Jenks of the University of \\nMinnesota. No known individuals were identified. The 21 associated \\nfunerary objects include bear claws, a flat rocke, bone pins, stone \\ntools, two pieces of flat bone, flakes, a projectile point, a clay \\npipe, and a perforated antler handle.\\n    These human remains from site 21-MA-1 are associated with the \\nArvilla Complex, an archeological classification which cannot be \\nassociated with any present-day Indian tribe or group.\\n    In 1936, human remains representing 27 individuals were removed \\nfrom site 21-AK-1, Malmo Mounds site, Aitkin County, MN during \\narcheological excavations conducted by G. Ekhom of the University of \\nMinnesota. No known individuals were identified. The three associated \\nfunerary objects include red ochre, clay pieces, and fragments of logs \\nsurrounding the burials.\\n    These human remains from site 21-AK-1 are associated with the \\nMiddle Woodland Malmo Culture, an archeological classification which \\ncannot be associated with any present-day Indian tribe or group.\\n    In 1933, human remains representing three individuals were removed \\nfrom an unknown location near Hugo, Washington County, MN by P.F. \\nFlaskerd who donated these remains to the University of Minnesota. No \\nknown individuals were identified. No associated funerary objects are \\npresent.\\n    These human remains from site Washington County are associated with \\nthe Woodland Tradition, a broad archeological classification which \\ncannot be associated with any present-day Indian tribe or group.\\n    In 1936, human remains representing two individuals were removed \\nfrom site 21-BK-14, Shell Lake, near Ponsford, Becker County, MN by \\nJ.W. Nunn who donated these remains to the University of Minnesota. No \\nknown individuals were identified. The one associated funerary object \\nis a shell pendant.\\n    These human remains and associated funerary object from site 21-BK-\\n14 have no archeological classification and cannot be associated with \\nany present-day Indian tribe or group.\\n    At an unknown date, human remains representing four individuals \\nwere removed from site 21-OT-1, Peterson Mound Group site, Otter Tail \\nCounty, MN by unknown person(s) and donated to the University of \\nMinnesota. No known individuals were identified. No associated funerary \\nobjects are present.\\n    These human remains from site 21-OT-1 are associated with the \\nWoodland Tradition, a broad archeological classification which cannot \\nbe associated with any present-day Indian tribe or group.\\n    In 1937, human remains representing two individuals were removed \\nfrom site 21-OT-1, Peterson Mound Group site, Otter Tail County, MN \\nduring archeological excavations conducted by A.E. Jenks of the \\nUniversity of Minnesota. No known individuals were identified. No \\nassociated funerary objects are present.\\n    These human remains from site 21-OT-1 are associated with the \\nWoodland Tradition, a broad archeological classification which cannot \\nbe associated with any present-day Indian tribe or group.\\n    In 1938, human remains representing one individual were removed \\nfrom an unknown location near Verndale, Wadena County, MN by a road \\ncrew and donated to the University of Minnesota by H.G. Bosland. No \\nknown individual was identified. The one associated funerary object is \\na stemmed projectile point.\\n    These human remains and associated funerary object from Wadena \\nCounty have no archeological classification and cannot be associated \\nwith any present-day Indian tribe or group.\\n    In 1938, human remains representing 13 individuals were removed \\nfrom site\\n\\n[[Page 43218]]\\n\\n21-BE-2, Cambria site and Mounds, Blue Earth County, MN during \\narcheological excavations conducted by L.A. Wilford of the University \\nof Minnesota. No known individuals were identified. The nine associated \\nfunerary objects include flakes, pottery sherds, unfired clay pellets, \\na scraper, two notched arrowheads, and red ochre.\\n    These human remains and associated funerary objects from site 21-\\nBE-2 are associated with the Woodland or Mississippian Traditions, \\nbroad archeological classifications which cannot be associated with any \\npresent-day Indian tribe or group.\\n    In 1938, human remains representing four individuals were removed \\nfrom an unknown location near Perham, Otter Tail County, MN and \\ncollected by E. Weber who donated these human remains to the University \\nof Minnesota. No known individuals were identified. No associated \\nfunerary objects are present.\\n    These human remains from Otter Tail County have no archeological \\nclassification and cannot be associated with any present-day Indian \\ntribe or group.\\n    In 1940, human remains representing nine individuals were removed \\nfrom site 21-SL-1, Pike Bay Mound, St. Louis County, MN during \\narcheological excavations conducted by L.A. Wilford of the University \\nof Minnesota. No known individuals were identified. The six associated \\nfunerary objects include a ceramic vessel and bone harpoons.\\n    These human remains and associated funerary objects from site 21-\\nSL-1 are associated with the Late Woodland Blackduck Culture, an \\narcheological classification which cannot be associated with any \\npresent-day Indian tribe or group.\\n    In 1941, human remains representing five individuals were removed \\nfrom site 21-BS-2, Schoen Mound site, Mound 1, Big Stone \\nCounty, MN during archeological excavations conducted by G.H. Smith of \\nthe University of Minnesota. No known individuals were identified. The \\neight associated funerary objects include dog skulls, animal bones, \\npottery sherds, clamshells, a chert core and limestone fossil, \\ngroundstone hammer, and worked bone.\\n    These human remains and associated funerary objects from site 21-\\nBS-2 are associated with the Woodland Tradition, a broad archeological \\nclassification which cannot be associated with any present-day Indian \\ntribe or group.\\n    In 1941, human remains representing five individuals were removed \\nfrom 21-BE-2, Cambria, Blue Earth County, MN during archeological \\nexcavations conducted by L.A. Wilford of the University of Minnesota. \\nNo known individuals were identified. No associated funerary objects \\nare present.\\n    These human remains from site 21-BE-2 are associated with the \\nWoodland Tradition, a broad archeological classification which cannot \\nbe associated with any present-day Indian tribe or group.\\n    In 1942, human remains representing two individuals were removed \\nfrom an unknown location along Lake Vermillion, St. Louis County, MN by \\nJ. Peil and donated to the University of Minnesota. No known \\nindividuals were identified. No associated funerary objects are \\npresent.\\n    These human remains from St. Louis County have no archeological \\nclassification and cannot be associated with any present-day Indian \\ntribe or group.\\n    During the 1930s, human remains representing one individual were \\nremoved from an unknown location, possibly a burial mound in Aitkin \\nCounty, MN and collected by F. Swain who donated these remains to the \\nUniversity of Minnesota. No known individuals were identified. No \\nassociated funerary objects are present.\\n    These human remains from Aitkin County have been tentatively \\nassociated with the Archaic Tradition, a broad archeological \\nclassification which cannot be associated with any present-day Indian \\ntribe or group.\\n    In 1944, human remains representing one individual were removed \\nfrom site 21-TO-1, Sauk Valley Man site, Todd County, MN during \\narcheological excavations conducted by H. Retzek and donated to the \\nUniversity of Minnesota. No known individuals were identified. No \\nassociated funerary objects are present.\\n    These human remains from site 21-TO-1 have been tentatively \\nassociated with the Archaic Tradition, a broad archeological \\nclassification which cannot be associated with any present-day Indian \\ntribe or group.\\n    In 1947, human remains representing four individuals were removed \\nfrom an unnumbered site, the Prairie Lake Mound site, near Pelican \\nRapids, Otter Tail County, MN by O. Kopperud and donated to the \\nUniversity of Minnesota. No known individuals were identified. No \\nassociated funerary objects are present.\\n    These human remains from Otter Tail County are associated with the \\nWoodland Tradition, a broad archeological classification which cannot \\nbe associated with any present-day Indian tribe or group.\\n    In 1947, human remains representing one individual were removed \\nfrom site 21-WA-2, Michaud Mounds/Grey Cloud Island Mounds, Washington \\nCounty, MN during archeological excavations conducted by L.A. Wilford \\nof the University of Minnesota. No known individuals were identified. \\nNo associated funerary objects are present.\\n    These human remains from site 21-WA-2 are associated with the \\nWoodland Tradition, a broad archeological classification which cannot \\nbe associated with any present-day Indian tribe or group.\\n    In 1947, human remains representing 13 individuals were removed \\nfrom site 21-HE-3, Halpin Mounds, Hennepin County, MN during \\narcheological excavations conducted by L.A. Wilford of the University \\nof Minnesota. No known individuals were identified. The three \\nassociated funerary objects are projectile points.\\n    These human remains from site 21-HE-3 are associated with the \\nWoodland Tradition, a broad archeological classification which cannot \\nbe associated with any present-day Indian tribe or group.\\n    In 1947, human remains representing five individuals were removed \\nfrom an unnumbered site at the Crow Lake gravel pit, Belgrade, Stearns \\nCounty, MN by H. Retzek who donated these remains to the University of \\nMinnesota. No known individuals were identified. No associated funerary \\nobjects are present.\\n    These human remains from Stearns County have no archeological \\nclassification and cannot be associated with any present-day Indian \\ntribe or group.\\n    In 1947, human remains representing three individuals were removed \\nfrom the Mankato gravel pit, Mankato, Blue Earth County, MN by F. Hicks \\nwho donated these remains to the University of Minnesota. No known \\nindividuals were identified. No associated funerary objects are \\npresent.\\n    These human remains from Blue Earth County have no archeological \\nclassification and cannot be associated with any present-day Indian \\ntribe or group.\\n    In 1948, human remains representing one individual were removed \\nfrom an unnumbered site at the Davidson Farm, Beardsley, Big Stone \\nCounty, MN by J. Davidson and donated to the Unversity of Minnesota. No \\nknown individuals were identified. No associated funerary objects are \\npresent.\\n    These human remains from Big Stone County have no archeological \\nclassification and cannot be associated\\n\\n[[Page 43219]]\\n\\nwith any present-day Indian tribe or group.\\n    In 1949, human remains representing two individuals were removed \\nfrom the property of Lamphrey Gun Club, Forest Lake, Washington County, \\nMN by J.A. Houle who donated these remains to the University of \\nMinnesota. No known individuals were identified. No associated funerary \\nobjects are present.\\n    These human remains from Washington County have no archeological \\nclassification and cannot be associated with any present-day Indian \\ntribe or group.\\n    In 1949, human remains representing two individuals were removed \\nfrom site 21-ME-3 on Clear Lake, Meeker County, MN by H.E. Wilmot who \\ndonated these human remains to the University of Minnesota. No known \\nindividuals were identified. No associated funerary objects are \\npresent.\\n    These human remains from Meeker County have no archeological \\nclassification and cannot be associated with any present-day Indian \\ntribe or group.\\n    In 1903, human remains representing two individuals were removed \\nfrom site 21-WL-1, Femco Mound site, Wilkin County, MN and donated in \\n1949 by SE. Mathews to the University of Minnesota. No known \\nindividuals were identified. The one associated funerary object is a \\npartial ceramic vessel.\\n    In 1940, human remains representing 38 individuals were removed \\nfrom 21-WL-1, Femco Mound site, Wilkin County, MN during archeological \\nexcavations conducted by L.A. Wilford of the University of Minnesota. \\nNo known individuals were identified. The one associated funerary \\nobject includes a shell bead.\\n    These human remains and associated funerary object from site 21-WL-\\n1 are associated with the Arvilla Complex, an archeological \\nclassification which cannot be associated with any present-day Indian \\ntribe or group.\\n    In 1949, human remains representing three individuals were removed \\nfrom site 21-OT-5, Graham Lake site, Otter Tail County, MN during \\narcheological excavations conducted by L.A. Wilford of the University \\nof Minnesota. No known individuals were identified. The eight \\nassociated funerary objects include flakes, scrapers, stone knives, \\nprojetile points, and a ceramic vessel.\\n    The human remains and associated funerary objects from site 21-OT-5 \\nare associated with the Middle Woodland Malmo Culture, an archeological \\nclassification which cannot be associated with any present-day Indian \\ntribe or group.\\n    In 1951, human remains representing seven individuals were removed \\nfrom site 21-BE-6, Lewis Mounds, Blue Earth County, MN during \\narcheological excavations conducted by L.A. Wilford of the University \\nof Minnesota. No known individuals were identified. The five associated \\nfunerary objects include pottery sherds, a biface base, a knife/blade, \\nand a ceramic vessel.\\n    The human remains and associated funerary objects from 21-BE-6 are \\nassociated with the Mississippian Tradition, an archeological \\nclassification which cannot be associated with any present-day Indian \\ntribe or group.\\n    In 1952, human remains representing two individuals were removed \\nfrom site 21-ML-1, Brower/Anderson/Vanderbloom/Kern site, Mille Lacs \\nCounty, MN during archeologicial excavations conducted by L.A. Wilford \\nof the University of Minnesota. No known individuals were identified. \\nThe six associated funerary objects include potsherds, flakes, and \\nburned red clay.\\n    The human remains and associated funerary objects from site 21-ML-1 \\nare associated with the Middle Woodland, an archeological \\nclassification which cannot be associated with any present-day Indian \\ntribe or group.\\n    In 1953, human remains representing one individual were removed \\nfrom site 21-WN-2, Volkart Mound site, Winona County, MN during an \\narcheological excavation conducted by L.A. Wilford of the University of \\nMinnesota. No known individual was identified. No associated funerary \\nobjects are present.\\n    These human remains from site 21-WN-2 are associated with the \\nWoodland Tradition, an archeological classification which cannot be \\nassociated with any present-day Indian tribe or group.\\n    In 1954, human remains representing six individuals were removed \\nfrom site 21-PO-3, Pelican Lake Gravel Pit site, Pope County, MN during \\narcheological excavations conducted by L.A. Wilford of the University \\nof Minnesota. No known individuals were identified. The nine associated \\nfunerary objects include a side-notched point, copper objects, shell \\nbeads, shell ornament, tubular pipe, a knife, an antler with beaver \\ntooth, and red ochre.\\n    The human remains and associated funerary objects from site 21-PO-3 \\nare associated with the Archaic Tradition, a broad archeological \\nclassification which cannot be associated with any present-day Indian \\ntribe or group.\\n    In 1955, human remains representing three individuals were removed \\nfrom site 21-WB-1, Brostrom site, Wabasha County, Mn during \\narcheological excavations conducted by L.A. Wilford of the University \\nof Minnesota. No known individuals were identified. No associated \\nfunerary objects are present.\\n    These human remains from site 21-WB-1 are associated with the \\nWoodland Tradition, an archeological classification which cannot be \\nassociated with any present-day Indian tribe or group.\\n    In 1956, human remains representing one individual were removed \\nfrom site 21-CW-207, Tip-Top Resort site, Crow Wing County, MN by A. \\nSchwantes who donated these remains to the University of Minnesota. No \\nknown individual was identified. The one associated funerary object is \\na partial ceramic vessel.\\n    These human remains from site 21-CW-207 are associated with the \\nLate Woodland Tradition, an archeological classification which cannot \\nbe associated with any present-day Indian tribe or group.\\n    In 1957, human remains representing three individuals were removed \\nfrom site 21-CW-3, McAloon Mound site, Crow Wing County, MN during \\narcheological excavations conducted by L.A. Wilford of the University \\nof Minnesota. No known individuals were identified. The one associated \\nfunerary object are ceramic sherds.\\n    These human remains and associated funerary object from site 21-CW-\\n3 are associated with the Woodland Tradition, an archeological \\nclassification which cannot be associated with any present-day Indian \\ntribe or group.\\n    In 1957, human remains representing six individuals were removed \\nform site 21-SH-2, Moorhouse Mound site, Sherburne County, MN during \\narcheological excavations conducted by L.A. Wilford of the University \\nof Minnesota. No known individuals were identified. The eight \\nassociated funerary objects include worked bone, a sherd, a \\nhammerstone, bone, an end scraper, a pottery pipe, a rasp or stamp, and \\na knife.\\n    These human remains and associated funerary objects from site 21-\\nSH-2 are associated with the Woodland Tradition, an archeological \\nclassification which cannot be associated with any present-day Indian \\ntribe or group.\\n    In 1937, human remains representing 21 individuals were removed \\nfrom the Morrison Mound site (21-OT-2), Otter Tail County, MN during \\nexcavations conducted by A.E. Jenks of the University of Minnesota. No \\nknown individuals were identified. The one associated funerary object \\nis an end scraper.\\n\\n[[Page 43220]]\\n\\n    The Morrison Mound site is associated with the Woodland Tradition, \\na broad archeological tradition which cannot be identified with any \\npresent-day Indian tribe or group. \\n    In 1987, human remains representing three individuals from \\nunspecified public lands in Beltrami County, MN were donated to the \\nMinnesota Indian Affairs Council from the Bemidji Chamber of Commerce. \\nNo known individuals were identified. No associated funerary objects \\nare present.\\n    These human remains from Beltrami County date from the Archaic \\nperiod, an archeological tradition which cannot be identified with any \\npresent-day Indian tribe or group.\\n    In 1958, human remains representing one individual were removed \\nfrom an unnumbered site near Porter, Yellow Medicine County, MN by E. \\nPrenevast who donated these remains to the University of Minnesota. No \\nknown individual was identified. The one associated funerary object is \\na projectile point.\\n    The human remains from Yellow Medicine County have no archeological \\nclassification and cannot be associated with any present-day Indian \\ntribe or group.\\n    In 1960, human remains representing one individual were removed \\nfrom an unknown location at Big Stone Lake, Big Stone County, MN by \\nunknown person(s) and donated to the University of Minnesota. No known \\nindividual was identified. No associated funerary objects are present.\\n    The human remains from Big Stone County have no archeological \\nclassification and cannot be associated with any present-day Indian \\ntribe or group.\\n    In 1961, human remains representing one individual were removed \\nfrom site 21-MA-6, Haarstad Mound site, Marshall County, MN during an \\narcheological excavation conducted by O.E. Johnson of the University of \\nMinnesota. No known individuals were identified. The 32 associated \\nfunerary objects include miscellaneous material, three claws, bone and \\nbone fragments, bird bones, limestone rock, antler, beaver incisors, \\nclay elbow pipe, carbon and material from pipe, snail shell beads, \\ntubular shell beads, quartz pebbles, red and yellow ochre, scrapers, \\nflakes, clamshell, bone awls, soil sample, small vertebra and tooth.\\n    These human remains and associated funerary objects from site 21-\\nMA-6 are associated with the Arvilla Complex, an archeological \\nclassification which cannot be associated with any present-day Indian \\ntribe or group.\\n    During the 1960s, human remains representing one individual were \\nremoved from a highway construction site and deposited at Central Jr. \\nHigh School, Alexandria, Douglas County, MN. During the 1990s, these \\nhuman remains were turned over to the Minnesota Indian Affairs Council. \\nNo known individual was identified. No associated funerary objects are \\npresent.\\n    These human remains from Douglas County have no archeological \\nclassification and cannot be associated with any present-day Indian \\ntribe or group.\\n    In 1963, human remains representing 32 individuals were removed \\nfrom site 21-DL-1, Hoffman Mound site, Douglas County, MN duirng an \\narcheological excavation conducted by O.E. Johnson of the University of \\nMinnesota. No known individuals were identified. The five associated \\nfunerary objects include a projectile point, shell, flakes, a sherd, \\nand birch bark grave lining.\\n    These human remains and associated funerary objects from site 21-\\nDL-1 are associated with the Woodland Tradition, an archeological \\nclassification which cannot be associated with any present-day Indian \\ntribe or group.\\n    In 1966, human remains representing one individual were removed \\nfrom site 21-AK-9, Battle Island site, Aitkin County, MN by Mr. and \\nMrs. E.T. Grolla who donated these remains to the University of \\nMinnesota. No known individual was identified. No associated funerary \\nobjects are present.\\n    These human remains from site 21-AK-9 are associated with the \\nWoodland Tradition, an archeological classification which cannot be \\nassociated with any present-day Indian tribe or group.\\n    In 1966, human remains representing four individuals were removed \\nfrom site 21-BE-2, Cambria site, Blue Earth County, MN by W. Jones who \\ndonated these remains to the University of Minnesota. No known \\nindividuals were identified. No associated funerary objects are \\npresent.\\n    These human remains from site 21-BE-2 are associated with the \\nMississippian Tradition, an archeological classification which cannot \\nbe associated with any present-day Indian tribe or group.\\n    In 1967, human remains representing four individuals were removed \\nfrom site 21-BS-16 in Big Stone State Park, Big Stone County, MN by K. \\nSanders who donated these remains to the University of Minnesota. No \\nknown individual was identified. No associated funerary objects are \\npresent.\\n    The human remains from site 21-BS-16 have no archeological \\nclassification and cannot be associated with any present-day Indian \\ntribe or group.\\n    In 1971, human remains representing one individual were removed \\nfrom site 21-SL-12, Cemetery Island, St. Louis County, MN by H.W. \\nMcClusky who donated these remains to the University of Minnesota. No \\nknown individual was identified. No associated funerary objects are \\npresent.\\n    The human remains from site 21-SL-12 are tentatively associated \\nwith the Woodland Tradition, a broad archeological classification which \\ncannot be associated with any present-day Indian tribe or group.\\n    In 1992, human remains representing two individuals were recovered \\nfrom a gravel pit in Otter Tail County, MN by G. Goltz and J. Harrison \\nacting on behalf of the Minnesota Indian Affairs Council. No known \\nindividuals were identified. No associated funerary objects are \\npresent.\\n    These human remains from Otter Tail County have no archeological \\nclassification and cannot be associated with any present-day Indian \\ntribe or group.\\n    In 1992, human remains representing four individuals were recovered \\nfrom a bank of the Minnesota River across from Murphy\\'s Landing, \\nHennepin County, MN by T. Hein, B. O\\'Connell, and S. Myster on behalf \\nof the Minnesota Indian Affairs Council. No known individuals were \\nidentified. No associated funerary objects are present.\\n    These human remains from Hennepin County have no archeological \\nclassification and cannot be associated with any present-day Indian \\ntribe or group.\\n    At an unknown date, human remains representing 12 individuals were \\nrecovered from site 21-CA-3, Pillager Mounds, Cass County, MN by an \\nunidentified person. No known individuals were identified. No \\nassociated funerary objects are present.\\n    Site 21-CA-3 has been identified only as Woodland, a broad \\narcheological tradition that cannot be identified with any present-day \\nIndian tribe or group.\\n    In 1963, human remains representing one individual were removed \\nfrom site 21-DL-2, Lake Carlos Beach, Douglas County, MN during \\nexcavations conducted by Elden Johnson of the University of Minnesota. \\nNo known individual was identified. No associated funerary objects are \\npresent.\\n    Site 21-DL-2 has been identified as Woodland Tradition, a broad \\narcheological tradition which cannot be identified with any present-day \\nIndian tribe or group.\\n\\n[[Page 43221]]\\n\\n    In 1946, human remains representing two individuals were removed \\nfrom site 21-NR-2, the Habben Mound site, Norman County, MN during \\nexcavations conducted by L.A. Wilford of the University of Minnesota. \\nNo known individuals were identified. No associated funerary objects \\nare present.\\n    Site 21-NR-2 has been identified as Arvilla Complex, a broad \\narcheological tradition which cannot be identified with any present-day \\nIndian tribe or group.\\n    In 1946, human remains representing 15 individuals were removed \\nfrom site 21-NR-1, the Slininger Mound site, Norman County, MN during \\nexcavations conducted by L.A. Wilford of the University of Minnesota. \\nNo known individuals were identified. No associated funerary objects \\nare present.\\n    Site 21-NR-1 has been identified as Arvilla Complex, a broad \\narcheological tradition which cannot be identified with any present-day \\nIndian tribe or group.\\n    During the 1950s, human remains representing one individual were \\nremoved from private property in Eden Prairie, Carver County, MN during \\ncapping of a well. In 1992, Mrs. Fowler, the property owner, \\ntransferred these human remains to the Minnesota Indian Affairs \\nCouncil. No known individual was identified. No associated funerary \\nobjects are present.\\n    These human remains from Carver County have no archeological \\nclassification and cannot be associated with any present-day Indian \\ntribe or group.\\n    At an unknown date, human remains representing one individual were \\nremoved from 21-SL-9, Esquagama, St. Louis County, MN by W.D. Wright \\nand donated to the Minnesota Indian Affairs Council (H135). No known \\nindividual was identified. No associated funerary objects are present.\\n    Site 21-SL-9 has been identified as a Woodland Tradition site, a \\nbroad archeological tradition which cannot be identified with any \\npresent-day Indian tribe or group.\\n    In 1935, human remains representing two individuals were removed \\nfrom site 21-BS-16, Big Stone State Park, Big Stone County, MN by M. \\nMatthews and M. Finberg and donated to the University of Minnesota. No \\nknown individuals were identified. The minimum of five associated \\nfunerary objects include bear skulls, a pottery sherd, and carnivore \\nskulls.\\n    These human remains from site 21-BS-16 are associated with the \\nWoodland Tradition, a broad archeological classification which cannot \\nbe associated with any present-day Indian tribe or group.\\n    At an unknown date, human remains representing one individual were \\ndonated by an unknown person to the Traverse County Historical Society, \\nMN for a display. No known individual was identified. No associated \\nfunerary objects are present.\\n    These human remains have no further documentation, but are most \\nlikely to have come from a site in Traverse County, MN.\\n    In 1948, human remains representing seven individuals were removed \\nfrom site 21-SH-01, Christensen Mound, Sherburne County, MN during \\narcheological excavations conducted by L.A. Wilford of the University \\nof Minnesota. No known individuals were identified. The eight \\nassociated funerary objects includ a lithic tool, flakes, a projectile \\npoint, a pottery pipe, bear skulls, and a projectile point tip.\\n    In 1995, these human remains were reburied under Minnesota statute \\n307.08. The associated funerary objects were transferred to the \\nMinnesota Indian Affairs Council in 1997-1998 for reburial with their \\nhuman remains. These human remains and associated funerary objects from \\nsite 21-SH-01 are associated with the Woodland Tradition, an \\narcheological classification which cannot be associated with any \\npresent-day Indian tribe or group.\\n    Based on the above mentioned information, officials of the \\nMinnesota Indian Affairs Council have determined that, pursuant to 43 \\nCFR 10.2 (d)(1), the human remains listed above represent the physical \\nremains of a minimum of 1,059 individuals of Native American ancestry. \\nOfficials of the Minnesota Indian Affairs Council have also determined \\nthat, pursuant to 43 CFR 10.2 (d)(2), the approximately 306 objects \\nlisted above are reasonably believed to have been placed with or near \\nindividual human remains at the time of death or later as part of the \\ndeath rite or ceremony. Lastly, and in accordance with the \\nrecommendations of the NAGPRA Review Committee, officials of the \\nMinnesota Indian Affairs Council have determined that, pursuant to 43 \\nCFR 10.2 (e), there is no relationship of shared group identity which \\ncan be reasonably traced between these Native American human remains \\nand associated funerary objects and any present-day Indian tribe or \\ngroup; and the disposition of these Native American human remains and \\nassociated funerary objects will follow Minnesota Statute 307.08.\\n    This notice has been sent to officials of Prairie Island Community \\nCouncil, Shakopee Mdewakanton Sioux Community of Minnesota, Grand \\nPortage Reservation Business Committee, Fond du Lac Reservation \\nBusiness Committee, Nett Lake Reservation (Bois Forte) Tribal Council, \\nUpper Sioux Community of Minnesota, Lower Sioux Mdewakanton Community, \\nMille Lacs Band of Chippewa Indians, White Earth Band of Minnesota \\nChippewa, Leech Lake Tribal Council, Minnesota Chippewa Tribe, Red Lake \\nNation, Iowa Tribe of Oklahoma, Iowa Tribe of Kansas and Nebraska, Ho-\\nChunk Nation of Wisconsin, Santee Sioux Tribe of the Santee Reservation \\nof Nebraska, Sisseton-Wahpeton Sioux Tribe of the Lake Traverse \\nReservation, Yankton Sioux Tribe of South Dakota, Chippewa-Cree Indians \\nof the Rocky Boy\\'s Reservation, Turtle Mountain Band of Chippewa \\nIndians, Assinaboine and Sioux Tribes of the Fort Peck Reservation and \\nWinnebago Tribe of Nebraska, and the non-Federally recognized Indian \\ngroups the Mendota Mdewakanton Dakota Community and the Kah-Bay-Kah-\\nNong (Warroad Chippewa). Representatives of any other Indian tribe that \\nbelieves itself to be culturally affiliated with these human remains \\nand associated funerary objects should contact James L. (Jim) Jones, \\nCultural Resource Specialist, Minnesota Indian Affairs Council, 1819 \\nBemidji Ave. Bemidji, MN 56601; telephone: (218) 755-3825, before \\nSeptember 8, 1999. Repatriation of the human remains and associated \\nfunerary objects to the Prairie Island Community Council, Shakopee \\nMdewakanton Sioux Community of Minnesota, Grand Portage Reservation \\nBusiness Committee, Fond du Lac Reservation Business Committee, Nett \\nLake Reservation (Bois Forte) Tribal Council, Upper Sioux Community of \\nMinnesota, Lower Sioux Mdewakanton Community, Mille Lacs Band of \\nChippewa Indians, White Earth Band of Minnesota Chippewa, Leech Lake \\nTribal Council, Minnesota Chippewa Tribe, Red Lake Nation, Iowa Tribe \\nof Oklahoma, Iowa Tribe of Kansas and Nebraska, Ho-Chunk Nation of \\nWisconsin, Santee Sioux Tribe of the Santee Reservation of Nebraska, \\nSisseton-Wahpeton Sioux Tribe of the Lake Traverse Reservation, Yankton \\nSioux Tribe of South Dakota, Chippewa-Cree Indians of the Rocky Boy\\'s \\nReservation, Turtle Mountain Band of Chippewa Indians, Assinaboine and \\nSioux Tribes of the Fort Peck Reservation and Winnebago Tribe of \\nNebraska, and the non-Federally recognized Indian groups the Mendota \\nMdewakanton Dakota Community and the Kah-Bay-Kah-Nong (Warroad\\n\\n[[Page 43222]]\\n\\nChippewa) may begin after that date if no additional claimants come \\nforward.\\nDated: August 2, 1999.\\nFrancis P. McManamon,\\nDepartmental Consulting Archeologist,\\nManager, Archeology and Ethnography Program.\\n[FR Doc. 99-20369 Filed 8-6-99; 8:45 am]\\nBILLING CODE 4310-70-F\\n\\n\\n\\n", "agency1": "Null", "sub_agency1": "Null", "dep_doc": "Null", "subject": "Null", "agency2": "Null", "action": "Null", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Null", "signature_name": "Null", "signature_title": "Null", "fr_doc": "Null", "billing_code": "Null", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}