{"index": "I_2274", "messy_full": "\\n\\nFederal Register, Volume 64 Issue 157 (Monday, August 16, 1999)\\n\\n[Federal Register Volume 64, Number 157 (Monday, August 16, 1999)]\\n[Notices]\\n[Page 44536]\\nFrom the Federal Register Online via the Government Publishing Office [www.gpo.gov]\\n[FR Doc No: 99-21069]\\n\\n\\n-----------------------------------------------------------------------\\n\\nDEPARTMENT OF THE INTERIOR\\n\\nNational Park Service\\n\\n\\nNotice of Inventory Completion for Native American Human Remains \\nfrom Navajo County, AZ in the Possession of the Los Angeles County \\nMuseum of Natural History, Los Angeles, CA\\n\\nAGENCY: National Park Service, DOI.\\n\\nACTION: Notice.\\n\\n-----------------------------------------------------------------------\\n\\n    Notice is hereby given in accordance with provisions of the Native \\nAmerican Graves Protection and Repatriation Act (NAGPRA), 43 CFR 10.9, \\nof the completion of an inventory of human remains from Navajo County, \\nAZ in the possession of the Los Angeles County Museum of Natural \\nHistory, Los Angeles, CA\\n    A detailed assessment of the human remains was made by Los Angeles \\nCounty Museum of Natural History professional staff in consultation \\nwith representatives of the Hopi Tribe.\\n    Between 1935 and 1965, human remains representing one individual \\nwere removed from the Homolobi (Homolovi 4) site in Navajo \\nCounty, AZ under unknown circumstances by person(s) unknown. In 1969, \\nthese human remains were donated by Gordon Pond to the Los Angeles \\nCounty Museum of Natural History. No known individuals were identified. \\nNo associated funerary objects are present.\\n    Based on ethnohistoric information and Hopi oral tradition, the \\nHomolobi site has been identified as ancestral to the Hopi Tribe. \\nConsultation with representatives of the Hopi Tribe indicate the \\nHomolobi site was inhabited exclusively by ancestors of the Hopi Tribe.\\n    Based on the above mentioned information, officials of the Los \\nAngeles County Museum of Natural History have determined that, pursuant \\nto 43 CFR 10.2 (d)(1), the human remains listed above represent the \\nphysical remains of one individual of Native American ancestry. \\nOfficials of the Los Angeles County Museum of Natural History have also \\ndetermined that, pursuant to 43 CFR 10.2 (e), there is a relationship \\nof shared group identity which can be reasonably traced between these \\nNative American human remains and the Hopi Tribe.\\n    This notice has been sent to officials of the Hopi Tribe. \\nRepresentatives of any other Indian tribe that believes itself to be \\nculturally affiliated with these human remains should contact Dr. \\nMargaret A. Hardin, Anthropology Section, Los Angeles County Museum of \\nNatural History, 900 Exposition Blvd., Los Angeles, CA 90007; \\ntelephone: (213) 763-3382; e-mail: M[email protected], before September \\n15, 1999. Repatriation of the human remains to the Hopi Tribe may begin \\nafter that date if no additional claimants come forward.\\n    The National Park Service is not responsible for the determinations \\nwithin this notice.\\nDated: August 10, 1999.\\nRichard Waldbauer,\\nActing Departmental Consulting Archeologist,\\nArcheology and Ethnography Program.\\n[FR Doc. 99-21069 Filed 8-13-99; 8:45 am]\\nBILLING CODE 4310-70-F\\n\\n\\n\\n", "agency1": "Null", "sub_agency1": "Null", "dep_doc": "Null", "subject": "Null", "agency2": "Null", "action": "Null", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Null", "signature_name": "Null", "signature_title": "Null", "fr_doc": "Null", "billing_code": "Null", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}