{"index": "I_2278", "messy_full": "\\n\\nFederal Register, Volume 64 Issue 152 (Monday, August 9, 1999)\\n\\n[Federal Register Volume 64, Number 152 (Monday, August 9, 1999)]\\n[Notices]\\n[Pages 43222-43223]\\nFrom the Federal Register Online via the Government Publishing Office [www.gpo.gov]\\n[FR Doc No: 99-20370]\\n\\n\\n-----------------------------------------------------------------------\\n\\nDEPARTMENT OF THE INTERIOR\\n\\nNational Park Service\\n\\n\\nNotice of Inventory Completion for Native American Human Remains \\nand Associated Funerary Objects from North Carolina in the Possession \\nof the University of North Carolina at Chapel Hill, Chapel Hill, NC\\n\\nAGENCY: National Park Service.\\n\\nACTION: Notice.\\n\\n-----------------------------------------------------------------------\\n\\n    Notice is hereby given in accordance with provisions of the Native \\nAmerican Graves Protection and Repatriation Act (NAGPRA), 43 CFR 10.9, \\nof the completion of an inventory of human remains and associated \\nfunerary objects from North Carolina in the possession of the \\nUniversity of North Carolina at Chapel Hill, Chapel Hill, NC.\\n    A detailed assessment of the human remains was made by Research \\nLaboratories of Archaeology, University of North Carolina at Chapel \\nHill professional staff in consultation with representatives of the \\nEastern Band of Cherokee Indians, the Cherokee Nation of Oklahoma, and \\nthe United Keetoowah Band of Cherokee Indians.\\n    In 1880, human remains representing two individuals from the \\nPeachtree Mound site (31Ce1), Cherokee County, NC were excavated by \\nB.D. McCombs for Mann S. Valentine of Richmond, VA. In 1969, these \\nhuman remains were transferred from the Valentine Museum in Richmond, \\nVA to the Research Laboratories of Archaeology, UNC-Chapel Hill. No \\nknown individuals were identified. No associated funerary objects are \\npresent.\\n    Based on the archeological context, these individuals have been \\nidentified as Native American. Artifacts recovered at the Peachtree \\nMound site are attributed to the Qualla phase which has been identified \\nwith both the protohistoric and historic Cherokee in western North \\nCarolina.\\n    In 1964, human remains representing a minimum of one individual \\nfrom the Townson site (31Ce15), Cherokee County, NC were recovered \\nduring excavations conducted by UNC-Chapel Hill archeologists. No known \\nindividual was identified. No associated funerary objects are present.\\n    Based on historical documents and archeological evidence, the \\nTownson site has been tentatively identified as a Cherokee village \\nburned by the Rutherford expedition in 1776. These human remains were \\nfound within the remains of a burned house at the site. Artifacts \\nrecovered at the Townson site have been attributed to the Qualla phase \\nwhich has been identified with both the protohistoric and historic \\nCherokee in western North Carolina.\\n    During the early 1880s, human remains representing seven \\nindividuals from the Cullowhee Mound (31Jk2), Jackson County, NC were \\nexcavated by G.G. Valentine and E.P. Valentine for Mann S. Valentine of \\nRichmond, VA. In 1969, these human remains were transferred from the \\nValentine Museum to the Research Laboratories of Archaeology, UNC-\\nChapel Hill. No known individuals were identified. No associated \\nfunerary objects are present.\\n    In 1966, human remains representing at least one individual from \\nthe Cullowhee Mound (31Jk2), Jackson County, NC were recovered by UNC-\\nChapel Hill archeologists while conducting salvage excavations during a \\nbuilding construction project. No known individuals were identified. No \\nassociated funerary objects were present.\\n    Based on archeological context, these individuals have been \\nidentified as Native American. Artifacts recovered at the Cullowhee \\nMound have been attributed to the Qualla phase which has been \\nidentified with both the protohistoric and historic Cherokee in western \\nNorth Carolina.\\n    In 1961, human remains representing one individual from the Nikwasi \\nMound (31Ma2), Macon County, NC were given to UNC-Chapel Hill \\narcheologists. These remains had been found in a previously dug \\ndrainage ditch near the mound. No known individual was identified. No \\nassociated funerary objects are present.\\n    Based on archeological context, this individual has been identified \\nas Native American. Artifacts recovered at the Nikwasi Mound site have \\nbeen attributed to the Qualla phase which has been identified with both \\nthe protohistoric and historic Cherokee in western North Carolina.\\n    Between 1965 and 1971, human remains representing 87 individuals \\nfrom the Coweeta Creek site (31Ma34), Macon County, NC were recovered \\nduring excavations conducted by UNC-Chapel Hill archeologists. No known \\nindividuals were identified. The 391 associated funerary objects \\ninclude shell ornaments, shell and glass beads, stone and clay pipes, \\nstone disks and celts, objects of worked animal bone, and a clay pot.\\n    Based on the archeological context and funerary objects, these \\nindividuals have been identified as Native American. Artifacts \\nrecovered at the Coweeta Creek site have been attributed to the Qualla \\nphase which has been identified with both the protohistoric and \\nhistoric Cherokee in western North Carolina.\\n    In 1882, human remains representing five individuals from the \\nNununyi Mound (31Sw3) in Swain County, NC were excavated by E.P. \\nValentine for Mann S. Valentine of Richmond, VA. In 1969, these human \\nremains were transferred from the Valentine Museum in Richmond, VA to \\nthe Research Laboratories of Archaeology, UNC-Chapel Hill. No known \\nindividuals were identified. No associated funerary objects are \\npresent.\\n    Based on the archeological context, these individuals have been \\nidentified as Native American. Artifacts recovered at the Nununyi Mound \\nhave been attributed to the Qualla phase which has been identified with \\nboth the protohistoric and historic Cherokee in western North Carolina.\\n    In 1883, human remains representing one individual from the \\nBirdtown Mound (31Sw7), Swain County, NC were excavated by E.P. \\nValentine for Mann S. Valentine of Richmond, VA. In 1969, these human \\nremains were transferred from the Valentine Museum in Richmond, VA to \\nthe Research Laboratories of Archaeology, UNC-Chapel Hill. No known \\nindividual was identified. No associated funerary objects are present.\\n    Based on the archeological context, this individual has been \\nidentified as Native American. Artifacts recovered at the Birdtown \\nMound have been attributed to the Qualla phase which has been \\nidentified with both the protohistoric and historic Cherokee in western \\nNorth Carolina.\\n    Between 1966 and 1985, human remains representing 58 individuals \\nfrom the Warren Wilson site (31Bn29), Buncombe County, NC were \\nrecovered during excavations conducted by UNC-Chapel Hill archeologists \\nand Warren Wilson College students. No known individuals were \\nidentified. The 1,034 associated funerary objects include shell \\nornaments, shell beads, cut mica ornaments, and objects of worked \\nanimal bone.\\n    Based on the archeological context and funerary objects, these \\nindividuals have been identified as Native American. Artifacts \\nrecovered at the Warren Wilson site have been attributed\\n\\n[[Page 43223]]\\n\\nto the Pisgah phase (A.D. 1000-1450), which has been identified as \\nlikely ancestral to the Qualla phase and protohistoric and historic \\nCherokee.\\n    In 1964, human remains representing one individual from site 31Cy42 \\nin Clay County, NC were recovered in a test excavation during a county-\\nwide archeological survey conducted by UNC-Chapel Hill archeologists. \\nNo known individual was identified. The 475 associated funerary objects \\ninclude shell beads, nine fragments of a shell dipper, and a shell \\nornament.\\n    Based on the archeological context and funerary objects, this \\nindividual has been identified as Native American. Artifacts recovered \\nat site 31Cy42 have been attributed to the early Qualla phase which has \\nbeen identified as likely ancestral to protohistoric and historic \\nCherokee.\\n    In 1965 and 1966, human remains representing nine individuals from \\nthe Garden Creek Mound No. 2 (31Hw2) were recovered during excavations \\nconducted by UNC-Chapel Hill archeologists. No known individuals were \\nidentified. The 50 associated funerary objects include a shell \\nornament, shell beads, and two pieces of copper.\\n    Based on the archeological context and funerary objects, these \\nindividuals have been identified as Native American. Associated \\nartifacts indicate that the Garden Creek Mound No. 2 was a burial \\nlocation dating to the Pisgah phase (A.D. 1000-1450), which has been \\nidentified as likely ancestral to the Qualla phase and to protohistoric \\nand historic Cherokee.\\n    Between 1879 and 1883, human remains representing ten individuals \\nfrom unknown site(s) in Haywood County or Swain County, NC were \\nexcavated by A.J. Osborne or E.P. Valentine for Mann S. Valentine of \\nRichmond, VA. While the exact locations of these burials are unknown, \\nthey probably came from one or more of the following sites: Garden \\nCreek Mound No. 2 (31Hw2), Kituwah Mound (31Sw2), or Karr Mound. In \\n1969, these human remains were transferred from the Valentine Museum, \\nRichmond, VA to the Research Laboratories of Archaeology, UNC-Chapel \\nHill. No known individuals were identified. No associated funerary \\nobjects are present.\\n    Based on the condition of the remains and their probable burial \\nlocations, these individuals have been identified as Native American. \\nThe preponderance of the evidence indicates these remains are \\nattributable to either the Pisgah phase (A.D. 1000-1450) or the Qualla \\nphase (after A.D. 1450), both earlier cultural groups which have been \\nidentified as likely ancestral to the historic Cherokee.\\n    Between 1965 and 1967, human remains representing 26 individuals \\nfrom the Garden Creek Mound No. 1 (31Hw1) in Haywood County, NC were \\nrecovered during excavations conducted by UNC-Chapel Hill \\narcheologists. No known individuals were identified. The 738 associated \\nfunerary objects include shell ornaments, shell beads, shell dipper \\nfragments, stone disks, and stone celts.\\n    Based on the archeological context and funerary objects, these \\nindividuals have been identified as Native American. Associated \\nartifacts indicate that the Garden Creek Mound No. 1 was a burial \\nlocation dating to the Pisgah phase (A.D. 1000-1450), which has been \\nidentified as likely ancestral to the Qualla phase and to protohistoric \\nand historic Cherokee.\\n    In 1964, human remains representing two individuals from the Men\\'s \\nDormitory site (31Jk129) in Jackson County, NC were donated to the \\nResearch Laboratories of Archaeology, UNC-Chapel Hill by officials at \\nWestern Carolina University following their recovery during a \\nconstruction project on the WCU campus. No known individuals were \\nidentified. The one associated funerary object is a clay pot.\\n    Based on the archeological context and funerary object, these \\nindividuals have been identified as Native American. The associated \\nartifact indicates that these burials date to the Pisgah phase (A.D. \\n1000-1450), which has been identified as ancestral to the Qualla phase \\nand to protohistoric and historic Cherokee.\\n    Based on the above mentioned information, officials of the \\nUniversity of North Carolina at Chapel Hill have determined that, \\npursuant to 43 CFR 10.2 (d)(1), the human remains listed above \\nrepresent the physical remains of 211 individuals of Native American \\nancestry. Officials of the University of North Carolina at Chapel Hill \\nhave also determined that, pursuant to 43 CFR 10.2 (d)(2), the 2,689 \\nobjects listed above are reasonably believed to have been placed with \\nor near individual human remains at the time of death or later as part \\nof the death rite or ceremony. Lastly, officials of the University of \\nNorth Carolina at Chapel Hill have determined that, pursuant to 43 CFR \\n10.2 (e), there is a relationship of shared group identity which can be \\nreasonably traced between these Native American human remains and \\nassociated funerary objects and the Eastern Band of Cherokee Indians, \\nthe Cherokee Nation of Oklahoma, and the United Keetoowah Band of \\nCherokee Indians.\\n    This notice has been sent to officials of the Eastern Band of \\nCherokee Indians, the Cherokee Nation of Oklahoma, and the United \\nKeetoowah Band of Cherokee Indians. Representatives of any other Indian \\ntribe that believes itself to be culturally affiliated with these human \\nremains and associated funerary objects should contact Vincas P. \\nSteponaitis, Director, Research Laboratories of Archaeology, University \\nof North Carolina at Chapel Hill, Chapel Hill, NC 27599-3120; \\ntelephone: (919) 962-6574, before September 8, 1999. Repatriation of \\nthe human remains and associated funerary objects to the Eastern Band \\nof Cherokee Indians, the Cherokee Nation of Oklahoma, and the United \\nKeetoowah Band of Cherokee Indians may begin after that date if no \\nadditional claimants come forward.\\nDated: August 3, 1999.\\nFrancis P. McManamon,\\nDepartmental Consulting Archeologist,\\nManager, Archeology and Ethnography Program.\\n[FR Doc. 99-20370 Filed 8-6-99; 8:45 am]\\nBILLING CODE 4310-70-F\\n\\n\\n\\n", "agency1": "Null", "sub_agency1": "Null", "dep_doc": "Null", "subject": "Null", "agency2": "Null", "action": "Null", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Null", "signature_name": "Null", "signature_title": "Null", "fr_doc": "Null", "billing_code": "Null", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}