{"index": "I_2212", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR \\n        National Park Service \\n        Notice of Inventory Completion for Native American Human Remains and Associated Funerary Objects From Alaska in the Control of the Alaska State Office, Bureau of Land Management, Anchorage, AK \\n        \\n          AGENCY:\\n          National Park Service. \\n        \\n        \\n          ACTION:\\n          Notice. \\n        \\n        Notice is hereby give in accordance with provisions of the Native American Graves Protection and Repatriation Act (NAGPRA) 43 CFR 10.9, of the completion of an inventory of human remains and associated funerary objects in the control of the Alaska State Office, Bureau of Land Management, Anchorage, AK. This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 43 CFR 10.2 (c). The determinations within this notice are the sole responsibility of the museum, institution, or Federal agency that has control of these Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations within this notice. \\n        A detailed assessment of the human remains was made by the Bureau of Land Management and Haffenreffer Museum of Anthropology, Brown University professional staff in consultation with representatives of the Native Village of Kotzebue. \\n\\n        During 1956-61, human remains representing 49 individuals were collected or excavated by Dr. J. Louis Giddings under a Federal permit from a series of burials at Cape Krusenstern, Battle Rock Site vicinity, and the Choris Peninsula. These human remains are curated at the Haffenreffer Museum of Anthropology in Bristol, RI. No known individuals were identified. The 387 associated funerary objects include projectile points, scrapers, knives, flake tools, flakes, side and end blade insets, an adze head, a split bone piercer, an ivory handle, a whale and seal head carving, antler arrowheads and arrowhead fragments, 1 potsherd, 4 wooden mask fragments, 1 walrus bone pick, animal bones and teeth, and 2 blue feathers. \\n        \\n        Based on skeletal morphology, geographic location, and associated objects, these individuals have been identified as Native American, affiliated with Inupiat Eskimo culture and specifically with the Native Village of Kotzebue. This determination of cultural affiliation has been based upon the continuity of Native Americans in the Kotzebue area and their oral tradition that the area where the remains were found is within their traditional territory. \\n        Based on the above-mentioned information, officials of the Bureau of Land Management have determined that, pursuant to 43 CFR 10.2 (d)(1), the human remains listed above represent the physical remains of 49 individuals of Native American ancestry. Officials of the Bureau of Land Management also have determined that, pursuant to 43 CFR 10.2 (d)(2), the 387 objects listed above are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony. Lastly, officials of the Bureau of Land Management have determined that, pursuant to 43 CFR 10.2 (e), there is a relationship of shared group identity that can be reasonably traced between these Native American human remains and associated funerary objects and the Native Village of Kotzebue. This notice has been sent to officials of the Native Village of Kotzebue. Representatives of any other Indian tribe that believes itself to be culturally affiliated with these human remains and associated funerary objects should contact Dr. Robert E. King, Alaska State NAGPRA Coordinator, Bureau of Land Management, 222 West 7th Avenue, #13, Anchorage, AK 99513-7599, telephone (907) 271-5510, before August 21, 2000. Repatriation of the human remains and associated funerary objects to the Native Village of Kotzebue may begin after that date if no additional claimants come forward. \\n        \\n          Dated: June 17, 2000. \\n          John Robbins, \\n          Assistant Director, Cultural Resources Stewardship and Partnerships. \\n        \\n      \\n      [FR Doc. 00-18463 Filed 7-20-00; 8:45 am] \\n      BILLING CODE 4310-70-F\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR ", "sub_agency1": "National Park Service ", "dep_doc": "Null", "subject": "Notice of Inventory Completion for Native American Human Remains and Associated Funerary Objects From Alaska in the Control of the Alaska State Office, Bureau of Land Management, Anchorage, AK ", "agency2": "National Park Service. ", "action": "Notice. ", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: June 17, 2000. ", "signature_name": "John Robbins, ", "signature_title": "Assistant Director, Cultural Resources Stewardship and Partnerships. ", "fr_doc": "[FR Doc. 00-18463 Filed 7-20-00; 8:45 am] ", "billing_code": "BILLING CODE 4310-70-F", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}