{"index": "I_2277", "messy_full": "\\n\\nFederal Register, Volume 64 Issue 154 (Wednesday, August 11, 1999)\\n\\n[Federal Register Volume 64, Number 154 (Wednesday, August 11, 1999)]\\n[Notices]\\n[Page 43714]\\nFrom the Federal Register Online via the Government Publishing Office [www.gpo.gov]\\n[FR Doc No: 99-20644]\\n\\n\\n-----------------------------------------------------------------------\\n\\nDEPARTMENT OF THE INTERIOR\\n\\nNational Park Service\\n\\n\\nNotice of Inventory Completion for Native American Human Remains \\nin the Possession of the University of Pennsylvania Museum, University \\nof Pennsylvania, Philadelphia, PA\\n\\nAGENCY: National Park Service, Interior.\\n\\nACTION: Notice.\\n\\n-----------------------------------------------------------------------\\n\\n    Notice is hereby given in accordance with provisions of the Native \\nAmerican Graves Protection and Repatriation Act (NAGPRA), 43 CFR 10.9, \\nof the completion of an inventory of human remains in the possession of \\nUniversity of Pennsylvania Museum, University of Pennsylvania, \\nPhiladelphia, PA.\\n    A detailed assessment of the human remains was made by University \\nof Pennsylvania Museum professional staff in consultation with \\nrepresentatives of the Klamath Indian Tribe of Oregon and the Modoc \\nTribe of Oklahoma.\\n    At an unknown date, human remains representing one individual were \\nremoved from Ft. Klamath, OR by person(s) unknown. Prior to 1915, these \\nhuman remains were received by the University of Pennsylvania Museum. \\nIn 1915, the control of these remains was transferred from the \\nUniversity of Pennsylvania Museum to the Wistar Institute. In 1961, \\ncontrol of the remains was transferred back to the University of \\nPennsylvania Museum. No known individual was identified. No associated \\nfunerary objects are present.\\n    Based on accession information from the Wistar Institute, this \\nindividual has been identified as Native American of Modoc affiliation. \\nNo further information exists for this individual.\\n    Based on the above mentioned information, officials of the \\nUniversity of Pennsylvania Museum have determined that, pursuant to 43 \\nCFR 10.2 (d)(1), the human remains listed above represent the physical \\nremains of one individual of Native American ancestry. Lastly, \\nofficials of the University of Pennsylvania Museum have determined \\nthat, pursuant to 43 CFR 10.2 (e), there is a relationship of shared \\ngroup identity which can be reasonably traced between these Native \\nAmerican human remains and the Klamath Indian Tribe of Oregon and the \\nModoc Tribe of Oklahoma.\\n    This notice has been sent to officials of the Klamath Indian Tribe \\nof Oregon and the Modoc Tribe of Oklahoma. Representatives of any other \\nIndian tribe that believes itself to be culturally affiliated with \\nthese human remains should contact Dr. Jeremy Sabloff, the Williams \\nDirector, University of Pennsylvania Museum of Archaeology and \\nAnthropology, 33rd and Spruce Streets, Philadelphia, PA 19104-6324; \\ntelephone: (215) 898-4051, fax: (215) 898-0657, before September 10, \\n1999. Repatriation of the human remains to the Klamath Indian Tribe of \\nOregon may begin after that date if no additional claimants come \\nforward.\\n    The National Park Service is not responsible for the determinations \\nwithin this notice.\\nDated: August 3, 1999.\\nFrancis P. McManamon,\\n    Departmental Consulting Archeologist,\\nManager, Archeology and Ethnography Program.\\n[FR Doc. 99-20644 Filed 8-10-99; 8:45 am]\\nBILLING CODE 4310-70-F\\n\\n\\n\\n", "agency1": "Null", "sub_agency1": "Null", "dep_doc": "Null", "subject": "Null", "agency2": "Null", "action": "Null", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Null", "signature_name": "Null", "signature_title": "Null", "fr_doc": "Null", "billing_code": "Null", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}