{"index": "I_2237", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR \\n        National Park Service \\n        Notice of Inventory Completion for Native American Human Remains from Georgia in the Possession of the Peabody Museum of Archaeology and Ethnology, Harvard University, Cambridge, MA \\n        \\n          AGENCY:\\n          National Park Service. \\n        \\n        \\n          ACTION:\\n          Notice. \\n        \\n        Notice is hereby given in accordance with provisions of the Native American Graves Protection and Repatriation Act (NAGPRA), 43 CFR 10.9, of the completion of an inventory of human remains from Georgia in the possession of the Peabody Museum of Archaeology and Ethnology, Harvard University, Cambridge, MA. \\n        A detailed assessment of the human remains was made by the Peabody Museum of Arhcaeology and Ethnography professional staff in consultation with representatives of the Choctaw Nation of Oklahoma; the Jena Band of Choctaw Indians, Louisiana; and the Mississippi Band of Choctaw Indians, Mississippi. \\n        In 1959, human remains representing one individual were permanently loaned to the Peabody Museum by the Warren Anatomical Museum, Harvard Medical School. No known individual was identified. No associated funerary objects are present. \\n        Based on museum documentation, these human remains are believed to have been collected from an unknown location in Georgia, possibly by an individual names Hoyt. Museum documentation further describes these human remains as Choctaw. The attribution of such a specific cultural affiliation to these human remains indicates that the interment post-dates sustained contact between indigenous groups and Europeans beginning in the 17th century. \\n        Although these human remains were from an area commonly thought to be outside traditional Choctaw territory, oral traditions and historic evidence support cultural affiliation with the Choctaw Nation of Oklahoma. Representatives of the Choctaw Nation of Oklahoma have described wide-ranging population movements by Choctaw individuals from Georgia. Representatives of the Jena Band of Choctaw Indians, Louisiana and the Mississippi Band of Choctaw Indians of Mississippi have indicated they were not part of those population movements. Based on consultation evidence, the condition of the human remains, and the occupation of this region by Choctaw people, these human remains have been affiliated solely with the Choctaw Nation of Oklahoma. \\n        Based on the above mentioned information, officials of the Peabody Museum of Arhcaeology and Ethnography have determined that, pursuant to 43 CFR 10.2 (d)(1), the human remains listed above represent the physical remains of one individual of Native American ancestry. Officials of the Peabody Museum of Archaeology and Ethnography have also determined that, pursuant to 43 CFR 10.2 (e), there is a relationship of shared group identity which can be reasonably traced between these Native American human remains and the Choctaw Nation of Oklahoma. \\n        This notice has been sent to officials of the Choctaw Nation of Oklahoma; the Jena Band of Choctaw Indians, Louisiana; and the Mississippi Band of Choctaw Indians, Mississippi. Representatives of any other Indian tribe that believes itself to be culturally affiliated with these human remains and associated funerary objects should contact Barbara Isaac, Repatriation Coordinator, Peabody Museum of Archaeology and Ethnology, Harvard University, 11 Divinity Ave., Cambridge, MA 02138; telephone: (617) 495-2254, before March 31, 2000. Repatriation of the human remains to the Choctaw Nation of Oklahoma may begin after that date if no additional claimants come forward. \\n        \\n          Dated: February 9, 2000. \\n          Francis P. McManamon, \\n          Departmental Consulting Archeologist, Manager, Archeology and Ethnography Program.\\n        \\n      \\n      [FR Doc. 00-4826 Filed 2-29-00; 8:45 am] \\n      BILLING CODE 4310-70-F\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR ", "sub_agency1": "National Park Service ", "dep_doc": "Null", "subject": "Notice of Inventory Completion for Native American Human Remains from Georgia in the Possession of the Peabody Museum of Archaeology and Ethnology, Harvard University, Cambridge, MA ", "agency2": "National Park Service. ", "action": "Notice. ", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: February 9, 2000. ", "signature_name": "Francis P. McManamon, ", "signature_title": "Departmental Consulting Archeologist, Manager, Archeology and Ethnography Program.", "fr_doc": "[FR Doc. 00-4826 Filed 2-29-00; 8:45 am] ", "billing_code": "BILLING CODE 4310-70-F", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}