{"index": "I_2208", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR \\n        National Park Service \\n        Notice of Inventory Completion for Native American Human Remains in the Possession of Salinas Pueblo Missions National Monument, Mountainair, NM \\n        \\n          AGENCY:\\n          National Park Service. \\n        \\n        \\n          ACTION:\\n          Notice. \\n        \\n        Notice is hereby given in accordance with provisions of the Native American Graves Protection and Repatriation Act (NAGPRA), 43 CFR 10.9, of the completion of an inventory of human remains in the possession of the Salinas Pueblo Missions National Monument, National Park Service, Mountainair, NM. This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 43 CFR 10.2 (c). The determinations within this notice are the sole responsibility of the National Park unit that has control or possession of these Native American human remains. The Assistant Director, Cultural Resources Stewardship and Partnerships, is not responsible for the determinations within this notice. \\n        A detailed assessment and inventory of the human remains was made by National Park Service professional staff in consultation with representatives of the Kiowa Indian Tribe of Oklahoma; Mescalero Apache Tribe of the Mescalero Reservation, New Mexico; and the Wichita and Affiliated Tribes (Wichita, Keechi, Waco & Tawakonie), Oklahoma. \\n        In 1956, human remains representing 99 individuals were recovered from 58 burial sites during a legally authorized National Park Service stabilization project conducted at the San Isidro Mission Church\\'s Campo Santo Catholic Cemetery (Campo Santo). This site is located at the Pueblo de las Humanas complex, a site located within Monument boundaries. No known individuals were identified. No associated funerary objects are present. \\n        On the basis of architectural, archeological, biological (cranial morphology), historical, and Church documentation evidence, San Isidro\\'s cemetery (Campo Santo) was determined to have been in use from 1629-1672; therefore, this site and these human remains are dated to the Pueblo IV and Pueblo V (A.D. 1300-1672) periods. \\n        Based upon an osteological analysis of the 99 individuals recovered from this site (Campo Santo), 4 of these human remains were identified as Athabascan/Apache. This analysis found that the facial features of the four individuals were consistent with \\xe2\\x80\\x9cPlains Indian\\xe2\\x80\\x9d and are reported to be of Athabascan or Apachean ancestry. Archeological evidence obtained from the burials also suggests that these four individuals are of Athabascan/Apache origin. \\n        Historical evidence records that Apache bands from the Apaches Perillos and Siete Rios raided the Salinas towns, which constitutes one of the reasons for their eventual abandonment. Additional documentary evidence indicates that some of these Apaches were killed during raids on the Salinas villages. Historical records also evidence that the Apache maintained friendships and established trading relationships with some of the Salinas towns on a band-to-town basis. Intermarriages between the Apaches and members of the towns also occurred. \\n        Utilizing archeological, historical, geographical, biological, ethnographic, oral tradition, and expert opinion evidence, it has been determined that the above-described human remains are culturally affiliated with the Caddo, Kiowa, Mescalero Apache, White Mountain Apache, and Wichita Affiliated (Wichita, Keechi, Waco & Tawakonie) Tribes. \\n        Based on the above-mentioned information, the Salinas Pueblo Missions National Monument Superintendent determined that, pursuant to 43 CFR 10.2 (d)(1), the human remains listed above represent the physical remains of four individuals of Native American ancestry. Lastly, the Salinas Pueblo Missions National Monument Superintendent also determined that, pursuant to 43 CFR 10.2 (e), there is a relationship of shared group identity that can be reasonably traced between these Native American human remains and the Caddo Indian Tribe of Oklahoma; Kiowa Indian Tribe of Oklahoma; Mescalero Apache Tribe of the Mescalero Reservation, New Mexico; White Mountain Apache Tribe of the Fort Apache Reservation, Arizona; and the Wichita and Affiliated Tribes (Wichita, Keechi, Waco & Tawakonie), Oklahoma. \\n        This notice has been sent to officials of the Pueblo of Acoma, New Mexico; the Caddo Indian Tribe of Oklahoma; Hopi Tribe of Arizona; Pueblo of Isleta, New Mexico; Pueblo of Jemez, New Mexico; Kiowa Indian Tribe of Oklahoma; Mescalero Apache Tribe of the Mescalero Reservation, New Mexico; Pueblo of Sandia, New Mexico; Pueblo of Santo Domingo, New Mexico; Pueblo of Taos, New Mexico; White Mountain Apache Tribe of the Fort Apache Reservation, Arizona; Wichita and Affiliated Tribes (Wichita, Keechi, Waco & Tawakonie), Oklahoma; Ysleta del Sur Pueblo of Texas; Zuni Tribe of the Zuni Reservation, New Mexico; and Piro-Manso-Tiwa, a non-Federally recognized Indian group. Representatives of any other Indian tribe that believes itself to be culturally affiliated with these human remains should contact Glenn M. Fulfer, Superintendent, Salinas Pueblo Missions National Monument, P.O. Box 517, Mountainair, NM 87036, telephone (505) 847-2585 Extension 25, before August 31, 2000. Repatriation of the human remains will begin after that date if no additional claimants come forward. \\n        \\n          Dated: July 21, 2000. \\n          John Robbins, \\n          Assistant Director, Cultural Resources Stewardship and Partnerships. \\n        \\n      \\n      [FR Doc. 00-19292 Filed 7-31; 8:45 am] \\n      BILLING CODE 4310-70-F \\n    ", "agency1": "DEPARTMENT OF THE INTERIOR ", "sub_agency1": "National Park Service ", "dep_doc": "Null", "subject": "Notice of Inventory Completion for Native American Human Remains in the Possession of Salinas Pueblo Missions National Monument, Mountainair, NM ", "agency2": "National Park Service. ", "action": "Notice. ", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: July 21, 2000. ", "signature_name": "John Robbins, ", "signature_title": "Assistant Director, Cultural Resources Stewardship and Partnerships. ", "fr_doc": "[FR Doc. 00-19292 Filed 7-31; 8:45 am] ", "billing_code": "BILLING CODE 4310-70-F ", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}