{"index": "I_2207", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR \\n        National Park Service \\n        Notice of Inventory Completion for Native American Human Remains and Associated Funerary Objects in the Possession of Salinas Pueblo Missions National Monument, National Park Service, Mountainair, NM \\n        \\n          AGENCY:\\n          National Park Service.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is hereby given in accordance with provisions of the Native American Graves Protection and Repatriation Act (NAGPRA), 43 CFR 10.9, of the completion of an inventory of human remains and associated funerary objects in the possession of the Salinas Pueblo Missions National Monument, National Park Service, Mountainair, NM. This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 43 CFR 10.2 (c). The determinations within this notice are the sole responsibility of the National Park unit that has control or possession of these Native American human remains and associated funerary objects. The Assistant Director, Cultural Resources Stewardship and Partnerships, is not responsible for the determinations within this notice. \\n        A detailed assessment and inventory of the human remains and associated funerary objects was made by National Park Service professional staff in consultation with representatives of the Pueblo of Acoma, New Mexico; Hopi Tribe of Arizona; Pueblo of Isleta, New Mexico; Pueblo of Jemez, New Mexico; Pueblo of Santo Domingo, New Mexico; Pueblo of Taos, New Mexico; Ysleta del Sur Pueblo of Texas; and the Zuni Tribe of the Zuni Reservation, New Mexico. Representatives of the Piro-Manso-Tiwa, a non-Federally recognized Indian group, were also present at one of the consultation meetings. \\n        In 1923, human remains representing 43 individuals were recovered during legally authorized excavations conducted by Dr. Edgar L. Hewett, School of American Research, at the Pueblo de las Humanas complex, a site located within Monument boundaries. No known individuals were identified. No associated funerary objects are present. \\n        On the basis of architectural, osteological, archeological, and historical evidence, this site, which is associated with Mound 7 of the Pueblo de las Humanas complex, and these human remains are dated to Pueblo IV and Pueblo V (A.D. 1300-1672). \\n        In 1956, human remains representing 99 individuals were recovered from 58 burials during a legally authorized National Park Service stabilization project conducted at the San Isidro Mission Church\\'s Campo Santo Catholic Cemetery. This site is located at the Pueblo de las Humanas complex, a site located within Monument boundaries. No known individuals were identified. No associated funerary objects are present. \\n        An osteological analysis of the 99 individuals recovered from this site (Campo Santo) identified 95 of them as Jumano. Based upon architectural, archaeological, biological (cranial morphology), historical, and Church documentation evidence, San Isidro\\'s cemetery (Campo Santo) was determined to have been in use from 1629-1672; therefore, this site and these human remains are dated to the Pueblo IV and Pueblo V (A.D. 1300-1672) periods. \\n        In 1962, human remains representing 31 individuals were recovered during legally authorized National Park Service excavations conducted at San Buenaventura church, which is also situated within the Pueblo de Las Humanas complex, a site located within Monument boundaries. No known individuals were identified. No associated funerary objects are present. \\n        Based upon osteological, archeological, and historical evidence, the 31 individuals recovered from San Buenaventura were identified as Jumano. On the basis of historical evidence and Church documents, San Buenaventura is known to have been the second and largest of the Spanish mission churches constructed at Pueblo de las Humanas, Gran Quivira. The convento complex was in use, although the mission church is believed to have never fully been completed. Based on osteological, historical, and Church documentation evidence, this site (San Buenaventura) and these human remains are dated to the Pueblo IV (A.D. 1300-1600) and Pueblo V (A.D. 1600-1672) periods. \\n        In 1951, human remains representing five individuals were recovered during legally authorized National Park Service excavations at the Pueblo de Las Humanas complex\\'s House A, a site located within Monument boundaries. No known individuals were identified. No associated funerary objects are present. \\n        Based on architectural, archeological, historical, and Church documentation evidence, this site, (House A) and these human remains are dated to the Pueblo IV (A.D. 1300-1600) and Pueblo V (A.D. 1600-1672) periods. \\n\\n        Between 1965-67 and in 1973, human remains representing 716 individuals were recovered during legally authorized National Park Service excavations at Mound 7 of the Pueblo de Las Humanas complex, a site located within Monument boundaries. No known individuals were identified. The 587 associated funerary objects include 146 beads, 1 scraper, 8 awls, 2 tinklers, 3 bifaces, 17 pendants, 2 ornaments, 3 jars, 26 tessera, 5 bowls, 1 pitcher, 1 pipe, 5 pieces of shell, 4 bone artifacts, 1 flute, 1 feather-wrapped blanket, 2 rubbing stones, 2 hair samples, 12 projectile points, 1 ground stone artifact, 2 effigies, 2 crystals, 6 pieces of pigment, 3 gizzard stones, 2 textiles, 1 drill, 1 eggshell, 2 pieces of cordage, 1 knife, 1 piece of basketry, 1 fiber knot, 1 flake tool, 1 bean, 23 bags of faunal specimens, 121 bags of corn cobs and corn kernels, 173 ceramic sherds, 2 pieces of metal, and 1 metal bar. \\n        Based on osteological, architectural, and archeological evidence, as well as the associated funerary objects, Mound 7 has been identified as a Jumano culture puebloan structure. Therefore, this site (Mound 7), these human remains, and the associated funerary objects are dated to the Pueblo IV (A.D. 1300-1600) and Pueblo V (A.D. 1600-1672) periods. \\n        Between 1984-1986, human remains representing 35 individuals were recovered during legally authorized excavations conducted by the University of Iowa at a midden site south of the Pueblo de Las Humanas complex\\'s Mound 17, a site located within Monument boundaries. No known individuals were identified. No associated funerary objects are present. \\n        On the basis of osteology, non-funerary cultural items (ceramics, projectile points, etc.), archeological evidence, historical information, and the association with the Pueblo de Las Humanas complex, this site (midden site) and these human remains are dated to the Pueblo IV (A.D. 1300-1600) and Pueblo V (A.D. 1600-1672) periods. \\n        In 1960, human remains representing one individual were recovered during legally authorized National Park Service excavation conducted in the Monument\\'s residential compound, a site located within Monument boundaries. No known individual was identified. No associated funerary objects are present. \\n        Based on osteological information, archeological evidence, and the proximity of the recovery location to previously dated structures, this site (residential compound) and these human remains have been determined to be likely related to the Jumano culture and are dated to Pueblo I-III (A.D. 900-1300). \\n        In 1964, human remains representing one individual were recovered during a legally authorized National Park Service excavation, at GRQU #2, a site located within Monument boundaries. No known individual was identified. No associated funerary objects are present. \\n        Based on archeological evidence and architecture, this site (GRQU #2), a pithouse, has been determined to be related to the Jumano culture. Further, this site (GRQU #2) and these human remains have been dated to Pueblo I-III (AD 900-1300). \\n        In 1984, human remains representing one individual were recovered during a legally authorized drainage control project conducted at the mission of San Gregorio, a site within Monument boundaries. No known individual was identified. No associated funerary objects are present. \\n        On the basis of archeological context and architectural evidence, this site (San Gregorio) and these human remains are dated to Pueblo IV-V (A.D. 1300-1673). \\n        At an unknown date, human remains representing three individuals were recovered from the general area of Pueblo de las Humanas, a site located within Monument boundaries. No known individuals were identified. No associated funerary objects are present. \\n        Based upon archeological evidence, historical information, and their association with the Pueblo de Las Humanas complex, these human remains have been determined to be related to the Jumano culture and are dated to the Pueblo IV (A.D. 1300-1600) and Pueblo V (A.D. 1600-1672) periods. \\n        At an unknown date, human remains representing one individual were recovered from the general area of Abo Pueblo, a site located within Monument boundaries. No known individuals were identified. No associated funerary objects are present. \\n        On the basis of archaeological evidence, historical information and their association with Abo Pueblo, these human remains have been determined to be related to the Tompiro culture and are dated to Pueblo IV-V (A.D. 1300-1673). \\n        According to anthropological information, the Jumano culture is considered to be a blend of both Anasazi and Mogollon cultures, which eventually shifted through time from Mogollon to Rio Grande Anasazi characteristics. Relying upon archeological, historical, architectural, geographical, oral tradition, ethnographic, biological, historical, and expert opinion evidence, it has been determined that the above-described human remains and associated funerary objects are culturally affiliated with the Pueblo of Acoma, Hopi Tribe, Pueblo of Isleta, Pueblo of Jemez, Pueblo of Sandia, Pueblo of Santo Domingo, Pueblo of Taos, Ysleta del Sur Pueblo, and the Zuni Tribe of the Zuni Reservation, and the non-Federally recognized Piro-Manso-Tiwa Indian group. \\n        Based on the above-mentioned information, the Salinas Pueblo Missions National Monument Superintendent determined that, pursuant to 43 CFR 10.2 (d)(1), the human remains listed above represent the physical remains of approximately 932 individuals of Native American ancestry. The Salinas Pueblo Missions National Monument Superintendent also determined that, pursuant to 43 CFR 10.2 (d)(2), the 587 objects listed above are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony. Lastly, the Salinas Pueblo Missions National Monument Superintendent determined that, pursuant to 43 CFR 10.2 (e), there is a relationship of shared group identity that can be reasonably traced between these Native American human remains and associated funerary objects and the Pueblo of Acoma, New Mexico; Hopi Tribe of Arizona; Pueblo of Isleta, New Mexico; Pueblo of Jemez, New Mexico; Pueblo of Sandia, New Mexico; Pueblo of Santo Domingo, New Mexico; Pueblo of Taos, New Mexico; Ysleta del Sur Pueblo of Texas; and the Zuni Tribe of the Zuni Reservation, New Mexico. In addition, the National Park Service also has determined that a cultural affiliation exists between these human remains and associated funerary objects and the Piro-Manso-Tiwa, a non-Federally recognized Indian group. \\n\\n        This notice has been sent to officials of the Pueblo of Acoma, New Mexico; the Caddo Indian Tribe of Oklahoma; Hopi Tribe of Arizona; Pueblo of Isleta, New Mexico; Pueblo of Jemez, New Mexico; Kiowa Indian Tribe of Oklahoma; Mescalero Apache Tribe of the Mescalero Reservation, New Mexico; Pueblo of Sandia, New Mexico; Pueblo of Santo Domingo, New Mexico; Pueblo of Taos, New Mexico; White Mountain Apache Tribe of the Fort Apache Reservation, Arizona; Wichita and Affiliated Tribes (Wichita, Keechi, Waco & Tawakonie), Oklahoma; Ysleta del Sur Pueblo of Texas; Zuni Tribe of the Zuni Reservation, New Mexico; and Piro-Manso-Tiwa, a non-Federally recognized Indian group. Representatives of any other Indian tribe that believes itself to be culturally affiliated with these human remains and associated funerary objects should contact Glenn M. Fulfer, Superintendent, Salinas Pueblo Missions National Monument, P.O. Box 517, Mountainair, NM 87036, telephone (505) 847-2585 Extension 25, before August 31, 2000. Repatriation of the human remains will begin after that date if no additional claimants come forward. \\n        \\n          Dated: July 21, 2000. \\n          John Robbins, \\n          Assistant Director, Cultural Resources Stewardship and Partnerships. \\n        \\n      \\n      [FR Doc. 00-19291 Filed 7-31; 8:45 am] \\n      BILLING CODE 4310-70-F \\n    ", "agency1": "DEPARTMENT OF THE INTERIOR ", "sub_agency1": "National Park Service ", "dep_doc": "Null", "subject": "Notice of Inventory Completion for Native American Human Remains and Associated Funerary Objects in the Possession of Salinas Pueblo Missions National Monument, National Park Service, Mountainair, NM ", "agency2": "National Park Service.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: July 21, 2000. ", "signature_name": "John Robbins, ", "signature_title": "Assistant Director, Cultural Resources Stewardship and Partnerships. ", "fr_doc": "[FR Doc. 00-19291 Filed 7-31; 8:45 am] ", "billing_code": "BILLING CODE 4310-70-F ", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}