{"index": "I_2246", "messy_full": "\\n\\nFederal Register, Volume 64 Issue 216 (Tuesday, November 9, 1999)\\n\\n[Federal Register Volume 64, Number 216 (Tuesday, November 9, 1999)]\\n[Notices]\\n[Pages 61121-61122]\\nFrom the Federal Register Online via the Government Publishing Office [www.gpo.gov]\\n[FR Doc No: 99-29341]\\n\\n\\n-----------------------------------------------------------------------\\n\\nDEPARTMENT OF THE INTERIOR\\n\\nNational Park Service\\n\\n\\nNotice of Inventory Completion for Native American Human Remains \\nand Associated Funerary Objects From Rock Island County, IL in the \\nPossession of the Department of Anthropology, University of Illinois at \\nUrbana-Champaign, Urbana, IL\\n\\nAGENCY: National Park Service.\\n\\nACTION: Notice.\\n\\n-----------------------------------------------------------------------\\n\\n    Notice is hereby given in accordance with provisions of the Native \\nAmerican Graves Protection and Repatriation Act (NAGPRA), 43 CFR 10.9, \\nof the completion of an inventory of human remains and associated \\nfunerary objects from Rock Island County, IL in the possession of the \\nDepartment of Anthropology, University of Illinois at Urbana-Champaign \\n(UIUC), Urbana, IL.\\n    A detailed assessment of the human remains was made by UIUC \\nDepartment of Anthropology professional staff in consultation with \\nrepresentatives of the Sac and Fox Nation, Oklahoma; the Sac and Fox \\nTribe of the Mississippi in Iowa; and the Sac and Fox Nation of \\nMissouri in Kansas and Nebraska.\\n    In 1959 and 1960, human remains representing 32 individuals were \\nrecovered from the Crawford Farm site (11-RI-81), on the south bank of \\nthe Rock River, Rock Island County, IL during two field schools \\nconducted by Drs. John McGregor and Elaine Bluhm of UIUC. No known \\nindividuals were identified. The 8,138 associated funerary objects \\ninclude beads (glass, shell, bone, amethyst), a catlinite pipe, a \\ncatlinite beaver pendant, ceramic sherds, chert flakes, copper \\nbracelets, gun flints, a galena crystal, a glass mirror, head pieces, \\ntextiles, leather, buttons, a peace medal, pigments, a flintlock \\npistol, a porcelain pendant, a shell gorget, wood, lead objects such as \\ncoils, hairpipes, musket balls, ornament and scraps; brass objects \\n(coils, rings, hawk bells, kettle fragments, a pipe tomahawk, tinklers, \\nthimbles, and tinkling cones), silver objects (bracelets, brooches, \\ncrosses earrings, gorgets, hairpipes, jump rings, tinklers, a ring, and \\nspoon lockets), and iron objects (clasp knife, a cow bell, handles, \\nknife blades, nails, and strike-a-lights).\\n    During the mid-1990s, human remains representing a minimum of two \\nindividuals from the Crawford Farm site (11-RI-81), Rock Island County, \\nIL were transferred to UIUC from the Illinois State Museum in order to \\nunite individuals from the same site for repatriation. No known \\nindividuals were identified. No associated funerary objects are \\npresent.\\n    Based on material culture, associated funerary objects, and \\nhistorical documents, the Crawford Farm site has been identified as the \\nsecond village of Saukenuk, dating to c. 1790-1820 A.D. (the first \\nvillage known as Saukenuk existed as early as 1737, but was burnt to \\nthe ground in 1780 by Spanish and American militias under John \\nMontgomery). Based on the presence and age of the associated funerary \\nobjects, these individuals have been identified as Native American from \\nthe Sauk village of Saukenuk. In 1832, Saukenuk was again abandoned \\nfollowing the conflict known as the Black Hawk War. While members of \\nneighboring tribes (Ho-Chunk/Winnebago, Potawatomi, Ottawa (Odawa), and \\nMenominee) were known to have passed through Saukenuk, the settlement \\nand cemetery sites were predominantly Sauk and/or Mesquaki (Fox).\\n\\n[[Page 61122]]\\n\\n    Based on the above mentioned information, officials of the \\nUniversity of Illinois at Urbana-Champaign have determined that, \\npursuant to 43 CFR 10.2 (d)(1), the human remains listed above \\nrepresent the physical remains of a minimum of 34 individuals of Native \\nAmerican ancestry. Officials of the University of Illinois at Urbana-\\nChampaign have also determined that, pursuant to 43 CFR 10.2 (d)(2), \\nthe 8,138 objects listed above are reasonably believed to have been \\nplaced with or near individual human remains at the time of death or \\nlater as part of the death rite or ceremony. Lastly, officials of the \\nUniversity of Illinois at Urbana-Champaign have determined that, \\npursuant to 43 CFR 10.2 (e), there is a relationship of shared group \\nidentity which can be reasonably traced between these Native American \\nhuman remains and associated funerary objects and the Sac and Fox \\nNation, Oklahoma; the Sac and Fox Tribe of the Mississippi in Iowa; and \\nthe Sac and Fox Nation of Missouri in Kansas and Nebraska.\\n    This notice has been sent to officials of the Sac and Fox Nation, \\nOklahoma; the Sac and Fox Tribe of the Mississippi in Iowa; the Sac and \\nFox Nation of Missouri in Kansas and Nebraska, the Ho-Chunk Nation of \\nWisconsin, the Winnebago Tribe of Nebraska, the Citizen Potawatomi \\nNation, Oklahoma; the Forest County Potawatomi Community of Wisconsin \\nPotawatomi Indians, Wisconsin; Huron Potawatomi, Inc., Michigan; the \\nPokagan Band of Potawatomi Indians of Michigan; the Prairie Band of \\nPotawatomi Indians, Kansas; the Hannahville Indian Community of \\nWisconsin Potawatomie Indians of Michigan, the Menominee Indian Tribe \\nof Wisconsin, the Grand Traverse Band of Ottawa and Chippewa Indians of \\nMichigan, the Little Traverse Bay Band of Odawa Indians of Michigan, \\nand the Little River Band of Ottawa Indians of Michigan. \\nRepresentatives of any other Indian tribe that believes itself to be \\nculturally affiliated with these human remains and associated funerary \\nobjects should contact Dr. Richard P. Wheeler, Head, Department of \\nAnthropology, 109 Davenport Hall, 607 South Mathews Street, Urbana, IL \\n61801; telephone: (217) 333-3616, before December 9, 1999. Repatriation \\nof the human remains and associated funerary objects to the Sac and Fox \\nNation, Oklahoma; the Sac and Fox Tribe of the Mississippi in Iowa; and \\nthe Sac and Fox Nation of Missouri in Kansas and Nebraska may begin \\nafter that date if no additional claimants come forward.\\nDated: October 28, 1999.\\nFrancis P. McManamon,\\nDepartmental Consulting Archeologist,\\nManager, Archeology and Ethnography Program.\\n[FR Doc. 99-29341 Filed 11-8-99; 8:45 am]\\nBILLING CODE 4310-70-F\\n\\n\\n\\n", "agency1": "Null", "sub_agency1": "Null", "dep_doc": "Null", "subject": "Null", "agency2": "Null", "action": "Null", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Null", "signature_name": "Null", "signature_title": "Null", "fr_doc": "Null", "billing_code": "Null", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}