{"index": "I_2294", "messy_full": "\\n\\nFederal Register, Volume 64 Issue 71 (Wednesday, April 14, 1999)\\n\\n[Federal Register Volume 64, Number 71 (Wednesday, April 14, 1999)]\\n[Notices]\\n[Pages 18446-18447]\\nFrom the Federal Register Online via the Government Publishing Office [www.gpo.gov]\\n[FR Doc No: 99-9324]\\n\\n\\n-----------------------------------------------------------------------\\n\\nDEPARTMENT OF THE INTERIOR\\n\\nNational Park Service\\n\\n\\nNotice of Inventory Completion for Native American Human Remains \\nin the Possession of the Peabody Museum of Archaeology and Ethnology, \\nHarvard University, Cambridge, MA\\n\\nAGENCY: National Park Service.\\n\\nACTION: Notice.\\n\\n-----------------------------------------------------------------------\\n\\n    Notice is hereby given in accordance with provisions of the Native \\nAmerican Graves Protection and Repatriation Act (NAGPRA), 43 CFR 10.9, \\nof the completion of an inventory of human remains in the possession of \\nthe Peabody Museum of Arhcaeology and Ethnology, Harvard University, \\nCambridge, MA.\\n    A detailed assessment of the human remains was made by Peabody \\nMuseum professional staff in consultation with representatives of the \\nApache Tribe of Oklahoma, the Comanche Tribe of Oklahoma, the Hopi \\nTribe, the Jicarilla Apache Tribe, the Kiowa Tribe, the Mescalero \\nApache Tribe, the Navajo Nation, Pueblo of Cochiti, the Pueblo of \\nJemez, Pueblo of Santo Domingo, the Pueblo of Zuni, and the Wichita and \\nAffiliated Tribes.\\n    In 1929, human remains representing four individuals were recovered \\nfrom Pecos Pueblo by William Claflin, Jr. while visiting excavations \\nconducted by Vincent Kidder under the auspices of Phillips Academy, \\nAndover, MA. In 1985, William Claflin, Jr. donated these human remains \\nto the Peabody Museum of Archaeology and Ethnology. No known \\nindividuals were identified. No associated funerary objects are \\npresent.\\n    Based on the ceramic types recovered from this site, Pecos Pueblo \\nwas occupied into the historic period 1300-1838. Historic records \\ndocument occupation at the site unitl 1838 when the last inhabitants \\nleft the Pueblo and went to the Pueblo of Jemez. In 1936, an Act of \\nCongress recognized the Pueblo of Jemez as a ``consolidation\\'\\' and \\n``merger\\'\\' of the Pueblo of Pecos and the Pueblo of Jemez; this Act \\nfurther recognizes that all property, rights, titles, interests, and \\nclaims of both Pueblos were consolidated under the Pueblo of Jemez.\\n    Further evidence supporting a shared group identity between the \\nPecos and Jemez pueblos emerges in numerous aspects of present-day \\nJemez life. The 1992-1993 Pecos Ethnographic Project (unrelated to \\nNAGPRA) states: ``[T]he cultural evidence of Pecos living traditions \\nare 1) thet official tribal government position of a Second Lieutenant/\\nPecos Governor; 2) the possession of the Pecos Pueblo cane of office; \\n3) the statue and annual feast day of Porcingula (Nuestra Senora de los \\nAngeles) on August 2; 4) the Eagle Watchers\\' Society; 5) the migration \\nof Pecos people in the early nineteenth century; 6) the knowledge of \\nthe Pecos language by a few select elders.\\'\\' (Levine 1994:2-3)\\n    Based on the above mentioned information, officials of the Peabody \\nMuseum of Arhcaeology and Ethnology have determined that, pursuant to \\n43 CFR 10.2 (d)(1), the human remains listed above represent the \\nphysical remains of four individuals of Native American ancestry. \\nOfficials of the Peabody Museum of Arhcaeology and Ethnology have \\ndetermined that, pursuant to 43 CFR 10.2 (e), there is a relationship \\nof shared group identity which can be reasonably traced between these \\nNative American human remains and the Pueblo of Jemez.\\n    This notice has been sent to officials of the Apache Tribe of \\nOklahoma, the Comanche Tribe of Oklahoma, the Hopi Tribe, the Jicarilla \\nApache Tribe, the Kiowa Tribe, the Mescalero Apache Tribe, the Navajo \\nNation, Pueblo of Cochiti, the Pueblo of Jemez, Pueblo of Santo \\nDomingo, the Pueblo of Zuni, and the Wichita and Affiliated Tribes. \\nRepresentatives of any other Indian tribe that believes itself to be \\nculturally affiliated with these human remains\\n\\n[[Page 18447]]\\n\\nshould contact Barbara Issac, Repatriation Coordinator, Peabody Museum \\nof Archaeology and Ethnology, 11 Divinity Ave., Cambridge, MA 022138; \\ntelephone (617) 495-2254, before May 14, 1999. Repatriation of the \\nhuman remains to the Pueblo of Jemez may begin after that date if no \\nadditional claimants come forward.\\nDated: April 5, 1999.\\nFrancis P. McManamon,\\nDepartmental Consulting Archeologist,\\nManager, Archeology and Ethnography Program.\\n[FR Doc. 99-9324 Filed 4-13-99; 8:45 am]\\nBILLING CODE 4310-70-F\\n\\n\\n\\n", "agency1": "Null", "sub_agency1": "Null", "dep_doc": "Null", "subject": "Null", "agency2": "Null", "action": "Null", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Null", "signature_name": "Null", "signature_title": "Null", "fr_doc": "Null", "billing_code": "Null", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}