{"index": "I_2255", "messy_full": "\\n\\nFederal Register, Volume 64 Issue 200 (Monday, October 18, 1999)\\n\\n[Federal Register Volume 64, Number 200 (Monday, October 18, 1999)]\\n[Notices]\\n[Page 56221]\\nFrom the Federal Register Online via the Government Publishing Office [www.gpo.gov]\\n[FR Doc No: 99-27121]\\n\\n\\n-----------------------------------------------------------------------\\n\\nDEPARTMENT OF THE INTERIOR\\n\\nNational Park Service\\n\\n\\nNotice of Inventory Completion for Native American Human Remains \\nfrom Kiska Island, AK in the Possession of the University of Nebraska \\nState Museum, University of Nebraska-Lincoln, Lincoln, NE\\n\\nAGENCY: National Park Service, Interior.\\n\\nACTION: Notice.\\n\\n-----------------------------------------------------------------------\\n\\n    Notice is hereby given in accordance with provisions of the Native \\nAmerican Graves Protection and Repatriation Act (NAGPRA), 43 CFR 10.9, \\nof the completion of an inventory of human remains from Kiska Island, \\nAK in the possession of the University of Nebraska State Museum, \\nUniversity of Nebraska-Lincoln, Lincoln, NE.\\n    A detailed assessment of the human remains was made by University \\nof Nebraska-Lincoln professional staff in consultation with \\nrepresentatives of the Tanadgusix (TDX) Corporation.\\n    In 1943, human remains representing one individual were excavated \\nfrom a village site on Kiska Island, AK by Lt. (J.G.) Paul Fuenning, \\nU.S. Naval Reserve, who donated it to the University of Nebraska-\\nLincoln State Museum in 1947. No known individual was identified. No \\nassociated funerary objects are present.\\n    Accession information describes the Kiska Island site as an ``old \\nAleut village\\'\\'. Based on the geographic location of the site, reported \\nmaterial culture of the site, and the condition of the human remains, \\nthis individual has been identified as Native American of the Aleut \\nculture.\\n    Based on the above mentioned information, officials of the \\nUniversity of Nebraska-Lincoln have determined that, pursuant to 43 CFR \\n10.2 (d)(1), the human remains listed above represent the physical \\nremains of one individual of Native American ancestry. Officials of the \\nUniversity of Nebraska-Lincoln have determined that, pursuant to 43 CFR \\n10.2 (e), there is a relationship of shared group identity which can be \\nreasonably traced between these Native American human remains and the \\nTanadgusix (TDX) Corporation, the Aleut Corporation, and the Pribilof \\nIslands Aleut Communities of St. Paul and St. George Islands.\\n    This notice has been sent to officials of the Tanadgusix (TDX) \\nCorporation, the Aleut Corporation, and the Pribilof Islands Aleut \\nCommunities of St. Paul and St. George Islands. Representatives of any \\nother Indian tribe that believes itself to be culturally affiliated \\nwith these human remains and associated funerary objects should contact \\nDr. Priscilla Grew, NAGPRA Coordinator, 301 Bessey Hall, University of \\nNebraska-Lincoln, Lincoln, NE 68588-0433; telephone: (402) 472-7854, \\nbefore November 17, 1999. Repatriation of the human remains to the \\nTanadgusix (TDX) Corporation, the Aleut Corporation, and the Pribilof \\nIslands Aleut Communities of St. Paul and St. George Islands may begin \\nafter that date if no additional claimants come forward.\\nDated: September 23, 1999.\\nFrancis P. McManamon,\\nDepartmental Consulting Archeologist, Manager, Archeology and \\nEthnography Program.\\n[FR Doc. 99-27121 Filed 10-15-99; 8:45 am]\\nBILLING CODE 4310-70-F\\n\\n\\n\\n", "agency1": "Null", "sub_agency1": "Null", "dep_doc": "Null", "subject": "Null", "agency2": "Null", "action": "Null", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Null", "signature_name": "Null", "signature_title": "Null", "fr_doc": "Null", "billing_code": "Null", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}