{"index": "I_2256", "messy_full": "\\n\\nFederal Register, Volume 64 Issue 188 (Wednesday, September 29, 1999)\\n\\n[Federal Register Volume 64, Number 188 (Wednesday, September 29, 1999)]\\n[Notices]\\n[Pages 52523-52524]\\nFrom the Federal Register Online via the Government Publishing Office [www.gpo.gov]\\n[FR Doc No: 99-25369]\\n\\n\\n-----------------------------------------------------------------------\\n\\nDEPARTMENT OF THE INTERIOR\\n\\nNational Park Service\\n\\n\\nNotice of Inventory Completion for Native American Human Remains \\nin the Possession of the South Dakota State Archaeological Research \\nCenter, Rapid City, SD\\n\\nAGENCY: National Park Service, Interior.\\n\\nACTION: Notice.\\n\\n-----------------------------------------------------------------------\\n\\n    Notice is hereby given in accordance with provisions of the Native \\nAmerican Graves Protection and Repatriation Act (NAGPRA), 43 CFR 10.9, \\nof the completion of an inventory of human remains in the possession of \\nthe South Dakota State Archaeological Research Center, Rapid City, SD.\\n    A detailed assessment of the human remains was made by South Dakota \\nState Archaeological Research Center professional staff in consultation \\nwith representatives of the Few Tails family, the Oglala Sioux Tribe of \\nthe Pine Ridge Reservation, the Cheyenne River Sioux Tribe of the \\nCheyenne River Reservation, and the Rosebud Sioux Tribe of the Rosebud \\nIndian Reservation.\\n    Between 1891 and 1932, human remains representing one individual \\nwere removed from an unknown location by person(s) unknown. In 1932, \\nthe Deadwood Pioneer-Times reported that John T. Milek, a lawyer and \\npublisher from Sturgis, SD had donated these human remains to the Adams \\nMemorial Hall Museum, Deadwood, SD. In that article, these human \\nremains were identified as Few Tails, an Oglala Lakota man slain by \\nAnglo horse thieves near the Belle Fourche River in Meade County, SD in \\n1891. No associated funerary objects are present.\\n    In 1994, these human remains were transferred from the Adams \\nMemorial Hall Museum to the South Dakota State Archaeological Research \\nCenter for NAGPRA inventory and repatriation. Based on osteological \\nanalysis, these remains have been identified as Native American man \\nbetween the ages of 40-49, most likely of Oglala descent. Trauma \\npresent on the skull and mandible are consistent with a violent death. \\nOral tradition of the Few Tails family and historical records indicate \\nthat the wife of Few Tails, who was present at the incident, survived \\nand returned to Wounded Knee on the Pine Ridge Reservation. Oral \\ntradition also states the family was unable to retrieve the body of Few \\nTails following the incident. The human remains in the possession of \\nthe South Dakota State Archaeological Society show no evidence of \\ninhumation. No evidence contradicts the identification of these human \\nremains as Few Trails.\\n    Sophia Few Tails Lone Hill, great- or great-great-granddaughter of \\nFew Tails, on behalf of herself and her brothers Leonard Few Tails and \\nLouis Few Tails, and her daughter, Donette Lone Hill, has claimed Few \\nTails\\' remains as a lineal descendant.\\n    Based on the above mentioned information, officials of the South \\nDakota State Archaeological Research Center have determined that, \\npursuant to 43 CFR 10.2(d)(1), the human remains listed above represent \\nthe physical remains of one individual of Native American ancestry. \\nOfficials of the South Dakota State Archaeological Research Center have \\nalso determined that, pursuant to 43 CFR 10.2(b)(1), Ms. Sophia Few \\nTails Lone Hill can trace her ancestry directly and without \\ninterruption by means of the traditional kinship system of the Oglala \\nSioux Tribe of the Pine Ridge Reservation to Few Tails.\\n    This notice has been sent to Ms. Sophia Few Tails Lone Hill, and \\nofficials of the Oglala Sioux Tribe of the Pine Ridge Reservation, the \\nCheyenne River Sioux Tribe of the Cheyenne River Reservation, and the \\nRosebud Sioux Tribe of the Rosebud Indian Reservation. Any other person \\nwho believes they are a lineal descendant of Few Tails should contact \\nRenee Boen, Curator, State Archaeological Center, South Dakota \\nHistorical Society, PO Box\\n\\n[[Page 52524]]\\n\\n1257, Rapid City, SD 57709-1257; telephone; (605) 394-1936, before \\nOctober 29, 1999. Repatriation of the human remains to Sophia Few Tails \\nLone Hill, on behalf of herself and her brothers Loneard Few Tails and \\nLouis Few Tails, and her daughter, Donette Lone Hill may begin after \\nthat date if no additional claimants come forward.\\n\\n    Dated: September 24, 1999.\\nFrancis P. McManamon,\\nDepartmental Consulting Archeologist, Manager, Archeology and \\nEthnography Program.\\n[FR Doc. 99-25369 Filed 9-28-99; 8:45 am]\\nBILLING CODE 4310-70-M\\n\\n\\n\\n", "agency1": "Null", "sub_agency1": "Null", "dep_doc": "Null", "subject": "Null", "agency2": "Null", "action": "Null", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Null", "signature_name": "Null", "signature_title": "Null", "fr_doc": "Null", "billing_code": "Null", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}