{"index": "I_2218", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR \\n        National Park Service\\n        Notice of Inventory Completion for Native American Human Remains in the Possession of the American Heritage Center, University of Wyoming, Laramie, WY \\n        \\n          AGENCY:\\n          National Park Service.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is hereby given in accordance with provisions of the Native American Graves Protection and Repatriation Act (NAGPRA), 43 CFR 10.9, of the completion of an inventory of human remains in the possession of the American Heritage Center (AHC), University of Wyoming, Laramie, WY. This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 43 CFR 10.2 (c). The determinations within this notice are the sole responsibility of the museum, institution, or Federal agency that has control of these Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations within this notice. \\n        A detailed assessment of the human remains was made by AHC professional staff in consultation with representatives of the Rosebud Sioux Tribe of the Rosebud Indian Reservation, South Dakota. \\n        In 1964, human remains representing one individual were donated to the AHC by Elizabeth Oskamp. This individual has been identified as Ah-Ho-Ap-Pa, daughter of Spotted Tail. No associated funerary objects are present. \\n\\n        Documentation for these human remains indicates that Ms. Oskamp\\'s father collected them when he visited Fort Laramie, WY at an unknown date. Based on donor information, this individual has been identified as Native American, specifically Ah-Ho-Ap-Pa. No evidence exists to contradict this information. \\n        \\n        Based on the above-mentioned information, officials of the American Heritage Center have determined that, pursuant to 43 CFR 10.2 (d)(1), the human remains listed above represent the physical remains of one individual of Native American ancestry. Officials of the American Heritage Center have determined that, pursuant to 43 CFR 10.2 (e), there is a relationship of shared group identity that can be reasonably traced between these Native American human remains and the Rosebud Sioux Tribe of the Rosebud Indian Reservation, South Dakota. \\n        This notice has been sent to officials of the Rosebud Sioux Tribe of the Rosebud Indian Reservation, South Dakota. Representatives of any other Indian tribe that believes itself to be culturally affiliated with these human remains should contact Rick Ewig, Associate Director, American Heritage Center, University of Wyoming, P.O. Box 3924, Laramie, WY 82071; telephone: (307) 766-4114, before August 17, 2000. Repatriation of the human remains to the Rosebud Sioux Tribe of the Rosebud Indian Reservation, South Dakota may begin after that date if no additional claimants come forward. \\n        \\n          Dated: June 13, 2000. \\n          John Robbins, \\n          Assistant Director, Cultural Resources Stewardship and Partnerships. \\n        \\n      \\n      [FR Doc. 00-18136 Filed 7-17-00; 8:45 am] \\n      BILLING CODE 4310-70-F\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR ", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Inventory Completion for Native American Human Remains in the Possession of the American Heritage Center, University of Wyoming, Laramie, WY ", "agency2": "National Park Service.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: June 13, 2000. ", "signature_name": "John Robbins, ", "signature_title": "Assistant Director, Cultural Resources Stewardship and Partnerships. ", "fr_doc": "[FR Doc. 00-18136 Filed 7-17-00; 8:45 am] ", "billing_code": "BILLING CODE 4310-70-F", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}