{"index": "I_2204", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR \\n        National Park Service\\n        Notice of Inventory Completion for Native American Human Remains and Associated Funerary Objects from San Diego County, CA in the Possession of the Marine Corps Base Camp Pendleton, U.S. Marine Corps, San Diego County, CA \\n        \\n          AGENCY:\\n          National Park Service.\\n        \\n        \\n          ACTION:\\n          Notice. \\n        \\n        Notice is hereby given in accordance with provisions of the Native American Graves Protection and Repatriation Act (NAGPRA), 43 CFR 10.9, of the completion of an inventory of human remains and associated funerary objects from San Diego County, CA in the possession of the Marine Corps Base (MCB) Camp Pendleton, U.S. Marine Corps, San Diego County, CA. \\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 43 CFR 10.2(c). The determinations within this notice are the sole responsibility of the museum, institution, or Federal agency that has control of these Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations within this notice. \\n        A detailed assessment of the human remains was made by MCB Camp Pendleton Environmental Security Archaeology professional staff, San Diego State University professional staff, and San Diego Archaeological Center professional staff in consultation with representatives of the La Jolla Band of Luiseno Mission Indians of the La Jolla Reservation, California; the Pala Band of Luiseno Mission Indians of the Pala Reservation, California; the Pauma Band of Luiseno Mission Indians of the Pauma and Yuima Reservation, California; the Pechanga Band of Luiseno Mission Indians of the Pechanga Reservation, California; the Rincon Band of Luiseno Mission Indians of the Rincon Reservation, California; the San Pasqual Band of Diegueno Mission Indians of California; the Soboba Band of Luiseno Mission Indians of the Soboba Reservation, California; and the Kumeyaay Cultural Repatriation Committee, authorized NAGPRA representative of the Campo Band of Diegueno Mission Indians of the Campo Reservation, the Capitan Grande Band of Diegueno Mission Indians of California, the Barona Group of Capitan Grande Band of Mission Indians of the Barona Reservation, the Viejas (Baron Long) Group of Capitan Grande Band of Mission Indians of the Viejas Reservation, the Cuyapaipe Community of Degueno Mission Indians of the Cuyapaipe Reservation, the Inaja Band of Diegueno Mission Indians of the Inaja and Cosmit Reservation, the La Posta Band of Diegueno Mission Indians of the La Posta Reservation, the Manzanita Band of Diegueno Mission Indians of the Manzanita Reservation, the Jamul Indian Village, the Mesa Grande Band of Diegueno Mission Indians of the Mesa Grande Reservation, the San Pasqual Band of Diegueno Mission Indians of California, the Santa Ysabel Band of Diegueno Mission Indians of the Santa Ysabel Reservation, and the Sycuan Band of Diegueno Mission Indians of California. Consultation also was conducted with the Juaneno Band of Mission Indians and the San Luis Rey Band of Mission Indians, both non-Federally recognized Indian groups. \\n        During 1972-1974, human remains representing 14 individuals were recovered from site CA-SDI-4526 in Las Pulgas Canyon, along the interior western edge of Camp Pendleton, San Diego County, CA during excavations conducted by Dr. Paul H. Ezell following their disturbance during construction of a wildlife sanctuary. No known individuals were identified. The approximately 488 associated funerary objects include metates, cores, flakes, pebbles, unworked shell, hammerstones, choppers, knives, scrapers, rodent bones, whale bones, and soil samples. \\n        Based on the associated funerary objects and radiocarbon dating, these individuals have been identified as Native American, dating to approximately A.D. 194-362. Consultation evidence presented by representatives of the Luiseno tribes have identified the Las Pulgas Canyon area as a pre-contact gathering, occupation, and burial area. Ethnographic sources and present archeological theory place the Luiseno within this geographic area of San Diego County from about 2000 B.P. to the present-day. The geographical location within ethnographically-recorded Luiseno territory as well as the late time period archeologically associated with the Luiseno strongly identifies the human remains from site CA-SDI-4536 as Luiseno. \\n        Based on the above-mentioned information, officials of MCB Camp Pendleton have determined that, pursuant to 43 CFR 10.2 (d)(1), the human remains listed above represent the physical remains of 14 individuals of Native American ancestry. Officials of MCB Camp Pendleton also have determined that, pursuant to 43 CFR 10.2 (d)(2), the approximately 488 objects listed above are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony. Lastly, officials of MCB Camp Pendleton have determined that, pursuant to 43 CFR 10.2 (e), there is a relationship of shared group identity that can be reasonably traced between these Native American human remains and associated funerary objects and the La Jolla Band of Luiseno Mission Indians of the La Jolla Reservation, California; the Pala Band of Luiseno Mission Indians of the Pala Reservation, California; the Pauma Band of Luiseno Mission Indians of the Pauma and Yuima Reservation, California; the Pechanga Band of Luiseno Mission Indians of the Pechanga Reservation, California; the Rincon Band of Luiseno Mission Indians of the Rincon Reservation, California; the San Pasqual Band of Diegueno Mission Indians of California; and the Soboba Band of Luiseno Mission Indians of the Soboba Reservation, California. \\n\\n        This notice has been sent to officials of the La Jolla Band of Luiseno Mission Indians of the La Jolla Reservation, California; the Pala Band of Luiseno Mission Indians of the Pala Reservation, California; the Pauma Band of Luiseno Mission Indians of the Pauma and Yuima Reservation, California; the Pechanga Band of Luiseno Mission Indians of the Pechanga Reservation, California; the Rincon Band of Luiseno Mission Indians of the Rincon Reservation, California; the San Pasqual Band of Diegueno Mission Indians of California; the Soboba Band of Luiseno Mission Indians of the Soboba Reservation, California; and the Kumeyaay Cultural Repatriation Committee, authorized NAGPRA representative of the Campo Band of Diegueno Mission Indians of the Campo Reservation, the Capitan Grande Band of Diegueno Mission Indians of California, the Barona Group of Capitan Grande Band of Mission Indians of the Barona Reservation, the Viejas (Baron Long) Group of Capitan Grande Band of Mission Indians of the Viejas Reservation, the Cuyapaipe Community of Degueno Mission Indians of the Cuyapaipe Reservation, the Inaja Band of Diegueno Mission Indians of the Inaja and Cosmit Reservation, the La Posta Band of Diegueno Mission Indians of the La Posta Reservation, the Manzanita Band of Diegueno Mission Indians of the Manzanita Reservation, the Jamul Indian Village, the Mesa Grande Band of Diegueno Mission Indians of the Mesa Grande Reservation, the San Pasqual Band of Diegueno Mission Indians of California, the Santa Ysabel Band of Diegueno Mission Indians of the Santa Ysabel Reservation, and the Sycuan Band of Diegueno Mission Indians of California. Representatives of any other Indian tribe that believes itself to be culturally affiliated with these human remains and associated funerary objects should contact Stan Berryman, Base Archeologist, AC/S Environmental Security, Marine Corps Base, Box 555008, Camp Pendleton, CA 92055-5008, telephone (760) 725-9738, before September 14, 2000. Repatriation of the human remains and associated funerary objects to the La Jolla Band of Luiseno Mission Indians of the La Jolla Reservation, California; the Pala Band of Luiseno Mission Indians of the Pala Reservation, California; the Pauma Band of Luiseno Mission Indians of the Pauma and Yuima Reservation, California; the Pechanga Band of Luiseno Mission Indians of the Pechanga Reservation, California; the Rincon Band of Luiseno Mission Indians of the Rincon Reservation, California; the San Pasqual Band of Diegueno Mission Indians of California; and the Soboba Band of Luiseno Mission Indians of the Soboba Reservation, California may begin after that date if no additional claimants come forward. \\n        \\n          Dated: June 28, 2000. \\n          John Robbins, \\n          Assistant Director, Cultural Resources Stewardship and Partnerships. \\n        \\n      \\n      [FR Doc. 00-20699 Filed 8-14-00; 8:45 am] \\n      BILLING CODE 4310-70-F \\n    ", "agency1": "DEPARTMENT OF THE INTERIOR ", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Inventory Completion for Native American Human Remains and Associated Funerary Objects from San Diego County, CA in the Possession of the Marine Corps Base Camp Pendleton, U.S. Marine Corps, San Diego County, CA ", "agency2": "National Park Service.", "action": "Notice. ", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: June 28, 2000. ", "signature_name": "John Robbins, ", "signature_title": "Assistant Director, Cultural Resources Stewardship and Partnerships. ", "fr_doc": "[FR Doc. 00-20699 Filed 8-14-00; 8:45 am] ", "billing_code": "BILLING CODE 4310-70-F ", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}