{"index": "I_2248", "messy_full": "\\n\\nFederal Register, Volume 64 Issue 211 (Tuesday, November 2, 1999)\\n\\n[Federal Register Volume 64, Number 211 (Tuesday, November 2, 1999)]\\n[Notices]\\n[Page 59199]\\nFrom the Federal Register Online via the Government Publishing Office [www.gpo.gov]\\n[FR Doc No: 99-28626]\\n\\n\\n-----------------------------------------------------------------------\\n\\nDEPARTMENT OF THE INTERIOR\\n\\nNational Park Service\\n\\n\\nNotice of Inventory Completion for Native American Human Remains \\nand an Associated Funerary Object in the Control of the Bay County \\nHistorical Society, Bay City, MI\\n\\nAGENCY: National Park Service.\\n\\nACTION: Notice.\\n\\n-----------------------------------------------------------------------\\n\\n    Notice is hereby given in accordance with provisions of the Native \\nAmerican Graves Protection and Repatriation Act (NAGPRA), 43 CFR 10.9, \\nof the completion of an inventory of human remains and an associated \\nfunerary object in the control of the Bay County Historical Society, \\nBay City, MI.\\n    A detailed assessment of the human remains was made by Bay County \\nHistorical Society professional staff in consultation with \\nrepresentatives of the Saginaw Chippewa Indian Tribe of Michigan, \\nIsabella Reservation.\\n    In 1965 or 1966, human remains representing one individual were \\nremoved from an area north of the Third Street bridge, Bay City, MI \\nduring a dredging project on the west bank of the Saginaw River by a \\nperson whose name is withheld by the institution. In 1998, the son of \\nthe original collector, whose name is also withheld by the institution, \\ncontacted the Bay County Historical Society for the purpose of \\nrepatriation. No known individual was identified. The one associated \\nfunerary object is a metal artifact, possibly a strike-a-light.\\n    Based on burial location, the associated funerary object, and \\nforensic information, this individual has been identified as Native \\nAmerican from the historic period. Based on the burial location and \\nassociated funerary object, these human remains appear to be associated \\nwith site 20BY28, the Fletcher site which was excavated during 1967-68 \\nand 1979 by Michigan State University. Based on site location and \\nmaterial culture, site 20BY28 has been identified as an 18th century \\noccupation site. Historical documents indicate Saginaw Chippewa \\nsettlements in close proximity to this cemetery area during the late \\n18th century.\\n    Based on the above mentioned information, officials of the Bay \\nCounty Historical Society have determined that, pursuant to 43 CFR 10.2 \\n(d)(1), the human remains listed above represent the physical remains \\nof one individual of Native American ancestry. Officials of the Bay \\nCounty Historical Society have also determined that, pursuant to 43 CFR \\n10.2 (d)(2), the one object listed above are reasonably believed to \\nhave been placed with or near individual human remains at the time of \\ndeath or later as part of the death rite or ceremony. Lastly, officials \\nof the Bay County Historical Society have determined that, pursuant to \\n43 CFR 10.2 (e), there is a relationship of shared group identity which \\ncan be reasonably traced between these Native American human remains \\nand associated funerary object and the Saginaw Chippewa Indian Tribe of \\nMichigan, Isabella Reservation.\\n    This notice has been sent to officials of the Saginaw Chippewa \\nIndian Tribe of Michigan, Isabella Reservation. Representatives of any \\nother Indian tribe that believes itself to be culturally affiliated \\nwith these human remains and associated funerary object should contact \\nMs. Gay McInerney, Executive Director, Bay County Historical Society, \\n321 Washington Avenue, Bay City, MI 38708; telephone: (517) 893-5733, \\nbefore December 2, 1999. Repatriation of the human remains and \\nassociated funerary object to the Saginaw Chippewa Indian Tribe of \\nMichigan, Isabella Reservation may begin after that date if no \\nadditional claimants come forward.\\nDated: October 26, 1999.\\nFrancis P. McManamon,\\nDepartmental Consulting Archeologist,\\nManager, Archeology and Ethnography Program.\\n[FR Doc. 99-28626 Filed 11-1-99; 8:45 am]\\nBILLING CODE 4310-70-F\\n\\n\\n\\n", "agency1": "Null", "sub_agency1": "Null", "dep_doc": "Null", "subject": "Null", "agency2": "Null", "action": "Null", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Null", "signature_name": "Null", "signature_title": "Null", "fr_doc": "Null", "billing_code": "Null", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}