{"index": "I_2297", "messy_full": "\\n\\nFederal Register, Volume 64 Issue 68 (Friday, April 9, 1999)\\n\\n[Federal Register Volume 64, Number 68 (Friday, April 9, 1999)]\\n[Notices]\\n[Pages 17411-17412]\\nFrom the Federal Register Online via the Government Publishing Office [www.gpo.gov]\\n[FR Doc No: 99-8885]\\n\\n\\n-----------------------------------------------------------------------\\n\\nDEPARTMENT OF THE INTERIOR\\n\\nNational Park Service\\n\\n\\nNotice of Inventory Completion for Native American Human Remains \\nfrom Barrow, AK in the Possession of the University of Nebraska State \\nMuseum, University of Nebraska-Lincoln, Lincoln, NE\\n\\nAGENCY: National Park Service\\n\\nACTION: Notice\\n\\n-----------------------------------------------------------------------\\n\\n    Notice is hereby given in accordance with provisions of the Native \\nAmerican Graves Protection and Repatriation Act (NAGPRA), 43 CFR 10.9, \\nof the completion of an inventory of human remains from Barrow, AK in \\nthe possession of University of Nebraska State Museum, University of \\nNebraska-Lincoln, Lincoln, NE.\\n    A detailed assessment of the human remains was made by University \\nof Nebraska-Lincoln professional staff in consultation with \\nrepresentatives of North Slope Borough as the authorized representative \\nof the Native Village of Barrow Inupiat Traditional Government.\\n    Between 1914 and 1916, human remains representing one individual \\nwere collected from Point Barrow by T.L. Richardson under unknown \\ncircumstances. At a later date, these human remains were donated to the \\nUniversity of Nebraska State Museum by Mrs. C. Boellstorff. No known \\nindividuals were identified. No associated funerary objects are \\npresent.\\n    Based on the area from which these human remains were recovered and \\nthe condition of the remains, this individual has been identifed as \\nNative American. Based on the location of these human remains, this \\nindividual has been determined to be Inupiat.\\n    Based on the above mentioned information, officials of the \\nUniversity of Nebraska-Lincoln have determined that, pursuant to 43 CFR \\n10.2 (d)(1), the human remains listed above represent the physical \\nremains of one individual of Native American ancestry. Officials of the \\nUniversity of Nebraska-Lincoln have also determined that, pursuant to \\n43 CFR 10.2 (e), there is a relationship of shared group identity which \\ncan be reasonably traced between these Native American human remains \\nand the Native Village of Barrow Inupiat Traditional Government.\\n    This notice has been sent to officials of the North Slope Borough \\nand the Native Village of Barrow Inupiat Traditional Government. \\nRepresentatives of any other Indian tribe that believes itself to be \\nculturally affiliated with these human remains and\\n\\n[[Page 17412]]\\n\\nassociated funerary objects should contact Dr. Priscilla Grew, \\nUniversity of Nebraska, 302 Canfield Administration Building, Lincoln, \\nNE 68588-0433; telephone: (402) 472-3123, before May 10, 1999. \\nRepatriation of the human remains to the North Slope Borough as the \\nauthorized representative of the Native Village of Barrow Inupiat \\nTraditional Government may begin after that date if no additional \\nclaimants come forward.\\n    The National Park Service is not responsible for the determinations \\nwithin this notice.\\nDated: March 26, 1999.\\n    Francis P. McManamon,\\nDepartmental Consulting Archeologist,\\nManager, Archeology and Ethnography Program.\\n[FR Doc. 99-8885 Filed 4-8-99; 8:45 am]\\nBILLING CODE 4310-70-F\\n\\n\\n\\n", "agency1": "Null", "sub_agency1": "Null", "dep_doc": "Null", "subject": "Null", "agency2": "Null", "action": "Null", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Null", "signature_name": "Null", "signature_title": "Null", "fr_doc": "Null", "billing_code": "Null", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}