{"index": "I_2280", "messy_full": "\\n\\nFederal Register, Volume 64 Issue 145 (Thursday, July 29, 1999)\\n\\n[Federal Register Volume 64, Number 145 (Thursday, July 29, 1999)]\\n[Notices]\\n[Pages 41136-41137]\\nFrom the Federal Register Online via the Government Publishing Office [www.gpo.gov]\\n[FR Doc No: 99-19451]\\n\\n\\n-----------------------------------------------------------------------\\n\\nDEPARTMENT OF THE INTERIOR\\n\\nNational Park Service\\n\\n\\nNotice of Inventory Completion for Native American Human Remains \\nfrom Kansas in the Possession of the Department of Anthropology, \\nUniversity of Tennessee, Knoxville, TN\\n\\nAGENCY: National Park Service\\n\\nACTION: Notice\\n\\n-----------------------------------------------------------------------\\n\\n    Notice is hereby given in accordance with provisions of the Native \\nAmerican Graves Protection and Repatriation Act (NAGPRA), 43 CFR 10.9, \\nof the completion of an inventory of human remains in the possession of \\nthe Department of Anthropology, University of Tennessee, Knoxville, TN.\\n    A detailed assessment of the human remains was made by Department \\nof Anthropology professional staff in consultation with representatives \\nof the Pawnee Indian Tribe of Oklahoma.\\n    At an unknown date, human remains representing two individuals were \\nrecovered from the Kansas Monument site (14RP1), Republic County, KS by \\nperson(s) unknown. At an unknown date, these human remains were donated \\nto the Department of Anthropology by person(s) unknown. No known \\nindividuals were identified. No associated funerary objects are \\npresent.\\n    Based on material culture and village organization, the Kansas \\nMonument site has been identified as an historic Pawnee cemetery and \\nvillage (c. 1820-1830s AD). Based on this information,\\n\\n[[Page 41137]]\\n\\nthese human remains are believed to be affiliated with the Pawnee \\nIndian Tribe of Oklahoma.\\n    Based on the above mentioned information, officials of the \\nUniversity of Tennessee have determined that, pursuant to 43 CFR 10.2 \\n(d)(1), the human remains listed above represent the physical remains \\nof two individuals of Native American ancestry. Officials of the \\nUniversity of Tennessee have also determined that, pursuant to 43 CFR \\n10.2 (e), there is a relationship of shared group identity which can be \\nreasonably traced between these Native American human remains and the \\nPawnee Indian Tribe of Oklahoma.\\n    This notice has been sent to officials of the Pawnee Indian Tribe \\nof Oklahoma. Representatives of any other Indian tribe that believes \\nitself to be culturally affiliated with these human remains should \\ncontact Dr. Jan Simek, Department of Anthropology, University of \\nTennessee, Knoxville, TN 37996-0720; telephone: (423) 974-4408, before \\nAugust 30, 1999. Repatriation of the human remains to the Pawnee Indian \\nTribe of Oklahoma may begin after that date if no additional claimants \\ncome forward.\\nDated: July 21, 1999.\\nFrancis P. McManamon,\\nDepartmental Consulting Archeologist,\\nManager, Archeology and Ethnography Program.\\n[FR Doc. 99-19451 Filed 7-28-99; 8:45 am]\\nBILLING CODE 4310-70-F\\n\\n\\n\\n", "agency1": "Null", "sub_agency1": "Null", "dep_doc": "Null", "subject": "Null", "agency2": "Null", "action": "Null", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Null", "signature_name": "Null", "signature_title": "Null", "fr_doc": "Null", "billing_code": "Null", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}