{"index": "I_2241", "messy_full": "\\n\\nFederal Register, Volume 65 Issue 10 (Friday, January 14, 2000)\\n\\n[Federal Register Volume 65, Number 10 (Friday, January 14, 2000)]\\n[Notices]\\n[Page 2426]\\nFrom the Federal Register Online via the Government Publishing Office [www.gpo.gov]\\n[FR Doc No: 00-903]\\n\\n\\n-----------------------------------------------------------------------\\n\\nDEPARTMENT OF THE INTERIOR\\n\\nNational Park Service\\n\\n\\nNotice of Inventory Completion for Native American Human Remains \\nfrom Oregon in the Possession of the Milwaukee Public Museum, \\nMilwaukee, WI\\n\\nAGENCY: National Park Service\\n\\nACTION: Notice\\n\\n-----------------------------------------------------------------------\\n\\n    Notice is hereby given in accordance with provisions of the Native \\nAmerican Graves Protection and Repatriation Act (NAGPRA), 43 CFR 10.9, \\nof the completion of an inventory of human remains from Oregon in the \\npossession of the Milwaukee Public Museum, Milwaukee, WI.\\n    A detailed assessment of the human remains was made by Milwaukee \\nPublic Museum professional staff in consultation with representatives \\nof the Burns Paiute Tribe of the Burns Paiute Indian Colony of Oregon, \\nand the Confederated Tribes of the Warm Springs Reservation of Oregon.\\n    At an unknown date, human remains representing one individual were \\ncollected from an unknown location in Oregon by an unknown person who \\ntransferred these human remains to Thomas M.N. Lewis. In 1946, Mr. \\nLewis donated these human remains to the Milwaukee Public Museum. No \\nknown individuals were identified. No associated funerary objects are \\npresent.\\n    Based on cranial morphology and dentition, this individual has been \\nidentified as Native American. The reported geographic location of this \\nindividual is consistent with the pre-contact and historic Northern \\nPaiute people. Evidence of metal knife marks on the cranium indicate an \\nhistoric date which is consistent with a Northern Paiute affiliation. \\nConsultation evidence provided by representatives of the Burns Paiute \\nTribe and the Confederated Tribes of the Warm Springs Reservation \\nindicate that the Oregon Plains are part of the Paiute\\'s traditional \\nand historic occupation area and that descendants of the Paiute from \\nthis part of Paiute territory now are included in the Burns Paiute \\nTribe of the Burns Paiute Indian Colony of Oregon; the Confederated \\nTribes of the Warm Springs Reservation of Oregon, the Fort Bidwell \\nIndian Community of the Fort Bidwell Reservation of California; the \\nFort McDermitt Paiute and Shoshone Tribes of the Fort McDermitt \\nReservation, Nevada and Oregon; and the Shoshone-Paiute Tribes of the \\nDuck Valley Reservation, Nevada.\\n    Based on the above mentioned information, officials of the \\nMilwaukee Public Museum have determined that, pursuant to 43 CFR 10.2 \\n(d)(1), the human remains listed above represent the physical remains \\nof one individual of Native American ancestry. Officials of the \\nMilwaukee Public Museum have also determined that, pursuant to 43 CFR \\n10.2 (e), there is a relationship of shared group identity which can be \\nreasonably traced between these Native American human remains and the \\nBurns Paiute Tribe of the Burns Paiute Indian Colony of Oregon; the \\nConfederated Tribes of the Warm Springs Reservation of Oregon, the Fort \\nBidwell Indian Community of the Fort Bidwell Reservation of California; \\nthe Fort McDermitt Paiute and Shoshone Tribes of the Fort McDermitt \\nReservation, Nevada and Oregon; and the Shoshone-Paiute Tribes of the \\nDuck Valley Reservation, Nevada.\\n    This notice has been sent to officials of the Burns Paiute Tribe of \\nthe Burns Paiute Indian Colony of Oregon; the Confederated Tribes of \\nthe Warm Springs Reservation of Oregon, the Fort Bidwell Indian \\nCommunity of the Fort Bidwell Reservation of California; the Fort \\nMcDermitt Paiute and Shoshone Tribes of the Fort McDermitt Reservation, \\nNevada and Oregon; and the Shoshone-Paiute Tribes of the Duck Valley \\nReservation, Nevada. Representatives of any other Indian tribe that \\nbelieves itself to be culturally affiliated with these human remains \\nshould contact Ann McMullen, Ph.D., Curator of North American \\nEthnology, Milwaukee Public Museum, 800 West Wells Street, Milwaukee, \\nWI 53233; telephone: (414) 278-2786; fax: (414) 278-6100, before \\nFebruary 14, 2000. Repatriation of the human remains to the Burns \\nPaiute Tribe of the Burns Paiute Indian Colony of Oregon may begin \\nafter that date if no additional claimants come forward.\\nDated: January 3, 1999.\\nFrancis P. McManamon,\\nDepartmental Consulting Archeologist,\\nManager, Archeology and Ethnography Program.\\n[FR Doc. 00-903 Filed 1-13-00; 8:45 am]\\nBILLING CODE 4310-70-F\\n\\n\\n\\n", "agency1": "Null", "sub_agency1": "Null", "dep_doc": "Null", "subject": "Null", "agency2": "Null", "action": "Null", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Null", "signature_name": "Null", "signature_title": "Null", "fr_doc": "Null", "billing_code": "Null", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}