{"index": "I_2298", "messy_full": "\\n\\nFederal Register, Volume 64 Issue 68 (Friday, April 9, 1999)\\n\\n[Federal Register Volume 64, Number 68 (Friday, April 9, 1999)]\\n[Notices]\\n[Page 17411]\\nFrom the Federal Register Online via the Government Publishing Office [www.gpo.gov]\\n[FR Doc No: 99-8887]\\n\\n\\n\\n[[Page 17411]]\\n\\nDEPARTMENT OF THE INTERIOR\\n\\nNational Park Service\\n\\n\\nCorrection-- Notice of Inventory Completion for Native American \\nHuman Remains and Associated Funerary Objects from Pecos Valley, NM in \\nthe Possession of the Peabody Museum of Archaeology and Ethnology, \\nHarvard University, Cambridge, MA; and the Robert S. Peabody Museum of \\nArchaeology, Phillips Academy, Andover, MA\\n\\nAGENCY: National Park Service\\n\\nACTION: Notice\\n\\n-----------------------------------------------------------------------\\n\\n    Notice is hereby given in accordance with provisions of the Native \\nAmerican Graves Protection and Repatriation Act (NAGPRA), 43 CFR 10.9, \\nof the completion of an inventory of human remains and associated \\nfunerary objects from Pecos Valley, NM in the possession of the Peabody \\nMuseum of Archaeology and Ethnology, Harvard University, Cambridge, MA; \\nand the Robert S. Peabody Museum of Archaeology, Phillips Academy, \\nAndover, MA.\\n    A detailed assessment of the human remains was made by Peabody \\nMuseum of Archaeology and Ethnology and Robert S. Peabody Museum of \\nArchaeology professional staff in consultation with representatives of \\nthe Apache Tribe of Oklahoma, the Comanche Tribe of Oklahoma, the Hopi \\nTribe, the Jicarilla Apache Tribe, the Kiowa Tribe, the Mescalero \\nApache Tribe, the Navajo Nation, Pueblo of Cochiti, the Pueblo of \\nJemez, Pueblo of Santo Domingo, the Pueblo of Zuni, and the Wichita and \\nAffiliated Tribes.\\n    Between 1915-1929, human remains representing 1,787 individuals \\nwere recovered from Pecos Pueblo and mission church sites during \\nexcavations conducted under the auspices of Phillips Academy by Alfred \\nVincent Kidder. No known individuals were identified. The 498 \\nassociated funerary objects include ceramic vessels, bone awls, bone \\nbeads, effigies, bone tubes, ceramic fragments, projectile points, \\nstone scrapers, chipped stone implements, a red paint stone, stone \\npendants, shell pendants, ceramic ladles, ceramic pipes, wrappings, \\nsoil samples, antler tools, faunal bone implements, stone knives, stone \\ndrills, pieces of obsidian, lumps of paint, hammerstones, stone shaft \\nstraighteners, a stone palette, faunal remains, fossils, a piece of \\ncopper ore, polishing stones, and textiles.\\n    Based on the above mentioned information, officials of the Peabody \\nMuseum of Archaeology and Ethnology and the Robert S. Peabody Museum of \\nArchaeology have determined that, pursuant to 43 CFR 10.2 (d)(1), the \\nhuman remains listed above represent the physical remains of 1,921 \\nindividuals of Native American ancestry. Officials of the Peabody \\nMuseum of Archaeology and Ethnology and the Robert S. Peabody Museum of \\nArchaeology have also determined that, pursuant to 43 CFR 10.2 (d)(2), \\nthe 534 objects listed above are reasonably believed to have been \\nplaced with or near individual human remains at the time of death or \\nlater as part of the death rite or ceremony. Officials of the Robert S. \\nPeabody Museum of Archaeology have also determined that, pursuant to 43 \\nCFR 10.2 (d)(2), the 19 objects from the three caches at Pecos Pueblo \\nlisted above are reasonably believed to have been made exclusively to \\nbe placed with or near individual human remains at the time of death or \\nlater as part of the death rite or ceremony. Lastly, officials of the \\nPeabody Museum of Archaeology and Ethnology and the Robert S. Peabody \\nMuseum of Archaeology have determined that, pursuant to 43 CFR 10.2 \\n(e), there is a relationship of shared group identity which can be \\nreasonably traced between these Native American human remains and \\nassociated funerary objects and the Pueblo of Jemez.\\n    This notice has been sent to officials of the Apache Tribe of \\nOklahoma, the Comanche Tribe of Oklahoma, the Hopi Tribe, the Jicarilla \\nApache Tribe, the Kiowa Tribe, the Mescalero Apache Tribe, the Navajo \\nNation, Pueblo of Cochiti, the Pueblo of Jemez, Pueblo of Santo \\nDomingo, the Pueblo of Zuni, and the Wichita and Affiliated Tribes. \\nRepresentatives of any other Indian tribe that believes itself to be \\nculturally affiliated with these human remains and associated funerary \\nobjects should contact Barbara Issac, Repatriation Coordinator, Peabody \\nMuseum of Archaeology and Ethnology, 11 Divinity Ave., Cambridge, MA \\n022138; telephone (617) 495-2254; or James W. Bradley, Director, Robert \\nS. Peabody Museum of Archaeology, Phillips Academy, Andover, MA 01810; \\ntelephone: (978) 749-4490, before May 10, 1999. Repatriation of the \\nhuman remains and associated funerary objects to the Pueblo of Jemez \\nmay begin after that date if no additional claimants come forward.\\nDated: March 26, 1999.\\nFrancis P. McManamon,\\nDepartmental Consulting Archeologist,\\nManager, Archeology and Ethnography Program.\\n[FR Doc. 99-8887 Filed 4-8-99; 8:45 am]\\nBILLING CODE 4310-70-F\\n\\n\\n\\n", "agency1": "Null", "sub_agency1": "Null", "dep_doc": "Null", "subject": "Null", "agency2": "Null", "action": "Null", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Null", "signature_name": "Null", "signature_title": "Null", "fr_doc": "Null", "billing_code": "Null", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}