{"index": "I_2221", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR \\n        National Park Service \\n        Notice of Inventory Completion for Native American Human Remains and Associated Funerary Objects from Clay County, SD in the Possession of the South Dakota State Archaeological Research Center, Rapid City, SD \\n        \\n          AGENCY:\\n          National Park Service \\n        \\n        \\n          ACTION:\\n          Notice \\n        \\n        Notice is hereby given in accordance with provisions of the Native American Graves Protection and Repatriation Act (NAGPRA), 43 CFR 10.9, of the completion of an inventory of human remains and associated funerary objects from Clay County, SD in the possession of the South Dakota State Archaeological Research Center, Rapid City, SD. This notice is being published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 43 CFR 10.2 (c). The determinations within this notice are the sole responsibility of the museum, institution, or Federal Agency who has control of these Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations within this notice. \\n        A detailed assessment of the human remains was made by South Dakota State Archaeological Research Center (SARC) professional staff in consultation with representatives of the Yankton Sioux Tribe of South Dakota and the Crow Creek Sioux Tribe of the Crow Creek Reservation, South Dakota. \\n        In 1926, human remains representing one individual were recovered from the Vermillion Bluff Village (39CL1), located on the left bank of the Vermillion River, Clay County, SD by workmen at the R.C. Davis residence. These human remains were donated to the W.H. Over Museum, Vermillion, SD. In 1974, these human remains were transferred to the SARC for documentation and repatriation. No known individual was identified. The 14 associated funerary objects include a circular-shaped iron rod, an elk metapodial scraper, an elk antler scraper, three polished pipestone balls, a top-shaped piece of pipestone, three undrilled pipestone pipes, a used pipestone pipe, a steel knife with a horn handle, and two pieces of scoria. \\n        Based on associated funerary objects and manner of interment, this individual has been identified as Native American. The associated funerary objects and manner of interment also indicate this burial dates to the historic period (post-1800 A.D.). Based on continuities of material culture, oral tradition, and historical evidence, the cultural affiliation of the Historic-period component of the Vermillion Bluff Village site and the burial listed above have been affiliated with the Yankton Sioux Tribe of South Dakota. In 1859, the Yankton tribe was removed from this area in Clay County, SD to the Yankton Indian Reservation in South Dakota. \\n        Based on the above mentioned information, officials of the South Dakota Archaeological Research Center have determined that, pursuant to 43 CFR 10.2 (d)(1), the human remains listed above represent the physical remains of one individual of Native American ancestry. Officials of the South Dakota Archaeological Research Center have also determined that, pursuant to 43 CFR 10.2 (d)(2), the 14 objects listed above are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony. Lastly, officials of the South Dakota Archaeological Research Center have determined that, pursuant to 43 CFR 10.2 (e), there is a relationship of shared group identity which can be reasonably traced between these Native American human remains and associated funerary objects and the Yankton Sioux Tribe of South Dakota. This notice has been sent to officials of the Yankton Sioux Tribe of South Dakota and the Crow Creek Sioux Tribe of the Crow Creek Reservation, South Dakota. Representatives of any other Indian tribe that believes itself to be culturally affiliated with these human remains and associated funerary objects should contact Renee Boen, Curator, State Archaeological Center, South Dakota Historical Society, P.O. Box 1257, Rapid City, SD 57709-1257; telephone: (605) 394-1936, before July 10, 2000. Repatriation of the human remains and associated funerary objects to the Yankton Sioux Tribe of South Dakota may begin after that date if no additional claimants come forward. \\n        \\n          Dated: May 31, 2000. \\n          John Robbins, \\n          Assistant Director, Cultural Resources Stewardship and Partnership Programs. \\n        \\n      \\n      [FR Doc. 00-14489 Filed 6-7-00; 8:45 am] \\n      BILLING CODE 4310-70-F\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR ", "sub_agency1": "National Park Service ", "dep_doc": "Null", "subject": "Notice of Inventory Completion for Native American Human Remains and Associated Funerary Objects from Clay County, SD in the Possession of the South Dakota State Archaeological Research Center, Rapid City, SD ", "agency2": "National Park Service ", "action": "Notice ", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: May 31, 2000. ", "signature_name": "John Robbins, ", "signature_title": "Assistant Director, Cultural Resources Stewardship and Partnership Programs. ", "fr_doc": "[FR Doc. 00-14489 Filed 6-7-00; 8:45 am] ", "billing_code": "BILLING CODE 4310-70-F", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}