{"index": "I_2238", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR \\n        National Park Service \\n        Notice of Inventory Completion for Native American Human Remains From Rockbridge County, VA in the Possession of the Virginia Department of Historic Resources, Richmond, VA \\n        \\n          AGENCY:\\n           National Park Service. \\n        \\n        \\n          ACTION:\\n           Notice. \\n        \\n        Notice is hereby given in accordance with provisions of the Native American Graves Protection and Repatriation Act (NAGPRA), 43 CFR 10.9, of the completion of an inventory of human remains from Rockbridge County, VA in the possession of the Virginia Department of Historic Resources, Richmond, VA. \\n        A detailed assessment of the human remains was made by Virginia Department of Historic Resources professional staff in consultation with representatives of the Chickahominy, the Eastern Chickahominy, the Mattaponi, the Monacan Indian Nation, the Nansemond, the Pamunkey, the United Rappahannock, the Upper Mattaponi, all non-Federally recognized Indian groups which are formally recognized by the Commonwealth of Virginia. \\n        In 1901, human remains representing a minimum of 105 individuals were excavated from the Hayes Creek Mound, Rockbridge County, VA by Edward P. Valentine, an amateur archeologist with the Valentine Museum, Richmond, VA. In 1989, these human remains were donated to the Virginia Department of Historic Resources by the Valentine Museum. No known individuals were identified. No associated funerary objects are present. \\n        Based on material culture and archeological evidence, the Hayes Creek Mound site has been identified as a Late Woodland (c. 900-1600 A.D.) occupation. Based on the material culture and condition of the human remains, these individuals have been identified as Native American. Archeological and ethnohistoric research indicates the Monacan and Mannahoac were loosely confederated with each other and linked to the earlier mound-building peoples in the Virginia piedmont and eastern mountain regions generally known as the Lewis Creek Mound Culture. Consultation evidence presented by the present-day Monacan indicates a direct lineal connection with the Monacan and related tribes occupying Rockbridge County in the early 17th century. Based on continuities of mound construction and site arrangement, there appears to be a shared ideology and cultural continuity which underlayed and defined not only the Monacan east of the Blue Ridge, but also includes related groups on the immediate west side of the Blue Ridge. \\n        On October 29, 1999, the Virginia Department of Historic Resources requested a finding from the NAGPRA Review Committee concerning the Monacan Indian Nation\\'s request for repatriation for these 105 individuals listed as \\xe2\\x80\\x9cculturally unidentifiable\\xe2\\x80\\x9d on the Department\\'s NAGPRA inventory. At its November 18-20, 1999 meeting, the NAGPRA Review Committee recommended that the Department proceed with repatriation of these Native American human remains to the Monacan Indian Nation following publication of this Notice of Inventory Completion in the Federal Register. \\n\\n        Based on the above mentioned information, officials of the Virginia Department of Historic Resources have determined that, pursuant to 43 CFR 10.2 (d)(1), the human remains listed above represent the physical remains of a minimum of 105 individuals of Native American ancestry. Officials of the Virginia Department of Historic Resources have determined that, pursuant to 25 U.S.C. 3001 (2), no relationship of shared group identity can be reasonably traced between these Native American human remains and a Federally recognized Indian tribe. However, officials of the Virginia Department of Historic Resources have determined that a relationship of shared group identity can be reasonably traced between these Native American human remains and the Monacan Indian Nation, a non-Federally recognized Indian group. \\n        This notice has been sent to officials of the Chickahominy, the Eastern Chickahominy, the Mattaponi, the Monacan Indian Nation, the Nansemond, the Pamunkey, the United Rappahannock, the Upper Mattaponi. Representatives of any other Federally recognized Indian tribe or other valid claimant under NAGPRA that believes itself to be culturally affiliated with these human remains should contact M. Catherine Slusser, State Archaeologist, Department of Historic Resources, 2801 Kensington Ave., Richmond, VA 23221; telephone: (804) 367-2323, before March 13, 2000. Repatriation of the human remains to the Monacan Indian Nation may begin after that date if no Federally recognized Indian tribes or other valid claimant under NAGPRA makes a claim. \\n        The National Park Service is not responsible for the determinations within this notice. \\n        \\n          Dated: January 19, 2000. \\n          Francis P. McManamon, \\n          Departmental Consulting Archeologist, \\n          Manager, Archeology and Ethnography Program. \\n        \\n      \\n      [FR Doc. 00-3054 Filed 2-9-00; 8:45 am] \\n      BILLING CODE 4310-70-F\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR ", "sub_agency1": "National Park Service ", "dep_doc": "Null", "subject": "Notice of Inventory Completion for Native American Human Remains From Rockbridge County, VA in the Possession of the Virginia Department of Historic Resources, Richmond, VA ", "agency2": " National Park Service. ", "action": " Notice. ", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: January 19, 2000. ", "signature_name": "Francis P. McManamon, ", "signature_title": "Departmental Consulting Archeologist, ", "fr_doc": "[FR Doc. 00-3054 Filed 2-9-00; 8:45 am] ", "billing_code": "BILLING CODE 4310-70-F", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}