{"index": "I_2285", "messy_full": "\\n\\nFederal Register, Volume 64 Issue 136 (Friday, July 16, 1999)\\n\\n[Federal Register Volume 64, Number 136 (Friday, July 16, 1999)]\\n[Notices]\\n[Pages 38470-38471]\\nFrom the Federal Register Online via the Government Publishing Office [www.gpo.gov]\\n[FR Doc No: 99-18125]\\n\\n\\n-----------------------------------------------------------------------\\n\\nDEPARTMENT OF THE INTERIOR\\n\\nNational Park Service\\n\\n\\nNotice of Inventory Completion for Native American Human Remains \\nin the Possession of the Southwest Museum, Los Angeles, CA\\n\\nAGENCY: National Park Service, DOI.\\n\\nACTION: Notice.\\n\\n-----------------------------------------------------------------------\\n\\n    Notice is hereby given in accordance with provisions of the Native \\nAmerican Graves Protection and Repatriation Act (NAGPRA), 43 CFR 10.9, \\nof the completion of an inventory of human remains in the possession of \\nthe Southwest Museum, Los Angeles, CA. \\n    A detailed assessment of the human remains was made by Southwest \\nMuseum professional staff in consultation with representatives of the \\nOrganized Village of Kasaan.\\n    In 1919, human remains representing one individual were recovered \\nfrom ``an old Indian graveyard\\'\\' at Old Kasaan, AK by Dr. M.A. \\nWinningham while on a hunting and fishing trip in Alaska. No known \\nindividuals were identified. No associated funerary objects are \\npresent.\\n    In 1946, Dr. Winningham gave these human remains to L.S. Keeton, \\nand were housed at the L.S. Keeton Museum in Edmonds, WA. In 1985, \\nthese human remains were donated to the Southwest Museum by Mr. and \\nMrs. Ivan Curtis (L.S. Keeton was the maternal grandfather of Mr. \\nCurtis). Ethnographic sources indicate Kasaan village existed at the \\ntime of European contact and was abandoned in 1902, when its \\ninhabitants were persuaded by the Kasaan Bay Mining Company to move to \\nthe vicinity of the mining operation, which led to the establishment of \\nthe present-day Kasaan.\\n    Based on the above mentioned information, officials of the \\nSouthwest Museum have determined that, pursuant to 43 CFR 10.2 (d)(1), \\nthe human remains listed above represent the physical remains of one \\nindividual\\n\\n[[Page 38471]]\\n\\nof Native American ancestry. Officials of the Southwest Museum have \\nalso determined that, pursuant to 43 CFR 10.2 (e), there is a \\nrelationship of shared group identity which can be reasonably traced \\nbetween these Native American human remains and the Organized Village \\nof Kasaan.\\n    This notice has been sent to officials of the Organized Village of \\nKasaan. Representatives of any other Indian tribe that believes itself \\nto be culturally affiliated with these human remains should contact Dr. \\nDuane King, Southwest Museum, P.O. Box 41558, Los Angeles, CA 90041-\\n0558; telephone: (323) 221-2164, before August 16, 1999. Repatriation \\nof the human remains to the Organized Village of Kasaan may begin after \\nthat date if no additional claimants come forward.\\nDated: July 9, 1999.\\n\\n    Francis P. McManamon,\\nDepartmental Consulting Archeologist,\\nManager, Archeology and Ethnography Program.\\n[FR Doc. 99-18125 Filed 7-15-99; 8:45 am]\\nBILLING CODE 4310-70-F\\n\\n\\n\\n", "agency1": "Null", "sub_agency1": "Null", "dep_doc": "Null", "subject": "Null", "agency2": "Null", "action": "Null", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Null", "signature_name": "Null", "signature_title": "Null", "fr_doc": "Null", "billing_code": "Null", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}