{"index": "I_2275", "messy_full": "\\n\\nFederal Register, Volume 64 Issue 157 (Monday, August 16, 1999)\\n\\n[Federal Register Volume 64, Number 157 (Monday, August 16, 1999)]\\n[Notices]\\n[Pages 44535-44536]\\nFrom the Federal Register Online via the Government Publishing Office [www.gpo.gov]\\n[FR Doc No: 99-21068]\\n\\n\\n-----------------------------------------------------------------------\\n\\nDEPARTMENT OF THE INTERIOR\\n\\nNational Park Service\\n\\n\\nNotice of Inventory Completion for Native American Human Remains \\nfrom Woodlake, CA in the Possession of the Los Angeles County Museum of \\nNatural History, Los Angeles, CA\\n\\nAGENCY: National Park Service, DOI.\\n\\nACTION: Notice.\\n\\n-----------------------------------------------------------------------\\n\\n    Notice is hereby given in accordance with provisions of the Native \\nAmerican Graves Protection and Repatriation Act (NAGPRA), 43 CFR 10.9, \\nof the completion of an inventory of human remains from Woodlake, CA in \\nthe possession of the Los Angeles County Museum of Natural History, Los \\nAngeles, CA.\\n    A detailed assessment of the human remains was made by Los Angeles \\nCounty Museum of Natural History professional staff in consultation \\nwith representatives of the Tule River Indian Tribe of the Tule River \\nReservation and the Santa Rosa Indian Community of the Santa Rosa \\nRancheria.\\n    In 1932, human remains representing one individual were recovered \\nfrom the Robla Lomas Ranch, Woodlake, CA under unknown circumstances by \\nperson(s) unknown. In 1972, these human remains were donated to the Los\\n\\n[[Page 44536]]\\n\\nAngeles County Museum of Natural History by Helen Phillips Spears. No \\nknown individual was identified. No associated funerary objects are \\npresent.\\n    Collections documentation indicates this individual was found with \\nten other individuals on the Robla Lomas Ranch. Documentation also \\nsuggests that these human remains are probably those of an individual \\nkilled by the Spanish during a battle known to have occured at the \\nRobla Lomas Ranch in 1832. Ethnohistoric information indicates that the \\nRobla Lomas Ranch is within the historic territory traditionally \\noccupied by the Southern Valley Yokuts, now represented by the present-\\nday Tule River Indian Tribe of the Tule River Reservation. Consultation \\nwith representatives of the Tule River Indian Tribe of the Tule River \\nReservation confirm that these human remains are affiliated with the \\nTule River Indian Tribe of the Tule River Reservation.\\n    Based on the above mentioned information, officials of the Los \\nAngeles County Museum of Natural History have determined that, pursuant \\nto 43 CFR 10.2 (d)(1), the human remains listed above represent the \\nphysical remains of one individual of Native American ancestry. \\nOfficials of the Los Angeles County Museum of Natural History have \\ndetermined that, pursuant to 43 CFR 10.2 (e), there is a relationship \\nof shared group identity which can be reasonably traced between these \\nNative American human remains and the Tule River Indian Tribe of the \\nTule River Reservation.\\n    This notice has been sent to officials of the Tule River Indian \\nTribe of the Tule River Reservation and the Santa Rosa Indian Community \\nof the Santa Rosa Rancheria. Representatives of any other Indian tribe \\nthat believes itself to be culturally affiliated with these human \\nremains should contact Dr. Margaret A. Hardin, Anthropology Section, \\nLos Angeles County Museum of Natural History, 900 Exposition Blvd., Los \\nAngeles, CA 90007; telephone: (213) 763-3382; e-mail: M[email protected], \\nbefore September 15, 1999. Repatriation of the human remains to the \\nTule River Indian Tribe of the Tule River Reservation may begin after \\nthat date if no additional claimants come forward.\\nDated: August 10, 1999.\\nRichard Waldbauer,\\nActing Departmental Consulting Archeologist,\\nArcheology and Ethnography Program.\\n[FR Doc. 99-21068 Filed 8-13-99; 8:45 am]\\nBILLING CODE 4310-70-F\\n\\n\\n\\n", "agency1": "Null", "sub_agency1": "Null", "dep_doc": "Null", "subject": "Null", "agency2": "Null", "action": "Null", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Null", "signature_name": "Null", "signature_title": "Null", "fr_doc": "Null", "billing_code": "Null", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}