{"index": "I_2240", "messy_full": "\\n\\nFederal Register, Volume 65 Issue 10 (Friday, January 14, 2000)\\n\\n[Federal Register Volume 65, Number 10 (Friday, January 14, 2000)]\\n[Notices]\\n[Pages 2427-2428]\\nFrom the Federal Register Online via the Government Publishing Office [www.gpo.gov]\\n[FR Doc No: 00-905]\\n\\n\\n-----------------------------------------------------------------------\\n\\nDEPARTMENT OF THE INTERIOR\\n\\nNational Park Service\\n\\n\\nNotice of Inventory Completion for Native American Human Remains \\nand Associated Funerary Objects from Valley, Lancaster, and Nance \\nCounties, NE in the Possession of the Nebraska State Historical \\nSociety, Lincoln, NE\\n\\nAGENCY: National Park Service\\n\\nACTION: Notice\\n\\n-----------------------------------------------------------------------\\n\\n    Notice is hereby given in accordance with provisions of the Native \\nAmerican Graves Protection and Repatriation Act (NAGPRA), 43 CFR 10.9, \\nof the completion of an inventory of human remains and associated \\nfunerary objects from Valley, Lancaster, and Nance Counties, NE in the \\npossession of the Nebraska State Historical Society, Lincoln, NE.\\n    A detailed assessment of the human remains was made by Nebraska \\nState Historical Society professional staff in consultation with \\nrepresentatives of the Pawnee Indian Tribe of Oklahoma; the Three \\nAffiliated Tribes of the Fort Berthold Reservation, North Dakota; and \\nthe Wichita and Affiliated Tribes (Wichita, Keechi, Waco and \\nTawakonie), Oklahoma.\\n    In 1993, human remains representing a minimum of two individuals \\nwere recovered from private lands in Howard County, NE during \\nconstruction associated with a U.S. Bureau of Reclamation Canal \\nproject. In 1995, these human remains were transferred to the Nebraska \\nState Historical Society. No known individuals were identified. No \\nassociated funerary objects were present.\\n    Based on material culture, and site features, as well as proximity \\nto other known Pawnee village and burial areas, these human remains \\nhave been identified as Native American, specifically of Pawnee \\naffiliation.\\n    In 1997, human remains representing two individuals were recovered \\nfrom site 25VY42, Valley County, NE during a legally authorized \\narcheological investigation conducted by the Nebraska State Historical \\nSociety Staff as a result of highway construction. No known individuals \\nwere identified. The two associated funerary objects include a stone \\npipe and a stone knife.\\n    Based on associated funerary objects, these individuals have been \\nidentified as Native American. Based on location and associated \\nfunerary objects, site 25VY42 has been identified as a habitation \\nassociated with the Central Plains tradition (A.D. 1000-1400).\\n    In 1998, human remains representing one individual were received by \\nthe Nebraska Historical Society from the Lancaster County Sheriff\\'s \\nOffice. These human remains had been confiscated during a criminal \\ninvestigation. No known individual was identified. No associated \\nfunerary objects are present.\\n    Based on cranial morphology and the condition of the crania, this \\nindividual has been identified as Native American, dating to c. 1000-\\n1400 A.D. Based on craniometrics, this individual has been affiliated \\nwith the Central Plains tradition.\\n    Based on continuities of ceramic decoration, stone tool form and \\nfunction, architecture, chronology, mortuary custom, subsistence \\npattern, settlement pattern, and geographic location, the Central \\nPlains Tradition is recognized by many anthropologists as ancestral to \\nthe present-day Pawnee, Arikara, and Wichita. Pawnee and Arikara oral \\ntraditions also indicate cultural affiliation between the earlier \\nCentral Plains Tradition and these present-day tribes. The Wichita and \\nAffiliated Tribes (Wichita, Keechi, Waco and Tawakonie), Oklahoma. and \\nThree Affiliated Tribes of the Fort Berthold Reservation, North Dakota, \\n(representing the Arikara) have agreed to allow the Pawnee to claim the \\nhuman remains listed above.\\n    In 1998, human remains representing a minimum of five individuals \\nfrom the Wright site (25NC3), near Genoa, Nance County, NE were \\nanonymously delivered to the Nebraska State Historical Society. No \\nknown individuals were identified. No associated funerary objects were \\npresent.\\n    Based on the note written on the box these human remains were in, \\nthese have been determined to be from the Wright site. The Wright Site \\nis a well documented Pawnee village dating to the late 1600s or early \\n1700s. Based on the presumed location of these remains and skeletal \\nmorphology, these individuals have been identified as Native American \\nof Pawnee affiliation.\\n    During the 1930s, human remains representing a minimum of one \\nindividual were recovered from the Burkett site (25NC1), Nance County, \\nNE and placed in the collections of the Nebraska Historical Society. In \\n1998, these remains were found in a mislabeled container in the \\ncollections of the Nebraska State Historical Society. No known \\nindividual was identified. No associated funerary objects are present.\\n    Based on location, historical documents, and material culture, the \\nBurkett site has been identified as a historic Pawnee village dating to \\nthe late 1600s or early 1700s.\\n    Based on the above mentioned information, officials of the Nebraska \\nState Historical Society have determined that, pursuant to 43 CFR 10.2 \\n(d)(1), the human remains listed above represent the physical remains \\nof a minimum of eleven individuals of Native American ancestry. \\nOfficials of the Nebraska State Historical Society have also determined \\nthat, pursuant to 43 CFR 10.2 (d)(2), the two objects listed above are \\nreasonably believed to have been placed with or near individual human \\nremains at the time of death or later as part of the death rite or \\nceremony. Lastly, officials of the Nebraska State Historical Society \\nhave also determined that, pursuant to 43 CFR 10.2 (e), there is a \\nrelationship of shared group identity which can be reasonably traced \\nbetween these Native American human remains and associated funerary \\nobjects and the Pawnee Indian Tribe of Oklahoma; the Three Affiliated \\nTribes of the Fort Berthold Reservation, North Dakota; and the Wichita \\nand Affiliated Tribes (Wichita, Keechi, Waco and Tawakonie), Oklahoma.\\n    This notice has been sent to officials of the Pawnee Indian Tribe \\nof Oklahoma; the Three Affiliated Tribes of the Fort Berthold \\nReservation, North Dakota; and the Wichita and Affiliated Tribes \\n(Wichita, Keechi, Waco and Tawakonie), Oklahoma. Representatives of any \\nother Indian tribe that believes itself to be culturally affiliated \\nwith these human remains should contact Rob Bozell, Associate Director, \\nNebraska State Historical Society, 1500 R Street, P.O. Box 82554, \\nLincoln, NE 68501-2554; telephone: (402) 471-4789, before\\n\\n[[Page 2428]]\\n\\nFebruary 14, 2000. Repatriation of the human remains and associated \\nfunerary objects to the Pawnee Indian Tribe of Oklahoma may begin after \\nthat date if no additional claimants come forward.\\nDated: December 15, 1999.\\n\\n    Francis P. McManamon,\\nDepartmental Consulting Archeologist,\\nManager, Archeology and Ethnography Program.\\n[FR Doc. 00-905 Filed 1-13-00; 8:45 am]\\nBILLING CODE 4310-70-F\\n\\n\\n\\n", "agency1": "Null", "sub_agency1": "Null", "dep_doc": "Null", "subject": "Null", "agency2": "Null", "action": "Null", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Null", "signature_name": "Null", "signature_title": "Null", "fr_doc": "Null", "billing_code": "Null", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}