{"index": "I_2265", "messy_full": "\\n\\nFederal Register, Volume 64 Issue 176 (Monday, September 13, 1999)\\n\\n[Federal Register Volume 64, Number 176 (Monday, September 13, 1999)]\\n[Notices]\\n[Pages 49504-49505]\\nFrom the Federal Register Online via the Government Publishing Office [www.gpo.gov]\\n[FR Doc No: 99-23770]\\n\\n\\n-----------------------------------------------------------------------\\n\\nDEPARTMENT OF THE INTERIOR\\n\\nNational Park Service\\n\\n\\nNotice of Inventory Completion for Native American Human Remains \\nand Associated Funerary Objects from Custer County, SD in the \\nPossession of the South Dakota State Archaeological Research Center, \\nRapid City, SD\\n\\nAGENCY: National Park Service, Interior.\\n\\nACTION: Notice.\\n\\n-----------------------------------------------------------------------\\n\\n    Notice is hereby given in accordance with provisions of the Native \\nAmerican Graves Protection and Repatriation Act (NAGPRA), 43 CFR 10.9, \\nof the completion of an inventory of human remains and associated \\nfunerary objects from Custer County, SD in the possession of the South \\nDakota State Archaeological Research Center, Rapid City, SD.\\n    A detailed assessment of the human remains was made by South Dakota \\nState Archaeological Research Center (SARC) professional staff in \\nconsultation with representatives of the Three Affiliated Tribes of the \\nFort Berthold Reservation and the Pawnee Indian Tribe of Oklahoma.\\n    Between 1935 and 1950, human remains representing three individuals \\nwere recovered from the Phelps site (39CU206) located on the left bank \\nof Battle Creek, Custer County, SD by Mrs. Phelps, the private \\nlandowner of the site. No known individuals were identified. The seven \\nassociated funerary objects include one unidentifiable mammal rib, two \\ncedar fragments, one limestone bead, charcoal, one stone biface, and \\none stone uniface.\\n    Based on the associated funerary objects and the manner of \\ninterment, these individuals have been identified as Native American. \\nThe associated funerary objects, manner of interment, and the remainder \\nof the artifact assemblage from the site, including side-notched \\nprojectile points, freshwater shells, large bifaces, and ceramics, \\nindicate the burials date to the Upper Republican Aspect of the Central \\nPlains Tradition (1000-1500 A.D.).\\n    Based on continuities of material culture, architecture, skeletal \\nmorphology, oral tradition, and historical evidence, the cultural \\naffiliation of the Phelps site and the individuals listed above can be \\naffiliated with the Arikara. In 1870, the Mandan, Hidatsa, and Arikara \\ntribes were moved to the Fort Berthold Indian Reservation in North \\nDakota and are now known as the Three Affiliated Tribes of the Fort \\nBerthold Reservation.\\n\\n[[Page 49505]]\\n\\n    Based on the above mentioned information, officials of the South \\nDakota State Archaeological Research Center have determined that, \\npursuant to 43 CFR 10.2 (d)(1), the human remains listed above \\nrepresent the physical remains of three individuals of Native American \\nancestry. Officials of the South Dakota State Archaeological Research \\nCenter have also determined that, pursuant to 43 CFR 10.2 (d)(2), the \\nseven objects listed above are reasonably believed to have been placed \\nwith or near individual human remains at the time of death or later as \\npart of the death rite or ceremony. Lastly, officials of the South \\nDakota State Archaeological Research Center have determined that, \\npursuant to 43 CFR 10.2 (e), there is a relationship of shared group \\nidentity which can be reasonably traced between these Native American \\nhuman remains and associated funerary objects and the Three Affiliated \\nTribes of the Fort Berthold Reservation.\\n    This notice has been sent to officials of the Three Affiliated \\nTribes of the Fort Berthold Reservation and the Pawnee Indian Tribe of \\nOklahoma. Representatives of any other Indian tribe that believes \\nitself to be culturally affiliated with these human remains and \\nassociated funerary objects should contact Renee Boen, Curator, State \\nArchaeological Center, South Dakota Historical Society, P.O. Box 1257, \\nRapid City, SD 57709-1257; telephone: (605) 394-1936, before October \\n13, 1999. Repatriation of the human remains and associated funerary \\nobjects to the Three Affiliated Tribes of the Fort Berthold Reservation \\nmay begin after that date if no additional claimants come forward.\\nDated: August 23, 1999.\\nFrancis P. McManamon,\\nDepartmental Consulting Archeologist,\\nManager, Archeology and Ethnography Program.\\n[FR Doc. 99-23770 Filed 9-10-99; 8:45 am]\\nBILLING CODE 4310-70-F\\n\\n\\n\\n", "agency1": "Null", "sub_agency1": "Null", "dep_doc": "Null", "subject": "Null", "agency2": "Null", "action": "Null", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Null", "signature_name": "Null", "signature_title": "Null", "fr_doc": "Null", "billing_code": "Null", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}