{"index": "I_2220", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR \\n        National Park Service \\n        Notice of Inventory Completion for Native American Human Remains and Associated Funerary Objects from Sledge Island, AK in the Possession of the University of Alaska Museum, Fairbanks, AK \\n        \\n          AGENCY:\\n          National Park Service \\n        \\n        \\n          ACTION:\\n          Notice \\n        \\n        Notice is hereby given in accordance with provisions of the Native American Graves Protection and Repatriation Act (NAGPRA), 43 CFR 10.9, of the completion of an inventory of human remains and associated funerary objects from Sledge Island, AK in the possession of University of Alaska Museum, Fairbanks, AK. This notice is being published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 43 CFR 10.2 (c). The determinations within this notice are the sole responsibility of the museum, institution, or Federal Agency who has control of these Native American human remains and associated funerary objects. \\n        A detailed assessment of the human remains was made by University of Alaska Museum professional staff in consultation with representatives of the Nome Eskimo Community. \\n        In 1950, human remains representing five individuals were recovered from Sledge Island, AK during surveys conducted under the auspices of the University of Alaska Museum by George Schumann. No known individuals were identified. No associated funerary object are present. \\n        In 1956, human remains representing one individual were recovered from Sledge Island, AK during surveys conducted under the auspices of the University of Alaska Museum by Otto Geist and Ivar Skarland. No known individual was identified. The nine associated funerary objects are two knife handles and seven faunal remains consisting of three dog bones and four polar bear bones. \\n        In 1968, human remains representing four individuals were recovered from Sledge Island, AK by William Tuttle, who donated these human remains to the University of Alaska Museum. No known individuals were identified. No associated funerary objects are present. \\n        Based on material culture, the sites listed above have been identified as historic period occupations (post-1780 A.D.).\\n\\n        Based on the above mentioned information, officials of the University of Alaska Museum have determined that, pursuant to 43 CFR 10.2 (d)(1), the human remains listed above represent the physical remains of a minimum of ten individuals of Native American ancestry. Officials of the University of Alaska Museum have also determined that, pursuant to 43 CFR 10.2 (d)(2), the nine objects listed above are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony. Lastly, officials of the University of Alaska Museum have determined that, pursuant to 43 CFR 10.2(e), there is a relationship of shared group identity which can be reasonably traced between these Native American human remains and associated funerary objects and the Nome Eskimo Community. \\n        This notice has been sent to officials of the Nome Eskimo Community. Representatives of any other Indian tribe that believes itself to be culturally affiliated with these human remains and associated funerary objects should contact Gary Selinger, Special Projects Manager, University of Alaska Museum, 907 Yukon Drive, Fairbanks, AK 99775-1200; telephone: (907) 474-6117, fax: (907) 474-5469, before July 10, 2000. Repatriation of the human remains and associated funerary objects to the Nome Eskimo Community may begin after that date if no additional claimants come forward. The National Park Service is not responsible for the determinations within this notice. \\n        \\n          Dated: May 30, 2000. \\n          John Robbins, \\n          Assistant Director, Cultural Resources Stewardship and Partnerships. \\n        \\n      \\n      [FR Doc. 00-14488 Filed 6-7-00; 8:45 am] \\n      BILLING CODE 4310-70-F\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR ", "sub_agency1": "National Park Service ", "dep_doc": "Null", "subject": "Notice of Inventory Completion for Native American Human Remains and Associated Funerary Objects from Sledge Island, AK in the Possession of the University of Alaska Museum, Fairbanks, AK ", "agency2": "National Park Service ", "action": "Notice ", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: May 30, 2000. ", "signature_name": "John Robbins, ", "signature_title": "Assistant Director, Cultural Resources Stewardship and Partnerships. ", "fr_doc": "[FR Doc. 00-14488 Filed 6-7-00; 8:45 am] ", "billing_code": "BILLING CODE 4310-70-F", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}