{"index": "I_2253", "messy_full": "\\n\\nFederal Register, Volume 64 Issue 200 (Monday, October 18, 1999)\\n\\n[Federal Register Volume 64, Number 200 (Monday, October 18, 1999)]\\n[Notices]\\n[Pages 56221-56222]\\nFrom the Federal Register Online via the Government Publishing Office [www.gpo.gov]\\n[FR Doc No: 99-27122]\\n\\n\\n-----------------------------------------------------------------------\\n\\nDEPARTMENT OF THE INTERIOR\\n\\nNational Park Service\\n\\n\\nNotice of Inventory Completion for Native American Human Remains \\nand Associated Funerary Objects from the Prince William Sound Region, \\nAK, in the Possession of the University of Pennsylvania Museum of \\nArchaeology and Anthropology, University of Pennsylvania, Philadelphia, \\nPA\\n\\nAGENCY: National Park Service, Interior.\\n\\nACTION: Notice.\\n\\n-----------------------------------------------------------------------\\n\\n    Notice is hereby given in accordance with provisions of the Native \\nAmerican Graves Protection and Repatriation Act (NAGPRA), 43 CFR 10.9, \\nof the completion of an inventory of human remains and associated \\nfunerary objects\\n\\n[[Page 56222]]\\n\\nfrom the Prince William Sound Region, AK in the possession of the \\nUniversity of Pennsylvania Museum of Archaeology and Anthropology, \\nUniversity of Pennsylvania, Philadelphia, PA.\\n    A detailed assessment of the human remains was made by University \\nof Pennsylvania Museum professional staff in consultation with \\nrepresentatives of Chugach Alaska Corporation.\\n    In 1930, human remains representing one individual were recovered \\nfrom site 10, a large cave on the north shore of Boswell Bay, \\nHinchinbrook Island, AK during excavations conducted under the auspices \\nof the University of Pennsylvania Museum by Dr. Frederica de Laguna. No \\nknown individual was identified. No associated funerary objects are \\npresent.\\n    In 1930, human remains representing two individuals were recovered \\nfrom site 20, Mummy Island, AK during excavations conducted under the \\nauspices of the University of Pennsylvania Museum by Dr. Frederica de \\nLaguna. No known individuals were identified. The two associated \\nfunerary objects are glass beads.\\n    In 1930, human remains representing one individual were recovered \\nfrom a midden at site 16, Tauxtvik, Hawkins Island, AK during \\nexcavations conducted under the auspices of the University of \\nPennsylvania Museum by Dr. Frederica de Laguna. No known individual was \\nidentified. No associated funerary objects are present.\\n    Based on material culture, the sites listed above have been \\nidentified as historic period occupations (post-1780 AD).\\n    In 1930, human remains representing a minimum of seven individuals \\nwere recovered from site 14, the East Point, Palugvik Village, Hawkins \\nIsland, AK during excavations conducted under the auspices of the \\nUniversity of Pennsylvania Museum by Dr. Frederica de Laguna. No known \\nindividuals were identified. No associated funerary objects are \\npresent.\\n    Based on material culture, the East Point site has been determined \\nto date to the Prehistoric Phases, Palugvik 1 and 2 (c. 200-750 AD). \\nPalugvik is known to have been the principal village of one of eight \\ntraditional tribes of the Chugach, the Shallow Water People. Oral \\ntradition and material culture of this site suggest that the Palugvik \\nsite is ancestral to present-day Native Chugach villages.\\n    In 1933, human remains representing one individual were recovered \\nfrom a grave in Palu:tat Cave, site 44, on an island in Long Bay near \\nthe Columbia Glacier, AK during excavations conducted under the \\nauspices of the University of Pennsylvania Museum by Dr. Frederica de \\nLaguna. No known individual was identified. No associated funerary \\nobjects are present.\\n    Based on material culture, site 44 has been determined to date to \\nthe Prehistoric Phases, Palugvik 3 and 4 (c. 750-1500 AD). Palu:tat \\nCave is known to have been an important burial cave within the \\nterritory of one of eight traditional tribes of the Chugach, the \\nKiniklik. Oral tradition and material culture suggest that Palu:tat \\nCave is ancestral to present-day Native Chugach people.\\n    In 1930, human remains representing one individual were recovered \\nfrom a shell midden at site 2, Paingwashaq, at the entrance to \\nConstantine Harbor, Hinchinbrook Island, AK during excavations \\nconducted under the auspices of the University of Pennsylvania Museum \\nby Dr. Frederica de Laguna. No known individual was identified. No \\nassociated funerary objects are present.\\n    Based on material culture, this midden at site 2 has been dated to \\nthe Prehistoric Phases, Palugvik 3 and 4 (c. 750-1500 AD). The western \\nend of Hinchinbrook Island, where Painqwashaq is located, is known to \\nhave been the territory of one of the eight traditional tribes of the \\nChugach, the Nuchek. Oral tradition and material culture suggest that \\nPaingwashaq is ancestral to present-day Native Chugach people.\\n    In 1930 or 1933, human remains representing one individual were \\nrecovered from an unknown site in the Prince William Sound Region, AK \\nduring excavations conducted under the auspices of the University of \\nPennsylvania Museum by Dr. Frederica de Laguna. No known individual was \\nidentified. No associated funerary objects are present.\\n    Based on original accession information, all the above individuals \\nhave been identified as Native American. Geographical locations, \\ncontinuities of material culture, and historical evidence provided in \\nconsultation with the Chugach Alaska Corporation indicates cultural \\naffiliation between these human remains and present-day Chugach \\npeoples.\\n    Based on the above mentioned information, officials of the \\nUniversity of Pennsylvania Museum have determined that, pursuant to 43 \\nCFR 10.2 (d)(1), the human remains listed above represent the physical \\nremains of a minimum of 14 individuals of Native American ancestry. \\nOfficials of the University of Pennsylvania Museum have also determined \\nthat, pursuant to 43 CFR 10.2 (d)(2), the two objects listed above are \\nreasonably believed to have been placed with or near individual human \\nremains at the time of death or later as part of the death rite or \\nceremony. Lastly, officials of the University of Pennsylvania Museum \\nhave determined that, pursuant to 43 CFR 10.2 (e), there is a \\nrelationship of shared group identity which can be reasonably traced \\nbetween these Native American human remains and associated funerary \\nobjects and the Chugach Alaska Corporation.\\n    This notice has been sent to officials of the Chugach Alaska \\nCorporation. Representatives of any other Indian tribe that believes \\nitself to be culturally affiliated with these human remains and \\nassociated funerary objects should contact Dr. Jeremy Sabloff, the \\nWilliams Director, University of Pennsylvania Museum of Archaeology and \\nAnthropology, 33rd and Spruce Streets, Philadelphia, PA 19104-6324; \\ntelephone: (215) 898-4051, fax (215) 898-0657, before November 17, \\n1999. Repatriation of the human remains and associated funerary objects \\nto the Chugach Alaska Corporation may begin after that date if no \\nadditional claimants come forward.\\nDated: October 1, 1999.\\nFrancis P. McManamon,\\nDepartmental Consulting Archeologist, Manager, Archeology and \\nEthnography Program.\\n[FR Doc. 99-27122 Filed 10-15-99; 8:45 am]\\nBILLING CODE 4310-70-F\\n\\n\\n\\n", "agency1": "Null", "sub_agency1": "Null", "dep_doc": "Null", "subject": "Null", "agency2": "Null", "action": "Null", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Null", "signature_name": "Null", "signature_title": "Null", "fr_doc": "Null", "billing_code": "Null", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}