{"index": "I_2234", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR \\n        National Park Service \\n        Notice of Inventory Completion for Native American Human Remains and Unassociated Funerary Objects from the Battle Point Site, Ottawa County, MI in the Possession of the Museum of Anthropology, University of Michigan, Ann Arbor, MI \\n        \\n          AGENCY:\\n          National Park Service. \\n        \\n        \\n          ACTION:\\n          Notice. \\n        \\n        Notice is hereby given in accordance with provisions of the Native American Graves Protection and Repatriation Act (NAGPRA), 43 CFR 10.9, of the completion of an inventory of human remains and unassociated funerary objects from the Battle Point site, Ottawa County, MI in the possession of Museum of Anthropology, University of Michigan, Ann Arbor, MI. \\n        A detailed assessment of the human remains was made by Museum of Anthropology professional staff in consultation with representatives of the Little River Band of Ottawa Indians. \\n        In 1955, human remains representing 11 individuals were recovered from the Battle Point site (20OT4), Ottawa County, MI. The 1955 excavations were conducted by Mr. George Davis and Mr. Edward Gillis of Grand Rapids, MI following their observation that human remains were eroding into the Grand River; and these human remains were donated to the University of Michigan Museum of Anthropology in 1962. No known individuals were identified. The funerary objects recovered with the human remains were not donated to the University of Michigan Museum of Anthropology. \\n        In 1962, human remains representing one individual were recovered during surface collections from the Battle Point site (20OT4), Ottawa County, MI conducted by Richard Flanders of the University of Michigan Museum of Anthropology. No known individual was identified. No associated funerary objects can be identified. \\n        The 18 cultural items consist of small iron fragments, a sample of wood, one iron nail, three silver fragments, one fish bone, and unidentified pieces of unmodified animal bone. \\n        In 1962, these cultural items were recovered during surface collections conducted by Richard Flanders of the University of Michigan Museum of Anthropology. Based on age, types of cultural material, presence with human remains, and location at the Battle Point site, these cultural items have been determined to be unassociated funerary objects. \\n\\n        Based on historic documents, reports of associated funerary objects, and cultural material, the Battle Point site has been identified as an Ottawa settlement and cemetery dating to c. 1810-1830 A.D. Additionally, consultation evidence provided by representatives of the Little River Band of Ottawa Indians includes an Abstract of Title for the land parcel containing the Battle Point cemetery and specific mentions of this cemetery continue in a series of transactions. Further, the original 1864 abstract involved a member of the Little River Band of Ottawa. \\n        Based on the above mentioned information, officials of the University of Michigan Museum of Anthropology have determined that, pursuant to 43 CFR 10.2 (d)(1), the human remains listed above represent the physical remains of a minimum of 12 individuals of Native American ancestry. Officials of the University of Michigan Museum of Anthropology have determined that, pursuant to 43 CFR 10.2 (d)(2)(ii), these 18 cultural items are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony and are believed, by a preponderance of the evidence, to have been removed from a specific burial site of an Native American individual. Lastly, officials of the University of Michigan Museum of Anthropology have determined that, pursuant to 43 CFR 10.2 (e), there is a relationship of shared group identity which can be reasonably traced between these Native American human remains and unassociated funerary objects and the Little River Band of Ottawa Indians. \\n\\n        This notice has been sent to officials of the Little River Band of Ottawa Indians, the Grand Traverse Band of Ottawa and Chippewa Indians, the Little Traverse Band of Odawa Indians, and a non-Federally recognized Indian group, the Grand River Bands of Ottawa Indians. Representatives of any other Indian tribe that believes itself to be culturally affiliated with these human remains and associated funerary objects should contact Karen O\\'Brien, Collections Manager, Museum of Anthropology, University of Michigan, Ann Arbor, MI 48109; telephone: (734) 764-6299, before May 1, 2000. Repatriation of the human remains and unassociated funerary objects to the Little River Band of Ottawa Indians may begin after that date if no additional claimants come forward. \\n        \\n          Dated: March 22, 2000. \\n          Francis P. McManamon, \\n          Departmental Consulting Archeologist, Manager, Archeology and Ethnography Program. \\n        \\n      \\n      [FR Doc. 00-7850 Filed 3-29-00; 8:45 am] \\n      BILLING CODE 4310-70-F\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR ", "sub_agency1": "National Park Service ", "dep_doc": "Null", "subject": "Notice of Inventory Completion for Native American Human Remains and Unassociated Funerary Objects from the Battle Point Site, Ottawa County, MI in the Possession of the Museum of Anthropology, University of Michigan, Ann Arbor, MI ", "agency2": "National Park Service. ", "action": "Notice. ", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: March 22, 2000. ", "signature_name": "Francis P. McManamon, ", "signature_title": "Departmental Consulting Archeologist, Manager, Archeology and Ethnography Program. ", "fr_doc": "[FR Doc. 00-7850 Filed 3-29-00; 8:45 am] ", "billing_code": "BILLING CODE 4310-70-F", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}