{"index": "I_2203", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR \\n        National Park Service \\n        Notice of Inventory Completion for Native American Human Remains and an Associated Funerary Object from Rhode Island in the Possession of the Peabody Museum of Archaeology and Ethnology, Harvard University, Cambridge, MA \\n        \\n          AGENCY:\\n          National Park Service.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is hereby given in accordance with provisions of the Native American Graves Protection and Repatriation Act (NAGPRA), 43 CFR 10.9, of the completion of an inventory of human remains and associated funerary object from Rhode Island in the possession of the Peabody Museum of Archaeology and Ethnology, Harvard University, Cambridge, MA. \\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 43 CFR 10.2 (c). The determinations within this notice are the sole responsibility of the museum, institution, or Federal agency that has control of these Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations within this notice. \\n        A detailed assessment of the human remains was made by Peabody Museum of Archaeology and Ethnology professional staff in consultation with representatives of the Narragansett Indian Tribe of Rhode Island; the Wampanoag Repatriation Confederation, representing the Wampanoag Tribe of Gay Head (Aquinnah), the Mashpee Wampanoag Indian tribe (a non-Federally recognized Indian group), and the Assonet Band of the Wampanoag Nation (a non-Federally recognized Indian group); and a non-Federally recognized Indian group, the Nipmuc Nation. \\n        In 1878, human remains representing two individuals were donated to the Peabody Museum by Dr. S. Kneeland, as part of a large collection. No known individuals were identified. No associated funerary objects are present. \\n        Museum documentation indicates that these human remains came from Cumberland, RI. Based on cranial morphology, one individual has been determined to be Native American, and the other has been determined to be of Native American and European ancestry. Osteological examination of the cranial remains of these individuals has revealed cut marks of a sharp metal blade, probably a result of scalping. Based on this evidence, these individuals are estimated to date to the contact period or later (post-A.D. 1524). Historical and ethnographic information indicates that the area of Rhode Island west of Narragansett Bay, including the Cumberland area, is the aboriginal and historic homeland of the Narragansett Indian Tribe of Rhode Island. \\n        In 1963, human remains representing two individuals were donated to the Peabody Museum of Archaeology and Ethnology by the Robert S. Peabody Foundation, Andover, MA. No known individuals were identified. No associated funerary objects are present. \\n        Museum documentation indicates that these human remains were collected from Conanicut Island, Jamestown, RI by Ferdinand Amburst. Conanicut Island is a well-known historic center of the Narragansett Indian Tribe of Rhode Island, and hundreds of Native American burials from the contact period or later (post-A.D. 1524) have been identified on the island. Additionally, the manner of interment of Archaic period burials from Conanicut Island is cremation. Based on the historical context of Conanicut Island and the non-cremated state of these human remains, it is likely these individuals date to the contact period or later (post-A.D. 1524). \\n        Based on the above-mentioned information, officials of the Peabody Museum of Archaeology and Ethnology have determined that, pursuant to 43 CFR 10.2(d)(1), the human remains listed above represent the physical remains of four individuals of Native American ancestry. Officials of the Peabody Museum of Archaeology and Ethnology also have determined that, pursuant to 43 CFR 10.2 (e), there is a relationship of shared group identity that can be reasonably traced between these Native American human remains and the Narragansett Indian Tribe of Rhode Island. \\n        In 1869, human remains representing one individual were donated to the Peabody Museum by Henry Brown. No known individual was identified. The one associated funerary object is a string of wampum and glass beads. \\n\\n        Museum documentation describes these human remains as having come from the Stone Bridge burial place in Tiverton, RI. Based on the glass beads, this burial is estimated to date to the contact period (A.D. 1524-1680). Oral tradition and historic documentation indicate that Tiverton, RI is within the aboriginal and historic homeland of the Wampanoag Repatriation Confederation, representing the Wampanoag Tribe of Gay Head (Aquinnah), the Mashpee Wampanoag Indian Tribe (a non-Federally recognized Indian group), and the Assonet Band of the Wampanoag Nation (a non-Federally recognized Indian group). \\n        In 1869, human remains representing three individuals were donated to the Peabody Museum by Andre Robeson. No known individuals were identified. No associated funerary objects are present. \\n        During a Peabody Museum expedition to Anaquaket Neck, Tiverton, RI, these human remains were collected by Jefferies Wyman. Based on the type of copper staining and osteological examination, these individuals have been identified as Native American and are estimated to date to the contact period or later (post-A.D. 1524). Tiverton, RI is within the aboriginal and historic homeland of the Wampanoag Repatriation Confederation, representing the Wampanoag Tribe of Gay Head (Aquinnah), the Mashpee Wampanoag Indian Tribe (a non-Federally recognized Indian group), and the Assonet Band of the Wampanoag Nation (a non-Federally recognized Indian group). \\n        In 1946, human remains representing one individual were donated to the Peabody Museum by R.P. Bullen of Andover, MA, and Mr. and Mrs. Malcolm Beattie of Tiverton, RI. No known individual was identified. No associated funerary objects are present. \\n        Museum documentation indicates that these human remains were recovered from Beattie Point, Tiverton, RI. A letter from the donor describes this individual as having been \\xe2\\x80\\x9cburied in a casket and wrapped in shawls pinned with copper (or brass) pins...estimated date of burial 1750 +/-.\\xe2\\x80\\x9d Osteological examination indicated this individual to be of Native American and African American ancestry. Tiverton, RI is within the aboriginal and historic homeland of the Wampanoag Repatriation Confederation, representing the Wampanoag Tribe of Gay Head (Aquinnah), the Mashpee Wampanoag Indian Tribe (a non-Federally recognized Indian group), and the Assonet Band of the Wampanoag Nation (a non-Federally recognized Indian group). \\n        In 1959, human remains representing one individual were placed on permanent loan to the Peabody Museum of Archaeology and Ethnology from the Warren Anatomical Museum, Harvard Medical School, Cambridge, MA. No known individual was identified. No associated funerary objects are present. \\n        Museum documentation indicates that these human remains came from Tiverton, RI. The type of copper staining present indicates that this individual dates to the contact period or later (post-A.D. 1524). Based on osteological examination, this individual has been identified as Native American. Tiverton, RI is within the aboriginal and historic homeland of the Wampanoag Repatriation Confederation, representing the Wampanoag Tribe of Gay Head (Aquinnah), the Mashpee Wampanoag Indian Tribe (a non-Federally recognized Indian group), and the Assonet Band of the Wampanoag Nation (a non-Federally recognized Indian group). \\n        Based on the above-mentioned information, officials of the Peabody Museum of Archaeology and Ethnology have determined that, pursuant to 43 CFR 10.2 (d)(1), the human remains listed above represent the physical remains of six individuals of Native American ancestry. Officials of the Peabody Museum of Archaeology and Ethnology also have determined that, pursuant to 43 CFR 10.2 (d)(2), the one object listed above are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony. Lastly, officials of the Peabody Museum of Archaeology and Ethnlology have determined that, pursuant to 43 CFR 10.2 (e), there is a relationship of shared group identity that can be reasonably traced between these Native American human remains and associated funerary objects and the Wampanoag Repatriation Confederation, representing the Wampanoag Tribe of Gay Head (Aquinnah), the Mashpee Wampanoag Indian Tribe (a non-Federally recognized Indian group), and the Assonet Band of the Wampanoag Nation (a non-Federally recognized Indian group). \\n        In 1942, human remains representing six individuals were received by the Peabody Museum through an exchange with Mt. Pleasant High School, Providence, RI. No known individuals were identified. No associated funerary objects are present. \\n        Museum documentation indicates that these human remains are from Rhode Island, and were donated to Mt. Pleasant High School by Brown University. No further information is available. Based on the type of copper stains present on the human remains, these individuals have been identified as Native American dating to the contact period or later (post-A.D. 1524). Oral tradition, historical, and ethnographic information indicates that the present-day State of Rhode Island comprised the historic homeland of the Narragansett Indian Tribe of Rhode Island west of Narragansett Bay; the historic homeland of the Nipmuc Nation (a non-Federally recognized Indian group) in northwestern Rhode Island; and the historic homeland of the Wampanoag Repatriation Confederation, representing the Wampanoag Tribe of Gay Head (Aquinnah), the Mashpee Wampanoag Indian Tribe (a non-Federally recognized Indian group), and the Assonet Band of the Wampanoag Nation (a non-Federally recognized Indian group) east of Narragansett Bay. \\n        Based on the above-mentioned information, officials of the Peabody Museum of Archaeology and Ethnology have determined that, pursuant to 43 CFR 10.2 (d)(1), the human remains listed above represent the physical remains of six individuals of Native American ancestry. Officials of the Peabody Museum of Archaeology and Ethnology also have determined that, pursuant to 43 CFR 10.2 (e), there is a relationship of shared group identity that can be reasonably traced between these Native American human remains and the Narragansett Indian Tribe of Rhode Island; the Wampanoag Repatriation Confederation, representing the Wampanoag Tribe of Gay Head (Aquinnah), the Mashpee Wampanoag Indian Tribe (a non-Federally recognized Indian group), and the Assonet Band of the Wampanoag Nation (a non-Federally recognized Indian group); and a non-Federally recognized Indian group, the Nipmuc Nation. This notice has been sent to officials of the Narragansett Indian Tribe of Rhode Island; the Wampanoag Repatriation Confederation, representing the Wampanoag Tribe of Gay Head (Aquinnah), the Mashpee Wampanoag Indian Tribe (a non-Federally recognized Indian group), and the Assonet Band of the Wampanoag Nation (a non-Federally recognized Indian group); and a non-Federally recognized Indian group, the Nipmuc Nation. Representatives of any other Indian tribe that believes itself to be culturally affiliated with these human remains and associated funerary object should contact Barbara Isaac, Repatriation Coordinator, Peabody Museum of Archaeology and Ethnology, Harvard University, 11 Divinity Avenue, Cambridge, MA 02138, telephone (617) 495-2254, before September 14, 2000. Repatriation of the human remains and associated funerary object to the respective culturally affiliated tribes may begin after that date if no additional claimants come forward. \\n        \\n          \\n          Dated: August 3, 2000. \\n          John Robbins, \\n          Assistant Director, Cultural Resources Stewardship and Partnerships. \\n        \\n      \\n      [FR Doc. 00-20700 Filed 8-14-00 8:45 am] \\n      BILLING CODE 4310-70-F \\n    ", "agency1": "DEPARTMENT OF THE INTERIOR ", "sub_agency1": "National Park Service ", "dep_doc": "Null", "subject": "Notice of Inventory Completion for Native American Human Remains and an Associated Funerary Object from Rhode Island in the Possession of the Peabody Museum of Archaeology and Ethnology, Harvard University, Cambridge, MA ", "agency2": "National Park Service.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: August 3, 2000. ", "signature_name": "John Robbins, ", "signature_title": "Assistant Director, Cultural Resources Stewardship and Partnerships. ", "fr_doc": "[FR Doc. 00-20700 Filed 8-14-00 8:45 am] ", "billing_code": "BILLING CODE 4310-70-F ", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}