{"index": "I_2209", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR \\n        National Park Service \\n        Notice of Inventory Completion for Native American Human Remains in the Possession of the Illinois State Museum, Springfield, IL \\n        \\n          AGENCY:\\n          National Park Service, DoI. \\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is hereby given in accordance with provisions of the Native American Graves Protection and Repatriation Act (NAGPRA), 43 CFR 10.9, of the completion of an inventory of human remains in the possession of the Illinois State Museum, Springfield, IL. This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 43 CFR 10.2 (c). The determinations within this notice are the sole responsibility of the museum, institution, or Federal agency that has control of these Native American human remains. The National Park Service is not responsible for the determinations within this notice. \\n        A detailed assessment of the human remains was made by the Illinois State Museum professional staff in written consultation with representatives of Santa Ynez Band of Chumash Mission Indians of the Santa Ynez Reservation, California. \\n        Prior to 1962, human remains representing two individuals were collected by an unknown individual in Orange County, CA. The circumstances surrounding the recovery of the remains are unknown. At an unknown date, the remains were donated to the Quincy Museum in Quincy, IL by an unknown individual. In 1991, Dr. John Snow assisted in the transfer of the remains to the Illinois State Museum. No known individuals were identified. No associated funerary objects are present. \\n        The transfer inventory, completed by Dr. Snow, lists one skull (catalog number 100-440) with an associated mandible (catalog number 100-440A) and notes an attached tag. This tag presumably was attached prior to donation to the Quincy Museum. The tag read, \\xe2\\x80\\x9cShumasha culture Orange Co. Calif.\\xe2\\x80\\x9d The inventory, also completed by Dr. Snow, lists a second skull (catalog number 100-443) with an associated mandible (catalog number 100-443A) and notes an attached tag. This tag also presumably was attached prior to its donation to the Quincy Museum. \\n        The tag read, \\xe2\\x80\\x9cMale Skull Shumash culture Orange, Co. CA.\\xe2\\x80\\x9d The tags are no longer attached to the remains, although one skull has writing on it in several places which reads, \\xe2\\x80\\x9cORANGE CO. CALIF. 1930.\\xe2\\x80\\x9d The 1930 date may imply the date of the collection. \\n        Based on the above-mentioned information, officials of the Illinois State Museum have determined that, pursuant to 43 CFR 10.2 (d)(1), the human remains listed above represent the physical remains of two individuals of Native American ancestry. Officials of the Illinois State Museum have determined that, pursuant to 43 CFR 10.2 (e), there is a relationship of shared group identity that can be reasonably traced between these Native American human remains and the Santa Ynez Band of Chumash Mission Indians of the Santa Ynez Reservation, California. \\n        This notice has been sent to officials of the Santa Ynez Band of Chumash Mission Indians of the Santa Ynez Reservation, California. Representatives of any other Indian tribe that believes itself to be culturally affiliated with these human remains should contact Dr. Robert E. Warren, Associate Curator of Anthropology, Illinois State Museum, 1011 East Ash Street, Springfield, IL, telephone (217) 524-7903, before August 21, 2000. Repatriation of the human remains to the Santa Ynez Band of Chumash Mission Indians of the Santa Ynez Reservation, California may begin after that date if no additional claimants come forward. \\n        \\n          Dated: July 13, 2000. \\n          John Robbins, \\n          Assistant Director, Cultural Resources Stewardship and Partnerships. \\n        \\n      \\n      [FR Doc. 00-18461 Filed 7-20-00; 8:45 am] \\n      BILLING CODE 4310-70-F\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR ", "sub_agency1": "National Park Service ", "dep_doc": "Null", "subject": "Notice of Inventory Completion for Native American Human Remains in the Possession of the Illinois State Museum, Springfield, IL ", "agency2": "National Park Service, DoI. ", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: July 13, 2000. ", "signature_name": "John Robbins, ", "signature_title": "Assistant Director, Cultural Resources Stewardship and Partnerships. ", "fr_doc": "[FR Doc. 00-18461 Filed 7-20-00; 8:45 am] ", "billing_code": "BILLING CODE 4310-70-F", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}