{"index": "I_2251", "messy_full": "\\n\\nFederal Register, Volume 64 Issue 200 (Monday, October 18, 1999)\\n\\n[Federal Register Volume 64, Number 200 (Monday, October 18, 1999)]\\n[Notices]\\n[Pages 56223-56224]\\nFrom the Federal Register Online via the Government Publishing Office [www.gpo.gov]\\n[FR Doc No: 99-27126]\\n\\n\\n-----------------------------------------------------------------------\\n\\nDEPARTMENT OF THE INTERIOR\\n\\nNational Park Service\\n\\n\\nNotice of Inventory Completion for Native American Human Remains \\nand Associated Funerary Objects in the Possession of Willamette \\nUniversity, Salem, OR\\n\\nAGENCY: National Park Service, Interior.\\n\\nACTION: Notice.\\n\\n-----------------------------------------------------------------------\\n\\n    Notice is hereby given in accordance with provisions of the Native \\nAmerican Graves Protection and Repatriation Act (NAGPRA), 43 CFR 10.9, \\nof the completion of an inventory of human\\n\\n[[Page 56224]]\\n\\nremains and associated funerary objects in the possession of Willamette \\nUniversity, Salem, OR.\\n    A detailed assessment of the human remains was made by Willamette \\nUniversity professional staff in consultation with representatives of \\nthe Confederated Tribes of the Grand Ronde Community, the Confederated \\nTribes of the Siletz Reservation, the Klamath Indian Tribe, the \\nConfederated Tribes of the Warm Springs Reservation, and the \\nConfederated Tribes and Bands of the Yakama Indian Nation of the Yakama \\nReservation.\\n    During 1930-1970, human remains representing a minimum of three \\nindividuals were recovered from poorly-identified burial mounds in the \\nmid-Willamette Valley, OR near the cities of Mt. Angel, Shedd, Halsey, \\nand Harrisburg during excavations conducted by Willamette University \\nstudents, either independently or under the direction of a professor. \\nNo known individuals were identified. The one associated funerary \\nobject is a necklace fragment of unstrung dentalia shells.\\n    Based on skeletal morphology, these human remains have been \\nidentified as Native American. Based on ethnographic sources, the \\nWillamette Valley is recognized as the traditional territory of the \\nKalapooyan tribes. University of Maryland Anthropology Professor \\nEmeritus Dr. William Laughlin (one of the student excavators during the \\n1930s) confirmed the regions excavations and the Kalapooyan affiliation \\nof those sites and human remains. Kalapooyan descendants presently \\nreside among the Confederated Tribes of the Grand Ronde Community.\\n    Based on the above mentioned information, officials of Willamette \\nUniversity have determined that, pursuant to 43 CFR 10.2 (d)(1), the \\nhuman remains listed above represent the physical remains of a minimum \\nof three individuals of Native American ancestry. Officials of \\nWillamette University have also determined that, pursuant to 43 CFR \\n10.2 (d)(2), the one object listed above is reasonably believed to have \\nbeen placed with or near individual human remains at the time of death \\nor later as part of the death rite or ceremony. Lastly, officials of \\nWillamette University have determined that, pursuant to 43 CFR 10.2 \\n(e), there is a relationship of shared group identity which can be \\nreasonably traced between these Native American human remains and \\nassociated funerary object and the Confederated Tribes of the Grand \\nRonde Community.\\n    This notice has been sent to officials of the Confederated Tribes \\nof the Grand Ronde Community, the Confederated Tribes of the Siletz \\nReservation, the Klamath Indian Tribe, the Confederated Tribes of the \\nWarm Springs Reservation, and the Confederated Tribes and Bands of the \\nYakama Indian Nation of the Yakama Reservation. Representatives of any \\nother Indian tribe that believes itself to be culturally affiliated \\nwith these human remains and associated funerary objects should contact \\nJohn Olbrantz, Director, Hallie Ford Museum of Art, 900 State St., \\nSalem, OR 97301-3931; telephone: (503) 370-6855, before November 17, \\n1999. Repatriation of the human remains and associated funerary objects \\nto the Confederated Tribes of the Grand Ronde Community may begin after \\nthat date if no additional claimants come forward.\\nDated: October 1, 1999.\\nFrancis P. McManamon,\\nDepartmental Consulting Archeologist, Manager, Archeology and \\nEthnography Program.\\n[FR Doc. 99-27126 Filed 10-15-99; 8:45 am]\\nBILLING CODE 4310-70-F\\n\\n\\n\\n", "agency1": "Null", "sub_agency1": "Null", "dep_doc": "Null", "subject": "Null", "agency2": "Null", "action": "Null", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Null", "signature_name": "Null", "signature_title": "Null", "fr_doc": "Null", "billing_code": "Null", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}