{"index": "I_2267", "messy_full": "\\n\\nFederal Register, Volume 64 Issue 166 (Friday, August 27, 1999)\\n\\n[Federal Register Volume 64, Number 166 (Friday, August 27, 1999)]\\n[Notices]\\n[Pages 46936-46949]\\nFrom the Federal Register Online via the Government Publishing Office [www.gpo.gov]\\n[FR Doc No: 99-22260]\\n\\n\\n-----------------------------------------------------------------------\\n\\nDEPARTMENT OF THE INTERIOR\\n\\nNational Park Service\\n\\n\\nNotice of Inventory Completion for Native American Human Remains \\nand Associated Funerary Objects in the Possession of Mesa Verde \\nNational Park, Mesa Verde, CO\\n\\nAGENCY: National Park Service, Interior.\\n\\nACTION: Notice\\n\\n-----------------------------------------------------------------------\\n\\n    Notice is hereby given in accordance with provisions of the Native \\nAmerican Graves Protection and Repatriation Act (NAGPRA), 43 CFR 10.9, \\nof the completion of an inventory of human remains and associated \\nfunerary objects in the possession of the National Park Service, Mesa \\nVerde National Park, Mesa Verde, CO.\\n    A detailed assessment of the human remains and associated funerary \\nobjects was made by National Park Service professional staff in \\nconsultation with representatives of the Hopi Tribe of Arizona; Pueblo \\nof Acoma, New Mexico; Pueblo of Cochiti, New Mexico; Pueblo of Isleta, \\nNew Mexico; Pueblo of Jemez, New Mexico; Pueblo of Laguna, New Mexico; \\nPueblo of Nambe, New Mexico; Pueblo of Picuris, New Mexico; Pueblo of \\nPojoaque, New Mexico; Pueblo of San Ildefonso, New Mexico; Pueblo of \\nSan Juan, New Mexico; Pueblo of Santa Clara, New Mexico; Pueblo of \\nSanto Domingo, New Mexico; Pueblo of Taos, New Mexico; Pueblo of \\nTesuque, New Mexico; Pueblo of Zia, New Mexico; Navajo Nation of \\nArizona, New Mexico, and Utah; Southern Ute Indian Tribe of the \\nSouthern Ute Reservation, Colorado; Ute Mountain Tribe of the Ute \\nMountain Reservation, Colorado, New Mexico, and Utah; and Zuni Tribe of \\nthe Zuni Reservation, New Mexico. The Pueblo of San Felipe, New Mexico; \\nPueblo of Sandia, New Mexico; Pueblo of Santa Ana, New Mexico; and \\nYsleta Del Sur Pueblo of Texas were unable to attend the Native \\nAmerican consultation meetings, but they requested and received the \\nminutes of these proceedings.\\n    In 1950, human remains representing one individual were recovered \\nduring a legally authorized National Park Service excavation conducted \\nat Site 16 (5MV16), a site within park boundaries. No known individuals \\nwere identified. No associated funerary objects were present.\\n    Based on architectural features (post and adobe village with kiva, \\nsingle coursed masonry pueblo with kiva, double coursed masonry pueblo \\nwith three towers and one kiva), dendrochronology, archeological \\ncontext, a physical anthropology examination, and artifact (ceramic, \\nbone, and lithic) analysis, this site (5MV16) and these human remains \\nare dated to Basketmaker III-Pueblo II (A.D. 500-1100).\\n    Between 1947 and 1948, human remains representing 23 individuals \\nwere recovered during a legally authorized excavation conducted by Gila \\nPueblo Survey archeologist Deric O\\'Bryan at Soda Canyon Pueblo (5MV34), \\na site within park boundaries. No known individuals were identified. \\nThe 32 associated funerary objects include 10 bowls and bowl fragments, \\nseven mugs, five jars, two cylinders, one canteen, one scraper, one \\npitcher, one point, one geologic specimen, one abrader, one awl, and \\none ladle. Two mugs are missing from the original catalogued entry for \\nthis site. These two associated funerary objects have not been included \\nin the total count.\\n    Based on architectural features (45 rooms, 5 kivas, and a tower), \\ndendrochronology, archeological context, a physical anthropology \\nexamination, and artifact (bone, lithic, ceramic, and organics) \\nanalysis, this site (5MV34), these human remains, and the associated \\nfunerary objects are dated to Pueblo II-Pueblo III (A.D. 900-1300).\\n    In 1942, human remains representing one individual were recovered \\nduring a legally authorized National Park Service salvage excavation \\nproject conducted at One Clan House (5MV51), a site within park \\nboundaries. No known individuals were identified. No associated \\nfunerary objects were present.\\n    Based on architectural features (burned stone), archeological \\ncontext, a physical anthropology examination, and ceramic analysis, \\nthis site (5MV51) and these human remains are dated to Pueblo I-Pueblo \\nII (A.D. 700-1100).\\n    In 1965, human remains representing six individuals were recovered \\nduring a legally authorized excavation conducted by University of \\nColorado archeologist Cal Jennings at Big Pit Structure (5MV60), a site \\nwithin park boundaries. No known individuals were identified. No \\nassociated funerary objects were present.\\n    Based on architectural features (a circular pit structure), \\ndendrochronology, archeological context, a physical anthropology \\nexamination, and ceramic analysis, this site (5MV60) and these human \\nremains are dated to Basketmaker III (A.D. 500-700).\\n    In 1952, human remains representing one individual were recovered \\nduring a legally authorized National Park Service excavation conducted \\nat 5MV80, a site within park boundaries. No known individuals were \\nidentified. The 112 associated funerary objects are all sherds.\\n    Based on architectural features (midden, burned stone, and a rubble \\nmound), archeological context, a physical anthropology examination, and \\nceramic analysis, this site (5MV80), these human remains, and the \\nassociated funerary objects are dated to Pueblo II-Pueblo III (A.D. \\n900-1300).\\n    In 1950, human remains representing one individual were recovered \\nduring a legally authorized National Park Service excavation conducted \\nat Twin Trees Village (5MV106), a site within park boundaries. No known \\nindividuals were identified. The 80 associated funerary objects include \\none faunal bone, one jar, three ladle bowls, and 75 sherds.\\n    Based on architectural features (a pithouse), dendrochronology, \\narcheological context, a physical anthropology examination, and ceramic \\nanalysis, this site (5MV106), these human remains, and the associated\\n\\n[[Page 46937]]\\n\\nfunerary objects are dated to Basketmaker III (A.D. 500-700).\\n    In 1947, human remains representing one individual were recovered \\nduring a legally authorized excavation conducted by Gila Pueblo Survey \\narcheologist Deric O\\'Bryan at Deric\\'s Pithouse (5MV145), a site within \\npark boundaries. No known individuals were identified. The three \\nassociated funerary objects include one shell bead, one pestle, and one \\nstone artifact.\\n    Based on architectural features (2 pithouses), dendrochronology, \\narcheological context, a physical anthropology examination, and ceramic \\nanalysis, this site (5MV145), these human remains, and the associated \\nfunerary objects are dated to Basketmaker III (A.D. 500-700).\\n    In 1952, human remains representing one individual were recovered \\nduring a legally authorized National Park Service excavation conducted \\nat Gila Pueblo 43 (5MV200), a site within park boundaries. No \\nknown individuals were identified. The 392 associated funerary objects \\ninclude four bone awls and awl fragments, one basket, five blades and \\nblade fragments, one core, one drill, one effigy vessel, 26 flakes, 37 \\ngeologic specimens (azurite, hematite, limonite, and malachite), one \\ngizzard stone, one jar, one mano, four unfinished pendants, one \\npitcher, two points, 300 sherds, one battered stone artifact, four \\nground stone artifacts, and one polished stone artifact. One wood \\nartifact, one mineral specimen, and one squash seed are missing from \\nthe original catalogued entry for this site. These three associated \\nfunerary objects have not been included in the total count.\\n    Based on architectural features (a kiva depression, midden, and \\nrubble mound), archeological context, a physical anthropology \\nexamination, and ceramic analysis, this site (5MV200), these human \\nremains, and the associated funerary objects are dated to Pueblo III \\n(A.D. 1100-1300).\\n    In 1952, human remains representing three individuals were \\nrecovered during a legally authorized National Park Service excavation \\nconducted at 5MV201, a site within park boundaries. No known \\nindividuals were identified. The 260 associated funerary objects \\ninclude one bowl fragment, one geologic specimen (sandstone), one ladle \\nbowl, one miniature pitcher, and 256 sherds. One point is missing from \\nthe original catalogued entry for this site. This associated funerary \\nobject has not been included in the total count.\\n    Based on architectural features (a kiva depression, rubble mound, \\nand midden), archeological context, a physical anthropology \\nexamination, and ceramic analysis, this site (5MV201), these human \\nremains, and the associated funerary objects are dated to Pueblo II-\\nPueblo III (A.D. 900-1300).\\n    In 1953, human remains representing two individuals were recovered \\nduring a legally authorized National Park Service excavation conducted \\nat 5MV299, a site within park boundaries. No known individuals were \\nidentified. The two associated funerary objects include one jar \\nfragment and one ladle bowl.\\n    Based on architectural features (20-30 rooms, a tower, 2 kiva \\ndepressions, and a midden), archeological context, a physical \\nanthropology examination, and ceramic analysis, this site (5MV299), \\nthese human remains, and the associated funerary objects are dated to \\nPueblo II-Pueblo III (A.D. 900-1300).\\n    In 1953, human remains representing one individual were recovered \\nduring a legally authorized National Park Service salvage excavation \\nproject conducted at Tent Area Salvage (5MV364), a site within park \\nboundaries. No known individuals were identified. The two associated \\nfunerary objects are bowls.\\n    Based on architectural features (a rubble mound and midden), \\narcheological context, a physical anthropology examination, and ceramic \\nanalysis, this site (5MV364), these human remains, and the associated \\nfunerary objects are dated to Basketmaker III (A.D. 500-700).\\n    In 1953, human remains representing one individual were recovered \\nduring a legally authorized National Park Service field collection \\nproject conducted at 5MV475, a site within park boundaries. No known \\nindividuals were identified. No associated funerary objects were \\npresent.\\n    Based on architectural features (a rubble mound), archeological \\ncontext, a physical anthropology examination, and ceramic analysis, \\nthis site (5MV475) and these human remains are dated to Pueblo II (A.D. \\n900-1100).\\n    In 1953, human remains representing 44 individuals were recovered \\nduring a legally authorized excavation conducted by University of \\nColorado archeologist Robert Lister at Lister Site No.2 (5MV499), a \\nsite within park boundaries. No known individuals were identified. The \\n17 associated funerary objects include one bone awl, eight bowls and \\nbowl fragments, three faunal bones, two jars, one mano, one mug, and \\none pitcher.\\n    Based on architectural features (Pueblo II component: 5 rooms and a \\nkiva; Pueblo III component: 15-18 rooms, 2 kivas, a tower, and a \\nmilling room), dendrochronology, archeological context, a physical \\nanthropology examination, and artifact (ceramic, lithic, and bone) \\nanalysis, this site (5MV499), these human remains, and the associated \\nfunerary objects are dated to Pueblo II-Pueblo III (A.D. 900-1300).\\n    In 1954, human remains representing two individuals were recovered \\nduring a legally authorized National Park Service salvage excavation \\nproject conducted at Burial Cave (5MV503), a site within park \\nboundaries. No known individuals were identified. The 40 associated \\nfunerary objects include 38 corn-cobs, one rush matting fragment, and \\none wood artifact. Human remains representing one individual are \\nmissing from the original catalogued entry for this site. These human \\nremains have not been included in the total count.\\n    Based on artifact (sandal and ceramic) analysis, archeological \\ncontext, and a physical anthropology examination, this site (5MV503), \\nthese human remains, and the associated funerary objects are dated to \\nBasketmaker III (A.D. 500-700).\\n    In 1958, human remains representing one individual were recovered \\nduring a legally authorized National Park Service excavation conducted \\nat 5MV509, a site within park boundaries. No known individuals were \\nidentified. No associated funerary objects were present.\\n    Based on architectural features (7 rooms, a kiva, 3 storage rooms, \\n2 retaining walls, an axe polishing groove, and a petroglyph), \\narcheological context, a physical anthropology examination, and ceramic \\nanalysis, this site (5MV509) and these human remains are dated to \\nPueblo III (A.D. 1100-1300).\\n    In 1942 and 1977, human remains representing seven individuals were \\nrecovered during multiple legally authorized National Park Service \\nexcavations conducted at Oak Tree House (5MV523), a site within park \\nboundaries. No known individuals were identified. The six individuals \\nrecovered in 1977 had no associated funerary objects. The one \\nindividual recovered in 1942 had eight associated funerary objects \\nconsisting of seven pieces of sinew and one calcium carbonate sample \\n(35 grams).\\n    Based on architectural features (55 rooms, 6 kivas, and 8 storage \\nrooms), dendrochronology, archeological context, a physical \\nanthropology examination, and ceramic analysis, this site (5MV523), \\nthese human remains, and the associated funerary objects are dated to \\nPueblo III (A.D. 1100-1300).\\n    Prior to 1921, human remains representing two individuals were \\nrecovered during legally authorized collection and excavation projects \\nconducted by Smithsonian Institution archeologist Jesse Walter Fewkes \\nat\\n\\n[[Page 46938]]\\n\\nMummy House (5MV524), a site within park boundaries. No known \\nindividuals were identified. The three associated funerary objects \\ninclude one ladle, one splint matting fragment, and one feather and fur \\ntextile fragment.\\n    Based on architectural features (12 rooms, 2 kivas, a storage room, \\n2 grinding bins, 12 hearths, and a retaining wall), dendrochronology, \\narcheological context, a physical anthropology examination, and ceramic \\nanalysis, this site (5MV524), these human remains, and the associated \\nfunerary objects are dated to Pueblo III (A.D. 1100-1300).\\n    In 1977, human remains representing one individual were recovered \\nduring an unauthorized field collection conducted by a park visitor at \\nTree House (5MV528), a site within park boundaries. No known \\nindividuals were identified. No associated funerary objects were \\npresent.\\n    Based on architectural features (4 rooms, a storage room, retaining \\nwall, and 4 fire pits), archeological context, and a physical \\nanthropology examination, this site (5MV528) and these human remains \\nare dated to Pueblo III (A.D. 1100-1300).\\n    In 1932, human remains representing two individuals were recovered \\nduring an unauthorized field collection conducted by park visitors at \\nAlcove House (5MV529), a site within park boundaries. No known \\nindividuals were identified. The seven associated funerary objects \\ninclude one bowl, four faunal bones, one mug, and one sherd.\\n    Based on architectural features (a rubble mound, midden, 2 kivas, \\n12-14 rooms, walls, toe holds, and pictographs), archeological context, \\na physical anthropology examination, and ceramic analysis, this site \\n(5MV529), these human remains, and the associated funerary objects are \\ndated to Pueblo III (A.D. 1100-1300).\\n    In 1959, human remains representing one individual were recovered \\nduring a legally authorized National Park Service excavation conducted \\nat 5MV536, a site within park boundaries. No known individuals were \\nidentified. The three associated funerary objects include one drill and \\ntwo sherds.\\n    Based on architectural features (4 rooms), archeological context, a \\nphysical anthropology examination, and ceramic analysis, this site \\n(5MV536), these human remains, and the associated funerary objects are \\ndated to Pueblo III (A.D. 1100-1300).\\n    Between 1909 and 1990 (before November 16, 1990), human remains \\nrepresenting five individuals were recovered during legally authorized \\nNational Park Service excavations, field collections, and site \\nstabilization projects conducted at Cliff Palace (5MV625), a site \\nwithin park boundaries. No known individuals were identified. No \\nassociated funerary objects were present.\\n    Based on architectural features (217 rooms, 23 kivas, 14 storage \\nrooms, 2 towers, and 4 terrace levels), dendrochronology, archeological \\ncontext, a physical anthropology examination, and ceramic analysis, \\nthis site (5MV625) and the human remains are dated to Pueblo III (A.D. \\n1100-1300).\\n    Between 1915 and 1986, human remains representing eleven \\nindividuals were recovered during legally authorized excavation and \\nfield collection projects conducted at Spruce Tree House (5MV640), a \\nsite within park boundaries. From 1915 to 1922, human remains \\nrepresenting one individual were recovered during field collection \\nactivities undertaken by Smithsonian Institution archeologist Jesse \\nWalter Fewkes. In 1924, 1962, and 1986, National Park Service \\nexcavation and field collection projects recovered human remains \\nrepresenting a total of 10 individuals. No known individuals were \\nidentified. The individual recovered between 1915 and 1922 had no \\nassociated funerary objects. The human remains recovered between 1924 \\nand 1986 had nine associated funerary objects consisting of four faunal \\nbones and five pieces of reed matting.\\n    Based on architectural features (114 rooms and 8 kivas), \\ndendrochronology, archeological context, a physical anthropology \\nexamination, and ceramic analysis, this site (5MV640), these human \\nremains, and the associated funerary objects are dated to Pueblo III \\n(A.D. 1100-1300).\\n    In 1942, human remains representing one individual were recovered \\nduring a legally authorized National Park Service stabilization project \\nconducted at Square Tower House (5MV650), a site within park \\nboundaries. No known individuals were identified. No associated \\nfunerary objects were present.\\n    Based on architectural features (80 rooms and 7 kivas), \\ndendrochronology, archeological context, and a physical anthropology \\nexamination, this site (5MV650) and these human remains are dated to \\nPueblo III (A.D. 1100-1300).\\n    In 1934, human remains representing two individuals were recovered \\nduring a legally authorized National Park Service field collection \\nproject conducted at 5MV656, a site within park boundaries. No known \\nindividuals were identified. The three associated funerary objects \\ninclude pieces of willow matting.\\n    Based on architectural features (a room), archeological context, a \\nphysical anthropology examination, and analysis of the willow matting, \\nthis site (5MV656), these human remains, and the associated funerary \\nobjects are dated to Pueblo III (A.D. 1100-1300).\\n    In 1986, human remains representing one individual were recovered \\nduring a legally authorized National Park Service site stabilization \\nproject conducted at 5MV693, a site within park boundaries. No known \\nindividuals were identified. No associated funerary objects were \\npresent.\\n    Based on architectural features (12 rooms and a square kiva), \\narcheological context, and a physical anthropology examination, this \\nsite (5MV693) and these human remains are dated to Pueblo III (A.D. \\n1100-1300).\\n    In 1956, human remains representing one individual were recovered \\nduring a legally authorized National Park Service excavation conducted \\nat 5MV744, a site within park boundaries. No known individuals were \\nidentified. The 33 associated funerary objects include 32 sherds and \\none pecked and ground stone artifact.\\n    Based on architectural features (a rubble mound), archeological \\ncontext, a physical anthropology examination, and ceramic analysis, \\nthis site (5MV744), these human remains, and the associated funerary \\nobjects are dated to Pueblo II (A.D. 900-1100).\\n    In 1934 and 1976, human remains representing three individuals were \\nrecovered during legally authorized excavation and site stabilization \\nprojects conducted at Far View House (5MV808), a site within park \\nboundaries. In 1934, human remains representing two individuals were \\nrecovered during National Park Service site stabilization and \\nexcavation projects. In 1976, human remains representing one individual \\nwere recovered during an excavation undertaken by University of \\nColorado archeologist David Breternitz. No known individuals were \\nidentified. The individual recovered in 1976 had no associated funerary \\nobjects. The two individuals recovered in 1934 had one associated \\nfunerary object consisting of a bone artifact.\\n    Based on architectural features (40 rooms, 5 kivas, and a \\ncourtyard), dendrochronology, archeological context, a physical \\nanthropology examination, and ceramic analysis, this site (5MV808), \\nthese human remains, and the associated funerary object are dated to \\nPueblo II-Pueblo III (A.D. 900-1300).\\n    In 1926, human remains representing three individuals were \\nrecovered during a legally authorized National Park\\n\\n[[Page 46939]]\\n\\nService excavation conducted at Far View Tower (5MV810), a site within \\npark boundaries. No known individuals were identified. The two \\nassociated funerary objects include one point and one worked sherd.\\n    Based on architectural features (16 rooms, 3 kivas, and a tower), \\narcheological context, and a physical anthropology examination, this \\nsite (5MV810), these human remains, and the associated funerary objects \\nare dated to Pueblo II (A.D. 900-1100).\\n    Between 1968 and 1977, human remains representing 147 individuals \\nwere recovered during legally authorized excavation and field \\ncollection projects conducted at Coyote Village (5MV820), a site within \\npark boundaries. In 1968 and 1969, human remains representing 143 \\nindividuals were recovered during excavations undertaken by University \\nof Colorado archeologist David Breternitz. During field collection \\nactivities, the National Park Service recovered human remains \\nrepresenting three individuals in 1974 and one individual in 1977. No \\nknown individuals were identified. The individual recovered in 1977 had \\nno associated funerary objects. The three individuals recovered in 1974 \\nhad 82 associated funerary objects, which included two bone awls, one \\naxe, three bowls and bowl fragments, 27 clay objects, one concretion, \\ntwo cores, 12 faunal bones, 11 flakes, two geologic specimens \\n(hematite), one mug fragment, three sherds, 11 slabs, one chipped and \\nground stone artifact, four ground stone artifacts, and one worked \\nsherd. The 143 individuals recovered in 1968 and 1969 had 469 \\nassociated funerary objects, which included six bone awls, one axe, 36 \\nbeads, one blade fragment, one bone artifact, 17 bowls and bowl \\nfragments, three cores, 63 faunal bones, 18 flakes, two geologic \\nspecimens (porphyry), two hammerstones, three jars, five ladles, one \\nmano, one miniature bowl, five mugs, two necklaces, four pitchers, two \\npoints, one scraper, 290 sherds, three slabs and slab fragments, and \\ntwo ground stone artifacts. One mano is missing from the original \\ncatalogued entry for this site. This associated funerary object has not \\nbeen included in the total count.\\n    Based on architectural features (30-40 rooms, 5 kivas, and a \\ntower), dendrochronology, archeological context, a physical \\nanthropology examination, and ceramic analysis, this site (5MV820), \\nthese human remains, and the associated funerary objects are dated to \\nPueblo II (A.D. 900-1100).\\n    In 1950, human remains representing two individuals were recovered \\nduring a legally authorized National Park Service salvage excavation \\nproject conducted at Gila Pueblo 50 (5MV828), a site within \\npark boundaries. No known individuals were identified. The 265 \\nassociated funerary objects include 260 sherds, one bowl, three \\ngeologic specimens, and one pitcher.\\n    Based on architectural features (10-15 rooms, 2 kivas, and a \\nmidden), archeological context, a physical anthropology examination, \\nand artifact analysis, this site (5MV828), these human remains, and the \\nassociated funerary objects are dated to Pueblo II (A.D. 900-1100)\\n    Prior to 1921, human remains representing two individuals were \\nrecovered during a legally authorized field collection project \\nconducted by Smithsonian Institution archeologist Jesse Walter Fewkes \\nat Mummy Lake (5MV833), a site within park boundaries. No known \\nindividuals were identified. No associated funerary objects were \\npresent.\\n    Based on architectural features (a lined circular depression and \\nditches), archeological context, a physical anthropology examination, \\nand ceramic analysis, this site (5MV833) and these human remains are \\ndated to Pueblo II-Pueblo III (A.D. 900-1300).\\n    In 1954, human remains representing 22 individuals were recovered \\nduring a legally authorized excavation conducted by University of \\nColorado archeologists Breternitz and Lister at 5MV866, a site within \\npark boundaries. No known individuals were recovered. The 12 associated \\nfunerary objects include two bowls, one effigy vessel, six faunal \\nbones, one ladle, one ladle fragment, and one olla fragment.\\n    Based on architectural features (a rubble mound, kiva depression, \\nmidden, and 4 rooms), archeological context, a physical anthropology \\nexamination, dendrochronology, and artifact (ceramic, lithic, and bone) \\nanalysis, this site (5MV866), these human remains, and the associated \\nfunerary objects are dated to Pueblo II (A.D. 900-1100).\\n    In 1955 and 1956, human remains representing 17 individuals were \\nrecovered during legally authorized excavations conducted by University \\nof Colorado archeologist Robert Lister at Lister Site No.1 (5MV875), a \\nsite within park boundaries. No known individuals were identified. The \\n31 associated funerary objects include 10 bowls and bowl fragments, \\nfive faunal bones, five jars and jar fragments, one ladle bowl \\nfragment, three ladles, six pitchers, and one worked sherd.\\n    Based on architectural features (17 rooms, 3 kivas, and a midden), \\ndendrochronology, archeological context, a physical anthropology \\nexamination, and ceramic and lithic analysis, this site (5MV875), these \\nhuman remains, and the associated funerary objects are dated to Pueblo \\nII-Pueblo III (A.D. 900-1300).\\n    In 1933, an Emergency Conservation Work (ECW) road crew recovered \\nhuman remains representing three individuals during a legally \\nauthorized salvage excavation project conducted at 5MV947, a site \\nwithin park boundaries. No known individuals were identified. The eight \\nassociated funerary objects include one axe and seven faunal bones.\\n    Based on architectural features (13 terraces), archeological \\ncontext, and a physical anthropology examination, this site (5MV947), \\nthese human remains, and the associated funerary objects are identified \\nas Ancestral Puebloan (pre A.D. 1300).\\n    In 1958, human remains representing six individuals were recovered \\nduring a legally authorized National Park Service excavation conducted \\nat 5MV1025, a site within park boundaries. No known individuals were \\nidentified. The 24 associated funerary objects include one bone awl, \\none faunal bone, one jar, one ladle bowl, one pitcher, one pitcher \\nfragment, and 18 sherds.\\n    Based on architectural features (walls, a rubble mound, and \\nmidden), archeological context, a physical anthropology examination, \\nand ceramic analysis, this site (5MV1025), these human remains, and the \\nassociated funerary objects are dated to Pueblo II (A.D. 900-1100).\\n    In 1965 and 1966, human remains representing 44 individuals were \\nrecovered during legally authorized excavations conducted by University \\nof Colorado archeologists Breternitz and Lister at Morefield Great Kiva \\n(5MV1067), a site within park boundaries. No known individuals were \\nidentified. The 187 associated funerary objects include three bone \\nawls, one bone artifact, five bowl fragments, two cores, two ladle \\nfragments, one doughnut jar, 45 faunal bones, 17 flakes, 12 jars and \\njar fragments, one miniature jar, 20 olla fragments, one pendant, one \\npitcher, 72 sherds, and four worked sherds.\\n    Based on architectural features (a kiva), dendrochronology, \\narcheological context, a physical anthropology examination, and ceramic \\nanalysis, this site (5MV1067), these human remains, and the associated \\nfunerary objects are dated to Pueblo II (A.D. 900-1100).\\n    In 1942 and 1965, human remains representing 18 individuals were \\nrecovered during legally authorized excavations conducted at Gila \\nPueblo 81 (5MV1088), a site within park\\n\\n[[Page 46940]]\\n\\nboundaries. In 1942, the National Park Service recovered one individual \\nduring a salvage excavation project. In 1965, the University of \\nColorado recovered 17 individuals during an excavation. No known \\nindividuals were identified. The one individual recovered in 1942 had \\nsix associated funerary objects consisting of one bowl, one faunal \\nbone, two jars, one needle, and one scraper. The 17 individuals \\nrecovered in 1965 had six associated funerary objects consisting of \\nthree bowls and bowl fragments, one ladle, one miniature jar, and one \\nminiature bowl. Human remains representing one individual are missing \\nfrom the original catalogued entry for this site. These human remains \\nhave not been included in the total count.\\n    Based on architectural features (10 or more rooms and a midden), \\narcheological context, a physical anthropology examination, and \\nartifact (ceramic, lithic, and bone) analysis, this site (5MV1088), \\nthese human remains, and the associated funerary objects are dated to \\nPueblo II (A.D. 900-1100).\\n    In 1965 and 1966, human remains representing 33 individuals were \\nrecovered during a legally authorized excavation conducted by \\nUniversity of Colorado archeologists Lister and Breternitz at 5MV1104, \\na site within park boundaries. No known individuals were identified. \\nThe 121 associated funerary objects include 107 sherds, 10 faunal \\nbones, one core, one flake, one jar, and one chipped and battered stone \\nartifact.\\n    Based on architectural features (12 rooms, a kiva, midden, and a \\npossible tower), archeological context, a physical anthropology \\nexamination, and ceramic and lithic analysis, this site (5MV1104), \\nthese human remains, and the associated funerary objects are dated to \\nPueblo III (A.D. 1100-1300).\\n    In 1958, human remains representing one individual were recovered \\nduring a legally authorized National Park Service field collection \\nproject conducted at 5MV1149, a site within park boundaries. No known \\nindividuals were identified. No associated funerary objects were \\npresent.\\n    Based on architectural features (10-20 rooms and walls), \\narcheological context, and a physical anthropology examination, this \\nsite (5MV1149) and these human remains are dated to Pueblo II-Pueblo \\nIII (A.D. 900-1300).\\n    In 1958, human remains representing two individuals were recovered \\nduring a legally authorized National Park Service field collection \\nproject conducted at 5MV1191, a site within park boundaries. No known \\nindividuals were identified. No associated funerary objects were \\npresent.\\n    Based on architectural features (outlines of 2-3 rooms), \\narcheological context, a physical anthropology examination, and ceramic \\nanalysis, this site (5MV1191) and these human remains are dated to \\nPueblo II (A.D. 900-1100).\\n    Between 1937 and 1989, human remains representing 211 individuals \\nwere recovered during multiple episodes from Long House (5MV1200), a \\nsite within park boundaries. In 1937, a park visitor recovered human \\nremains representing two individuals during an unauthorized excavation. \\nFrom 1958 to 1962, human remains representing 208 individuals were \\nrecovered during a legally authorized National Park Service excavation. \\nIn 1989, human remains representing one individual were located in the \\ncollection by park curatorial staff. No known individuals were \\nidentified. The two individuals recovered in 1937 and the one \\nindividual found in 1989 had no associated funerary objects. The 208 \\nindividuals recovered from 1958 to 1962 had 539 associated funerary \\nobjects consisting of four bone awls, two axes, one bead, one bone \\nartifact, 277 botanical specimens (juniper and yucca), 10 bowls and \\nbowl fragments, one concretion, one cone, one feather/yucca cordage \\nfragment, two cores, five corn cobs, three corn kernels, three \\ncylinders, one disk fragment, 93 faunal specimens (bone, hide, claw, \\nand eggshell), 13 flakes, three geologic specimens (barite, quartz, and \\nshale), five gizzard stones, seven hammerstones, six jars and jar \\nfragments, one ladle cup, one ladle, two manos, one miniature ladle, 12 \\nmugs and mug fragments, four pendants, three points, 72 sherds, one \\ndrilled stone artifact, one pecked and grooved stone artifact, one wood \\nartifact, and one worked sherd. Human remains representing two \\nindividuals and three cores are missing from the original catalogued \\nentry for this site. These human remains and associated funerary \\nobjects have not been included in the total counts.\\n    Based on architectural features (Basketmaker III component: a \\npithouse; Pueblo III component: 150 rooms, 21 kivas, and a plaza), \\ndendrochronology, archeological context, a physical anthropology \\nexamination, and artifact (ceramic, lithic, bone, antler, and organics) \\nanalysis, this site (5MV1200), these human remains, and the associated \\nfunerary objects are dated to Basketmaker III (A.D. 500-700) and Pueblo \\nIII (A.D. 1100-1300).\\n    In 1958, human remains representing 36 individuals were recovered \\nduring a legally authorized National Park Service field collection \\nproject conducted at 5MV1205, a site within park boundaries. No known \\nindividuals were identified. The 12 associated funerary objects include \\ntwo bowls, three faunal bones, one flake, and six sherds.\\n    Based on architectural features (cave with smoke blackened walls \\nand roof, retaining wall, a room, 2 storage pits, 4 firepits, and six \\nfeet of fill), archeological context, a physical anthropology \\nexamination and artifact (ceramic, lithic, and bone) analysis, this \\nsite (5MV1205), these human remains, and the associated funerary \\nobjects are dated to Basketmaker III-Pueblo III (A.D. 500-1300).\\n    In 1958, human remains representing one individual were recovered \\nduring a legally authorized National Park Service field collection \\nproject conducted at Burnt House (5MV1207), a site within park \\nboundaries. No known individuals were identified. No associated \\nfunerary objects were present.\\n    Based on architectural features (15-20 rooms), dendrochronology, \\narcheological context, a physical anthropology examination, and ceramic \\nanalysis, this site (5MV1207) and these human remains are dated to \\nPueblo III (A.D. 1100-1300).\\n    In 1959, human remains representing one individual were recovered \\nduring a legally authorized National Park Service field collection \\nproject conducted at 5MV1221, a site within park boundaries. No known \\nindividuals were identified. No associated funerary objects were \\npresent.\\n    Based on architectural features (35 rooms, a midden, kiva, and \\nstorage room), archeological context, a physical anthropology \\nexamination, and ceramic analysis, this site (5MV1221) and these human \\nremains are dated to Pueblo III (A.D. 1100-1300).\\n    Between 1935 and 1963, human remains representing 16 individuals \\nwere recovered during legally authorized National Park Service field \\ncollection, excavation, and site stabilization projects conducted at \\nAdobe Cave (5MV1228), a site within park boundaries. No known \\nindividuals were identified. The one individual recovered in 1958 had \\nno associated funerary objects. The five individuals recovered in 1935 \\nhad 12 associated funerary objects consisting of seven matting splints, \\ntwo mugs, two textile fragments, and one wood artifact. The 10 \\nindividuals recovered in 1963 had 16 associated funerary objects \\nconsisting of four botanical specimens (pinon nut), one concretion, \\nthree faunal specimens\\n\\n[[Page 46941]]\\n\\n(bone, shell), one geologic specimen, one gizzard stone, one jar, one \\nmug, and four wood artifacts.\\n    Based on architectural features (3 rooms and 2 kivas), \\narcheological context, and a physical anthropology examination, this \\nsite (5MV1228), these human remains, and the associated funerary \\nobjects are dated to Pueblo III (A.D. 1100-1300).\\n    Between 1960-1961, human remains representing 138 individuals were \\nrecovered during a legally authorized National Park Service excavation \\nconducted at Mug House (5MV1229), a site within park boundaries. No \\nknown individuals were identified. The 153 associated funerary objects \\ninclude seven bone awls, two axes, two bone beads, one bone artifact, \\neight bowls and bowl fragments, two cylinders, 11 faunal bones, one \\nflake, eleven geologic specimens, one hammerstone, four jars, one mano, \\n36 matting splints, two miniature bowls, three mugs, one bone needle \\nfragment, five points, three polishing stones, two scrapers, 48 sherds, \\nand two ground stone artifacts. One faunal bone is missing from the \\noriginal catalogued entry for this site. This associated funerary \\nobject has not been included in the total count.\\n    Based on architectural features (91 rooms, 3 towers, and 8 kivas), \\ndendrochronology, archeological context, a physical anthropology \\nexamination, and artifact (organics, ceramic, lithic, and bone) \\nanalysis, this site (5MV1229), these human remains, and the associated \\nfunerary objects are dated to Pueblo II-Pueblo III (A.D. 900-1300).\\n    In 1963, human remains representing two individuals were recovered \\nduring a legally authorized National Park Service excavation conducted \\nat 5MV1230, a site within park boundaries. No known individuals were \\nidentified. The 38 associated funerary objects include two bone awls, \\none bowl, 10 faunal bones, one jar, and 24 sherds.\\n    Based on architectural features (a kiva depression, rubble mound, \\nwalls, and terraces), archeological context, a physical anthropology \\nexamination, and ceramic analysis, this site (5MV1230), these human \\nremains, and the associated funerary objects are dated to Pueblo III \\n(A.D. 1100-1300).\\n    In 1959, human remains representing two individuals were recovered \\nduring a legally authorized National Park Service field collection \\nproject conducted at Nordenskiold\\'s Ruin No.16 (5MV1241), a site within \\npark boundaries. No known individuals were identified. No associated \\nfunerary objects were present.\\n    Based on architectural features (50 rooms, 5 kivas, a tower, and \\nwalls), dendrochronology, archeological context, a physical \\nanthropology examination, and ceramic analysis, this site (5MV1241) and \\nthese human remains are dated to Pueblo III (A.D. 1100-1300)\\n    In 1962, human remains representing one individual were recovered \\nduring a legally authorized National Park Service excavation conducted \\nat 5MV1249, a site within park boundaries. No known individuals were \\nidentified. The five associated funerary objects include one bone awl, \\ntwo bowl fragments, and two sherds.\\n    Based on architectural features (9 rooms, 2 kivas, a petroglyph, \\nand a pictograph), archeological context, a physical anthropology \\nexamination, and ceramic analysis, this site (5MV1249), these human \\nremains, and the associated funerary objects are dated to Pueblo III \\n(A.D. 1100-1300).\\n    In 1963, human remains representing two individuals were recovered \\nduring a legally authorized National Park Service excavation conducted \\nat 5MV1253, a site within park boundaries. No known individuals were \\nidentified. No associated funerary objects were present.\\n    Based on architectural features (a tower, room, and kiva), \\ndendrochronology, archeological context, a physical anthropology \\nexamination, and ceramic analysis, this site (5MV1253) and these human \\nremains are dated to Pueblo III (A.D. 1100-1300).\\n    In 1959, human remains representing one individual were recovered \\nduring a legally authorized National Park Service field collection \\nproject conducted at 5MV1274, a site within park boundaries. No known \\nindividuals were identified. No associated funerary objects were \\npresent.\\n    Based on architectural features (walls), archeological context, a \\nphysical anthropology examination, and ceramic analysis, this site \\n(5MV1274) and these human remains are dated to Pueblo III (A.D. 1100-\\n1300).\\n    Between 1935 and 1962, human remains representing 37 individuals \\nwere recovered during multiple legally authorized National Park Service \\nexcavations conducted at Step House (5MV1285), a site within park \\nboundaries. In 1935, human remains representing one individual were \\nrecovered. In 1962, human remains representing 36 individuals were \\nrecovered. No known individuals were identified. The one individual \\nrecovered in 1935 had no associated funerary objects. The 36 \\nindividuals recovered in 1962 had 64 associated funerary objects \\nconsisting of one botanical specimen (wood), 15 sherds, one stone slab, \\n46 squash rind fragments, and one yucca textile fragment.\\n    Based on architectural features (4 pithouses, 14 rooms, \\npetroglyphs, kivas, and steps), dendrochronology, archeological \\ncontext, a physical anthropology examination, and artifact (ceramic, \\nlithic, bone, and organics) analysis, this site (5MV1285), these human \\nremains, and the associated funerary objects are dated to Basketmaker \\nIII-Pueblo III (A.D. 500-1300).\\n    In 1963, human remains representing 10 individuals were recovered \\nduring a legally authorized National Park Service excavation conducted \\nat 5MV1291, a site within park boundaries. No known individuals were \\nidentified. The six associated funerary objects include one bowl, one \\nfaunal bone, two pitchers, and two sherds.\\n    Based on architectural features (7 cysts, 3 firepits, a pithouse, \\ntower, 3 rooms, and a midden), archeological context, a physical \\nanthropology examination, and ceramic analysis, this site (5MV1291), \\nthese human remains, and the associated funerary objects are dated to \\nBasketmaker III-Pueblo III (A.D. 500-1300).\\n    In 1959, human remains representing one individual were recovered \\nduring a legally authorized National Park Service field collection \\nproject conducted at 5MV1301, a site within park boundaries. No known \\nindividuals were identified. No associated funerary objects were \\npresent.\\n    Based on architectural features (2 rooms), archeological context, a \\nphysical anthropology examination, and ceramic analysis, this site \\n(5MV1301) and these human remains are dated to Pueblo III (A.D. 1100-\\n1300).\\n    In 1928, human remains representing one individual were recovered \\nduring a legally authorized National Park Service field collection \\nproject conducted at Nordenskiold\\'s Ruin No.12 (5MV1321), a site within \\npark boundaries. No known individuals were identified. No associated \\nfunerary objects were present.\\n    Based on architectural features (26 rooms and 5 kivas), \\ndendrochronology, archeological context, a physical anthropology \\nexamination, and ceramic analysis, this site (5MV1321) and these human \\nremains are dated to Pueblo III (A.D. 1100-1300).\\n    In 1959, human remains representing one individual were recovered \\nduring a legally authorized National Park Service field collection \\nproject conducted at Nordenskiold\\'s Ruin No.11-1/2\\n\\n[[Page 46942]]\\n\\n(5MV1322), a site within park boundaries. No known individuals were \\nidentified. No associated funerary objects were present.\\n    Based on architectural features (2 kivas, 8 rooms, and a midden), \\narcheological context, a physical anthropology examination, and ceramic \\nanalysis, this site (5MV1322) and these human remains are dated to \\nPueblo III (A.D. 1100-1300).\\n    In 1959, human remains representing five individuals were recovered \\nduring a legally authorized National Park Service field collection \\nproject conducted at 5MV1370, a site within park boundaries. No known \\nindividuals were identified. No associated funerary objects were \\npresent.\\n    Based on architectural features (3-5 rooms, a kiva, and midden), \\narcheological context, a physical anthropology examination, and ceramic \\nanalysis, this site (5MV1370) and these human remains are dated to \\nPueblo III (A.D. 1100-1300).\\n    In 1959, human remains representing one individual were recovered \\nduring a legally authorized National Park Service field collection \\nproject conducted at Double House (5MV1385), a site within park \\nboundaries. No known individuals were identified. No associated \\nfunerary objects were present.\\n    Based on architectural features (70-75 rooms, 5 kivas, a midden, \\nsteps, and axe grooves), archeological context, a physical anthropology \\nexamination, and ceramic analysis, this site (5MV1385) and these human \\nremains are dated to Pueblo III (A.D. 1100-1300).\\n    In 1959, human remains representing one individual were recovered \\nduring a legally authorized National Park Service field collection \\nproject conducted at 5MV1447, a site within park boundaries. No known \\nindividuals were identified. No associated funerary objects were \\npresent.\\n    Based on architectural features (a room), archeological context, a \\nphysical anthropology examination, and ceramic analysis, this site \\n(5MV1447) and these human remains are dated to Pueblo II (A.D. 900-\\n1100).\\n    In 1935, human remains representing one individual were recovered \\nduring a legally authorized National Park Service site stabilization \\nproject conducted at Nordenskiold\\'s Ruin No.20-1/2 (5MV1449), a site \\nwithin park boundaries. No known individuals were identified. No \\nassociated funerary objects were present.\\n    Based on architectural features (48 rooms, 3 kivas, and a tower), \\ndendrochronology, archeological context, a physical anthropology \\nexamination, and ceramic analysis, this site (5MV1449) and these human \\nremains are dated to Pueblo III (A.D. 1100-1300).\\n    Between 1961 and 1986, human remains representing 159 individuals \\nwere recovered during legally authorized National Park Service \\nexcavation and rock shelter construction projects conducted at Badger \\nHouse (5MV1452), a site within park boundaries. In 1961 and 1962, human \\nremains representing 157 individuals were recovered. In 1986, human \\nremains representing two individuals were recovered. No known \\nindividuals were identified. The two individuals recovered in 1986 had \\nno associated funerary objects. The 157 individuals recovered between \\n1961 and 1962 had 576 associated funerary objects consisting of five \\nbone awls, five beads, 17 bowl and bowl fragments, 16 cores, 10 corn \\ncobs, one cylinder, one effigy pitcher, 16 faunal bones, 57 flakes, two \\ngeologic specimens (azurite, quartz), eight gizzard stones, three \\nhammerstones, 18 jars and jar fragments, one ladle cup, two ladles, \\nfour manos and mano fragments, one miniature pitcher, one bone needle, \\nseven pendants and pendant fragments, seven pitchers, two points, one \\nscraper, 383 sherds, five stone artifacts, and three worked sherds. \\nHuman remains representing one individual and one shell fragment are \\nmissing from the original catalogued entry for this site. These human \\nremains and the associated funerary object have not been included in \\nthe total counts.\\n    Based on architectural features (a pithouse, kiva, tower, midden, \\nand 15-20 rooms), archeological context, a physical anthropology \\nexamination, and artifact (ceramic, lithic, and bone) analysis, this \\nsite (5MV1452), these human remains, and the associated funerary \\nobjects are dated to Pueblo I-Pueblo II (A.D. 700-1100).\\n    In 1959, human remains representing one individual were recovered \\nduring a legally authorized National Park Service field collection \\nproject conducted at Lancaster House (5MV1500), a site within park \\nboundaries. No known individuals were identified. No associated \\nfunerary objects were present.\\n    Based on architectural features (30 rooms, 2 kivas, a tower, and \\nmidden), archeological context, a physical anthropology examination, \\nand ceramic analysis, this site (5MV1500) and these human remains are \\ndated to Pueblo II-Pueblo III (A.D. 900-1300).\\n    In 1960, human remains representing two individuals were recovered \\nduring a legally authorized National Park Service field collection \\nproject conducted at 5MV1554, a site within park boundaries. No known \\nindividuals were identified. The one associated funerary object is a \\nconcretion.\\n    Based on architectural features (one storage room and one rubble \\nmound), dendrochronology, archeological context, a physical \\nanthropology examination, and ceramic analysis, this site (5MV1554), \\nthese human remains, and the associated funerary object are dated to \\nBasketmaker III-Pueblo I (A.D. 500-900).\\n    In 1963, human remains representing one individual were recovered \\nduring a legally authorized National Park Service field collection \\nproject conducted at 5MV1575, a site within park boundaries. No known \\nindividuals were identified. The 30 associated funerary objects are all \\nsherds.\\n    Based on architectural features (11 terraces), archeological \\ncontext, and a physical anthropology examination, this site (5MV1575), \\nthese human remains, and the associated funerary objects are identified \\nas Ancestral Puebloan (pre A.D. 1300).\\n    In 1958, human remains representing two individuals were recovered \\nduring a legally authorized National Park Service field collection \\nproject conducted at 5MV1594, a site within park boundaries. No known \\nindividuals were identified. No associated funerary objects were \\npresent.\\n    Based on architectural features (3 rooms), archeological context, a \\nphysical anthropology examination, and ceramic analysis, this site \\n(5MV1594) and these human remains are dated to Pueblo II (A.D. 900-\\n1100).\\n    In 1962, human remains representing 113 individuals were recovered \\nduring a legally authorized National Park Service excavation conducted \\nat Big Juniper House (5MV1595), a site within park boundaries. No known \\nindividuals were identified. The 167 associated funerary objects \\ninclude two beads, six bowls and bowl fragments, one concretion, two \\ncores, 20 faunal specimens, 34 flakes, one gizzard stone, three jars \\nand jar fragments, one ladle bowl fragment, two ladles and ladle \\nfragments, one mano, one yucca matting, one olla, two pendants, three \\npitchers, 80 sherds, and seven worked sherds. Two sherds and one faunal \\nbone are missing from the original catalogued entry for this site. \\nThese three associated funerary objects have not been included in the \\ntotal count.\\n    Based on architectural features (a rubble mound, 25-30 rooms, 3 \\nkivas, a depression, and midden), dendrochronology, archeological \\ncontext, a physical anthropology examination, and artifact (ceramic,\\n\\n[[Page 46943]]\\n\\nlithic, bone, and textile) analysis, this site (5MV1595), these human \\nremains, and the associated funerary objects are dated to Pueblo II-\\nPueblo III (A.D. 900-1300).\\n    In 1962, human remains representing 58 individuals were recovered \\nduring a legally authorized National Park Service excavation conducted \\nat Two Raven House (5MV1645), a site within park boundaries. No known \\nindividuals were identified. The 254 associated funerary objects \\ninclude one bone awl, four beads and bead fragments, four bowls and \\nbowl fragments, three cores, five faunal bones, 24 flakes, one \\nhammerstone, six jar fragments, two ladles, one miniature ladle handle \\nfragment, two miniature jar fragments, one pitcher, 197 sherds, and \\nthree worked sherds.\\n    Based on architectural features (12 rooms, 2 pithouses, 45 \\npostholes, a kiva, and a midden), dendrochronology, archeological \\ncontext, a physical anthropology examination, and artifact (ceramic, \\nlithic, and bone) analysis, this site (5MV1645), these human remains, \\nand the associated funerary objects are dated to Pueblo II (A.D. 900-\\n1100).\\n    In 1963, human remains representing 30 individuals were recovered \\nduring a legally authorized National Park Service excavation conducted \\nat Dog House (5MV1676), a site within park boundaries. No known \\nindividuals were identified. The 29 associated funerary objects include \\neight bone awls, one bead, two bowls, one hammerstone, four jars, one \\nladle cup, one ladle fragment, two metates, one bone needle, four \\npitchers and pitcher fragments, two points, one sherd, and one pecked \\nstone artifact.\\n    Based on architectural features (7 pithouses, 50 rooms, a great \\nkiva, midden, a proto kiva, and scattered refuse), dendrochronology, \\narcheological context, a physical anthropology examination, and ceramic \\nand lithic analysis, this site (5MV1676), these human remains, and the \\nassociated funerary objects are dated to Basketmaker III-Pueblo II \\n(A.D. 500-1100).\\n    In 1962, human remains representing four individuals were recovered \\nduring a legally authorized National Park Service excavation conducted \\nat 5MV1801, a site within park boundaries. No known individuals were \\nidentified. The eight associated funerary objects include two \\nconcretions and six sherds.\\n    Based on architectural features (8-10 rooms, a kiva, and midden), \\narcheological context, a physical anthropology examination, and ceramic \\nanalysis, this site (5MV1801), these human remains, and the associated \\nfunerary objects are dated to Pueblo II-Pueblo III (A.D. 900-1300).\\n    In 1958, human remains representing one individual were recovered \\nduring a legally authorized National Park Service field collection \\nproject conducted at 5MV1883, a site within park boundaries. No known \\nindividuals were identified. No associated funerary objects were \\npresent.\\n    Based on architectural features (3 rooms), archeological context, \\nand a physical anthropology examination, this site (5MV1883) and these \\nhuman remains are dated to Pueblo III (A.D. 1100-1300).\\n    In 1964, human remains representing eight individuals were \\nrecovered during a legally authorized National Park Service excavation \\nconducted at 5MV1914, a site within park boundaries. No known \\nindividuals were identified. No associated funerary objects were \\npresent.\\n    Based on architectural features (a rubble mound, kiva, retaining \\nwalls, and 16 rooms), archeological context, a physical anthropology \\nexamination, and ceramic analysis, this site (5MV1914) and these human \\nremains are dated to Pueblo II (A.D. 900-1100).\\n    In 1966, human remains representing three individuals were \\nrecovered during a legally authorized excavation conducted by \\nUniversity of Colorado archeologist David Breternitz at 5MV1927, a site \\nwithin park boundaries. No known individuals were identified. The five \\nassociated funerary objects include one corn-cob and four sherds.\\n    Based on architectural features (a rubble mound, 4 kiva \\ndepressions, a midden, and approximately 40 rooms), archeological \\ncontext, a physical anthropology examination, and ceramic analysis, \\nthis site (5MV1927), these human remains, and the associated funerary \\nobjects are dated to Pueblo II (A.D. 900-1100).\\n    In 1966, human remains representing one individual were recovered \\nduring a legally authorized excavation conducted by University of \\nColorado archeologist David Breternitz at 5MV1928, a site within park \\nboundaries. No known individuals were identified. No associated \\nfunerary objects were present.\\n    Based on architectural features (a rubble mound, 5 kiva \\ndepressions, 75-100 rooms, and a midden), archeological context, a \\nphysical anthropology examination, and artifact (lithic, bone, and \\nceramic) analysis, this site (5MV1928) and these human remains are \\ndated to Pueblo II (A.D. 900-1100).\\n    In 1966, human remains representing 32 individuals were recovered \\nduring a legally authorized excavation conducted by University of \\nColorado archeologist David Breternitz at 5MV1929, a site within park \\nboundaries. No known individuals were identified. The 67 associated \\nfunerary objects include one bone awl, three bone artifacts, 62 faunal \\nbones, and one sherd.\\n    Based on architectural features (20 rooms, a rubble mound, 1-2 kiva \\ndepressions, and a midden), archeological context, and a physical \\nanthropology examination, this site (5MV1929), these human remains, and \\nthe associated funerary objects are dated to Pueblo II (A.D. 900-1100).\\n    In 1966, human remains representing 20 individuals were recovered \\nduring a legally authorized excavation conducted by University of \\nColorado archeologist David Breternitz at 5MV1930, a site within park \\nboundaries. No known individuals were identified. The 241 associated \\nfunerary objects include one axe fragment, eight baskets (burned), one \\nbotanical specimen (reed), one core, 20 faunal bones, six hammerstones, \\none jar, eight manos, two palette and palette fragments, 187 sherds, \\nfive ground stone artifacts, and one battered and ground stone \\nartifact.\\n    Based on architectural features (a great kiva and room block), \\ndendrochronology, archeological context, a physical anthropology \\nexamination, and ceramic analysis, this site (5MV1930), these human \\nremains, and the associated funerary objects are dated to Pueblo I \\n(A.D. 700-900).\\n    In 1967, human remains representing two individuals were recovered \\nduring a legally authorized excavation conducted by University of \\nColorado archeologists Hallisy and Frost at 5MV1934, a site within park \\nboundaries. No known individuals were identified. No associated \\nfunerary objects were present.\\n    Based on architectural features (a rubble mound, 8-10 rooms, a kiva \\ndepression, and a midden), archeological context, and a physical \\nanthropology examination, this site (5MV1934) and these human remains \\nare dated to Pueblo II (A.D. 900-1100).\\n    In 1970, human remains representing one individual were recovered \\nduring a legally authorized excavation conducted by University of \\nColorado archeologist David Breternitz at 5MV1940, a site within park \\nboundaries. No known individuals were identified. No associated \\nfunerary objects were present.\\n    Based on architectural features (a pithouse), dendrochronology, \\narcheological context, and a physical anthropology examination, this \\nsite (5MV1940) and these human remains\\n\\n[[Page 46944]]\\n\\nare dated to Basketmaker III (A.D. 500-700).\\n    In 1972, human remains representing eight individuals were \\nrecovered during a legally authorized excavation conducted by \\nUniversity of Colorado archeologist Roy Hunt at 5MV2282, a site within \\npark boundaries. No known individuals were identified. The 48 \\nassociated funerary objects include one faunal bone, one fossil, and 46 \\nsherds.\\n    Based on the location of a nearby kiva tower, a physical \\nanthropology examination, and ceramic analysis, this site (5MV2282), \\nthese human remains, and the associated funerary objects are dated to \\nPueblo III (A.D. 1100-1300).\\n    In 1972, human remains representing one individual were recovered \\nduring a legally authorized excavation conducted by University of \\nColorado archeologist Barb Wyant at 5MV2470, a site within park \\nboundaries. No known individuals were identified. No associated \\nfunerary objects were present.\\n    Based on architectural features (9 rooms, a kiva, and scattered \\nrefuse), archeological context, and a physical anthropology \\nexamination, this site (5MV2470) and these human remains are dated to \\nPueblo II-Pueblo III (A.D. 900-1300).\\n    In 1973, human remains representing one individual were recovered \\nduring a legally authorized excavation conducted by University of \\nColorado archeologist C.J. Gager at 5MV2551, a site within park \\nboundaries. No known individuals were identified. No associated \\nfunerary objects were present.\\n    Based on architectural features (a rubble mound), archeological \\ncontext, a physical anthropology examination, and ceramic analysis, \\nthis site (5MV2551) and these human remains are dated to Pueblo II \\n(A.D. 900-1100).\\n    In 1977, human remains representing two individuals were recovered \\nduring a legally authorized excavation conducted by University of \\nColorado archeologist Steve Spears at 5MV3808, a site within park \\nboundaries. No known individuals were identified. No associated \\nfunerary objects were present.\\n    Based on architectural features (a kiva, midden, rubble mound, and \\nretaining wall), archeological context, and a physical anthropology \\nexamination, this site (5MV3808) and these human remains are dated to \\nPueblo II-Pueblo III (A.D. 900-1300)\\n    In 1979, human remains representing one individual were recovered \\nduring a legally authorized National Park Service salvage excavation \\nproject conducted at 5MV3894, a site within park boundaries. No known \\nindividuals were identified. No funerary objects were present.\\n    Based on the location of a nearby cliff dwelling, a physical \\nanthropology examination, and corrugated pottery sherds found down-\\nslope, this site (5MV3894) and these human remains are identified as \\nPueblo II-Pueblo III (A.D. 900-1300).\\n    Between 1939 and 1962, human remains representing seven individuals \\nwere removed without authorization from Falls Creek Cave (5LP1434), a \\nsite located outside park boundaries. In 1939, human remains \\nrepresenting four individuals were seized by the Department of \\nAgriculture and donated to Mesa Verde National Park. In 1962, human \\nremains representing three individuals, originally recovered from the \\nsite during an unauthorized excavation, were donated to the Mesa Verde \\nNational Park. No known individuals were identified. The individuals \\ndonated in 1939 had seven associated funerary objects consisting of \\nfour hide artifacts, one hair artifact, one animal hair textile \\nfragment, and one feather textile fragment. The individuals donated in \\n1962 had two leather artifacts associated with the burials.\\n    Based on archeological context, a physical anthropology \\nexamination, and artifact analysis, this site (5LP1434), these human \\nremains, and the associated funerary objects are identified as \\nBasketmaker II (A.D. 100-500).\\n    Between 1951 and 1954, human remains representing one individual \\nwere recovered during a legally authorized National Park Service field \\ncollection project conducted at a small unnamed pueblo, a site located \\noutside park boundaries and inventoried as Yellow Jacket. These human \\nremains were donated to Mesa Verde National Park. No known individuals \\nwere identified. No associated funerary objects were present.\\n    Based on architectural features (pueblo structure and midden), \\narcheological context, and a physical anthropology examination, this \\nsite (Yellow Jacket) and these human remains are identified as Pueblo \\nII-Pueblo III (A.D. 900-1300).\\n    In 1961, human remains representing three individuals were \\nrecovered during a legally authorized National Park Service salvage \\nexcavation project conducted on St. Christopher\\'s Mission property in \\nBluff, UT, a site outside park boundaries. No known individuals were \\nidentified. The five associated funerary objects include one faunal \\nbone, one polishing stone, and three sherds. The human remains and \\nassociated funerary objects were donated to Mesa Verde National Park. \\nOne faunal bone is missing from the original catalogued entry for this \\nsite. This associated funerary object has not been included in the \\ntotal count.\\n    Based on ceramic and lithic analysis, as well as a physical \\nanthropology examination, this site (Bluff, UT), these human remains, \\nand the associated funerary objects are dated to Pueblo III (A.D. 1100-\\n1300).\\n    In 1936, human remains representing one individual were recovered \\nduring a legally authorized landscaping operation conducted by a \\nCivilian Conservation Corps (CCC) crew at Chapin Mesa HQ, a site within \\npark boundaries. No known individuals were identified. All seven \\nassociated funerary objects are gray sherds.\\n    Based on geographic location, ceramic analysis, and a physical \\nanthropology examination, this site (Chapin Mesa HQ), these human \\nremains, and the associated funerary objects are dated to Basketmaker \\nIII-Pueblo I (A.D. 500-900).\\n    In 1934 and 1947, human remains representing two individuals were \\nrecovered during legally authorized National Park Service construction \\n(1934) and surface collection (1947) projects conducted at Chapin Mesa \\nHotel, a site within park boundaries. No known individuals were \\nidentified. The two associated funerary objects include faunal bones.\\n    Based on the location of a nearby site and a physical anthropology \\nexamination, this site (Chapin Mesa Hotel), these human remains, and \\nthe associated funerary objects are identified as Ancestral Puebloan \\n(pre A.D. 1300).\\n    In 1975, human remains representing one individual were recovered \\nduring an unauthorized surface collection by a park visitor at Chapin \\nMesa Picnic Area, a site within park boundaries. No known individuals \\nwere identified. No associated funerary objects were present.\\n    Based on geographic location and a physical anthropology \\nexamination, this site (Chapin Mesa Picnic Area) and these human \\nremains are identified as Ancestral Puebloan (pre A.D. 1300).\\n    In 1933, human remains representing three individuals were \\nrecovered during a legally authorized National Park Service quarry \\noperation conducted at the Chapin Mesa Quarry, a site within park \\nboundaries. No known individuals were identified. No associated \\nfunerary objects were present.\\n    Based on geographic location and a physical anthropology \\nexamination, this site (Chapin Mesa Quarry) and these human remains are \\nidentified as Ancestral Puebloan (pre A.D. 1300).\\n\\n[[Page 46945]]\\n\\n    In 1933, human remains representing one individual were recovered \\nduring a legally authorized National Park Service road construction \\nproject conducted at Chapin Mesa, The Glades, a site within park \\nboundaries. No known individuals were identified. No associated \\nfunerary objects were present.\\n    Based on geographic location and a physical anthropology \\nexamination, this site (The Glades) and these human remains are \\nidentified as Ancestral Puebloan (pre A.D. 1300).\\n    In 1976, human remains representing one individual were recovered \\nfrom a trailer court in Cortez, CO, a site outside park boundaries. The \\nhuman remains and associated funerary objects were donated to Mesa \\nVerde National Park. No known individuals were identified. The 34 \\nassociated funerary objects are sherds.\\n    Based on ceramic analysis and a physical anthropology examination, \\nthis site (Cortez, CO), these human remains, and the associated \\nfunerary objects are dated to Pueblo II (A.D. 900-1100).\\n    In 1955, human remains representing one individual were recovered \\nfrom private property in Dolores, CO, a site located outside park \\nboundaries. These human remains were donated to Mesa Verde National \\nPark. No known individuals were identified. No associated funerary \\nobjects were donated.\\n    Based on geographic location, objects found in the vicinity \\n(Ancestral Puebloan artifacts were collected with the human remains and \\nalso donated to the park), and a physical anthropology examination, \\nthis site (Dolores, CO) and these human remains are identified as \\nAncestral Puebloan (pre A.D. 1300).\\n    In 1960, human remains representing three individuals were \\nrecovered from a large ``Chaco\\'\\' style ruin on private property above \\nthe Dolores River, CO, a site located outside park boundaries. The \\nhuman remains and associated funerary objects were donated to Mesa \\nVerde National Park. No known individuals were identified. The four \\nassociated funerary objects include one bone artifact and three faunal \\nbones.\\n    Based on architectural features (``Chaco\\'\\' style ruin), \\narcheological context, and a physical anthropology examination, this \\nsite (Dolores River, CO), these human remains, and the associated \\nfunerary objects are dated to Pueblo III (A.D. 1100-1300).\\n    In 1995, the University of Colorado returned human remains \\nrepresenting four individuals, originally recovered during legally \\nauthorized excavations, to Mesa Verde National Park. These human \\nremains were identified with an accession number the University used \\nfor a number of sites it excavated. Therefore, the exact site from \\nwhich the human remains originated is unknown. These remains have been \\nidentified on the NAGPRA inventory as No Provenience (1058). No known \\nindividuals were identified. No associated funerary objects were \\npresent.\\n    Based on documentation and a physical anthropology examination, \\nthis site (No Provenience 1058) and these human remains are identified \\nas Ancestral Puebloan (pre A.D. 1300).\\n    In 1945, human remains representing one individual were recovered \\nduring an unauthorized excavation at the Mancos Reservoir, a site \\noutside park boundaries. The human remains and associated funerary \\nobjects were donated to Mesa Verde National Park. No known individuals \\nwere identified. The two associated funerary objects include one bone \\nawl and one bowl.\\n    Based on an analysis of the associated artifacts and a physical \\nanthropology examination, this site (Mancos Reservoir), these human \\nremains, and the associated funerary objects are dated to Pueblo II-\\nPueblo III (A.D. 900-1300).\\n    In the late 1800s, human remains representing one individual were \\nremoved from within present day park boundaries. In 1962, these human \\nremains were donated to Mesa Verde National Park (627). No known \\nindividuals were identified. No associated funerary objects were \\ndonated.\\n    Based on geographic location and a physical anthropology \\nexamination, these human remains are identified as Ancestral Puebloan \\n(pre A.D. 1300).\\n    In 1977, human remains representing seven individuals were \\nrecovered during a legally authorized excavation conducted by \\nUniversity of Colorado archeologists at 5MV3791, a site within park \\nboundaries. No known individuals were identified. No associated \\nfunerary objects were present.\\n    Based on architectural features (2 walls and a rubble mound), \\narcheological context, and a physical anthropology examination, this \\nsite (5MV3791) and these human remains are dated to Pueblo II (A.D. \\n900-1100).\\n    In 1995, human remains representing two individuals were found in \\nthe Mesa Verde Research Center collection. The only identification was \\nthe site number 5MV34, or Soda Canyon Pueblo, on one of the \\nindividuals. Soda Canyon Pueblo, a site within park boundaries, was \\nlegally excavated in 1947 and 1948 by Gila Pueblo Survey archeologist \\nDeric O\\'Bryan. In 1951, National Park Service archeologists conducted \\nlegally authorized excavations at the site. It is probable that these \\nremains are also from 5MV34. The remains are identified on the NAGPRA \\ninventory as No Provenience (1420). No known individuals were \\nidentified. No associated funerary objects were present.\\n    Based on architectural features for 5MV34 (45 rooms, 5 kivas, and a \\ntower), dendrochronology, a physical anthropology examination, and \\nceramic analysis, this site (No Provenience 1420) and these human \\nremains are dated to Pueblo II-Pueblo III (A.D. 900-1300).\\n    In the early 1890s, the American Water Supply Company of Portland, \\nMaine recovered human remains representing five individuals during \\nlegally authorized field-work conducted at Montezuma Valley, CO, a site \\nlocated outside park boundaries. In 1935, a former employee of the \\nAmerican Water Supply Company donated the remains to Mesa Verde \\nNational Park. No known individuals were identified. No associated \\nfunerary objects were donated.\\n    Based on geographic location and a physical anthropology \\nexamination, this site (Montezuma Valley, CO) and these human remains \\nare identified as Ancestral Puebloan (pre A.D. 1300).\\n    Prior to 1921, human remains representing one individual were \\nrecovered by Smithsonian Institution archeologist Jesse Walter Fewkes \\nfrom an unknown site in Navajo Canyon, a site within park boundaries. \\nNo known individuals were identified. No associated funerary objects \\nwere present.\\n    Based on geographic location (Navajo Canyon) and a physical \\nanthropology examination, these human remains are identified as \\nAncestral Puebloan (pre A.D. 1300).\\n    Between 1949 and 1954, human remains representing two individuals \\nwere recovered from Pictograph Point (5MV1001), a site within park \\nboundaries. In 1949, human remains representing one individual were \\nrecovered from a crevice just south of Pictograph Point during a \\nlegally authorized National Park Service surface collection project. In \\n1954, a park visitor recovered human remains representing one \\nindividual approximately 200 yards north of Pictograph Point during an \\nunauthorized field collection. No known individuals were identified. No \\nassociated funerary objects were present.\\n    Based on the location of a nearby cliff dwelling and petroglyph \\npanel, as well as a physical anthropology examination, this site \\n(5MV1001) and these human\\n\\n[[Page 46946]]\\n\\nremains are identified as Ancestral Puebloan (pre A.D. 1300).\\n    In 1995, human remains representing one individual were found in \\nthe Mesa Verde Research Center collection. The only identification was \\nthe accession number MEVE-702. This accession was used for material \\nrecovered during the Wetherill Mesa Archeological Site Survey by \\narcheologist Alden Hayes. It is assumed that these remains were \\nrecovered from a now unknown site during this survey. These remains are \\nidentified on the NAGPRA inventory as No Provenience (702). The \\nsurveyed sites were all within park boundaries. No known individuals \\nwere identified. No associated funerary objects were present.\\n    It is not known from which site these human remains were recovered, \\nbut all Wetherill Mesa Archeological Site Survey material is from the \\nAncestral Puebloan occupation of Mesa Verde (pre A.D. 1300).\\n    In 1946, human remains representing one individual were recovered \\nduring an unauthorized field collection by an employee of the park \\nconcessionaire from a cave in Soda Canyon, a site within park \\nboundaries. No known individuals were identified. No associated \\nfunerary objects were present.\\n    Based on recovery of the human remains in the vicinity of Far View \\nRuin (5MV808) and a physical anthropology examination, this site (Soda \\nCanyon) and these human remains are identified as Ancestral Puebloan \\n(pre A.D. 1300).\\n    Between 1983-1987, human remains representing eight individuals \\nwere recovered during legally authorized excavations conducted by the \\nBrigham Young University, Utah, at Nancy Patterson (42SA2110), a site \\nlocated outside park boundaries in southeast Utah. The human remains \\nand funerary objects were donated to Mesa Verde National Park. No known \\nindividuals were identified. The 60 associated funerary objects are all \\nsherds.\\n    Based on architectural features (Pueblo II component: 120 rooms, \\nkivas, a circular plaza, and midden; Pueblo III component: 260-325 \\nrooms, 21-29 pit structures, courtyards, a square kiva, and midden), \\narcheological context, a physical anthropology examination, and ceramic \\nanalysis, this site (42SA2110), these human remains, and the associated \\nfunerary objects are dated to Pueblo II-Pueblo III (A.D. 900-1300).\\n    In 1941, human remains representing one individual were recovered \\nduring a legally authorized National Park Service fencing operation \\nconducted at the West Side of Park, a site within park boundaries. No \\nknown individuals were identified. No associated funerary objects were \\npresent.\\n    Based on geographic location and a physical anthropology \\nexamination, this site (West Side of Park) and these human remains are \\nidentified as Ancestral Puebloan (pre A.D. 1300).\\n    In 1942, human remains representing one individual were recovered \\nfrom a Basketmaker site on private property in Durango, CO (304), a \\nsite located outside of park boundaries. The human remains were donated \\nto Mesa Verde National Park. No known individuals were identified. No \\nassociated funerary objects were donated.\\n    Based on archeological context and a physical anthropology \\nexamination, this site (304) and these human remains are dated to \\nBasketmaker III (A.D. 500-700).\\n    In 1947, human remains representing two individuals were recovered \\nfrom a pithouse on private property near Durango, CO (335), a site \\nlocated outside park boundaries. The human remains were donated to Mesa \\nVerde National Park. No known individuals were identified. No \\nassociated funerary objects were donated.\\n    Based on archeological context and a physical anthropology \\nexamination, this site (335) and these human remains are dated to \\nBasketmaker III (A.D. 500-700).\\n    In 1954, human remains representing two individuals were recovered \\nfrom a site on private property east of Durango, CO (483), a site \\nlocated outside of park boundaries. The human remains were donated to \\nMesa Verde National Park. No known individuals were identified. No \\nassociated funerary objects were donated.\\n    Based on park records (the original catalog card states that the \\nhuman remains were either Basketmaker III or Pueblo I) and a physical \\nanthropology examination, this site (483) and these human remains are \\ndated to Basketmaker III-Pueblo I (A.D. 500-900).\\n    In 1960, human remains representing four individuals were recovered \\nduring a legally authorized National Park Service salvage excavation \\nproject conducted on Lutheran Church property in Durango, CO (582), a \\nsite located outside park boundaries. The remains and associated \\nfunerary objects were donated to Mesa Verde National Park. No known \\nindividuals were identified. The 246 associated funerary objects \\ninclude three geologic specimens, one jar, one mineral specimen \\n(hematite), and 241 sherds. One pestle is missing from the original \\ncatalogued entry for this site. This associated funerary object has not \\nbeen included in the total count.\\n    Based on ceramic analysis and a physical anthropology examination, \\nthis site (582), these human remains, and the associated funerary \\nobjects are dated to Basketmaker III (A.D. 500-700).\\n    In 1962, human remains representing three individuals were \\nrecovered from a pithouse located on private property (present-day \\nlocation of Fort Lewis College) in Durango, CO (593), a site located \\noutside park boundaries. The human remains were donated to Mesa Verde \\nNational Park. No known individuals were identified. No associated \\nfunerary objects were donated.\\n    Based on archeological context and a physical anthropology \\nexamination, this site (593) and these human remains are dated to \\nBasketmaker (A.D. 100-700).\\n    Prior to 1934, human remains representing 91 individuals were found \\nin museum storage. It is assumed that most, if not all, of the remains \\nand items in this accession were recovered from within Mesa Verde \\nNational Park. These remains are identified on the NAGPRA inventory as \\nNo Provenience (85). No known individuals were identified. The three \\nassociated funerary objects are faunal bones. Human remains \\nrepresenting three individuals are missing from the original catalogued \\nentry for this site. These human remains have not been included in the \\ntotal count.\\n    It is not known from which sites these human remains were \\nrecovered. Based on geographic location and a physical anthropology \\nexamination, it is believed that the human remains and associated \\nfunerary objects are from the Ancestral Puebloan occupation of Mesa \\nVerde (pre A.D. 1300).\\n    In 1962, human remains representing one individual were recovered \\nduring an unauthorized collection from a pithouse and were later \\ndonated to Mesa Verde National Park. The location for this site is \\nunknown. These remains are identified on the NAGPRA inventory as No \\nProvenience (593). No known individuals were identified. No associated \\nfunerary objects were donated.\\n    Based on museum records, archeological context, and a physical \\nanthropology examination, this site (593) and these human remains are \\nidentified as Ancestral Puebloan (pre A.D. 1300).\\n    Prior to 1921, human remains representing one individual were \\nrecovered from an unknown site by Smithsonian Institution archeologist \\nJesse Walter Fewkes. Park records indicate that the human remains were \\nmost likely recovered from within park boundaries. These remains are \\nidentified on the NAGPRA inventory as No Provenience (99). No known \\nindividuals were identified. No\\n\\n[[Page 46947]]\\n\\nassociated funerary objects were present.\\n    Based on Fewkes\\' listing of these human remains and a physical \\nanthropology examination, it is believed these human remains date to \\nthe Ancestral Puebloan occupation of Mesa Verde (pre A.D. 1300).\\n    In 1935, human remains representing one individual were donated to \\nMesa Verde National Park. It is not known whether these remains were \\nfound inside or outside park boundaries. These remains are identified \\non the NAGPRA inventory as No Provenience (168). No known individuals \\nwere identified. No associated funerary objects were donated.\\n    Based on museum records and a physical anthropology examination, \\nthese human remains are dated to Basketmaker III (A.D. 500-700).\\n    In 1972, human remains representing one individual were recovered \\nduring a legally authorized archeological survey conducted by the \\nUniversity of Colorado at 5MV2381, a site within park boundaries. No \\nknown individuals were identified. No associated funerary objects were \\npresent.\\n    Based on architectural features (a kiva depression, tower, 2 large \\nretaining walls, and 2 rubble mounds), archeological context, and \\nceramic analysis, this site (5MV2381) and these human remains are dated \\nto Pueblo II- Pueblo III (A.D. 900-1300).\\n    In 1972, human remains representing one individual were recovered \\nduring a legally authorized archeological survey conducted by the \\nUniversity of Colorado at 5MV2472, a site within park boundaries. No \\nknown individuals were identified. No associated funerary objects were \\npresent.\\n    Based on architectural features (3 circular kiva depressions, wall \\nrubble, and 3 retaining walls), archeological context, and ceramic \\nanalysis, this site (5MV2472) and these human remains are dated to \\nPueblo II-Pueblo III (A.D. 900-1300).\\n    In 1972, human remains representing one individual were recovered \\nduring a legally authorized archeological survey conducted by the \\nUniversity of Colorado at 5MV2481, a site within park boundaries. No \\nknown individuals were identified. No associated funerary objects were \\npresent.\\n    Based on architectural features (4 kivas, a series of room walls, \\nand a possible retaining wall), archeological context, and ceramic \\nanalysis, this site (5MV2481) and these human remains are dated to \\nPueblo II-Pueblo III (A.D. 900-1300).\\n    In 1975, human remains representing one individual were recovered \\nduring a legally authorized archeological survey conducted by the \\nUniversity of Colorado at 5MV3285, a site within park boundaries. No \\nknown individuals were identified. No associated funerary objects were \\npresent.\\n    Based on architectural features (large mound with a heavy \\nconcentration of sherd and lithic material and burned sandstone \\nfragments), archeological context, and ceramic analysis, this site \\n(5MV3285) and these human remains are dated to Pueblo II-Pueblo III \\n(A.D. 900-1300).\\n    Between 1933 and 1953, human remains representing five individuals \\nwere recovered during legally authorized National Park Service road cut \\nactivities conducted at Gila Pueblo 80 (5MV1091), a site \\nwithin park boundaries. No known individuals were identified. No \\nassociated funerary objects were present.\\n    Based on architectural features (15 rooms, kiva depression, and \\ntrash mound) and archeological context, this site (5MV1091) and these \\nhuman remains are dated to Pueblo II (A.D. 900-1100)\\n    In 1901, human remains representing four individuals were removed \\nwithout authorization by a visitor from a Mesa Verde cliff dwelling. \\nThe location of the site is unknown. In 1989, the human remains were \\ndonated to Mesa Verde National Park. These remains are identified on \\nthe NAGPRA inventory as No Provenience (1235). No known individuals \\nwere identified. No associated funerary objects were donated.\\n    Based on museum records, archeological context, and a physical \\nanthropology examination, these human remains are dated to Pueblo III \\n(A.D. 1100-1300).\\n    In 1914, human remains representing one individual were removed \\nwithout authorization from a cliff dwelling in Montezuma County by a \\nvisitor. In 1997, the human remains were donated to Mesa Verde National \\nPark. These remains are identified on the NAGPRA inventory as No \\nProvenience (1448). No known individuals were identified. No associated \\nfunerary objects were donated.\\n    Based on museum records and archeological context, these human \\nremains are identified as Ancestral Puebloan (pre A.D. 1300).\\n    The cultural affiliation of the above described human remains and \\nassociated funerary objects with present-day Indian tribes was \\ndetermined through the use of the following types of evidence: \\ngeographical, kinship, biological, archeological, anthropological, \\nlinguistic, folklore, oral tradition, historical, and expert opinion. \\nThese modes of evidence were acquired from consultation efforts with \\nthe before mentioned Indian tribes, cultural affiliation studies, and \\nresearch of the applicable anthropological and historical literature.\\n    In order to provide an inventory and basic demographic profile of \\nthe human remains currently housed at the Mesa Verde Research Center, a \\nteam of physical anthropologists utilized non-destructive techniques to \\nexamine most of this osteological collection. Utilizing observable and \\nmeasurable characteristics, such as shovel shaped incisors and changes \\nin the cranium related to cradleboard use, as well as relying on \\narcheological provenience and the material culture associated with the \\nburials, the human remains listed above were identified as Ancestral \\nPuebloan.\\n    The archeological evidence for establishing cultural affiliation \\nrelied upon the degree to which the architecture, found in relationship \\nwith the recovered human remains and associated funerary objects, \\nconformed with the Pecos Classification system, an accepted \\nchronological sequence used by Southwestern archeologists. The \\narcheological examination scrutinized multiple lines of evidence \\n(similarity of artifacts, continuity of styles from present to past, \\nand the evolution of architecture) to conclude that the present-day \\nPuebloan peoples are directly related to the Ancestral Puebloans, who \\noccupied the Mesa Verde area from at least A.D. 100 to A.D. 1300.\\n    The extensive anthropological literature on Southwestern Native \\nAmerican communities was also utilized to determine the cultural \\naffiliation of the human remains and associated funerary objects under \\ndiscussion. Ethnographic research focusing on the emergence, migration, \\nand sacred site location accounts of the Keresan-speaking Pueblos \\n(Acoma, Cochiti, Laguna, San Felipe, Santa Ana, Santo Domingo, and \\nZia), Tanoan-speaking Pueblos (Tiwa-speaking: Isleta, Picuris, Sandia, \\nand Taos; Tewa-speaking: Nambe, Pojoaque, San Ildefonso, San Juan, \\nSanta Clara, and Tesuque; Towa-speaking: Jemez), Hopi (Uto-Aztecan), \\nZuni, and Navajo (Athabaskan) indicate that each of these groups \\npossess a cultural relationship with the Mesa Verde area. Additionally, \\nexpert opinion provided by these present-day Indian tribes during \\nconsultation undertakings confirmed the existence of their individual\\n\\n[[Page 46948]]\\n\\nrelationship with the past inhabitants of Mesa Verde.\\n    Presently, archeologists do not agree when the Athabaskan or \\nApachean (Navajo and Apache) peoples entered the Southwest region. \\nDates as early as A.D. 1000 and as late as A.D. 1525 have been \\nproposed. Spanish historical accounts of their initial 16th century \\nentrance into the Southwest region noted that Apacheans surrounded \\nPuebloan communities and that both peoples utilized common agricultural \\npractices, material goods, and ceremonial activities. Irrespective of \\nthe earlier or later date for entry into the Southwest region, a long \\nperiod of contact has existed between Puebloan and Athabaskan peoples. \\nIn particular, the Puebloans and Navajos, while retaining strong \\naspects of uniqueness and individuality, have intermarried, shared \\ncultural traits, and maintained similar ceremonial practices with one \\nanother.\\n    A specific instance of Pueblo-Navajo interaction and exchange \\noccurred after the Pueblo Revolt of 1680, when many Puebloans fled the \\nSpanish re-conquest and sought refuge among the Navajo. Ultimately, \\nrefugees from the Pueblos of Cochiti, Jemez, San Felipe, San Ildefonso, \\nSanta Clara, and Zuni mingled with the Navajo and were incorporated \\ninto their clan system. Furthermore, the Hopi of Awatovi joined the \\nNavajo during this period in the Chinle area. The circumstances \\nsurrounding the 1680 Pueblo Revolt generated dramatic cultural and \\npopulation exchanges between the Puebloan and Navajo peoples. While \\ninterchanges between Puebloans and Navajos have ebbed and waned since \\nthis period, the existence of a complex biological and cultural \\nrelationship between these present-day communities is apparent.\\n    Additional evidence for affiliating the Navajo with the past \\ninhabitants of Mesa Verde includes expert opinion and oral tradition. \\nFor example, Navajo tribal experts identified references specific to \\nMesa Verde sites in Navajo ceremonies and oral histories. These experts \\nalso characterized Anasazi (Ancestral Puebloan) sites at Mesa Verde as \\nplaces inhabited by Anasazis in the form of Talking God and Calling \\nGod, significant deities in the Navajo ceremonial system. Further, the \\nNavajo consider the region known as Dinetah to be their area of \\nemergence or the original Navajo homeland. Mesa Verde National Park \\nfalls within the cultural-geographical region of Dinetah.\\n    In sum, the above described human remains and associated funerary \\nobjects were found to be Ancestral Puebloan. Based upon geographical, \\nkinship, biological, archeological, anthropological, linguistic, \\nfolklore, oral tradition, historical and expert opinion, it has been \\ndetermined that the present-day Pueblos, Hopi, and Zuni are culturally \\naffiliated with these Ancestral Puebloan human remains and associated \\nfunerary objects. Based upon geographical, kinship, biological, \\nanthropological, folklore, oral tradition, historical and expert \\nopinion, it has also been determined that the present-day Navajo are \\nculturally affiliated with these Ancestral Puebloan human remains and \\nassociated funerary objects. While archeological and oral tradition \\nevidence exists for culturally affiliating the Pueblos, Hopi, and Zuni \\ndirectly with the ancient inhabitants of Mesa Verde, the Navajos\\' \\ncultural affiliation is affirmed through direct oral tradition ties to \\nthese Ancestral Puebloans, as well as their historically strong \\nrelationship with Puebloan peoples and culture.\\n    Upon the examination of historical and geographical information, \\nofficials of the National Park Service have determined the Southern Ute \\nIndian Tribe and the Ute Mountain Ute Indian Tribe share a historic and \\ncontinuing cultural affiliation with Mesa Verde National Park lands. \\nThe Southern Ute Indian Tribe\\'s status of cultural affiliation with the \\npreviously enumerated Ancestral Puebloan human remains and associated \\nfunerary objects continues to be evaluated by Mesa Verde National Park.\\n    Based on the above information, officials of the National Park \\nService have determined that pursuant to 43 CFR 10.2 (d)(1), the human \\nremains listed above represent the physical remains of at least 1,524 \\nindividuals of Native American ancestry. National Park Service \\nofficials have also determined that, pursuant to 43 CFR 10.2 (d)(2), \\nthe 4,863 associated funerary objects listed above are reasonably \\nbelieved to have been placed with or near individual human remains at \\nthe time of death or later as part of the death rite or ceremony. \\nLastly, officials of the National Park Service have determined that, \\npursuant to 43 CFR 10.2 (e), there is a relationship of shared group \\nidentity which can be reasonably traced between these Native American \\nhuman remains and associated funerary objects and the Hopi Tribe of \\nArizona; Pueblo of Acoma, New Mexico; Pueblo of Cochiti, New Mexico; \\nPueblo of Isleta, New Mexico; Pueblo of Jemez, New Mexico; Pueblo of \\nLaguna, New Mexico; Pueblo of Nambe, New Mexico; Pueblo of Picuris, New \\nMexico; Pueblo of Pojoaque, New Mexico; Pueblo of San Felipe, New \\nMexico; Pueblo of San Ildefonso, New Mexico; Pueblo of San Juan, New \\nMexico; Pueblo of Sandia, New Mexico; Pueblo of Santa Ana, New Mexico; \\nPueblo of Santa Clara, New Mexico; Pueblo of Santo Domingo, New Mexico; \\nPueblo of Taos, New Mexico; Pueblo of Tesuque, New Mexico; Pueblo of \\nZia, New Mexico; Navajo Nation of Arizona, New Mexico, and Utah; Ysleta \\nDel Sur Pueblo of Texas; and Zuni Tribe of the Zuni Reservation, New \\nMexico.\\n    This notice has been sent to officials of the Hopi Tribe of \\nArizona; Pueblo of Acoma, New Mexico; Pueblo of Cochiti, New Mexico; \\nPueblo of Isleta, New Mexico; Pueblo of Jemez, New Mexico; Pueblo of \\nLaguna, New Mexico; Pueblo of Nambe, New Mexico; Pueblo of Picuris, New \\nMexico; Pueblo of Pojoaque, New Mexico; Pueblo of San Felipe, New \\nMexico; Pueblo of San Ildefonso, New Mexico; Pueblo of San Juan, New \\nMexico; Pueblo of Sandia, New Mexico; Pueblo of Santa Ana, New Mexico; \\nPueblo of Santa Clara, New Mexico; Pueblo of Santo Domingo, New Mexico; \\nPueblo of Taos, New Mexico; Pueblo of Tesuque, New Mexico; Pueblo of \\nZia, New Mexico; Navajo Nation of Arizona, New Mexico, and Utah; \\nSouthern Ute Indian Tribe of the Southern Ute Reservation, Colorado; \\nUte Mountain Tribe of the Ute Mountain Reservation, Colorado, New \\nMexico, and Utah; Ysleta Del Sur Pueblo of Texas; and Zuni Tribe of the \\nZuni Reservation, New Mexico. Representatives of any other Indian tribe \\nthat believes itself to be culturally affiliated with these human \\nremains and associated funerary objects, should contact Superintendent \\nLarry Wiese, Mesa Verde National Park, PO Box 8, Mesa Verde, CO 81733; \\ntelephone: (970) 529-4605, before September 27, 1999. Repatriation of \\nthe human remains and associated funerary objects to the Hopi Tribe of \\nArizona; Pueblo of Acoma, New Mexico; Pueblo of Cochiti, New Mexico; \\nPueblo of Isleta, New Mexico; Pueblo of Jemez, New Mexico; Pueblo of \\nLaguna, New Mexico; Pueblo of Nambe, New Mexico; Pueblo of Picuris, New \\nMexico; Pueblo of Pojoaque, New Mexico; Pueblo of San Felipe, New \\nMexico; Pueblo of San Ildefonso, New Mexico; Pueblo of San Juan, New \\nMexico; Pueblo of Sandia, New Mexico; Pueblo of Santa Ana, New Mexico; \\nPueblo of Santa Clara, New Mexico; Pueblo of Santo Domingo, New Mexico; \\nPueblo of Taos, New Mexico; Pueblo of Tesuque, New Mexico; Pueblo of \\nZia, New Mexico; Navajo Nation of Arizona, New Mexico, and Utah; Ysleta \\nDel Sur Pueblo of Texas; and Zuni Tribe of the Zuni Reservation, New \\nMexico may\\n\\n[[Page 46949]]\\n\\nbegin after that date if no additional claimants come forward.\\nDated: August 17, 1999.\\nFrancis P. McManamon,\\nDepartmental Consulting Archeologist,\\nManager, Archeology and Ethnography Program.\\n[FR Doc. 99-22260 Filed 8-26-99; 8:45 am]\\nBILLING CODE 4310-70-F\\n\\n\\n\\n", "agency1": "Null", "sub_agency1": "Null", "dep_doc": "Null", "subject": "Null", "agency2": "Null", "action": "Null", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Null", "signature_name": "Null", "signature_title": "Null", "fr_doc": "Null", "billing_code": "Null", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}