{"index": "I_2284", "messy_full": "\\n\\nFederal Register, Volume 64 Issue 141 (Friday, July 23, 1999)\\n\\n[Federal Register Volume 64, Number 141 (Friday, July 23, 1999)]\\n[Notices]\\n[Page 40038]\\nFrom the Federal Register Online via the Government Publishing Office [www.gpo.gov]\\n[FR Doc No: 99-18889]\\n\\n\\n-----------------------------------------------------------------------\\n\\nDEPARTMENT OF THE INTERIOR\\n\\nNational Park Service\\n\\n\\nNotice of Inventory Completion for Native American Human Remains \\nand Associated Funerary Objects from Cuyamaca Rancho State Park, CA in \\nthe Possession of the California Department of Parks and Recreation, \\nSacramento, CA\\n\\nAGENCY: National Park Service\\n\\nACTION: Notice\\n\\n-----------------------------------------------------------------------\\n\\n    Notice is hereby given in accordance with provisions of the Native \\nAmerican Graves Protection and Repatriation Act (NAGPRA), 43 CFR 10.9, \\nof the completion of an inventory of human remains and associated \\nfunerary objects from Cuyamaca Rancho State Park, CA in the possession \\nof the California Department of Parks and Recreation, Sacramento, CA.\\n    A detailed assessment of the human remains was made by California \\nDepartment of Parks and Recreation professional staff in consultation \\nwith representatives of the Campo Band of Diegueno Mission Indians of \\nthe Campo Indian Reservation, the Capitan Grande Band of Diegueno \\nMission Indians, the Manzanita Band of Diegueno Mission Indians of the \\nManzanita Reservation, the Cuyapaipe Community of Diegueno Mission \\nIndians of the Cuyapaipe Reservation, the Inaja Band of Diegueno \\nMission Indians of the Inaja and Cosmit Reservation, the Jamul Indian \\nVillage, the La Posta Band of Diegueno Mission Indians of the La Posta \\nIndian Reservation, the Mesa Grande Band of Diegueno Mission Indians of \\nthe Mesa Grande Reservation, the San Pasqual Band of Diegueno Mission \\nIndians, the Santa Ysabel Band of Diegueno Mission Indians of the Santa \\nYsabel Reservation, the Sycuan Band of Diegueno Mission Indians, and \\nthe Viejas Band of Mission Indians.\\n    In 1937, human remains representing 30 individuals were recovered \\nfrom site CA-SDI-901, San Diego County, CA during excavations \\nsupervised by George F. Carter and Malcolm J. Rogers of the San Diego \\nMuseum of Man. No known individuals were identified. The 2,827 \\nassociated funerary objects include burial urns (plainware ollas and \\nTizon brown jars), olivella beads, a steatite bead, a bowl, a quartz \\nflake, a projectile point, sherds, pieces of shell, mammal bones, bird \\nbones, fish bones, seeds, charcoal pieces, small pieces of rock, and \\nmelted glass beads.\\n    Based on manner of interment and associated funerary objects, these \\nhuman remains have been identified as Native American dating to the \\nlate prehistoric to historic period (700 A.D.-1400 A.D.). Archeological \\nevidence indicates this area of western San Diego County was occupied \\nby Kumeyaay (Diegueno) peoples from 500 A.D. through the historic post-\\ncontact period.\\n    In 1934, human remains representing a minimum of one individual \\nwere recovered from Arrow Makers Ridge, Arrowmakers Camp, Hapcha, West \\nMesa, San Diego County, CA under the direction of M. Rogers of the San \\nDiego Museum of Man. In 1981 and 1983, portions of this collection were \\nreburied prior to NAGPRA. No known individual was identified. The one \\nassociated funerary object is a stone bead.\\n    Based on the manner of interment and associated funerary objects, \\nthese human remains have been identified as Native American dating to \\nthe late pre-contact to contact period (500-1500 A.D.). Archeological \\nevidence indicates this area of San Diego county was occupied by \\nKumeyaay (Diegueno) peoples from 500 A.D. through the historic contact \\nperiod.\\n    Based on the above mentioned information, officials of the \\nCalifornia Department of Parks and Recreation have determined that, \\npursuant to 43 CFR 10.2 (d)(1), the human remains listed above \\nrepresent the physical remains of a minimum of 31 individuals of Native \\nAmerican ancestry. Officials of the California Department of Parks and \\nRecreation have also determined that, pursuant to 43 CFR 10.2 (d)(2), \\nthe 2,828 objects listed above are reasonably believed to have been \\nplaced with or near individual human remains at the time of death or \\nlater as part of the death rite or ceremony. Lastly, officials of the \\nCalifornia Department of Parks and Recreation have determined that, \\npursuant to 43 CFR 10.2 (e), there is a relationship of shared group \\nidentity which can be reasonably traced between these Native American \\nhuman remains and associated funerary objects and the Campo Band of \\nDiegueno Mission Indians of the Campo Indian Reservation, the Capitan \\nGrande Band of Diegueno Mission Indians, the Manzanita Band of Diegueno \\nMission Indians of the Manzanita Reservation, the Cuyapaipe Community \\nof Diegueno Mission Indians of the Cuyapaipe Reservation, the Inaja \\nBand of Diegueno Mission Indians of the Inaja and Cosmit Reservation, \\nthe Jamul Indian Village, the La Posta Band of Diegueno Mission Indians \\nof the La Posta Indian Reservation, the Mesa Grande Band of Diegueno \\nMission Indians of the Mesa Grande Reservation, the San Pasqual Band of \\nDiegueno Mission Indians, the Santa Ysabel Band of Diegueno Mission \\nIndians of the Santa Ysabel Reservation, the Sycuan Band of Diegueno \\nMission Indians, and the Viejas Band of Mission Indians.\\n    This notice has been sent to officials of the Campo Band of \\nDiegueno Mission Indians of the Campo Indian Reservation, the Capitan \\nGrande Band of Diegueno Mission Indians, the Manzanita Band of Diegueno \\nMission Indians of the Manzanita Reservation, the Cuyapaipe Community \\nof Diegueno Mission Indians of the Cuyapaipe Reservation, the Inaja \\nBand of Diegueno Mission Indians of the Inaja and Cosmit Reservation, \\nthe Jamul Indian Village, the La Posta Band of Diegueno Mission Indians \\nof the La Posta Indian Reservation, the Mesa Grande Band of Diegueno \\nMission Indians of the Mesa Grande Reservation, the San Pasqual Band of \\nDiegueno Mission Indians, the Santa Ysabel Band of Diegueno Mission \\nIndians of the Santa Ysabel Reservation, the Sycuan Band of Diegueno \\nMission Indians, and the Viejas Band of Mission Indians. \\nRepresentatives of any other Indian tribe that believes itself to be \\nculturally affiliated with these human remains and associated funerary \\nobjects should contact Paulette Hennum, NAGPRA Coordinator, California \\nDepartment of Parks and Recreation, 1416-9th Street, Room 1431, \\nSacramento, CA 95814; telephone: (916) 653-7976, before August 23, \\n1999. Repatriation of the human remains and associated funerary objects \\nto the culturally affiliated tribes may begin after that date if no \\nadditional claimants come forward.\\nDated: July 16, 1999.\\nFrancis P. McManamon,\\nDepartmental Consulting Archeologist,\\nManager, Archeology and Ethnography Program.\\n[FR Doc. 99-18889 Filed 7-22-99; 8:45 am]\\nBILLING CODE 4310-70-F\\n\\n\\n\\n", "agency1": "Null", "sub_agency1": "Null", "dep_doc": "Null", "subject": "Null", "agency2": "Null", "action": "Null", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Null", "signature_name": "Null", "signature_title": "Null", "fr_doc": "Null", "billing_code": "Null", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}