{"index": "I_2283", "messy_full": "\\n\\nFederal Register, Volume 64 Issue 141 (Friday, July 23, 1999)\\n\\n[Federal Register Volume 64, Number 141 (Friday, July 23, 1999)]\\n[Notices]\\n[Pages 40039-40040]\\nFrom the Federal Register Online via the Government Publishing Office [www.gpo.gov]\\n[FR Doc No: 99-18890]\\n\\n\\n\\n[[Page 40039]]\\n\\n-----------------------------------------------------------------------\\n\\nDEPARTMENT OF THE INTERIOR\\n\\nNational Park Service\\n\\n\\nNotice of Inventory Completion for Native American Human Remains \\nand Associated Funerary Objects in the Possession of the Minnesota \\nIndian Affairs Council, St. Paul and Bemidji, MN\\n\\nAGENCY: National Park Service\\n\\nACTION: Notice\\n\\n-----------------------------------------------------------------------\\n\\n    Notice is hereby given in accordance with provisions of the Native \\nAmerican Graves Protection and Repatriation Act (NAGPRA), 43 CFR 10.9, \\nof the completion of an inventory of human remains and associated \\nfunerary objects in the possession of the Minnesota Indian Affairs \\nCouncil, St. Paul and Bemidji, MN.\\n    A detailed assessment of the human remains was made by Minnesota \\nIndian Affairs Council professional staff in consultation with \\nrepresentatives of the Iowa Tribe of Kansas and Nebraska, the Iowa \\nTribe of Oklahoma, and the Otoe-Missouria Tribe of Indians, Oklahoma.\\n    In 1979, human remains representing three individuals were \\ncollected from site 21-HU-26, Houston County, MN during an \\narcheological survey conducted by Tom Trow of the Minnesota Historical \\nSociety. In 1987, two of these individuals were turned over to the \\nMinnesota Indian Affairs Council. In 1993, the third individual was \\nturned over to the Minnesota Indian Affairs Council. No known \\nindividuals were identified. No associated funerary objects are \\npresent.\\n    Based on archeological surveys, ethnohistoric evidence, material \\nculture, and types of associated funerary objects, site 21-HU-26 has \\nbeen identified as an Oneota/Orr phase Mississippian site. Based on \\ncontinuities of material culture, historical documents, and oral \\nhistory, the Oneota/Orr phase of the Mississippian archeological \\nculture has been determined to be ancestral to the present-day Ioway \\ntribes.\\n    In 1935, human remains representing seven individuals were removed \\nfrom site 21-FL-09, Rushford Mound site, Fillmore County, near \\nRushford, MN during an archeological excavation conducted by A.E. Jenks \\nof the University of Minnesota. After 1987, these human remains were \\nturned over to the Minnesota Indian Affairs Council. No known \\nindividuals were identified. The two associated funerary objects are \\ntwo mortuary ceramic vessels.\\n    Based on archeological surveys, material culture, and types of \\nassociated funerary objects, site 21-FL-09 has been identified as an \\nOneota/Orr phase Mississippian site. Based on continuities of material \\nculture, historical documents, and oral history, the Oneota/Orr phase \\nof the Mississippian archeological culture has been determined to be \\nancestral to the present-day Ioway tribes.\\n    In 1942, human remains representing 12 individuals were removed \\nfrom site 21-HU-04, Wilsey site, Houston County, MN during \\narcheological excavations conducted by L.A. Wilford of the University \\nof Minnesota. At a later date, these human remains were turned over to \\nthe Minnesota Indian Affairs Council. No known individuals were \\nidentified. The five associated funerary objects include flint chips, a \\ncatlinite pipe, an end scraper, a pottery vessel, and a notched \\narrowhead.\\n    In 1947, human remains representing 16 individuals were recovered \\nfrom site 21-HU-04, Wilsey site, Houston County, MN during further \\narcheological excavations conducted by L.A. Wilford of the University \\nof Minnesota. At a later date, these human remains were turned over to \\nthe Minnesota Indian Affairs Council. No known individuals were \\nidentified. The six associated funerary objects include flint flakes, a \\nquartzite knife, tip of a flint knife, a pottery vessel, copper beads \\nwith leather, and a copper bead.\\n    Based on archeological surveys, material culture, and types of \\nassociated funerary objects, site 21-HU-04 has been identified as an \\nOneota/Orr phase Mississippian site. Based on continuities of material \\nculture, historical documents, and oral history, the Oneota/Orr phase \\nof the Mississippian archeological culture has been determined to be \\nancestral to the present-day Ioway tribes.\\n    In 1942 and 1947, human remains representing three individuals were \\nremoved from 21-HU-01, Hogback site, Houston County, MN during salvage \\nand archeological excavations conducted by L.A. Wilford of the \\nUniversity of Minnesota. No known individuals were identified. The six \\nassociated funerary objects include flint chips, one ceramic sherd, one \\ncopper bead, a projectile point, a pottery vessel, and a catlinite \\npipe.\\n    In 1953, human remains representing 52 individuals were removed \\nfrom site 21-HU-01, Hogback site, Houston County, MN during \\narcheological excavations conducted by L.A. Wilford of the University \\nof Minnesota. No known individuals were identified. The 22 associated \\nfunerary objects include bark/leather fragments, two polished bird \\nmetapodials, mortuary vessels, a bone fish hook, shell and copper \\nbeads, a catlinite pipe, spiral copper beads, shell and bark/fabric, \\nspiral copper beads and a large clamshell, a necklace of copper, shell, \\nand glass beads, a necklace of copper beads and springs, an end \\nscraper, a grooved axe, a triangular projectile point, a bear claw \\nnecklace with copper spring and shell beads, a bone awl, a flint knife, \\ncopper bead and beaver teeth, worked bone with drilled holes, and a \\nclamshell.\\n    Based on archeological surveys, material culture, and types of \\nassociated funerary objects, site 21-HU-01 has been identified as an \\nOneota/Orr phase Mississippian site. Based on continuities of material \\nculture, historical documents, and oral history, the Oneota/Orr phase \\nof the Mississippian archeological culture has been determined to be \\nancestral to the present-day Ioway tribes.\\n    In 1948, human remains representing one individual were removed \\nfrom site 21-FL-08, Riehl Mound site, Fillmore County, MN during \\narcheological excavations conducted by L.A. Wilford of the University \\nof Minnesota. No known individual was identified. The three associated \\nfunerary objects include a base of a biface, a crescent chert knife, \\nand a projectile point.\\n    Based on archeological surveys, material culture, and types of \\nassociated funerary objects, site 21-FL-08 has been identified as an \\nOneota/Orr phase Mississippian site. Based on continuities of material \\nculture, historical documents, and oral history, the Oneota/Orr phase \\nof the Mississippian archeological culture has been determined to be \\nancestral to the present-day Ioway tribes.\\n    In 1954, human remains representing two individuals were removed \\nfrom site 21-GD-04, Bryan site, Goodhue County, MN during archeological \\nexcavations conducted by L.A. Wilford of the University of Minnesota. \\nIn 1991, these human remains were transferred to the Minnesota Indian \\nAffairs Council. No known individuals were identified. No associated \\nfunerary objects are present.\\n    In 1984, human remains representing three individuals were removed \\nfrom site 21-GD-04, the Bryan site, Goodhue County, MN during \\narcheological excavations conducted by Clark Dobbs of the Institute for \\nMinnesota Archaeology and the University of Minnesota. In 1994, these \\nhuman remains were transferred to the Minnesota Indian Affairs Council. \\nNo known individuals were identified. The eight associated funerary \\nobjects include ceramice sherds, burned bone, charcoal, rock, ochre, \\nshell, a lithic flake and a possible hammerstone.\\n\\n[[Page 40040]]\\n\\n    At an unknown date, human remains representing one individual were \\nremoved from site 21-GD-04, the Bryan site, Goodhue County, MN by an \\nunknown person who donated the remains to the University of Minnesota. \\nNo known individual was identified. No associated funerary objects are \\npresent.\\n    During 1970-1971, human remains representing one individual were \\nremoved from site 21-GD-04, the Bryan site, Goodhue County, MN by David \\nNystuen of the Minnesota Historical Society. In 1987, these human \\nremains were transferred to the Minnesota Indian Affairs Council. No \\nknown individual was identified. No associated funerary objects are \\npresent.\\n    At an unknown date, human remains representing one individual were \\nremoved from site 21-GD-04, the Bryan site, Goodhue County, MN by Heinz \\nWeisse. In 1979, these human remains were donated to the Minnesota \\nHistorical Society by Tom Igwn. In 1987, these human remains were \\ntransferred to the Minnesota Indian Affairs Council. No known \\nindividual was identified. No associated funerary objects are present.\\n    In 1952, human remains representing four individuals were removed \\nfrom site 21-GD-04, the Bryan site, Goodhue County, MN during \\narcheological excavations conducted by L.A. Wilford of the University \\nof Minnesota. No known individuals were identified. The three \\nassociated funerary objects are an animal bone, a scapula hoe, and clam \\nshells.\\n    In 1955, human remains representing three individuals were removed \\nfrom site 21-GD-04, the Bryan site, Goodhue County, MN during \\narcheological investigations conducted by L.A. Wilford of the \\nUniversity of Minnesota. No known individuals were identified. No \\nassociated funerary objects were present.\\n    During the 1950s, human remains representing four individuals were \\nremoved from site FL-8, Riehl Mounds, Fillmore County, MN by person(s) \\nunknown. In 1992, these human remains were turned over to J. Oothoudt \\nwho turned them over to the Minnesota Indian Affairs Council. No known \\nindividual was identified. No associated funerary objects are present.\\n    Based on archeological surveys, material culture, and types of \\nassociated funerary objects, site 21-GD-04 has been identified as \\nMississippian, Oneota/Blue Earth and Silvernale phases. Based on \\ncontinuities of material culture, historical documents, and oral \\nhistory, the Oneota/Blue Earth phase of the Mississippian archeological \\nculture has been determined to be ancestral to the present-day Otoe. \\nBased on continuities of material culture, historical documents, and \\noral history, the Silvernale phase of the Mississippian archeological \\nculture has been determined to be ancestral to the present-day Ioway.\\n    In 1950, human remains representing one individual were removed \\nfrom site 21-GD-05, Eggleston Mound Group site, Goodhue County, MN \\nduring archeological excavations conducted by L.A. Wilford of the \\nUniversity of Minnesota. No known individuals were identified. The two \\nassociated funerary objects are a lithic flake/scraper, and clam \\nshells.\\n    Based on archeological surveys, material culture, and types of \\nassociated funerary objects, site 21-GD-05 has been identified as \\nMississippian, Oneota phase. Based on continuities of material culture, \\nhistorical documents, and oral history, the Oneota phase of the \\nMississippian archeological culture has been determined to be ancestral \\nto the present-day Otoe and Ioway.\\n    In 1955, human remains representing two individuals were removed \\nfrom site 21-SB-01, High Island Mound site/Black Tortoise Mound, Sibley \\nCounty, MN during archeological excavations conducted by L.A. Wilford \\nof the University of Minnesota. No known individuals were identified. \\nNo associated funerary objects were present.\\n    Based on archeological surveys, material culture, and types of \\nassociated funerary objects, site 21-SB-01 has been identified as \\nMississippian, Oneota phase. Based on continuities of material culture, \\nhistorical documents, and oral history, the Oneota phase of the \\nMississippian archeological culture has been determined to be ancestral \\nto the present-day Otoe and Ioway.\\n    In 1952, human remains representing three individuals were removed \\nfrom site 21-WL-02, McCauleyville Mound site, Wilkin County, MN during \\nexcavations conducted by L.A. Wilford of the University of Minnesota. \\nNo known individuals were identified. No associated funerary objects \\nwere present.\\n    Based on archeological surveys, material culture, and types of \\nassociated funerary objects, site 21-WL-02 has been identified as \\nMississippian, Oneota phase. Based on continuities of material culture, \\nhistorical documents, and oral history, the Oneota phase of the \\nMississippian archeological culture has been determined to be ancestral \\nto the present-day Otoe and Ioway.\\n    Based on the above mentioned information, officials of the \\nMinnesota Indian Affairs Council have determined that, pursuant to 43 \\nCFR 10.2 (d)(1), the human remains listed above represent the physical \\nremains of 117 individuals of Native American ancestry. Officials of \\nthe Minnesota Indian Affairs Council have also determined that, \\npursuant to 43 CFR 10.2 (d)(2), the 57 objects listed above are \\nreasonably believed to have been placed with or near individual human \\nremains at the time of death or later as part of the death rite or \\nceremony. Lastly, officials of the Minnesota Indian Affairs Council \\nhave determined that, pursuant to 43 CFR 10.2 (e), there is a \\nrelationship of shared group identity which can be reasonably traced \\nbetween these Native American human remains and associated funerary \\nobjects and the Iowa Tribe of Kansas and Nebraska, the Iowa Tribe of \\nOklahoma, and the Otoe-Missouria Tribe of Indians, Oklahoma.\\n    This notice has been sent to officials of the Iowa Tribe of Kansas \\nand Nebraska, the Iowa Tribe of Oklahoma, and the Otoe-Missouria Tribe \\nof Indians, Oklahoma. Representatives of any other Indian tribe that \\nbelieves itself to be culturally affiliated with these human remains \\nand associated funerary objects should contact Mr. James L. (Jim) \\nJones, Cultural Resource Specialist, Minnesota Indian Affairs Council, \\n1819 Bemidji Ave. Bemidji, MN 56601; telephone: (218) 755-3825, before \\nAugust 23, 1999. Repatriation of the human remains and associated \\nfunerary objects to the Iowa Tribe of Kansas and Nebraska, the Iowa \\nTribe of Oklahoma, and the Otoe-Missouria Tribe of Indians, Oklahoma \\nmay begin after that date if no additional claimants come forward.\\nDated: July 16, 1999.\\nFrancis P. McManamon,\\nDepartmental Consulting Archeologist,\\nManager, Archeology and Ethnography Program.\\n[FR Doc. 99-18890 Filed 7-22-99; 8:45 am]\\nBILLING CODE 4310-70-F\\n\\n\\n\\n", "agency1": "Null", "sub_agency1": "Null", "dep_doc": "Null", "subject": "Null", "agency2": "Null", "action": "Null", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Null", "signature_name": "Null", "signature_title": "Null", "fr_doc": "Null", "billing_code": "Null", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}