{"index": "I_2266", "messy_full": "\\n\\nFederal Register, Volume 64 Issue 176 (Monday, September 13, 1999)\\n\\n[Federal Register Volume 64, Number 176 (Monday, September 13, 1999)]\\n[Notices]\\n[Page 49505]\\nFrom the Federal Register Online via the Government Publishing Office [www.gpo.gov]\\n[FR Doc No: 99-23768]\\n\\n\\n-----------------------------------------------------------------------\\n\\nDEPARTMENT OF THE INTERIOR\\n\\nNational Park Service\\n\\n\\nNotice of Inventory Completion for Native American Human Remains \\nand Associated Funerary Objects from Wisconsin in the Possession of the \\nState Historical Society of Wisconsin, Madison, WI\\n\\nAGENCY: National Park Service, Interior.\\n\\nACTION: Notice.\\n\\n-----------------------------------------------------------------------\\n\\n    Notice is hereby given in accordance with provisions of the Native \\nAmerican Graves Protection and Repatriation Act (NAGPRA), 43 CFR 10.9, \\nof the completion of an inventory of human remains and associated \\nfunerary objects from Wisconsin in the possession of the State \\nHistorical Society of Wisconsin, Madison, WI.\\n    A detailed assessment of the human remains was made by State \\nHistorical Society of Wisconsin professional staff in consultation with \\nrepresentatives of the Ho-Chunk Nation of Wisconsin.\\n    In 1966, human remains representing a minimum of two individuals \\nwere recovered from site 47-TR-31, Mound 26, HB-1, also known as the \\nTrempealeau Lakes or Schwerts Mound Group, Trempealeau County, WI \\nduring excavations conducted by field crews of the State Historical \\nSociety of Wisconsin. No known individuals were identified. The 21 \\nassociated funerary objects include bracelets, rings, fabric fragments, \\ncowrie shells, tubular beads, seed beads, and coin earrings.\\n    Based on historic material culture, including a wood coffin, \\nassociated with these burials and historic associated funerary objects, \\nthese individuals have been identified as Native American from early \\nthis century (1900-1920 A.D.). Based on the material culture and Ho-\\nChunk oral history, these individuals have been identified as Ho-Chunk.\\n    Based on the above mentioned information, officials of the State \\nHistorical Society of Wisconsin have determined that, pursuant to 43 \\nCFR 10.2 (d)(1), the human remains listed above represent the physical \\nremains of a minimum of two individuals of Native American ancestry. \\nOfficials of the State Historical Society of Wisconsin have also \\ndetermined that, pursuant to 43 CFR 10.2 (d)(2), the 21 objects listed \\nabove are reasonably believed to have been placed with or near \\nindividual human remains at the time of death or later as part of the \\ndeath rite or ceremony. Lastly, officials of the State Historical \\nSociety of Wisconsin have determined that, pursuant to 43 CFR 10.2 (e), \\nthere is a relationship of shared group identity which can be \\nreasonably traced between these Native American human remains and \\nassociated funerary objects and the Ho-Chunk Nation of Wisconsin.\\n    This notice has been sent to officials of the Ho-Chunk Nation of \\nWisconsin and the Winnebago Tribe of Nebraska. Representatives of any \\nother Indian tribe that believes itself to be culturally affiliated \\nwith these human remains and associated funerary objects should contact \\nMs. Jennifer Kolb, Director, Museum Archeology Program, State \\nHistorical Society of Wisconsin, 816 State Street, Madison, WI 53706; \\ntelephone (608) 264-6560; e-mail: [email protected] before \\nOctober 13, 1999. Repatriation of the human remains and associated \\nfunerary objects to the Ho-Chunk Nation of Wisconsin may begin after \\nthat date if no additional claimants come forward.\\nDated: August 24, 1999.\\nFrancis P. McManamon,\\nDepartmental Consulting Archeologist,\\nManager, Archeology and Ethnography Program.\\n[FR Doc. 99-23768 Filed 9-12-99; 8:45 am]\\nBILLING CODE 4310-70-F\\n\\n\\n\\n", "agency1": "Null", "sub_agency1": "Null", "dep_doc": "Null", "subject": "Null", "agency2": "Null", "action": "Null", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Null", "signature_name": "Null", "signature_title": "Null", "fr_doc": "Null", "billing_code": "Null", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}