{"index": "I_2257", "messy_full": "\\n\\nFederal Register, Volume 64 Issue 188 (Wednesday, September 29, 1999)\\n\\n[Federal Register Volume 64, Number 188 (Wednesday, September 29, 1999)]\\n[Notices]\\n[Pages 52524-52525]\\nFrom the Federal Register Online via the Government Publishing Office [www.gpo.gov]\\n[FR Doc No: 99-25367]\\n\\n\\n-----------------------------------------------------------------------\\n\\nDEPARTMENT OF THE INTERIOR\\n\\nNational Park Service\\n\\n\\nNotice of Inventory Completion for Native American Human Remains \\nfrom Sarpy County, NE in the Possession of the Human Osteology \\nRepository, Department of Anthropology, University of Wyoming, Laramie, \\nWY\\n\\nAGENCY: National Park Service, Interior.\\n\\nACTION: Notice.\\n\\n-----------------------------------------------------------------------\\n\\n    Notice is hereby given in accordance with provisions of the Native \\nAmerican Graves Protection and Repatriation Act (NAGPRA), 43 CFR 10.9, \\nof the completion of an inventory of human remains from Sarpy County, \\nNE in the possession of the Human Osteology Repository, Department of \\nAnthropology, University of Wyoming, Laramie, WY.\\n    A detailed assessment of the human remains was made by Human \\nOsteology Repository professional staff in consultation with \\nrepresentatives of the Pawnee Indian Tribe of Oklahoma.\\n    In 1908, human remains representing two individuals were reportedly \\nrecovered from Wallace Mound (25SY67), Sarpy County, NE by person(s) \\nunknown. In 1955, these human remains were donated to the Wyoming State \\nMuseum by Mrs. J. Hughes Eddington. In 1986, these human remains were \\ntransferred to the Human Osteology Repository. No known individuals \\nwere identified. No associated funerary objects are present.\\n    Based on skeletal morphology and reported site location, these \\nindividuals have been identified as Native American. Based on published \\nliterature relating to the Wallace Mound site (25SY67), these \\nindividuals are most likely from the Central Plains Tradition, Nebraska \\nPhase, c. 950-1250 A.D. Continuities of material culture and locations \\nstrongly suggest the Nebraska Phase of the Central Plains Tradition is \\nancestral to the present-day Pawnee Tribe of Oklahoma.\\n    Based on the above mentioned information, officials of the \\nUniversity of Wyoming Department of Anthropology Human Osteology \\nRepository have determined that, pursuant to 43 CFR 10.2 (d)(1), the \\nhuman remains listed above represent the physical remains of two \\nindividuals of Native American ancestry. Officials of the University of \\nWyoming Department of Anthropology Human Osteology Repository have \\ndetermined that, pursuant to 43 CFR 10.2 (e), there is a relationship \\nof shared group identity which can be reasonably traced between these \\nNative American human remains and the Pawnee Indian Tribe of Oklahoma.\\n    This notice has been sent to officials of the Pawnee Indian Tribe \\nof Oklahoma. Representatives of any other Indian tribe that believes \\nitself to be culturally affiliated with these human remains should \\ncontact Rick L. Weathermon, NAGPRA Contact, University of Wyoming \\nDepartment of Anthropology Human Osteology Repository, University of \\nWyoming, P.O. Box 3431, Laramie, WY 82071-3431; telephone: (307) 766-\\n5136, before October 29, 1999. Repatriation of the human remains to the \\nPawnee Indian Tribe of Oklahoma may begin after that\\n\\n[[Page 52525]]\\n\\ndate if no additional claimants come forward.\\nDated: September 24, 1999.\\n\\n    Francis P. McManamon,\\nDepartmental Consulting Archeologist,\\nManager, Archeology and Ethnography Program.\\n[FR Doc. 99-25367 Filed 9-28-99; 8:45 am]\\nBILLING CODE 4310-70-F\\n\\n\\n\\n", "agency1": "Null", "sub_agency1": "Null", "dep_doc": "Null", "subject": "Null", "agency2": "Null", "action": "Null", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Null", "signature_name": "Null", "signature_title": "Null", "fr_doc": "Null", "billing_code": "Null", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}