{"index": "I_2303", "messy_full": "\\n\\nFederal Register, Volume 64 Issue 50 (Tuesday, March 16, 1999)\\n\\n[Federal Register Volume 64, Number 50 (Tuesday, March 16, 1999)]\\n[Notices]\\n[Pages 13034-13035]\\nFrom the Federal Register Online via the Government Publishing Office [www.gpo.gov]\\n[FR Doc No: 99-6306]\\n\\n\\n-----------------------------------------------------------------------\\n\\nDEPARTMENT OF THE INTERIOR\\n\\nNational Park Service\\n\\n\\nNotice of Inventory Completion for Native American Human Remains \\nand Associated Funerary Objects from the Little Bighorn Battlefield \\nNational Monument, MT in the Possession of the Little Bighorn \\nBattlefield National Monument, National Park Service, Crow Agency, MT\\n\\nAGENCY: National Park Service\\n\\nACTION: Notice\\n\\n-----------------------------------------------------------------------\\n\\n    Notice is hereby given in accordance with provisions of the Native \\nAmerican Graves Protection and Repatriation Act (NAGPRA), 43 CFR 10.9, \\nof the completion of an inventory of human remains and associated \\nfunerary objects, in the possession of the Little Bighorn Battlefield \\nNational Monument, National Park Service, Crow Agency, MT.\\n    A detailed assessment of the human remains was made by the National \\nPark Service professional staff in consultation with representatives of \\nthe Arapaho Tribe of the Wind River Reservation, Wyoming; Assiniboine \\nand Sioux Tribes of the Fort Peck Indian Reservation, Montana; \\nCheyenne-Arapaho Tribes of Oklahoma; Cheyenne River Sioux Tribe of the \\nCheyenne River Reservation, South Dakota; Crow Tribe of Montana; \\nNorthern Cheyenne Tribe of the Northern Cheyenne Indian Reservation, \\nMontana; Oglala Sioux Tribe of the Pine Ridge Reservation, South \\nDakota; Rosebud Sioux Tribe of the Rosebud Indian Reservation, South \\nDakota; Sisseton-Wahpeton Sioux Tribe of the Lake Traverse Reservation, \\nSouth Dakota; Three Affiliated Tribes of the Fort Berthold Reservation, \\nNorth Dakota; and Upper Sioux Indian Community of the Upper Sioux \\nIndian Reservation, Minnesota.\\n    At an unknown date, human remains representing one individual were \\nillegally removed from a grave on federal and/or Crow tribal lands at \\nLittle Bighorn Battlefield National Monument by George Scott of \\nBillings, Montana. In the spring of 1991, Scott transferred the human \\nremains to Richard Maniscalco, of Rappahannock Academy, Virginia. \\nAdditionally, Scott provided Maniscalco with approximately 59 other \\nillegally obtained objects from federal and/or Crow tribal lands at \\nLittle Bighorn Battlefield National Monument. No known individual was \\nidentified. The 15 associated funerary objects include one 45/70 slug, \\n12 glass seed beads, a scalping knife blade, and a buffalo tooth.\\n    On January 19, 1994, Maniscalco sold the human remains, purported \\nto have been a Cheyenne rib bone, to an undercover federal agent. \\nDuring this transaction, Maniscalco also sold the agent archaeological \\nresources said to have originated from the Little Bighorn National \\nMonument. Following the sale, special agents from the National Park \\nService, Federal Bureau of Investigation, and the Bureau of Land \\nManagement confronted Maniscalco with the illegal acts that had \\ntranspired. In addition to the human remains and archaeological \\nresources Maniscalco sold to the federal agent, it was discovered that \\nhe possessed 15 objects that had been bagged together and separately \\nlabeled by Scott as having been removed from a Cheyenne grave. These \\nobjects included a 45/70 slug (labeled: from grave), 12 glass seed \\nbeads (labeled: from Cheyenne grave), a metal item (labeled: Cheyenne \\nscalp knife), and a buffalo tooth (labeled: from Cheyenne grave).\\n    The United States Attorney for the Eastern District of Virginia \\nprosecuted Maniscalco, following a referral by the United States \\nAttorney for the District of Montana and the Bureau of Land Management. \\nIn the case of United States v. Maniscalco, the defendant, Maniscalco, \\nentered a guilty plea in the United States District Court of Eastern \\nVirginia to trafficking in American Indian human remains, in violation \\nNAGPRA\\'s illegal trafficking provisions under Title 18, United States \\nCode, Section 1170(a). Furthermore, Maniscalco pled guilty to the \\nillicit sale of archeological resources obtained from public and/or \\nIndian lands, in violation of the Archaeological Resources Protection \\nAct (ARPA) Title 16, United States Code, Sections 470ee (a) and (b).\\n    On April 17, 1996, the human remains and associated funerary \\nobjects were officially transferred from the Department of Justice to \\nthe Little Bighorn Battlefield National Monument, National Park \\nService.\\n    The result of a professionally administered, non-destructive \\nanalysis conducted on the above mentioned Native American human remains \\nindicates the bone fragment\\'s morphology as being consistent with that \\nof a human tibia, or leg bone. Further, the size of the bone suggests \\nthat it represents the remains of a female.\\n    Based on the above mentioned information, officials of the National \\nPark Service have determined that, pursuant to 43 CFR 10.2 (d)(l), the \\nhuman remains listed above represent the physical remains of a minimum \\nof one individual of Native American ancestry. Officials of the \\nNational Park Service have also determined that, pursuant to 43 CFR \\n10.2 (d)(2), the 15 objects listed above are reasonably believed to \\nhave been placed with or near individual human remains at the time of \\ndeath or later as part of a death rite or ceremony. Lastly, officials \\nof the National Park Service have determined that, pursuant to 43 CFR \\n10.2 (e), there is a relationship of shared group identify which can be \\nreasonably traced between the Native American human remains and the \\nassociated funerary objects and the Northern Cheyenne Tribe of the \\nNorthern Cheyenne Reservation, Montana, and the Cheyenne-Arapaho Tribes \\nof Oklahoma.\\n    This notice has been sent to officials of the Arapaho Tribe of the \\nWind River Reservation, Wyoming; Assiniboine and Sioux Tribes of the \\nFort Peck Indian Reservation, Montana; Cheyenne-Arapaho Tribes of \\nOklahoma; Cheyenne River Sioux Tribe of the Cheyenne River Reservation, \\nSouth Dakota; Crow Tribe of Montana; Northern Cheyenne Tribe of the \\nNorthern Cheyenne Indian Reservation, Montana; Oglala Sioux Tribe of \\nthe Pine Ridge Reservation, South Dakota; Rosebud Sioux Tribe of the \\nRosebud Indian Reservation, South Dakota; Sisseton-Wahpeton Sioux Tribe \\nof the Lake Traverse Reservation, South Dakota; Three Affiliated Tribes \\nof the Fort Berthold Reservation, North Dakota; and Upper Sioux Indian \\nCommunity of the Upper Sioux Indian Reservation, Minnesota. \\nRepresentatives of any other Indian tribe that believes itself to be \\nculturally affiliated with the human remains and associated funerary \\nobjects, should contact Neil C. Mangum, Superintendent, Little Bighorn \\nBattlefield National Monument, P.O. Box 39, Crow Agency, MT 59022; \\ntelephone: (406) 638-2621, before April 15, 1999. Repatriation of the \\nhuman remains and associated grave goods to the Northern Cheyenne Tribe \\nof the Northern Cheyenne Reservation, Montana, and the Cheyenne-Arapaho \\nTribes of Oklahoma will begin after that\\n\\n[[Page 13035]]\\n\\ndate if no additional claimants come forward.\\nDated: March 9, 1999.\\nVeletta Canouts,\\nActing Departmental Consulting Archeologist,\\nDeputy Manager, Archeology and Ethnography Program.\\n[FR Doc. 99-6306 Filed 3-15-99; 8:45 am]\\nBILLING CODE 4310-70-F\\n\\n\\n\\n", "agency1": "Null", "sub_agency1": "Null", "dep_doc": "Null", "subject": "Null", "agency2": "Null", "action": "Null", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Null", "signature_name": "Null", "signature_title": "Null", "fr_doc": "Null", "billing_code": "Null", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}