{"index": "I_2381", "messy_full": "\\n\\nFederal Register, Volume 63 Issue 7 (Monday, January 12, 1998)\\n\\n[Federal Register Volume 63, Number 7 (Monday, January 12, 1998)]\\n[Notices]\\n[Pages 1873-1874]\\nFrom the Federal Register Online via the Government Publishing Office [www.gpo.gov]\\n[FR Doc No: 98-661]\\n\\n\\n-----------------------------------------------------------------------\\n\\nDEPARTMENT OF THE INTERIOR\\n\\nNational Park Service\\n\\n\\nNotice of Inventory Completion for Native American Human Remains \\nand Associated Funerary Objects from Maine in the Possession of the \\nPeabody Museum of Archaeology and Ethnology, Harvard University, \\nCambridge, MA\\n\\nAGENCY: National Park Service, Interior.\\n\\nACTION: Notice\\n\\n-----------------------------------------------------------------------\\n\\n    Notice is hereby given in accordance with provisions of the Native \\nAmerican Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. \\n3003 (d), of the completion of an inventory of human remains and \\nassociated funerary objects from Maine in the possession of the Peabody \\nMuseum of Archaeology and Ethnology, Harvard University, Cambridge, MA.\\n    A detailed assessment of the human remains was made by Peabody \\nMuseum of Archaeology and Ethnology professional staff in consultation \\nwith representatives of the Aroostook Band of Micmac Indians, the \\nHoulton Band of Maliseet Indians, the Passamaquoddy Indian Tribe, and \\nthe Penobscot Indian Nation.\\n    In 1919, human remains representing one individual were donated to \\nthe Peabody Museum by Arlo and Oric Bates. No known individual was \\nidentified. No associated funerary objects are present.\\n    Museum information indicates these human remains were collected by \\nthe donors from a shellheap on State Island, Frenchman Bay, Gouldsboro, \\nME. Other material culture recovered at this site indicates it has an \\nEtchemin occupation dating to the late precontact period (1350-1600 \\nA.D.). Historical documents and continuities of Etchemin material \\nculture indicate the Etchemin groups in this particular area are an \\nancestral culture to both the present day Penobscot Indian Nation and \\nthe Passamaquoddy Indian Tribe.\\n    Based on the above mentioned information, officials of the Peabody \\nMuseum of Archaeology and Ethnology have determined that, pursuant to \\n43 CFR 10.2 (d)(1), the human remains listed above represent the \\nphysical remains of one individual of Native American ancestry. \\nOfficials of the Peabody Museum of Archaeology and Ethnology have \\ndetermined that, pursuant to 25 U.S.C. 3001 (2), there is a \\nrelationship of shared group identity which can be reasonably traced \\nbetween these Native American human remains and the Penobscot Indian \\nNation and the Passamaquoddy Indian Tribe.\\n    In 1878, human remains representing three individuals were \\nrecovered from a shell heap at Oak Point, Great Deer Island, ME by \\nManly Hardy during excavations conducted by a Peabody Museum \\nexpedition. No known individuals were identified. No associated \\nfunerary objects are present.\\n    Based on material culture, the Oak Point site has been identified \\nas having an Etchemin occupation dating to the late precontact period \\n(1050-1600 A.D.). Further, historical documents and continuities of \\nEtchemin material culture indicate that Etchemin groups are an \\nancestral culture in this particular region to the present day \\nPenobscot Indian Nation.\\n    In 1882, human remains representing one individual were donated to \\nthe Peabody Museum by James E. Knowlton. These remains are recorded in \\nmuseum records as having come from Tatman\\'s or Taplan\\'s [Tappan\\'s] \\nIsland on the Damariscotta River, ME and were collected by Fellows S. \\nKnowlton. No known individual was identified. The nine associated \\nfunerary objects are ceramic sherds.\\n    Based on the associated funerary objects, this site has been \\nidentified as having an Etchemin occupation dating to the late \\nprecontact period (1050-1600 A.D.). Further, historical documents and \\ncontinuities of Etchemin material culture indicate that Etchemin groups \\nare an ancestral culture in this particular region to the present day \\nPenobscot Indian Nation.\\n    In 1885, human remains representing one individual were donated to \\nthe Peabody Museum by James E. Knowlton. These remains are recorded as \\nhaving come from a shell heap on\\n\\n[[Page 1874]]\\n\\nFriendship Long Island, ME and were collected by W.W. Knowlton. No \\nknown individual was identified. No associated funerary objects are \\npresent.\\n    Based on material culture, this Friendship Long Island site has \\nbeen identified as having an Etchemin occupation during the late \\nprecontact period (1050-1600 A.D.). Historical documents and \\ncontinuities of Etchemin material culture in this particular region \\nindicate the Etchemin are an ancestral culture to the present day \\nPenobscot Indian Nation.\\n    In 1886, human remains representing two individuals were recovered \\nfrom the Whaleback Shell Mound, Damariscotta, ME by Abram T. Gamage \\nduring excavations conducted by a Peabody Museum expedition. No known \\nindividuals were identified. The six associated funerary objects \\nconsist of brass or copper beads.\\n    Based on the associated funerary objects, these individuals have \\nbeen determined to be Native American from the early contact period \\n(post 1600 A.D.). The Whaleback Shell Mound is located within the \\nhistorically documented territory of the Etchemin, a culture ancestral \\nto the present day Penobscot Indian Nation.\\n    In 1916, human remains representing one individual were acquired by \\nthe Peabody Museum as part of an exchange with the Warren Anatomical \\nMuseum, Harvard Medical School, Harvard University. No known individual \\nwas identified. No associated funerary objects are present.\\n    Museum documentation lists the origin of these human remains as \\n``Penobscot Indian, Eastern Woodlands.\\'\\'\\n    In 1916, human remains representing one individual were donated to \\nthe Peabody Museum by The Boston Society of Natural History. Collection \\ninformation indicates these human remains came from Maine and were \\ncollected in 1861 by Dr. J.F.W. Lane. No known individual was \\nidentified. No associated funerary objects are present.\\n    Museum documentation describes these human remains as ``Penobscot \\nIndian * * *\\'\\'.\\n    In 1919, human remains representing one individual were donated to \\nthe Peabody Museum by Arlo and Oric Bates who had removed the human \\nremains from a shell heap on Ames Point (now known as the Crocker \\nsite), North Haven, ME at an earlier date. No known individual was \\nidentified. No associated funerary objects are present.\\n    Based on material culture, the Crocker site has been identified as \\nhaving an Etchemin occupation dating to the late precontact period \\n(1050-1700 A.D.). Historical documents and continuities of Etchemin \\nmaterial culture indicate that Etchemin groups in this particular area \\nare the ancestral culture to the present day Penobscot Indian Nation.\\n    In 1956, human remains representing one individual were donated to \\nthe Peabody Museum by the R.S. Peabody Foundation, Andover, MA. These \\nhuman remains were originally collected by Dexter W. Hodgdon, Jr. from \\nIndian Town Island, Boothbay Harbor, ME. No known individual was \\nidentified. No associated funerary objects are present.\\n    Based on material culture, Indian Town Island has been identified \\nas having an Etchemin occupation from the late precontact period (1050-\\n1600 A.D.). Historical documents and continuities of Etchemin material \\nculture indicate the Etchemin in this particular area are the ancestral \\nculture to the present day Penobscot Indian Nation.\\n    In 1959, human remains representing one individual were acquired on \\npermanent loan by the Peabody Museum from the Warren Anatomical Museum, \\nHarvard Medical School, Harvard University. The Warren Anatomical \\nMuseum has authorized the Peabody Museum to proceed with the \\ndisposition of these human remains according to NAGPRA. No known \\nindividual was identified. No associated funerary objects are present.\\n    Museum documentation lists the location of the recovery of these \\nhuman remains as Tappan\\'s Island, Damariscotta River, ME; and further \\ndescribes these remains as ``Monhegan Indian.\\'\\' Additional \\ndocumentation notes that the recovery site is a ``Formerly celebrated \\nburial place, but not used in the past 200 years.\\'\\' Known material \\nculture recovered from Tappan\\'s Island indicates both late precontact \\nand historic components dating to 1050-1750 A.D. representing Etchemin \\nand Penobscot occupations. Historical documents and continuities of \\nEtchemin material culture indicate that Etchemin groups in this \\nparticular area an ancestral culture to the present day Penobscot \\nIndian Nation.\\n    In 1967, human remains representing one individual were donated to \\nthe Peabody Museum by Mr. Guy Mellgren of Hingham, MA. No known \\nindividual was identified. No associated funerary objects are present.\\n    Museum documentation indicates Mr. Mellgren collected these human \\nremains from the Goddard site, Naskeag Point, Brooklin, ME. Based on a \\nhuman collagen radiocarbon date of 679 +/- 59 BP, this individual is \\nfrom the late precontact period. This date and the location of the \\nGoddard site indicate this individual is most likely affiliated with \\nthe Etchemin culture. Historical documents and continuities of Etchemin \\nmaterial culture indicate that Etchemin groups in this particular area \\nan ancestral culture to the present day Penobscot Indian Nation.\\n    Based on morphological evidence, including aspects of cranio-facial \\nand dental morphology, all human remains listed above have been \\ndetermined to be Native American.\\n    Based on the above mentioned information, officials of the Peabody \\nMuseum of Archaeology and Ethnology have determined that, pursuant to \\n43 CFR 10.2 (d)(1), the human remains listed above represent the \\nphysical remains of 13 individuals of Native American ancestry. \\nOfficials of the Peabody Museum of Archaeology and Ethnology have also \\ndetermined that, pursuant to 25 U.S.C. 3001 (3)(A), the 15 objects \\nlisted above are reasonably believed to have been placed with or near \\nindividual human remains at the time of death or later as part of the \\ndeath rite or ceremony. Lastly, officials of the Peabody Museum of \\nArchaeology and Ethnology have determined that, pursuant to 25 U.S.C. \\n3001 (2), there is a relationship of shared group identity which can be \\nreasonably traced between these Native American human remains and \\nassociated funerary objects and the Penobscot Indian Nation.\\n    This notice has been sent to officials of the Aroostook Band of \\nMicmac Indians, the Houlton Band of Maliseet Indians, the Passamaquoddy \\nIndian Tribe, and the Penobscot Indian Nation. Representatives of any \\nother Indian tribe that believes itself to be culturally affiliated \\nwith these human remains and associated funerary objects should contact \\nBarbara Issac, Repatriation Coordinator, Peabody Museum of Archaeology \\nand Ethnology, Harvard University, 11 Divinity Ave., Cambridge, MA \\n02138; telephone: (617) 495-2254, before February 11, 1998. \\nRepatriation of the human remains and associated funerary objects to \\nthe culturally affiliated tribes may begin after that date if no \\nadditional claimants come forward.\\n    The National Park Service is not responsible for the determinations \\nwithin this notice.\\nDated: December 29, 1997.\\nVeletta Canouts,\\nActing Departmental Consulting Archeologist,\\nDeputy Manager, Archeology and Ethnography Program.\\n[FR Doc. 98-661 Filed 1-9-98; 8:45 am]\\nBILLING CODE 4310-70-F\\n\\n\\n\\n", "agency1": "Null", "sub_agency1": "Null", "dep_doc": "Null", "subject": "Null", "agency2": "Null", "action": "Null", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Null", "signature_name": "Null", "signature_title": "Null", "fr_doc": "Null", "billing_code": "Null", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}