{"index": "I_2344", "messy_full": "\\n\\nFederal Register, Volume 63 Issue 157 (Friday, August 14, 1998)\\n\\n[Federal Register Volume 63, Number 157 (Friday, August 14, 1998)]\\n[Notices]\\n[Pages 43719-43720]\\nFrom the Federal Register Online via the Government Publishing Office [www.gpo.gov]\\n[FR Doc No: 98-21888]\\n\\n\\n-----------------------------------------------------------------------\\n\\nDEPARTMENT OF THE INTERIOR\\n\\nNational Park Service\\n\\n\\nNotice of Inventory Completion for Native American Human Remains \\nfrom Fresno and Madera Counties, CA in the Possession of the California \\nState University-Fresno, Fresno, CA\\n\\nAGENCY: National Park Service\\n\\nACTION: Notice\\n\\n-----------------------------------------------------------------------\\n\\n    Notice is hereby given in accordance with provisions of the Native \\nAmerican Graves Protection and Repatriation Act (NAGPRA), 43 CFR 10.9, \\nof the completion of an inventory of human remains in the possession of \\nthe California State University-Fresno, Fresno, CA.\\n    A detailed assessment of the human remains was made by California \\nState University-Fresno professional staff in consultation with \\nrepresentatives of the Central Valley and Mountain Reinterment \\nAssociation on behalf of Big Sandy Rancheria of Mono Indians, Picayune \\nRancheria of Chukchansi Indians, Table Mountain Rancheria, Northfork \\nRancheria of Mono Indians, and Cold Springs Rancheria of Mono Indians.\\n    In 1969, human remains representing one individual were donated to \\nFresno\\n\\n[[Page 43720]]\\n\\nState College (now California State University-Fresno) by Mr. Charles \\nM. Chapman, who uncovered the human remains during construction of a \\npatio on his house in Oakhurst, CA. No known individual was identified. \\nNo associated funerary objects were present.\\n    This individual has been identified as Native American based on the \\ncultural material recovered during Mr. Chapman\\'s patio construction. \\nThe cultural material, a small arrow point and several steatite bowl \\nsherds, has been identified as being from the late precontact period \\nbased on appearance and construction. Archeological evidence from this \\narea indicates a continuity of material culture from precontact times \\ninto the historic period. Historic documents, ethnographic accounts, \\nand oral history further indicate occupation and shared use of this \\narea since the late precontact period by both Yokuts and Mono peoples.\\n    In 1970, human remains representing one individual were recovered \\nfrom an eroding road cut at site CA-MAD-250 by Fresno State College \\nstaff. No known individual was identified. No associated funerary \\nobjects are present.\\n    This individual has been identified as Native American from the \\nlate precontact period based on cultural material recovered from the \\nsite. Archeological evidence based on materical culture of this area \\nindicates continuity of occupation since precontact times into the \\nhistoric period. Historic documents, ethnographic accounts and oral \\nhistories further document Yokuts and Mono occupation of this area.\\n    In 1970 and 1971, human remains representing two individuals were \\nrecovered from site CA-FRE-515 during archeological field classes \\nconducted by Fresno State College. No known individuals were \\nidentified. No associated funerary objects are present.\\n    Based on the degree of preservation and material culture from the \\nmidden component of the site, these human remains have been determined \\nto be Native American dating from the late precontact period (post-1500 \\nA.D.). Archeological evidence based on materical culture of this area \\nindicates continuity of occupation since precontact times into the \\nhistoric period. Historic documents, ethnographic accounts and oral \\nhistories further document Yokuts and Mono occupation of this area.\\n    In 1974, human remains representing one individual were recovered \\nfrom site CA-FRE-645 by Fresno State College staff during legally \\nauthorized test excavations. No known individuals were identified. No \\nassociated funerary objects are present.\\n    CA-FRE-645 has been identified as a large habitation site with two \\ncomponents, one dating earlier than 1000 A.D. and the other after 1000 \\nA.D. based on artifact assemblages. This individual has been identified \\nas Native American based on cultural material and the location of the \\nremains in the midden site. Based on the degree of preservation and the \\ncultural material, these human remains are presumed to be from the late \\nprecontact period (post-1500 A.D.). Archeological evidence indicates a \\ncontinuity of material culture from precontact times into the historic \\nperiod. Historic documents, ethnographic accounts and oral histories \\nfurther indicate occupation and shared use of this area since the late \\nprecontact period by both Yokuts and Mono peoples.\\n    In 1975, human remains representing approximately two individuals \\nwere recovered from site CA-FRE-644 during excavations conducted by \\nCalifornia State University-Fresno staff. No known individuals were \\nidentified. No associated funerary objects are present.\\n    CA-FRE-644 has been identified as a habitation site with two \\ncomponents; traces of an early occupation, and a proto- to early \\nhistoric period component based on cultural material of the site. The \\nhuman remains appear to be associated with the principal proto- to \\nearly historic component of this site. Archeological evidence, based on \\nmaterial culture, indicates Yokuts and Mono affiliation. Ethnographic \\nevidence and oral tradition presented by tribal representatives further \\nindicate Yokuts and Mono affiliation to occupation sites in this area \\nin the proto- and early historic periods.\\n    Based on the above mentioned information, officials of the \\nCalifornia State University-Fresno have determined that, pursuant to 43 \\nCFR 10.2 (d)(1), the human remains listed above represent the physical \\nremains of approximately seven individuals of Native American ancestry. \\nOfficials of the California State University-Fresno have determined \\nthat, pursuant to 43 CFR 10.2 (e), there is a relationship of shared \\ngroup identity which can be reasonably traced between these Native \\nAmerican human remains and the Central Valley and Mountain Reinterment \\nAssociation on behalf of Big Sandy Rancheria of Mono Indians, Picayune \\nRancheria of Chukchansi Indians, Table Mountain Rancheria, Northfork \\nRancheria of Mono Indians, and Cold Springs Rancheria of Mono Indians.\\n    This notice has been sent to officials of the Central Valley and \\nMountain Reinterment Association on behalf of Big Sandy Rancheria of \\nMono Indians, Picayune Rancheria of Chukchansi Indians, Table Mountain \\nRancheria, Northfork Rancheria of Mono Indians, and Cold Springs \\nRancheria of Mono Indians. Representatives of any other Indian tribe \\nthat believes itself to be culturally affiliated with these human \\nremains should contact Professor Roger LaJeunesse, Department of \\nAnthropology, California State University-Fresno, 5245 North Backer \\nAvenue, Fresno, CA 93740-0016; telephone: (209) 278-4900, before \\nSeptember 14, 1998. Repatriation of the human remains to the Central \\nValley and Mountain Reinterment Association on behalf of Big Sandy \\nRancheria of Mono Indians, Picayune Rancheria of Chukchansi Indians, \\nTable Mountain Rancheria, Northfork Rancheria of Mono Indians, and Cold \\nSprings Rancheria of Mono Indians may begin after that date if no \\nadditional claimants come forward.\\nDated: August 7, 1998.\\nFrancis P. McManamon,\\nDepartmental Consulting Archeologist,\\nManager, Archeology and Ethnography Program.\\n[FR Doc. 98-21888 Filed 8-13-98; 8:45 am]\\nBILLING CODE 4310-70-F\\n\\n\\n\\n", "agency1": "Null", "sub_agency1": "Null", "dep_doc": "Null", "subject": "Null", "agency2": "Null", "action": "Null", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Null", "signature_name": "Null", "signature_title": "Null", "fr_doc": "Null", "billing_code": "Null", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}