{"index": "I_2378", "messy_full": "\\n\\nFederal Register, Volume 63 Issue 21 (Monday, February 2, 1998)\\n\\n[Federal Register Volume 63, Number 21 (Monday, February 2, 1998)]\\n[Notices]\\n[Page 5404]\\nFrom the Federal Register Online via the Government Publishing Office [www.gpo.gov]\\n[FR Doc No: 98-2457]\\n\\n\\n-----------------------------------------------------------------------\\n\\nDEPARTMENT OF THE INTERIOR\\n\\nNational Park Service\\n\\n\\nNotice of Inventory Completion for Native American Human Remains \\nand Associated Funerary Objects from the Torribio Site, Sandoval \\nCounty, NM in the Possession of the Museum of Indian Arts and Culture/\\nLaboratory of Anthropology, Museum of New Mexico, Santa Fe, NM\\n\\nAGENCY: National Park Service, Interior.\\nACTION: Notice.\\n\\n-----------------------------------------------------------------------\\n\\n    Notice is hereby given in accordance with provisions of the Native \\nAmerican Graves Protection and Repatriation Act (NAGPRA), 43CFR 10.9, \\nof the completion of an inventory of human remains and associated \\nfunerary objects from Sandoval County, NM in the possession of the \\nMuseum of Indian Arts and Culture/ Laboratory of Anthropology, Museum \\nof New Mexico, Santa Fe, NM.\\n    A detailed assessment of the human remains was made by Museum of \\nIndian Arts and Culture professional staff in consultation with \\nrepresentatives of the Pueblo of Zia.\\n    In 1969, human remains representing two individuals were removed \\nfrom the Torribio site (LA 9193) during legally authorized excavations \\nconducted by Museum of New Mexico staff during a New Mexico State \\nHighway and Transportation Department work project (permitted by the \\nNational Park Service under the Federal Antiquities Act). No known \\nindividuals were identified. The seven associated funerary objects \\ninclude ceramic pots, shell beads, and turquoise beads.\\n    Based on the associated funerary objects and archeological context, \\nthe Torribio site has been identified as a Pueblo II occupation dating \\nbetween 900-1100 A.D. Further, the Torribio site is located on Pueblo \\nof Zia tribal lands, and based on continuity of occupation and oral \\ntradition presented by representatives of the Pueblo of Zia, is also \\nculturally affiliated with the Pueblo of Zia.\\n    Based on the above mentioned information, officials of the Museum \\nof New Mexico have determined that, pursuant to 43 CFR 10.2 (d)(1), the \\nhuman remains listed above represent the physical remains of two \\nindividuals of Native American ancestry. Officials of the Museum of New \\nMexico have also determined that, pursuant to 43 CFR 10.2 (d)(2), the \\nseven objects listed above are reasonably believed to have been placed \\nwith or near individual human remains at the time of death or later as \\npart of the death rite or ceremony. Lastly, officials of the Museum of \\nNew Mexico have determined that, pursuant to 43 CFR 10.2 (e), there is \\na relationship of shared group identity which can be reasonably traced \\nbetween these Native American human remains and associated funerary \\nobjects and the Pueblo of Zia.\\n    This notice has been sent to officials of the Pueblo of Zia. \\nRepresentatives of any other Indian tribe that believes itself to be \\nculturally affiliated with these human remains and associated funerary \\nobjects should contact Mr. David Hayden or Ms. Sibel Melik, NAGPRA \\nstaff, Museum of Indian Arts and Culture, Museum of New Mexico, P.O. \\nBox 2087, Santa Fe, NM 87504-2087; telephone: (505) 827-6344, before \\nMarch 4, 1998. Repatriation of the human remains and associated \\nfunerary objects to the Pueblo of Zia  may begin after that date if no \\nadditional claimants come forward.\\nDated: January 28, 1998.\\nFrancis P. McManamon,\\nDepartmental Consulting Archeologist,\\nManager, Archeology and Ethnography Program.\\n[FR Doc. 98-2457 Filed 1-30-98; 8:45 am]\\nBILLING CODE 4310-70-F\\n\\n\\n\\n", "agency1": "Null", "sub_agency1": "Null", "dep_doc": "Null", "subject": "Null", "agency2": "Null", "action": "Null", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Null", "signature_name": "Null", "signature_title": "Null", "fr_doc": "Null", "billing_code": "Null", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}