{"index": "I_2355", "messy_full": "\\n\\nFederal Register, Volume 63 Issue 102 (Thursday, May 28, 1998)\\n\\n[Federal Register Volume 63, Number 102 (Thursday, May 28, 1998)]\\n[Notices]\\n[Pages 29249-29250]\\nFrom the Federal Register Online via the Government Publishing Office [www.gpo.gov]\\n[FR Doc No: 98-14047]\\n\\n\\n-----------------------------------------------------------------------\\n\\nDEPARTMENT OF THE INTERIOR\\n\\nNational Park Service\\n\\n\\nNotice of Inventory Completion for Native American Human Remains \\nand Associated Funerary Objects from Rio Arriba County and Taos County, \\nNM in the Control of the Carson National Forest, United States Forest \\nService, Taos, NM\\n\\nAGENCY: National Park Service.\\n\\nACTION: Notice.\\n\\n-----------------------------------------------------------------------\\n\\n    Notice is hereby given in accordance with provisions of the Native \\nAmerican Graves Protection and Repatriation Act (NAGPRA), 43 CFR 10.9, \\nof the completion of an inventory of human remains in the control of \\nthe Carson National Forest, United States Forest Service, Taos, NM.\\n    A detailed assessment of the human remains was made by Museum of \\nNew Mexico, Maxwell Museum (University of New Mexico), and U.S. Forest \\nService professional staff in consultation with representatives of the \\nNavajo Nation, the Pueblo of Taos, and the Pueblo of Picuris.\\n    In 1934, human remains representing one individual were recovered \\nfrom site LA 1684 during legally authorized excavations conducted by \\nC.O. Erwin and M.W. Kelly of the Laboratory of Anthropology (Museum of \\nNew Mexico). No known individuals were identified. No associated \\nfunerary objects are present.\\n    Based on material culture, architecture, and site organization, \\nsite LA 1684 has been identified as a Navajo pueblito occupied during \\nthe first half of the 18th century.\\n    Based on the above mentioned information, officials of the United \\nStates Forest Service have determined that, pursuant to 43 CFR 10.2 \\n(d)(1), the human remains listed above represent the physical remains \\nof one individual of Native American ancestry. Officials of the United \\nStates Forest Service have determined that, pursuant to 25 U.S.C. 3001 \\n(2), there is a relationship of shared group identity which can be \\nreasonably traced between these Native American human remains and the \\nNavajo Nation.\\n    In 1965, human remains representing one individual were recovered \\nfrom site LA 9203 during legally authorized excavations conducted by \\nthe University of New Mexico Archaeological Field School. No known \\nindividual was identified. No funerary objects are present.\\n    Based on material culture and site organization, site LA 9203 has \\nbeen identified as an Anasazi pithouse occupied between 1100-1225 A.D.\\n    In 1967, human remains representing three individuals were \\nrecovered from sites LA 9204, LA 9205, and LA 9206 during legally \\nauthorized excavations conducted by the University of New Mexico \\nArchaeological Field School. No known individuals were identified. The \\none associated funerary object is a piece of animal bone with the \\nindividual at site LA 9204.\\n    Based on material culture, architecture, and site organization, \\nsites LA 9204, LA 9205, and LA 9206 have been identified as three \\nAnasazi roomblocks occupied between 1100-1225 A.D.\\n    In 1968, human remains representing nine individuals were recovered \\nfrom site LA 66407 near Los Rancho de Taos during legally authorized \\nexcavations conducted by U.S. Forest Service personnel. No known \\nindividuals were identified. The five associated funerary objects \\ninclude pottery sherds.\\n    Based on material culture, architecture, and site organization, \\nsite LA 66407 has been identified as an Anasazi pithouse occupied \\nbetween 1150-1350 AD.\\n    Based on the above mentioned information, officials of the United \\nStates Forest Service have determined that, pursuant to 43 CFR 10.2 \\n(d)(1), the human remains listed above represent the physical remains \\nof 13 individuals of Native American ancestry. Officials of the United \\nStates Forest Service have also determined that, pursuant to 43 CFR \\n10.2 (d)(2), the six objects listed above are reasonably believed to \\nhave been placed with or near individual human remains at the time of \\ndeath or later as part of the death rite or ceremony. Lastly, officials \\nof the United States Forest Service have determined that, pursuant to \\n43 CFR 10.2 (e), there is a relationship of shared group identity which \\ncan be reasonably traced between these Native American human remains \\nand associated funerary objects and the Pueblo of Taos and the Pueblo \\nof Picuris.\\n    This notice has been sent to officials of the Navajo Nation, the \\nPueblo of Taos, and the Pueblo of Picuris. Representatives of any other \\nIndian tribe that believes itself to be culturally affiliated with \\nthese human remains and associated funerary objects should contact Dr. \\nFrank E. Wozniak, NAGPRA\\n\\n[[Page 29250]]\\n\\nCoordinator, Southwestern Region, USDA Forest Service, 517 Gold Ave., \\nSW, Albuquerque, NM 87102; telephone: (505) 842-3238, fax (505) 842-\\n3800, before June 29, 1998. Repatriation of the human remains and \\nassociated funerary objects to the culturally affiliated tribes may \\nbegin after that date if no additional claimants come forward.\\nDated: May 20, 1998.\\nFrancis P. McManamon,\\nDepartmental Consulting Archeologist,\\nManager, Archeology and Ethnography Program.\\n[FR Doc. 98-14047 Filed 5-27-98; 8:45 am]\\nBILLING CODE 4310-70-F\\n\\n\\n\\n", "agency1": "Null", "sub_agency1": "Null", "dep_doc": "Null", "subject": "Null", "agency2": "Null", "action": "Null", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Null", "signature_name": "Null", "signature_title": "Null", "fr_doc": "Null", "billing_code": "Null", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}