{"index": "I_2386", "messy_full": "\\n\\nFederal Register, Volume 62 Issue 207 (Monday, October 27, 1997)\\n\\n[Federal Register Volume 62, Number 207 (Monday, October 27, 1997)]\\n[Notices]\\n[Pages 55653-55655]\\nFrom the Federal Register Online via the Government Publishing Office [www.gpo.gov]\\n[FR Doc No: 97-28389]\\n\\n\\n-----------------------------------------------------------------------\\n\\nDEPARTMENT OF THE INTERIOR\\n\\nNational Park Service\\n\\n\\nNotice of Inventory Completion for Native American Human Remains \\nand Associated Funerary Objects From South Dakota in the Possession of \\nthe South Dakota State Archaeological Research Center, Rapid City, SD\\n\\nAGENCY: National Park Service, Interior.\\n\\nACTION: Notice.\\n\\n-----------------------------------------------------------------------\\n\\n    Notice is hereby given in accordance with provisions of the Native \\nAmerican Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. \\n3003 (d), of the completion of an inventory of human remains and \\nassociated funerary objects from South Dakota in the possession of the \\nSouth Dakota State Archaeological Research Center, Rapid City, SD.\\n    A detailed assessment of the human remains was made by South Dakota \\nState Archaeological Research Center (SARC) professional staff and \\ncontract specialists in physical anthropology and archeology in \\nconsultation with representatives of the Three Affiliated Tribes of \\nNorth Dakota.\\n    During the early 1900s, human remains representing one individual \\nwere recovered after eroding out of a cutbank at the Peoria Bottom \\nVillage (39HU3), Hughes County, South Dakota by unknown person(s). In \\n1994, these human remains and geographic provenance information were \\ndiscovered in the collections of SARC. No known individual was \\nidentified. No assoicated funerary objects are present.\\n    Based on ceramics, the Peoria Bottom Village has been identified as \\nan Extended Variant of the Coalescent Tradition occupied between 1550-\\n1675 A.D.  \\n    In 1915, human remains representing one individual were excavated \\nfrom the Leavenworth site (39CO9), Corson County, SD by W.H. Over of \\nthe University of South Dakota Museum. In 1976, these human remains \\nwere transferred to the SARC. No known individual was identified. The \\ntwo associated funerary objects are metal projectile points embedded in \\nthe remains.\\n    Based on the most likely burial location in the village cemetary, \\nthis individual has been determined to be Native American. The \\nLeavenworth site is a well-documented Arikara village occupied between \\n1797-1832 A.D. based on historical documents (Lewis and Clark, 1804; \\nCatlin, 1832; Maximilian, 1833) and material culture of the site.\\n    In 1917 and 1920, human remains representing four individuals were \\nexcavated from the Mobridge Village site (39WW1), Walworth County, \\nSouth Dakota by W.H. Over of the University of South Dakota Museum. In \\n1976, these human remains were transferred to the SARC. No known \\nindividuals were identified. The two associated funerary objects are an \\nunmodified bird bone and one unmodified turtle scapula.\\n    Based on ceramic types and earthlodge architecture, the Mobridge \\nVillage site has been identified as a postcontact Coalescent Tradition \\noccupation (1675-1780 A.D.). Based on manner of interment, these \\nindividuals have been identified as Native American.\\n    In 1917 or 1921, human remains representing one individual were \\nexcavated from the Cheyenne River Village (39ST1), Stanley County, \\nSouth Dakota by W.H. Over of the University of South Dakota Museum. In \\n1987, the human remains and geographical provenance information were \\ndiscovered in the collections of the SARC. No known individual was \\nidentified. No associated funerary objects are present.\\n    Based on manner of interment, this individual has been determined \\nto be Native American. The Cheyenne River Village has been identified \\nas a multi-component site of the Extended Middle Missouri, Extended \\nCoalescent, and Post-Contact Coalescent periods. The manner of \\ninterment of this individual is consistent with the Coalescent burial \\ncustoms dating from 1550-1780 A.D.\\n    In 1987, human remains representing one individual were found in \\nSARC collections. No known individual was identified. No associated \\nfunerary objects are present.\\n    There was no accompanying geographic or recovery information with \\nthis individual. The cranial morphology\\n\\n[[Page 55654]]\\n\\nof this individual is consistent with Arikara populations.\\n    In 1990, human remains representing two individuals were recovered \\nfrom site 39HK along the Bad River, Haakon County, South Dakota by \\nhikers. No known individuals were identified. The five associated \\nfunerary objects are bone tool fragments.\\n    The cranial morphology of the adult individual is consistent with \\nArikara populations.\\n    In 1991, human remains representing one individual were recovered \\nfrom site 39BK20, Scout Island, Brookings County, South Dakota \\nfollowing their discovery by hikers. No known individuals were \\nidentified. No associated funerary objects are present.\\n    Based on ceramics, site 39BK20 has been identified as an occupation \\nof the Initial Middle Missouri period (900-1400 A.D.). Although Initial \\nMiddle Missouri sites are most likely related to the Mandan, the \\ncraniometric morphology of this individual are consistent with known \\nArikara populations.\\n    In 1992, human remains representing one individual were transferred \\nto the SARC from the South Dakota School of Mines and Technology, Rapid \\nCity, SD. No known individual was identified. The three associated \\nfunerary objects are a ceramic rim sherd, a cobble, and a bear femur.\\n    No additional collection information was available from the South \\nDakota School of Mines and Technology. The presence of this rim sherd \\nindicates this burial dates from the Extended Variant of the Coalescent \\nTradition (1550-1675 A.D.).\\n    During the early 1990s, human remains representing one individual \\nwere found at site 39HU, Hughes County, South Dakota by Fred Jennewein. \\nIn 1993, this individual was transferred to SARC. No known individual \\nwas identified. No associated funerary objects are present.\\n    Cranial morphology and geographic location of this individual \\nindicate a likely affiliation with the Arikara.\\n    In 1994, human remains representing one individual were transferred \\nto SARC from the Adams Museum, Deadwood, South Dakota. No known \\nindividual was identified. No associated funerary objects are present.\\n    No museum records were found regarding provenance or acquisition of \\nthis individual. Craniometric morphology for this individual is \\nconsistent with Coalescent populations dating between 1400-1862 A.D.  \\n    Based on continuities of material culture, technology, and village \\nsites as well as oral histories, the Coalescent tradition has been \\nidentified as Arikara in North and South Dakota from the late 1300s \\nthrough the historic period. The present day Three Affiliated Tribes \\nconsist of the Arikara, the Mandan, and the Hidatsa.\\n    In 1991, human remains representing eleven individuals were \\nrecovered from an eroding cutbank at site 39CA102, Campbell County, \\nSouth Dakota by SARC personnel. No known individuals were identified. \\nThe 60 associated funerary objects include one projectile point, one \\nbiface, one celt, four modified stone flakes, seven unmodified stone \\nflakes, six fire-cracked rocks, unmodified stones, four fossil \\nfragments, one bone bead, one incomplete rodent skeleton, a wolf \\nmandible and maxilla, and mammal bone fragments.\\n    Based on cultural material recovered during a surface survey in \\n1986, site 39CA102 has been identified as a Plains Village Tradition \\noccupation dating to 900-1700 A.D. Craniometric measurements of the \\nsingle complete cranium are consistent with those of known Mandan \\npopulations.\\n    In 1992, human remains representing one individual were recovered \\nby the Pierre Police Department. Investigations revealed that the \\nremains had been removed from their original location and recently \\nreburied. In 1992, these remains were transferred to the SARC. No known \\nindividual was identified. No associated funerary objects are present.\\n    The original burial location of this individual is unknown. \\nCraniometric measurements of this individual are consistent with known \\nMandan populations.\\n    In about 1992, human remains representing one individual from an \\nunknown site in Walworth County, South Dakota were received by law \\nenforcement officials from person(s) unknown. No known individual was \\nidentified. No associated funerary objects are present.\\n    Craniometric measurements and morphology of this individual are \\nconsistent with those of known Mandan populations.\\n    In 1992, human remains representing one individual were transferred \\nto the SARC from the Office of the State Archeologist of Iowa. No known \\nindividual was identified. No associated funerary objects are present.\\n    These human remains were found in the collections of the Iowa \\nMasonic Library, Cedar Rapids, IA and transferred to the Office of the \\nState Archeologist of Iowa. No documentation was discovered in the \\nlibrary\\'s record concerning provenance or acquisition of this \\nindividual. Craniometric morphology of this individual are consistent \\nwith those of known Mandan populations.\\n    In 1938, human remains representing one individual were removed \\nfrom the Thomas Riggs site (39HU1) by person(s) unknown, who sent the \\nremains to the Sioux City Public Museum, Sioux City, IA. In 1994, these \\nhuman remains were found in the collections of the Sioux City Public \\nMuseum and transferred to the SARC. No known individual was identified. \\nNo associated funerary objects are present.\\n    Based on radiocarbon samples, the Thomas Riggs site has been \\nidentified as an occupation dating to 1378-1524 A.D., and is affiliated \\nwith the Extended varient of the Middle Missouri Tradition based on \\ncultural materials.\\n    In 1986, human remains representing two individuals were recovered \\nduring construction activities at site 39HL4, Lake Poinsett, Hamlin \\nCounty, South Dakota and donated to the SARC. No known individuals were \\nidentified. The 19 associated funerary objects include ceramic \\nfragments, one bone tool handle, two modified freshwater shells \\n(pendants?), one unmodified mollusk shell, and one clay pipe fragment.\\n    Based on the type of ceramics found with the burials, these \\nindividuals have been determined to be Native American and date from \\nthe Great Oasis Aspect of the Terminal Woodland period (950-1120 A.D.).\\n    In 1993, human remains representing one individual were transferred \\nto SARC from the Dacotah Prairie Museum, Aberdeen, South Dakota. No \\nknown individual was identified. No associated funerary objects are \\npresent.\\n    No museum records were found regarding provenance or acquisition of \\nthis individual. Craniometric measurements for this individual fall \\nbetween known Mandan and Arikara populations.\\n    In 1994, human remains representing one individual from the Twelve \\nMile Creek Village and Mounds (39HT1,3) were found in collections at \\nthe SARC. No known individual was identified. No associated funerary \\nobjects are present.\\n    Between 1906 and 1940, several excavations of the Twelve Mile Creek \\nVillage and Mounds site recovered human remains, however, there is no \\nintrasite provenance for this individual. Based on ceramics and \\nradiocarbon samples, this site has been dated to the Lower James phase \\nof the Middle Missouri Tradition (900-1350 A.D.).\\n    In 1995, human remains representing one individual were recovered \\nfrom site 39ST291, Stanley County, South Dakota by SARC personnel \\nduring a construction project. No known\\n\\n[[Page 55655]]\\n\\nindividual was identified. The two associated funerary objects are \\nshell tinklers.\\n    Craniometric measurements of this individual are consistent with \\nthose of known Mandan populations.\\n    Based on continuities of material culture, architecture, and \\nskeletal morphology, in addition to oral tradition and historical \\nevidence, the cultural affiliation of the sites and individuals listed \\nabove can be affiliated with Mandan. This includes villages and sites \\ndetermined to be affiliated with the Middle Missouri Tradition \\n(encompassing the Initial, Extended, and Terminal variants). In 1870, \\nthe Mandan, Hidatsa, and Arikara tribes were moved to the Fort Berthold \\nIndian Reservation in North Dakota and have since been known as the \\nThree Affiliated Tribes.\\n    Based on the above mentioned information, officials of the SARC \\nhave determined that, pursuant to 43 CFR 10.2 (d)(1), the human remains \\nlisted above represent the physical remains of 34 individuals of Native \\nAmerican ancestry. Officials of the SARC have also determined that, \\npursuant to 25 U.S.C. 3001 (3)(A), the 93 objects listed above are \\nreasonably believed to have been placed with or near individual human \\nremains at the time of death or later as part of the death rite or \\nceremony. Lastly, officials of the SARC have determined that, pursuant \\nto 25 U.S.C. 3001 (2), there is a relationship of shared group identity \\nwhich can be reasonably traced between these Native American human \\nremains and associated funerary objects and the Three Affiliated Tribes \\nof North Dakota.\\n    This notice has been sent to officials of the Cheyenne River Sioux \\nTribe, Crow Creek Sioux Tribe, Lower Brule Sioux Tribe, Three \\nAffiliated Tribes of North Dakota, and Standing Rock Sioux Tribe. \\nRepresentatives of any other Indian tribe that believes itself to be \\nculturally affiliated with these human remains and associated funerary \\nobjects should contact Renee Boen, Curator, State Archaeological \\nCenter, South Dakota Historical Society, P.O. Box 1257, Rapid City, SD \\n57709-1257; telephone: (605) 394-1936, before November 26,, 1997. \\nRepatriation of the human remains and associated funerary objects to \\nthe Three Affiliated Tribes of North Dakota may begin after that date \\nif no additional claimants come forward.\\nDated: October 21, 1997.\\nVeletta Canouts,\\nActing Departmental Consulting Archeologist,\\nAssistant Manager, Archeology and Ethnography Program.\\n[FR Doc. 97-28389 Filed 10-24-97; 8:45 am]\\nBILLING CODE 4310-70-F\\n\\n\\n\\n", "agency1": "Null", "sub_agency1": "Null", "dep_doc": "Null", "subject": "Null", "agency2": "Null", "action": "Null", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Null", "signature_name": "Null", "signature_title": "Null", "fr_doc": "Null", "billing_code": "Null", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}