{"index": "I_2332", "messy_full": "\\n\\nFederal Register, Volume 63 Issue 190 (Thursday, October 1, 1998)\\n\\n[Federal Register Volume 63, Number 190 (Thursday, October 1, 1998)]\\n[Notices]\\n[Pages 52747-52748]\\nFrom the Federal Register Online via the Government Publishing Office [www.gpo.gov]\\n[FR Doc No: 98-26260]\\n\\n\\n-----------------------------------------------------------------------\\n\\nDEPARTMENT OF THE INTERIOR\\n\\nNational Park Service\\n\\n\\nNotice of Inventory Completion for Native American Human Remains \\nfrom Puget Sound, WA in the Possession of the University of \\nPennsylvania Museum of Archaeology and Anthropology, University of \\nPennsylvania, Philadelphia, PA\\n\\nAGENCY: National Park Service.\\n\\nACTION: Notice.\\n\\n-----------------------------------------------------------------------\\n\\n    Notice is hereby given in accordance with provisions of the Native \\nAmerican Graves Protection and Repatriation Act (NAGPRA), 43 CFR 10.9, \\nof the completion of an inventory of human remains from Puget Sound, WA \\nin the possession of the University of Pennsylvania Museum of \\nArchaeology and Anthropology, University of Pennsylvania, Philadelphia, \\nPA.\\n    A detailed assessment of the human remains was made by University \\nof Pennsylvania Museum professional staff in consultation with \\nrepresentatives of the Jamestown S\\'Klallam Tribe, the Port Gamble \\nIndian Community of the Port Gamble Reservation, and the Lower Elwha \\nTribal Community of the Lower Elwha Reservation.\\n    At an unknown date, human remains representing one individual were \\nremoved from Puget Sound, WA by Dr. David U. Egbert. In 1870, these \\nhuman remains were donated to the Wistar Institute, Philadelphia, PA. \\nIn 1915, these human remains were transferred to the University of \\nPennsylvania Museum. No known individuals were identified. No \\nassociated funerary objects are present.\\n    Based on original accession information, this individual has been \\ndetermined to be Native American. Based on the original accession \\ninformation from the Wistar Institute, this individual has been \\ndetermined to be S\\'Klallam. The northwestern region of Puget Sound, \\nwhich extends to the Dungeness River mouth, incorporates the \\ntraditional territory of the Port Gamble S\\'Klallam Reservation. \\nGeographical and historical evidence provided by representatives of the \\nJamestown S\\'Klallam Tribe indicates cultural affiliation between these \\nhuman remains and the present-day Port Gamble S\\'Klallam Indian \\nCommunity of the Port Gamble Reservation.\\n    In 1856, human remains representing one individual were removed \\nfrom Puget Sound, WA by person(s) unknown and donated to the Academy of \\nNatural Sciences, Philadelphia, PA. In 1997, the control of these human\\n\\n[[Page 52748]]\\n\\nremains were transferred to the University of Pennsylvania Museum. No \\nknown individual was identified. No associated funerary objects are \\npresent.\\n    Based on accession information, this individual has been determined \\nto be Native American. Based on the original accession information from \\nthe Academy of Natural Sciences, this individual has been determined to \\nbe S\\'Klallam. The northwestern region of Puget Sound, which extends to \\nthe Dungeness River mouth, incorporates the traditional territory of \\nthe Port Gamble S\\'Klallam Reservation. Geographical and historical \\nevidence provided by representatives of the Jamestown S\\'Klallam Tribe \\nindicates cultural affiliation between these human remains and the \\npresent-day Port Gamble S\\'Klallam Indian Community of the Port Gamble \\nReservation.\\n    Based on the above mentioned information, officials of the \\nUniversity of Pennsylvania Museum have determined that, pursuant to 43 \\nCFR 10.2 (d)(1), the human remains listed above represent the physical \\nremains of two individuals of Native American ancestry. Officials of \\nthe University of Pennsylvania Museum have determined that, pursuant to \\n43 CFR 10.2 (e), there is a relationship of shared group identity which \\ncan be reasonably traced between these Native American human remains \\nand the Jamestown S\\'Klallam Tribe, the Port Gamble Indian Community of \\nthe Port Gamble Reservation, and the Lower Elwha Tribal Community of \\nthe Lower Elwha Reservation.\\n    This notice has been sent to officials of the Jamestown S\\'Klallam \\nTribe, the Port Gamble Indian Community of the Port Gamble Reservation, \\nand the Lower Elwha Tribal Community of the Lower Elwha Reservation. \\nRepresentatives of any other Indian tribe that believes itself to be \\nculturally affiliated with these human remains should contact Dr. \\nJeremy Sabloff, the Williams Director, University of Pennsylvania \\nMuseum of Archaeology and Anthropology, 33rd and Spruce Streets, \\nPhiladelphia, PA 19104-6324; telephone: (215) 898-4051, fax: (215) 898-\\n0657, before [thirty days after publication in the Federal Register]. \\nRepatriation of the human remains to the Jamestown S\\'Klallam Tribe, the \\nPort Gamble Indian Community of the Port Gamble Reservation, and the \\nLower Elwha Tribal Community of the Lower Elwha Reservation may begin \\nafter that date if no additional claimants come forward.\\nDated: September 25, 1998.\\nFrancis P. McManamon,\\nDepartmental Consulting Archeologist,\\nManager, Archeology and Ethnography Program.\\n[FR Doc. 98-26260 Filed 9-30-98; 8:45 am]\\nBILLING CODE 4310-70-F\\n\\n\\n\\n", "agency1": "Null", "sub_agency1": "Null", "dep_doc": "Null", "subject": "Null", "agency2": "Null", "action": "Null", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Null", "signature_name": "Null", "signature_title": "Null", "fr_doc": "Null", "billing_code": "Null", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}