{"index": "I_2340", "messy_full": "\\n\\nFederal Register, Volume 63 Issue 162 (Friday, August 21, 1998)\\n\\n[Federal Register Volume 63, Number 162 (Friday, August 21, 1998)]\\n[Notices]\\n[Pages 44924-44925]\\nFrom the Federal Register Online via the Government Publishing Office [www.gpo.gov]\\n[FR Doc No: 98-22540]\\n\\n\\n-----------------------------------------------------------------------\\n\\nDEPARTMENT OF THE INTERIOR\\n\\nNational Park Service\\n\\n\\nNotice of Inventory Completion for Native American Human Remains \\nand Associated Funerary Objects from Harney County, OR in the Control \\nof the Malheur National Wildlife Refuge, U.S. Fish and Wildlife \\nService, Princeton, OR\\n\\nAGENCY: National Park Service\\n\\nACTION: Notice\\n\\n-----------------------------------------------------------------------\\n\\n    Notice is hereby given in accordance with provisions of the Native \\nAmerican Graves Protection and Repatriation Act (NAGPRA), 43 CFR 10.9, \\nof the completion of an inventory of human remains and associated \\nfunerary objects from Harney County, OR in the control of Malheur \\nNational Wildlife Refuge, U.S. Fish and Wildlife Service, Princeton, \\nOR.\\n    A detailed assessment of the human remains was made by Fish and \\nWildlife professional staff and Oregon State Museum of Anthropology \\nprofessional staff in consultation with representatives of the Burns \\nPaiute Tribe of the Burns Paiute Indian Colony.\\n    During the 1930s, human remains representing 15 individuals were \\nrecovered by Refuge Superintendent Stanley Jewett from the Sod House \\narea following Civilian Conservation Corps construction activities. No \\nknown individuals were identified. The three associated funerary \\nobjects consist of two shell fragments and an obsidian flake.\\n    In 1970, human remains representing one individual were recovered \\nfrom the Blitzen Marsh site (35-HA-9) during legally authorized field \\ncollections conducted by the University of Oregon. No known individual \\nwas identified. The six associated funerary objects are chunks of \\nburned clay daub.\\n    In 1971, human remains representing one individual were recovered \\nfrom the Dike site (35-HA-49) during a legally authorized field school \\nconducted by Portland State University. No known individual was \\nidentified. The 201 associated funerary objects include a scraper, \\nflakes, shell, and non-human bone.\\n    In 1973, human remains representing one individual were recovered \\nfrom the C.D. Littlefield Memorial site (MNWR-90) during legally \\nauthorized field collections conducted by Portland State University \\npersonnel. No known individual was identified. No associated funerary \\nobjects were present.\\n    In 1974, human remains representing one individual were recovered \\nfrom the\\n\\n[[Page 44925]]\\n\\nBoundary Surface site (35-HA-1020 or MNWR-77) during a legally \\nauthorized field school conducted by Portland State University \\npersonnel. In 1995, this collection was transferred and accessioned by \\nthe Oregon State Museum of Anthropology. No known individual was \\nidentified. No associated funerary objects were present.\\n    Based on apparent age, locations, archeological context, and \\nosteological evidence, these human remains have been determined to be \\nNative American. Based on archeological evidence, these burial have \\nbeen determined to date to within the last 2,000 years. Based on oral \\nhistory, ethnographic and historic accounts, age and locations of the \\nburials, these remains have been affiliated with the Burns Paiute Tribe \\nof the Burns Paiute Indian Colony. Consultation with representatives of \\nthe Burns Paiute Tribe of the Burns Paiute Indian Colony also indicates \\nthat the area from which these burials were recovered is within the \\nhistoric territory of the Burns Paiute Tribe of the Burns Paiute Indian \\nColony.\\n    Based on the above mentioned information, officials of the U.S. \\nFish and Wildlife Service have determined that, pursuant to 43 CFR 10.2 \\n(d)(1), the human remains listed above represent the physical remains \\nof a minimum of 17 individuals of Native American ancestry. Officials \\nof the U.S. Fish and Wildlife Service have also determined that, \\npursuant to 43 CFR 10.2 (d)(2), the 210 objects listed above are \\nreasonably believed to have been placed with or near individual human \\nremains at the time of death or later as part of the death rite or \\nceremony. Lastly, officials of the U.S. Fish and Wildlife Service have \\ndetermined that, pursuant to 43 CFR 10.2 (e), there is a relationship \\nof shared group identity which can be reasonably traced between these \\nNative American human remains and associated funerary objects and the \\nBurns Paiute Tribe of the Burns Paiute Indian Colony.\\n    This notice has been sent to officials of the Burns Paiute Tribe of \\nthe Burns Paiute Indian Colony. Representatives of any other Indian \\ntribe that believes itself to be culturally affiliated with these human \\nremains and associated funerary objects should contact Forrest Cameron, \\nProject Leader, Malheur National Wildlife Refuge, H.C. 72 Box 245, \\nPrinceton, OR 97721; telephone: (541) 493-2612, fax (541) 493-2405, \\nbefore September 21, 1998. Repatriation of the human remains and \\nassociated funerary objects to the Burns Paiute Tribe of the Burns \\nPaiute Indian Colony may begin after that date if no additional \\nclaimants come forward.\\nDated: August 11, 1998.\\nFrancis P. McManamon,\\nDepartmental Consulting Archeologist,\\nManager, Archeology and Ethnography Program.\\n[FR Doc. 98-22540 Filed 8-20-98; 8:45 am]\\nBILLING CODE 4310-70-F\\n\\n\\n\\n", "agency1": "Null", "sub_agency1": "Null", "dep_doc": "Null", "subject": "Null", "agency2": "Null", "action": "Null", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Null", "signature_name": "Null", "signature_title": "Null", "fr_doc": "Null", "billing_code": "Null", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}