{"index": "I_2365", "messy_full": "\\n\\nFederal Register, Volume 63 Issue 75 (Monday, April 20, 1998)\\n\\n[Federal Register Volume 63, Number 75 (Monday, April 20, 1998)]\\n[Notices]\\n[Page 19514]\\nFrom the Federal Register Online via the Government Publishing Office [www.gpo.gov]\\n[FR Doc No: 98-10356]\\n\\n\\n-----------------------------------------------------------------------\\n\\nDEPARTMENT OF THE INTERIOR\\n\\nNational Park Service\\n\\n\\nNotice of Inventory Completion for Native American Human Remains \\nfrom Chugachik Island and Togiak, AK in the Possession of the Pratt \\nMuseum, Homer, AK\\n\\nAGENCY: National Park Service\\n\\nACTION: Notice\\n\\n-----------------------------------------------------------------------\\n\\n    Notice is hereby given in accordance with provisions of the Native \\nAmerican Graves Protection and Repatriation Act (NAGPRA), 43 CFR 10.9, \\nof the completion of an inventory of human remains in the possession of \\nthe Pratt Museum, Homer, AK.\\n    A detailed assessment of the human remains was made by Pratt \\nMuseum, University of Alaska-Anchorage, and Alaska State Office of \\nHistory and Archaeology professional staff in consultation with \\nrepresentatives of the Chugach Alaska Corporation, Nanwalek Village \\nCouncil, Port Graham Village Council, Seldovia Village Tribe, Cook \\nInlet Region, Inc., Ninilchik Village Traditional Council, Kenaitze \\nIndian Tribe, Salamatof Tribal Council, Bristol Bay Native Corporation, \\nand the Traditional Council of Togiak.\\n    Between 1966-1976, human remains representing three individuals \\nwere recovered from non-federal lands on Chugachik Island in Kachemak \\nBay, AK by N. Holt, A.C. Holt, and/or Sam Pratt and donated to the \\nPratt Museum by Sam Pratt. No known individuals were identified. No \\nassociated funerary objects are present.\\n    Based on the apparent age of the remains (c. 300 BC to 300 AD), \\nthese individuals have been determined to be Alutiiq. Based on material \\nculture and manner of interment, the site from which these remains were \\nrecovered has been identified as Kachemak Tradition. Based on \\ncontinuities of material culture and technologies, the Kachemak \\nTradition has been identified as an antecedent of the modern Alutiiq \\npeoples, including Chugach Alaska Corporation, Nanwalek Village \\nCouncil, Port Graham Village Council, Seldovia Village Tribe, Native \\nVillage of Tatitlek, Native Village of Chenega, and Eyak Native \\nVillage.\\n    In 1981, human remains representing one individual were recovered \\nfrom non-federal lands at Togiak, AK by Patrick and Dianne Audette who \\ndonated them to the Pratt Museum. No known individuals were identified. \\nNo associated funerary objects are present.\\n    Based on statitistical tests of cranial measurements, this \\nindividual has been determined to be Yup\\'ik. The location where the \\nremains were reportedly recovered has been identified as an area of \\nYup\\'ik occupation dating back 2,500 years based on continuties of \\nmaterial culture.\\n    Based on the above mentioned information, officials of the Pratt \\nMuseum have determined that, pursuant to 43 CFR 10.2 (d)(1), the human \\nremains listed above represent the physical remains of four individuals \\nof Native American ancestry. Officials of the Pratt Museum have also \\ndetermined that, pursuant to 43 CFR 10.2 (e), there is a relationship \\nof shared group identity which can be reasonably traced between these \\nNative American human remains and the Chugach Alaska Corporation, \\nNanwalek Village Council, Port Graham Village Council, Seldovia Village \\nTribe, Native Village of Tatitlek, Native Village of Chenega, Eyak \\nNative Village, Bristol Bay Native Corporation, and Traditional Council \\nof Togiak.\\n    This notice has been sent to officials of the Chugach Alaska \\nCorporation, Nanwalek Village Council, Port Graham Village Council, \\nSeldovia Village Tribe, Cook Inlet Region, Inc., Ninilchik Village \\nTraditional Council, Kenaitze Indian Tribe, Salamatof Tribal Council, \\nBristol Bay Native Corporation, and the Traditional Council of Togiak. \\nRepresentatives of any other Indian tribe that believes itself to be \\nculturally affiliated with these human remains should contact Betsy \\nWebb, Curator of Collecctions, Pratt Museum, 3779 Bartlett Street, \\nHomer, AK 99603; telephone: (907) 235-8635, fax: (907) 235-2764; or \\nemail: [email protected], before May 20, 1998. Repatriation of the human \\nremains to the Chugach Alaska Corporation, Nanwalek Village Council, \\nPort Graham Village Council, Seldovia Village Tribe, Native Village of \\nTatitlek, Native Village of Chenega, Eyak Native Village, Bristol Bay \\nNative Corporation, and the Traditional Council of Togiak may begin \\nafter that date if no additional claimants come forward.\\nDated: April 13, 1998.\\nFrancis P. McManamon,\\nDepartmental Consulting Archeologist,\\nManager, Archeology and Ethnography.\\n[FR Doc. 98-10356 Filed 4-17-98; 8:45 am]\\nBILLING CODE 4310-70-F\\n\\n\\n\\n", "agency1": "Null", "sub_agency1": "Null", "dep_doc": "Null", "subject": "Null", "agency2": "Null", "action": "Null", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Null", "signature_name": "Null", "signature_title": "Null", "fr_doc": "Null", "billing_code": "Null", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}