{"index": "I_2348", "messy_full": "\\n\\nFederal Register, Volume 63 Issue 149 (Tuesday, August 4, 1998)\\n\\n[Federal Register Volume 63, Number 149 (Tuesday, August 4, 1998)]\\n[Notices]\\n[Page 41590]\\nFrom the Federal Register Online via the Government Publishing Office [www.gpo.gov]\\n[FR Doc No: 98-20712]\\n\\n\\n-----------------------------------------------------------------------\\n\\nDEPARTMENT OF THE INTERIOR\\n\\nNational Park Service\\n\\n\\nNotice of Inventory Completion for Native American Human Remains \\nand Associated Funerary Objects from Saguache County, CO in the \\nPossession of the Anasazi Heritage Center, Bureau of Land Management, \\nDolores, CO\\n\\nAGENCY: National Park Service, DOI.\\n\\nACTION: Notice.\\n\\n-----------------------------------------------------------------------\\n\\n    Notice is hereby given in accordance with provisions of the Native \\nAmerican Graves Protection and Repatriation Act (NAGPRA), 43 CFR 10.9, \\nof the completion of an inventory of human remains and associated \\nfunerary objects in the possession of the Anasazi Heritage Center, \\nBureau of Land Management, Dolores, CO.\\n    A detailed assessment of the human remains was made by Bureau of \\nLand Management professional staff in consultation with representatives \\nof the Southern Ute Indian Tribe of the Southern Ute Reservation, the \\nUte Mountain Tribe of the Ute Mountain Reservation, and the Ute Indian \\nTribe of the Uintah  Ouray Reservation\\n    In 1982, human remains representing one individual were recovered \\nfrom Site 5SH99, Saguache County, CO during legally authorized \\nexcavations conducted by the Bureau of Land Management personnel. No \\nknown individual was identified. The three associated funerary objects \\ninclude saddle fragments, one button, and one shell.\\n    Based on dental morphology, this individual has been identified as \\nNative American. Based on associated funerary objects and burial type, \\nSite 5SH99 has been identified as a burial site from the mid- to late-\\nnineteenth century. Based on manner of interment, location of the \\nburial, and associated funerary objects, archeological and \\nethnohistorical evidence indicate this individual is affiliated with \\nthe Ute culture. Consultation with representative of the Southern Ute \\nIndian Tribe of the Southern Ute Reservation, the Ute Mountain Tribe of \\nthe Ute Mountain Reservation, and the Ute Indian Tribe of the Uintah  \\nOuray Reservation indicates this is a Ute burial based on historic band \\nlocations and traditional burial practices.\\n    Based on the above mentioned information, officials of the Bureau \\nof Land Management have determined that, pursuant to 43 CFR 10.2 \\n(d)(1), the human remains listed above represent the physical remains \\nof one individual of Native American ancestry. Officials of the Bureau \\nof Land Management have also determined that, pursuant to 43 CFR 10.2 \\n(d)(2), the three objects listed above are reasonably believed to have \\nbeen placed with or near individual human remains at the time of death \\nor later as part of the death rite or ceremony. Lastly, officials of \\nthe Bureau of Land Management have determined that, pursuant to 43 CFR \\n10.2 (e), there is a relationship of shared group identity which can be \\nreasonably traced between these Native American human remains and \\nassociated funerary objects and the Ute Indian Tribe of the Uintah  \\nOuray Reservation.\\n    This notice has been sent to officials of the Southern Ute Indian \\nTribe of the Southern Ute Reservation, the Ute Mountain Tribe of the \\nUte Mountain Reservation, and the Ute Indian Tribe of the Uintah  \\nOuray Reservation. Representatives of any other Indian tribe that \\nbelieves itself to be culturally affiliated with these human remains \\nand associated funerary objects should contact LouAnn Jacobson, \\nDirector, Anasazi Heritage Center, 27501 Highway 184, Dolores, CO \\n81323; telephone: (970) 882-4811, before September 3, 1998. \\nRepatriation of the human remains and associated funerary objects to \\nthe the Ute Indian Tribe of the Uintah  Ouray Reservation may begin \\nafter that date if no additional claimants come forward.\\nDated: July 24, 1998.\\nFrancis P. McManamon,\\nDepartmental Consulting Archeologist,\\nManager, Archeology and Ethnography Program.\\n[FR Doc. 98-20712 Filed 8-3-98 ; 8:45 am]\\nBILLING CODE 4310-70-F\\n\\n\\n\\n", "agency1": "Null", "sub_agency1": "Null", "dep_doc": "Null", "subject": "Null", "agency2": "Null", "action": "Null", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Null", "signature_name": "Null", "signature_title": "Null", "fr_doc": "Null", "billing_code": "Null", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}