{"index": "I_2312", "messy_full": "\\n\\nFederal Register, Volume 63 Issue 242 (Thursday, December 17, 1998)\\n\\n[Federal Register Volume 63, Number 242 (Thursday, December 17, 1998)]\\n[Notices]\\n[Pages 69651-69652]\\nFrom the Federal Register Online via the Government Publishing Office [www.gpo.gov]\\n[FR Doc No: 98-33450]\\n\\n\\n-----------------------------------------------------------------------\\n\\nDEPARTMENT OF THE INTERIOR\\n\\nNational Park Service, Interior\\n\\n\\nNotice of Inventory Completion for Native American Human Remains \\nand Associated Funerary Objects from the Naval Ordnance Center, Port \\nHadlock, WA in the Control of the Pacific Division, Port Hadlock \\nDetachment, United States Navy, Port Hadlock, WA.\\n\\nAGENCY: National Park Service, Interior\\n\\nACTION: Notice\\n\\n-----------------------------------------------------------------------\\n\\n    Notice is hereby given in accordance with provisions of the Native \\nAmerican Graves Protection and Repatriation Act (NAGPRA), 43 CFR 10.9, \\nof the completion of an inventory of human remains and associated \\nfunerary objects from the Naval Ordnance Center, Port Hadlock, WA in \\nthe control of the Pacific Division, Port Hadlock Detachment, United \\nStates Navy, Port Hadlock, WA.\\n    A detailed assessment of the human remains was made by U.S. Navy \\nprofessional staff in consultation with representatives of the \\nJamestown S\\'Klallam Tribe.\\n    During 1975- November 16, 1990, human remains representing six \\nindividuals were recovered from the Walan Point and Bugge Spit sites at \\nPort Hadlock Detachment located on Indian Island near Port Hadlock, WA \\nduring archeological surveys and construction projects by U.S. Navy \\npersonnel. No known individuals were identified. The 42 associated \\nfunerary objects include an antler tine, worked bone, an antler wedge, \\nbone blanket pin, pendant, shell bead, dentalium, holed pectin shell, \\nolivella shel bead, glass trade beads, and an iron knife blade.\\n    Based on radiocarbon dates and burial location, the two individuals \\nfrom the Walan Point site have been determined to be Native American, \\ndated to between 1550-1260 years before present. The burnt condition of \\nthe remains of one individual may indicate cremation prior to burial.\\n    Based on the archeological context and radiocarbon dates of \\nsurrounding material, the four individuals from the Bugge Spit site \\nhave been determined to be Native American, dated to be approximately \\n300 years old.\\n    Ethnographic documents detailing territories of various Native \\nAmerican groups within the vicinity of these two sites indicate that \\nIndian Island was inhabited by the Chemakum people at the time the \\nfirst Euroamericans arrived in the Northwest. Around 1850, a series of \\nbattles between the Chemakum and the S\\'Klallam and Suquamish tribes \\nended in the virtual destruction of the Chemakum. Historic documents \\nindicate the surviving Chemakum were absorbed into the neighboring \\nS\\'Klallam villages.\\n    Based on the above mentioned information, officials of the United \\nStates Navy have determined that, pursuant to 43 CFR 10.2 (d)(1), the \\nhuman remains listed above represent the physical remains of six \\nindividuals of Native American ancestry. Officials of the United States \\nNavy have also determined that, pursuant to 43 CFR 10.2 (d)(2), the 42 \\nobjects listed above are reasonably believed to have been placed with \\nor near individual human remains at the time of death or later as part \\nof the death rite or ceremony. Lastly, officials of the United States \\nNavy have determined that, pursuant to 43 CFR 10.2 (e), there is a \\nrelationship of shared group identity which can be reasonably traced \\nbetween these Native American human remains and associated funerary \\nobjects and the Jamestown S\\'Klallam Tribe.\\n\\n[[Page 69652]]\\n\\n    This notice has been sent to officials of the Jamestown S\\'Klallam \\nTribe. Representatives of any other Indian tribe that believes itself \\nto be culturally affiliated with these human remains and associated \\nfunerary objects should contact Mr. Tim Johnson, Naval Ordnance Center, \\nPacific Division, Port Hadlock Detachment, Port Hadlock, WA 98339; \\ntelephone: (360) 396-5236, before January 19, 1999. Repatriation of the \\nhuman remains and associated funerary objects to the Jamestown \\nS\\'Klallam Tribe may begin after that date if no additional claimants \\ncome forward.\\nDated: December 11, 1998.\\nVeletta Canouts,\\nActing Departmental Consulting Archeologist,\\nDeputy Manager, Archeology and Ethnography Program.\\n[FR Doc. 98-33450 Filed 12-16-98; 8:45 am]\\nBILLING CODE 4310-70-F\\n\\n\\n\\n", "agency1": "Null", "sub_agency1": "Null", "dep_doc": "Null", "subject": "Null", "agency2": "Null", "action": "Null", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Null", "signature_name": "Null", "signature_title": "Null", "fr_doc": "Null", "billing_code": "Null", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}