{"index": "I_2357", "messy_full": "\\n\\nFederal Register, Volume 63 Issue 86 (Tuesday, May 5, 1998)\\n\\n[Federal Register Volume 63, Number 86 (Tuesday, May 5, 1998)]\\n[Notices]\\n[Page 24825]\\nFrom the Federal Register Online via the Government Publishing Office [www.gpo.gov]\\n[FR Doc No: 98-11837]\\n\\n\\n-----------------------------------------------------------------------\\n\\nDEPARTMENT OF THE INTERIOR\\n\\nNational Park Service\\n\\n\\nNotice of Inventory Completion for Native American Human Remains \\nFrom New York in the Possession of the University of Pennsylvania \\nMuseum of Archaeology and Anthropology, Philadelphia, PA\\n\\nAGENCY: National Park Service, Interior.\\n\\nACTION: Notice.\\n\\n-----------------------------------------------------------------------\\n\\n    Notice is hereby given in accordance with provisions of the Native \\nAmerican Graves Protection and Repatriation Act (NAGPRA), 43 CFR 10.9, \\nof the completion of an inventory of human remains in the possession of \\nthe University of Pennsylvania Museum of Archaeology and Anthropology, \\nPhiladelphia, PA.\\n    A detailed assessment of the human remains was made by University \\nof Pennsylvania Museum professional staff in consultation with \\nrepresentatives of the Cayuga Nation of New York. Requests by phone and \\ncorrespondence for consultation with the Seneca-Cayuga Tribe of \\nOklahoma have not been successful.\\n    In 1997, the control of human remains representing one individual \\nwas transferred from the Academy of Natural Sciences, Philadelphia, PA \\nto the University of Pennsylvania Museum. Based on archival \\ndocumentation, this individual has been identified as ``Wan-Yun-ta, \\nChief of the Cayuga Tribe\\'\\' from New York State. Currently, no lineal \\ndescendents have been identified by the Cayuga Nation of New York. No \\nassociated funerary objects are present.\\n    Based on accession information, this individual has been identified \\nas Native American. Archival information from the Academy of Natural \\nSciences indicates these remains were collected by Dr. Z. Pitcher \\nduring the 19th century in New York State.\\n    In 1997, the control of human remains representing one individual \\nwas transferred from the Academy of Natural Sciences, Philadelphia, PA \\nto the University of Pennsylvania Museum. No known individual was \\nidentified. No associated funerary objects are present.\\n    Based on accession information, this individual has been identified \\nas Native American. Archival information from the Academy of Natural \\nSciences indicates these remains were excavated from a burial of a \\n``young Cayuga Iroquois chief\\'\\' near Union Springs, Cayuga County, NY \\nin 1894 by William W. Adams.\\n    Based on the above mentioned information, officials of the \\nUniversity of Pennsylvania Museum have determined that, pursuant to 43 \\nCFR 10.2 (d)(1), the human remains listed above represent the physical \\nremains of two individuals of Native American ancestry. Officials of \\nthe University of Pennsylvania Museum have also determined that, \\npursuant to 43 CFR 10.2 (e), there is a relationship of shared group \\nidentity which can be reasonably traced between these Native American \\nhuman remains and the Cayuga Nation of New York.\\n    This notice has been sent to officials of the Cayuga Nation of New \\nYork and the Seneca-Cayuga Tribe of Oklahoma. Representatives of any \\nother Indian tribe that believes itself to be culturally affiliated \\nwith these human remains and associated funerary objects should contact \\nDr. Jeremy Sabloff, the Charles K. Williams II Director, University of \\nPennsylvania Museum of Archaeology and Anthropology, 33rd and Spruce \\nStreets, Philadelphia, PA 19104-6324; telephone: (215) 898-4051, fax \\n(215) 898-0657, before June 4, 1998. Repatriation of the human remains \\nto the Cayuga Nation of New York may begin after that date if no \\nadditional claimants come forward.\\n    The National Park Service is not responsible for the determinations \\nwithin this notice.\\nDated: April 29, 1998.\\nFrancis P. McManamon,\\nDepartmental Consulting Archeologist,\\nManager, Archeology and Ethnography Program.\\n[FR Doc. 98-11837 Filed 5-4-98; 8:45 am]\\nBILLING CODE 4310-70-F\\n\\n\\n\\n", "agency1": "Null", "sub_agency1": "Null", "dep_doc": "Null", "subject": "Null", "agency2": "Null", "action": "Null", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Null", "signature_name": "Null", "signature_title": "Null", "fr_doc": "Null", "billing_code": "Null", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}