{"index": "I_2320", "messy_full": "\\n\\nFederal Register, Volume 63 Issue 226 (Tuesday, November 24, 1998)\\n\\n[Federal Register Volume 63, Number 226 (Tuesday, November 24, 1998)]\\n[Notices]\\n[Pages 64970-64971]\\nFrom the Federal Register Online via the Government Publishing Office [www.gpo.gov]\\n[FR Doc No: 98-31350]\\n\\n\\n\\nDEPARTMENT OF THE INTERIOR\\n\\nNational Park Service\\n\\n\\nNotice of Inventory Completion for Native American Human Remains \\nand Associated Funerary Objects in the Control and Possession of the \\nTulsa District, United States Army Corps of Engineers, Tulsa, OK\\n\\nAGENCY: National Park Service, Interior.\\n\\nACTION: Notice.\\n\\n-----------------------------------------------------------------------\\n\\n    Notice is hereby given in accordance with provisions of the Native \\nAmerican Graves Protection and Repatriation Act (NAGPRA), 43 CFR 10.9, \\nof the completion of an inventory of human remains and associated \\nfunerary objects in the possession of the Tulsa District, United States \\nArmy Corps of Engineers, Tulsa, OK.\\n    A detailed assessment of the human remains was made by Tulsa \\nDistrict Corps professional staff in consultation with representatives \\nof the Caddo Indian Tribe of Oklahoma.\\n    In 1967, human remains representing one individual were excavated \\nat site 41LR12, Pat Mayse Reservoir, Lamar County, TX during legally \\nauthorized excavations conducted by Southern Methodist University \\npersonel. These human remains are curated at Southern Methodist \\nUniversity. No known individual was identified. The 67 associated \\nfunerary objects include clay pipestem fragments, one pipe bowl, \\nprojectile points, stone tools, whetstones, hammer stones, ceramics, \\nand ocher.\\n    Based on cultural material present at site 41LR12, this individual \\nhas been determined to be Native American. Based on the associated \\nfunerary objects and other cultural material, site 41LR12 has been \\nidentified as a Late Prehistoric period occupation dating between 800--\\n1500 A.D. Based on the cultural material, geographic location, dates of \\noccupation, 18th and 19th century accounts of the aboriginal occupants \\nof the area, and consultation with representative of the Caddo Indian \\nTribe, site 41LR12 has been affiliated with the Caddo Indian Tribe of \\nOklahoma.\\n    In 1962, human remains representing a minimum of seven individuals \\nwere excavated at site 34CH40, Hugo Lake, Choctaw County, OK during \\nlegally authorized excavations conducted by University of Oklahoma \\npersonnel. No known individuals were identified. The 716 associated \\nfunerary objects include projectile points, other stone tools, \\nceramics, polished bone, pieces of baked clay, stone flakes, and \\nhematite.\\n    Based on the cultural material of site 34CH40 and manner of \\ninterments as described in site reports, these individuals have been \\ndetermined to be Native American. The cultural material also indicates \\nthat site 34CH40 dates to 1500 B.C. to 800 A.D. Based on the cultural \\nmaterial, associated funerary objects, geographic location, dates of \\noccupation, 18th and 19th century accounts of the aboriginal occupants \\nof the area, and consultation with representative of the Caddo Indian \\nTribe, site 34CH40 has been affiliated with the Caddo Indian Tribe of \\nOklahoma.\\n    In 1970, human remains representing a minimum of two individuals \\nwere excavated at site 34CH43, Hugo Lake, Choctaw County, OK during \\nlegally authorized excavations conducted by University of Oklahoma \\npersonnel. No known individuals were identified. The 251 associated \\nfunerary objects include projectile points, stone tools, ceramics, and \\nground stone.\\n    Based on the cultural material of site 34CH43, these individuals \\nhave been determined to be Native American. The cultural material also \\nindicates that site 34CH43 dates to between 1500 B.C. and 800 A.D. \\nBased on ceramics, stone tools, bone tools, archeological site type, \\ngeographic location, dates of occupation, 18th and 19th century \\naccounts of the aboriginal occupants of the area, and consultation with \\nrepresentative of the Caddo Indian Tribe, site 34CH43 has been \\naffiliated with the Caddo Indian Tribe of Oklahoma.\\n    In 1971, human remains representing a minimum of seven individuals \\nwere excavated at site 34CH53, Hugo Lake, Choctaw County, OK during \\nlegal excavations performed by University of Oklahoma personnel. No \\nknown individuals were identified. The 1,988 associated funerary \\nobjects include projectile points, stone tools, stone flakes, animal \\nbone, shell, pottery sherds, baded clay, molded clay, clay beads, and \\nclay pipe fragments.\\n    Based on the cultural material of site 34CH53, these individuals \\nhave been identified as Native American. The cultural material also \\nindicates that site 34CH53 dates to between 800 and 1000 A.D. Based on \\nthe associated funerary objects, type of archeological site, geographic \\nlocation, dates of occupation, 18th and 19th century accounts of the \\naboriginal occupants of the area, and consultation with representative \\nof the Caddo Indian Tribe, site 34CH53 has been affiliated with the \\nCaddo Indian Tribe of Oklahoma.\\n\\n[[Page 64971]]\\n\\n    In 1971, human remains representing a minimum of one individual \\nwere excavated at site 34CH89, Hugo Lake, Choctaw County, OK during \\nlegally authorized excavations conducted by University of Oklahoma \\npersonnel. No known individuals were identified. The 972 associated \\nfunerary objects include projectile points, stone tools, ground stone, \\nand pottery sherds.\\n    Based on the cultural material of site 34CH89, this individual has \\nbeen determined to be Native American. The cultural material of site \\n34CH89 dates the site to between 1500 B.C. and 300 A.D. Based on the \\nceramics, stone tools, type of archeological site, geographic location, \\ndates of occupation, 18th and 19th century accounts of the aboriginal \\noccupants of the area, and consultation with representative of the \\nCaddo Indian Tribe, site 34CH53 has been affiliated with the Caddo \\nIndian Tribe of Oklahoma.\\n    In 1969, human remains representing a minimum of 14 individuals \\nwere excavated at site 34CH112, Hugo Lake, Choctaw County, OK during \\nexcavations conducted by University of Oklahoma personnel. No known \\nindividuals were identified. The 357 associated funerary objects \\ninclude whole ceramic vessels, sherds, projectile points, stone tools, \\nstone flakes, stone cores, and celts.\\n    Based on the cultural material of site 34CH112, these individuals \\nhave been determined to be Native American. The cultural material of \\nsite 34CH112 dates the site to between 1000 A.D. and 1300 A.D. Based on \\nthe ceramics, stone tools, type of archeological site, geographic \\nlocation, dates of occupation, 18th and 19th century accounts of the \\naboriginal occupants of the area, and consultation with representative \\nof the Caddo Indian Tribe, site 34CH112 has been affiliated with the \\nCaddo Indian Tribe of Oklahoma.\\n    In 1971, human remains representing a minimum of one individual \\nwere excavated at site 34CH113, Hugo Lake, Choctaw County, OK during \\nlegally authorized excavations conducted by University of Oklahoma \\npersonnel. No known individuals were identified. The 174 associated \\nfunerary objects include whole ceramic vessels, sherds, baked clay, \\nstone tools, stone flakes, animal bone, and a piece of ground stone.\\n    Based on the cultural material of site 34CH113, this individual has \\nbeen determined to be Native American. The cultural material of site \\n34CH113 dates the site to between 1000 A.D. to 1300 A.D. Based on the \\nceramics, stone tools, type of archeological site, geographic location, \\ndates of occupation, 18th and 19th century accounts of the aboriginal \\noccupants of the area, and consultation with representative of the \\nCaddo Indian Tribe, site 34CH113 has been affiliated with the Caddo \\nIndian Tribe of Oklahoma.\\n    Based on the above mentioned information, officials of the U.S. \\nArmy Corps of Engineers, Tulsa District have determined that, pursuant \\nto 43 CFR 10.2 (d)(1), the human remains listed above represent the \\nphysical remains of at least 33 individuals of Native American \\nancestry. Officials of the U.S. Army Corps of Engineers, Tulsa District \\nhave also determined that, pursuant to 43 CFR 10.2 (d)(2), the 4,795 \\nobjects listed above are reasonably believed to have been placed with \\nor near individual human remains at the time of death or later as part \\nof the death rite or ceremony. Lastly, officials of the U.S. Army Corps \\nof Engineers, Tulsa District have determined that, pursuant to 43 CFR \\n10.2 (e), there is a relationship of shared group identity which can be \\nreasonably traced between these Native American human remains and \\nassociated funerary objects and the Caddo Indian Tribe of Oklahoma.\\n    This notice has been sent to officials of the Wichita and \\nAffiliated Tribes, the Tonkawa Tribe of Indians of Oklahoma, the Apache \\nTribe of Oklahoma, the Comanche Indian Tribe, the Kiowa Indian Tribe of \\nOklahoama, the Quapaw Tribe of Oklahoma, the Osage Nation of Oklahoma, \\nand the Caddo Indian Tribe of Oklahoma. Representatives of any other \\nIndian tribe that believes itself to be culturally affiliated with \\nthese human remains and associated funerary objects should contact Mr. \\nRobert W. Jobson, NAGPRA Coordinator, Planning Division, U.S. Army \\nCorps of Engineers, Tulsa District, P.O. Box 61, Tulsa, OK 74121-0061, \\ntelephone (918) 669-7193, before December 24, 1998. Repatriation of the \\nhuman remains and associated funerary objects to the Caddo Indian Tribe \\nof Oklahoma may begin after that date if no additional claimants come \\nforward.\\nDated: November 17, 1998.\\nVeletta Canouts,\\nActing Departmental Consulting Archeologist,\\nDeputy Manager, Archeology and Ethnography Program.\\n[FR Doc. 98-31350 Filed 11-23-98; 8:45 am]\\nBILLING CODE 4310-70-F\\n\\n\\n\\n", "agency1": "Null", "sub_agency1": "Null", "dep_doc": "Null", "subject": "Null", "agency2": "Null", "action": "Null", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Null", "signature_name": "Null", "signature_title": "Null", "fr_doc": "Null", "billing_code": "Null", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}