{"index": "I_2350", "messy_full": "\\n\\nFederal Register, Volume 63 Issue 140 (Wednesday, July 22, 1998)\\n\\n[Federal Register Volume 63, Number 140 (Wednesday, July 22, 1998)]\\n[Notices]\\n[Pages 39293-39294]\\nFrom the Federal Register Online via the Government Publishing Office [www.gpo.gov]\\n[FR Doc No: 98-19536]\\n\\n\\n-----------------------------------------------------------------------\\n\\nDEPARTMENT OF THE INTERIOR\\n\\nNational Park Service\\n\\n\\nNotice of Inventory Completion for Native American Human Remains \\nin the Control of the Gila National Forest, USDA Forest Service, Silver \\nCity, NM\\n\\nAGENCY: National Park Service, Interior.\\n\\nACTION: Notice.\\n\\n-----------------------------------------------------------------------\\n\\n    Notice is hereby given in accordance with provisions of the Native \\nAmerican Graves Protection and Repatriation Act (NAGPRA), 43 CFR 10.9, \\nof the completion of an inventory of human remains in the control of \\nthe Gila National Forest, USDA Forest Service, Silver City, NM.\\n    A detailed assessment of the human remains was made by Arizona \\nState Museum, Field Museum, Logan Museum, Maxwell Museum (University of \\nNew Mexico), Museum of New Mexico, Ohio Historical Society, Peabody \\nMuseum (Harvard University), University of Texas at Austin, and Western \\nNew Mexico University Museum professional staffs and USDA Forest \\nService professional staff in consultation with representatives of the \\nHopi Tribe, the Pueblo of Acoma, and the Pueblo of Zuni.\\n    In 1935 and 1936, human remains representing 19 individuals were \\nrecovered from Starkweather Ruin within the Gila National Forest during \\nlegally authorized excavations by Paul H. Nesbitt of Beloit College, \\nBeloit, WI. These human remains are presently curated at the Logan \\nMuseum at Beloit College. No known individuals were identified. The 45 \\nassociated funerary objects include ceramic vessels and sherds, shell \\nand stone jewelry, and a projectile point.\\n    Based on materical culture, architecture, and site organization, \\nthe Starkweather Ruin has been identified as an Upland Mogollon \\npithouse village and pueblo occupied between 500-1000 A.D. and 1100-\\n1300 A.D.\\n    Between 1935-1955, human remains representing 51 individuals were \\nrecovered from SU site, Oak Springs Pueblo, Tularosa Cave, Apache Creek \\nPueblo, Turkey Foot Ridge Stie, Wet Leggett Peublo, Three Pines Pueblo, \\nSouth Leggett Pueblo, and Brown site by Dr. Paul Martin of the Field \\nMuseum, Chicago, IL. These human remains are currently curated at the \\nField Museum, Chicago, IL. No known individuals were identified. The \\n115 associated funerary objects include ceramic vessels and sherds, \\nstone and shell jewelry, stone and bone tools, and projectile points.\\n    Based on material culture, architecture, and site organization, the \\nnine sites listed in the preceding paragraph have been identified as an \\nUpland Mogollon cave, pithouse villages, and pueblos occupied between \\n300-1300 A.D.\\n    In 1955, human remains representing 19 individuals were recovered \\nfrom Apache Creek Pueblo (LA 2949) during legally authorized \\nexcavations and collections conducted by Stewart Peckham of the Museum \\nof New Mexico as part of a New Mexico Highway\\'s Department project. \\nThese human remains are currently curated at the Museum of New Mexico. \\nNo known individuals were identified. The 32 associated funerary \\nobjects include ceramic vessels, and shell and stone jewelry.\\n    Based on material culture, architecture, and site organization, \\nApache Creek Pueblo (LA 2949) has been idetnfied as an Upland Mogollon \\nmasonry pueblo with pithouses occupied between 1150-1300 A.D.\\n    In 1987 and 1988, human remains representing three individuals were \\nrecovered from the SU site (LA 64931) and the Brown site (LA 68924) \\nduring legally authorized excavations conducted by Dr. Chip Wills of \\nthe University of New Mexico as part of a field school. These human \\nremains are currently curated at the Maxwell Museum of Anthropology, \\nUniversity of New Mexico. No known indviduals were identified. The 12 \\nassociated funerary objects include stone tools and animal bone.\\n    Based on material culture, architecture, and site organization, the \\nSU site and the Brown site have been\\n\\n[[Page 39294]]\\n\\nidentified as an Upland Mogollon village and masonry roomblock occupied \\nbetween 600 1100 A.D.\\n    Between 1979-1986, human remains representing one individual were \\nrecovered from the WS Ranch site during legally authorized excavations \\nand collections conducted by Dr. James A. Neely of the University of \\nTexas at Austin. These human remains are currently curated at the \\nUniversity of Texas at Austin. No known individual was identified. The \\nfive associated funerary objects include lithics, sherds, and ceramic \\njars. The ceramic jars are curated at Western New Mexico University.\\n    Based on materical culture, architecture, and site organization, \\nthe WS Ranch site has been identified as an Upland Mogollon masonry \\npueblo occupied between 1150 -1300 A.D.\\n    In 1933, human remains representing three individuals from Mogollon \\nVillage during legally authorized excavations and collections conducted \\nby Dr. Emil Haury of the Gila Pueblo Foundation. These human remains \\nare currently curated at the Peabody Museum, Harvard University and the \\nArizona State Museum, University of Arizona. No known individuals were \\nidentified. The seven associated funerary objects include beads and a \\nprojectile point fragment.\\n    Based on material culture, architecture, and site organization, \\nMogollon Village has been identified as an Upland Mogollon pithouse \\nvillage occupied between 600-1050 A.D.\\n    Between 1947-1949, human remains representing nine individuals were \\nrecovered from the Jewett Gap site during legally authorized \\nexcavations and collections by the Gila Pueblo Foundation. These human \\nremains are currently curated by the Arizona State Museum, University \\nof Arizona. No known individuals were identified. The 26 associated \\nfunerary objects include ceramic vessels.\\n    Based on material culture, architecture, and site organization, the \\nJewett Gap site has been identified as an Upland Mogollon pueblo \\noccupied between 1000-1150 A.D.\\n    In 1986, human remains representing one individual from the Eva \\nFaust site were recovered during legally authorized excavations and \\ncollections conducted by Dr. James Neely, University of Texas-Austin. \\nThese human remains are currently curated at the Western New Mexico \\nState University Museum. No known individual was identified. No \\nassociated funerary objects were present.\\n    Based on material culture and site organization, the Eva Faust site \\nhas been identified as a Mogollon pithouse village with surface rooms \\noccupied between 600-1100 A.D.\\n    In 1955, human remains representing three individuals were \\nrecovered from sites LA 2947 and LA 2948 during legally authorized \\nexcavations and collections conducted by Edwin N. Ferdon of the Museum \\nof New Mexico. These human remains are currently curated at the Museum \\nof New Mexico. No known individuals were identified. The two associated \\nfunerary objects include ceramic vessels.\\n    Based on material culture and site organization, LA 2947 and LA \\n2948 have been identified as two Upland Mogollon pithouses occupied \\nbetween 200-1000 A.D.\\n    In 1971 and 1972, human remains representing a minimum of 49 \\nindividuals were recovered from sites LA 4987, LA 4988, LA 6082, and LA \\n6083 during legally authorized excavations and collections conducted by \\nDavid W. Kayser of the Museum of New Mexico. These human remains are \\ncurrently curated at the Museum of New Mexico. No known individuals \\nwere identified. The 60 associated funerary objects include ceramic \\nvessels, a stone bowl, and stone tools.\\n    Based on material culture, architecture, and site organization, LA \\n4987, LA 4988, LS 6082, and LA 6083 have been identified as Upland \\nMogollon pueblos and a pithouse occupied between 1150-1300 A.D.\\n    In 1973, human remains representing a minimum of four individuals \\nwere removed without a permit from an un-named site northwest of Apache \\nCreek by Mr. Brad Triplehorn. Mr. Triplehorn then donated these human \\nremains to the Ohio Historical Society, where they are currently \\ncurated. No known individuals were identified. The 12 associated \\nfunerary objects include ceramic sherds and animal bone.\\n    Based on material culture, this site has been identified as an \\nUpland Mogollon site occupied between 600-1300 A.D.\\n    Continuities of ethnographic materials, technology, and \\narchitecture indicate affiliation of the Upland Mogollon sites listed \\nabove with historic and present-day Puebloan cultures. Oral traditions \\npresented by representatives of the Hopi Tribe, the Pueblo of Acoma, \\nand the Pueblo of Zuni support cultural affiliation with these Upland \\nMogollon sites in this portion of southwestern New Mexico.\\n    Based on the above mentioned information, officials of the USDA \\nForest Service have determined that, pursuant to 43 CFR 10.2 (d)(1), \\nthe human remains listed above represent the physical remains of a \\nminimum of 162 individuals of Native American ancestry. Officials of \\nthe USDA Forest Service have also determined that, pursuant to 43 CFR \\n10.2 (d)(2), the 319 objects listed above are reasonably believed to \\nhave been placed with or near individual human remains at the time of \\ndeath or later as part of the death rite or ceremony. Lastly, officials \\nof the USDA Forest Service have determined that, pursuant to 43 CFR \\n10.2 (e), there is a relationship of shared group identity which can be \\nreasonably traced between these Native American human remains and \\nassociated funerary objects and the Hopi Tribe, the Pueblo of Acoma, \\nand the Pueblo of Zuni.\\n    This notice has been sent to officials of the the Hopi Tribe, the \\nPueblo of Acoma, and the Pueblo of Zuni. Representatives of any other \\nIndian tribe that believes itself to be culturally affiliated with \\nthese human remains and associated funerary objects should contact Dr. \\nFrank E. Wozniak, NAGPRA Coordinator, Southwestern Region, USDA Forest \\nService, 517 Gold Ave., SW, Albuquerque, NM 87102; telephone: (505) \\n842-3238, fax (505) 842-3800, before August 21, 1998. Repatriation of \\nthe human remains and associated funerary objects to the the Hopi \\nTribe, the Pueblo of Acoma, and the Pueblo of Zuni may begin after that \\ndate if no additional claimants come forward.\\nDated: June 16, 1998.\\nVeletta Canouts,\\nActing Departmental Consulting Archeologist,\\nDeputy Manager, Archeology and Ethnography Program.\\n[FR Doc. 98-19536 Filed 7-21-98; 8:45 am]\\nBILLING CODE 4310-70-F\\n\\n\\n\\n", "agency1": "Null", "sub_agency1": "Null", "dep_doc": "Null", "subject": "Null", "agency2": "Null", "action": "Null", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Null", "signature_name": "Null", "signature_title": "Null", "fr_doc": "Null", "billing_code": "Null", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}