{"index": "I_2375", "messy_full": "\\n\\nFederal Register, Volume 63 Issue 41 (Tuesday, March 3, 1998)\\n\\n[Federal Register Volume 63, Number 41 (Tuesday, March 3, 1998)]\\n[Notices]\\n[Pages 10407-10408]\\nFrom the Federal Register Online via the Government Publishing Office [www.gpo.gov]\\n[FR Doc No: 98-5408]\\n\\n\\n-----------------------------------------------------------------------\\n\\nDEPARTMENT OF THE INTERIOR\\n\\nNational Park Service\\n\\n\\nNotice of Inventory Completion for Native American Human Remains \\nfrom Fort Drane, Florida in the Possession of the Peabody Museum of \\nArchaeology  Ethnology, Harvard University, Cambridge, MA\\n\\nAGENCY: National Park Service\\n\\nACTION: Notice\\n\\n-----------------------------------------------------------------------\\n\\n    Notice is hereby given in accordance with provisions of the Native \\nAmerican Graves Protection and Repatriation Act (NAGPRA), 43 CFR 10.9, \\nof the completion of an inventory of human remains from Fort Drane, \\nFlorida in the possession of the Peabody Museum of Archaeology and \\nEthnology, Harvard University, Cambridge, MA.\\n    A detailed assessment of the human remains was made by Peabody \\nMuseum of Archaeology  Ethnology professional staff in consultation \\nwith representatives of the Miccosukee Tribe of Indians of Florida, \\nSeminole Nation of Oklahoma, Seminole Tribe of Florida, and the \\nIndependant Traditional Seminole Nation of Florida, a non-Federally \\nrecognized Indian group.\\n    In 1878, human remains representing one individual were donated to \\nthe Peabody Museum of Archaeology and Ethnology by Clarence B. Moore. \\nNo known individual was identified. No associated funerary objects are \\npresent.\\n    Based on cranial morphology, this individual has been determined to \\nbe Native American. Museum documentation indicates this individual was \\nkilled in 1836 at Fort Drane, FL by U.S. troops under the command of \\nLt. Col. F.K. Pearce, U.S. Army. Historical documents and Seminole oral \\ntradition indicate that Fort Drane was part of Seminole traditional \\nterritory during the 1830s.\\n    Based on the above mentioned information, officials of the Peabody \\nMuseum of Archaeology and Ethnology have determined that, pursuant to \\n43 CFR 10.2 (d)(1), the human remains listed above represent the \\nphysical remains of one individual of Native American ancestry. \\nOfficials of the Peabody Museum of Archaeology and Ethnology have \\ndetermined that, pursuant to 43 CFR 10.2 (e), there is a relationship \\nof shared group identity which can be reasonably traced between these \\nNative American human remains and the Miccosukee Tribe of Indians of \\nFlorida, Seminole Nation of Oklahoma, and Seminole Tribe of Florida.\\n    This notice has been sent to officials of the Miccosukee Tribe of \\nIndians of\\n\\n[[Page 10408]]\\n\\nFlorida, Seminole Nation of Oklahoma, and Seminole Tribe of Florida. \\nRepresentatives of any other Indian tribe that believes itself to be \\nculturally affiliated with these human remains should contact Barbara \\nIssac, Repatriation Coordinator, Peabody Museum of Archaeology and \\nEthnology, Harvard University, 11 Divinity Ave., Cambridge, MA 02138; \\ntelephone: (617) 495-2254, before April 2, 1998. Repatriation of the \\nhuman remains and associated funerary objects to the culturally \\naffiliated tribes may begin after that date if no additional claimants \\ncome forward.\\nDated: February 25, 1998.\\nFrancis P. McManamon,\\nDepartmental Consulting Archeologist,\\nManager, Archeology and Ethnography Program.\\n[FR Doc. 98-5408 Filed 3-2-98; 8:45 am]\\nBILLING CODE 4310-70-F\\n\\n\\n\\n", "agency1": "Null", "sub_agency1": "Null", "dep_doc": "Null", "subject": "Null", "agency2": "Null", "action": "Null", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Null", "signature_name": "Null", "signature_title": "Null", "fr_doc": "Null", "billing_code": "Null", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}