{"index": "I_2364", "messy_full": "\\n\\nFederal Register, Volume 63 Issue 77 (Wednesday, April 22, 1998)\\n\\n[Federal Register Volume 63, Number 77 (Wednesday, April 22, 1998)]\\n[Notices]\\n[Pages 19940-19942]\\nFrom the Federal Register Online via the Government Publishing Office [www.gpo.gov]\\n[FR Doc No: 98-10647]\\n\\n\\n-----------------------------------------------------------------------\\n\\nDEPARTMENT OF THE INTERIOR\\n\\nNational Park Service\\n\\n\\nNotice of Inventory Completion for Native American Human Remains \\nin the Possession of the National Park Service, Great Basin National \\nPark, Baker, NV\\n\\nAGENCY: National Park Service, Interior.\\n\\nACTION: Notice.\\n\\n-----------------------------------------------------------------------\\n\\n    Notice is hereby given in accordance with provisions of the Native \\nAmerican Graves Protection and Repatriation Act (NAGPRA), 43 CFR 10.9 \\n(e), of the completion of an inventory of human remains in the \\npossession of the\\n\\n[[Page 19941]]\\n\\nNational Park Service, Great Basin National Park, Baker, NV.\\n    A detailed assessment of the human remains was made by National \\nPark Service professional staff in consultation with the Confederated \\nTribes of the Goshute Reservation, Duckwater Shoshone Tribe of the \\nDuckwater Reservation, Ely Shoshone Tribe of Nevada, Paiute Indian \\nTribe of Utah, and Skull Valley Band of Goshute Indians.\\n    The following Indian tribes were also contacted but declined to \\nparticipate in face-to-face consultation: Big Pine Band of Owens Valley \\nPaiute Shoshone Indians, Bridgeport Paiute Indian Colony of California, \\nBurns Paiute Tribe of the Burns Paiute Indian Colony, Chemehuevi Indian \\nTribe, Death Valley Timbi-Sha Shoshone Band of California, Fort Bidwell \\nIndian Community of Paiute Indians, Fort Independence Indian Community \\nof Paiute Indians, Fort McDermitt Paiute and Shoshone Tribes, Kaibab \\nBand of Paiute Indians, Las Vegas Tribe of Paiute Indians of the Las \\nVegas Indian Colony, Lovelock Paiute Tribe of the Lovelock Indian \\nCommunity, Moapa Band of Paiute Indians, Northwestern Band of Shoshoni \\nNation of Utah (Washakie), Paiute-Shoshone Indians of the Bishop \\nCommunity, Paiute-Shoshone Indians of the Lone Pine Community, Paiute-\\nShoshone Tribe of the Fallon Reservation and Colony, Pyramid Lake \\nPaiute Tribe, Reno-Sparks Indian Colony, San Juan Southern Paiute Tribe \\nof Arizona, Shoshone Tribe of the Wind River Reservation, Shoshone-\\nBannock Tribes of the Fort Hall Reservation, Shoshone-Paiute Tribes of \\nthe Duck Valley Reservation, Summit Lake Paiute Tribe of Nevada, \\nSusanville Indian Rancheria of Paiute, Maidu, Pit River  Washoe \\nIndians, Te-Moak Tribe of Western Shoshone Indians (Battle Mountain, \\nElko, South Fork, and Wells Indian Colony Bands), Utu Utu Gwaitu Paiute \\nTribe of the Benton Paiute Reservation, Walker River Paiute Tribe, \\nWashoe Tribe of Nevada  California (Carson Colony, Dresslerville  \\nWashoe Ranches), Yerington Paiute Tribe of the Yerington Colony  \\nCampbell Ranch, and Yomba Shoshone Tribe.\\n    In 1937, 1938, and 1963, a total of 110 skeletal elements were \\nrecovered from Lehman Cave, located within park boundaries, during \\nlegally authorized National Park Service or contracted excavations. The \\nskeletal elements were found scattered in various soil levels. Non-\\ndestructive physical anthropological assessments and measurements of \\nthe skeletal elements identified a minimum of 21 individuals. Eleven of \\nthe 110 skeletal elements were identified as Native American. The \\nskeletal elements yielded no evidence of any other biological \\naffiliation. No known individuals were identified. No associated \\nfunerary objects were present. Charcoal from two hearths in the cave \\nyielded radiocarbon dates between AD 1700-present. Sixteen stone and \\nwooden artifacts collected during the excavations are consistent with \\nitems found at several Shoshonean post-AD 1100 open sites elsewhere in \\nthe park. Based on this evidence, the human remains appear to date from \\nthe middle of the precontact period to early contact period (ca. AD \\n1100-1930).\\n    Stylistic continuities in pottery, projectile points, petroglyphs, \\nand basketry indicates Shoshonean occupation of the park area from \\napproximately AD 1100 to the present. Ethnographic documentation, as \\nwell as archeological evidence from the area around Great Basin \\nNational Park, show that Southern Paiute are found in the area no \\nearlier than AD 1000 and have a continuing presence up to the present \\ntime. Oral histories presented by tribal representatives of the \\nConfederated Tribes of the Goshute Reservation, Ely Shoshone Tribe, and \\nPaiute Indian Tribe of Utah confirm the archeological inference. \\nPublished sources also document historic Goshute use of another nearby \\ncave for burial purposes. Present-day Shoshone, Southern Paiute, and \\nGoshute tribes include: Big Pine Band of Owens Valley Paiute Shoshone \\nIndians, Confederated Tribes of the Goshute Reservation, Death Valley \\nTimbi-Sha Shoshone Band of California, Duckwater Shoshone Tribe of the \\nDuckwater Reservation, Ely Shoshone Tribe of Nevada, Fort McDermitt \\nPaiute and Shoshone Tribes, Kaibab Band of Paiute Indians, Las Vegas \\nTribe of Paiute Indians of the Las Vegas Indian Colony, Moapa Band of \\nPaiute Indians, Northwestern Band of Shoshoni Nation of Utah \\n(Washakie), Paiute Indian Tribe of Utah, Paiute-Shoshone Indians of the \\nBishop Community, Paiute-Shoshone Indians of the Lone Pine Community, \\nPaiute-Shoshone Tribe of the Fallon Reservation and Colony, San Juan \\nSouthern Paiute Tribe of Arizona, Shoshone Tribe of the Wind River \\nReservation, Shoshone-Bannock Tribes of the Fort Hall Reservation, \\nShoshone-Paiute Tribes of the Duck Valley Reservation, Skull Valley \\nBand of Goshute Indians, Te-Moak Tribe of Western Shoshone Indians \\n(Battle Mountain, Elko, South Fork, and Wells Indian Colony Bands), and \\nYomba Shoshone Tribe.\\n    Based on the above-mentioned information, officials of the National \\nPark Service have determined that, pursuant to 43 CFR 10.2 (d)(1), the \\nhuman remains listed above represent the physical remains of at least \\n21 individuals of Native American ancestry. Officials of the National \\nPark Service have also determined that, pursuant to 25 U.S.C. 3001 (2), \\nthere is a relationship of shared group identity which can be \\nreasonably traced between these Native American human remains and the \\nConfederated Tribes of the Goshute Reservation, Duckwater Shoshone \\nTribe of the Duckwater Reservation, Ely Shoshone Tribe of Nevada, \\nKaibab Band of Paiute Indians, Las Vegas Tribe of Paiute Indians of the \\nLas Vegas Indian Colony, Moapa Band of Paiute Indians, Paiute Indian \\nTribe of Utah, San Juan Southern Paiute Tribe of Arizona, Skull Valley \\nBand of Goshute Indians, Big Pine Band of Owens Valley Paiute Shoshone \\nIndians, Death Valley Timbi-Sha Shoshone Band of California, Fort \\nMcDermitt Paiute and Shoshone Tribes, Northwestern Band of Shoshoni \\nNation of Utah (Washakie), Paiute-Shoshone Indians of the Bishop \\nCommunity, Paiute-Shoshone Indians of the Lone Pine Community, Paiute-\\nShoshone Tribe of the Fallon Reservation and Colony, Shoshone Tribe of \\nthe Wind River Reservation, Shoshone-Bannock Tribes of the Fort Hall \\nReservation, Shoshone-Paiute Tribes of the Duck Valley Reservation, Te-\\nMoak Tribe of Western Shoshone Indians (Battle Mountain, Elko, South \\nFork, and Wells Indian Colony Bands), and Yomba Shoshone Tribe.\\n    This notice has been sent to officials of the Big Pine Band of \\nOwens Valley Paiute Shoshone Indians, Bridgeport Paiute Indian Colony \\nof California, Burns Paiute Tribe of the Burns Paiute Indian Colony, \\nChemehuevi Indian Tribe, Confederated Tribes of the Goshute \\nReservation, Death Valley Timbi-Sha Shoshone Band of California, \\nDuckwater Shoshone Tribe of the Duckwater Reservation, Ely Shoshone \\nTribe of Nevada, Fort Bidwell Indian Community of Paiute Indians, Fort \\nIndependence Indian Community of Paiute Indians, Fort McDermitt Paiute \\nand Shoshone Tribes, Kaibab Band of Paiute Indians, Las Vegas Tribe of \\nPaiute Indians of the Las Vegas Indian Colony, Lovelock Paiute Tribe of \\nthe Lovelock Indian Community, Moapa Band of Paiute Indians, \\nNorthwestern Band of Shoshoni Nation of Utah (Washakie), Paiute Indian \\nTribe of Utah, Paiute-Shoshone Indians of the Bishop Community, Paiute-\\nShoshone Indians of the Lone Pine Community, Paiute-Shoshone Tribe of \\nthe Fallon Reservation and Colony, Pyramid Lake Paiute Tribe, Reno-\\nSparks Indian\\n\\n[[Page 19942]]\\n\\nColony, San Juan Southern Paiute Tribe of Arizona, Shoshone Tribe of \\nthe Wind River Reservation, Shoshone-Bannock Tribes of the Fort Hall \\nReservation, Shoshone-Paiute Tribes of the Duck Valley Reservation, \\nSkull Valley Band of Goshute Indians of Utah, Summit Lake Paiute Tribe \\nof Nevada, Susanville Indian Rancheria of Paiute, Maidu, Pit River  \\nWashoe Indians, Te-Moak Tribe of Western Shoshone Indians (Battle \\nMountain, Elko, South Fork, and Wells Indian Colony Bands), Utu Utu \\nGwaitu Paiute Tribe of the Benton Paiute Reservation, Walker River \\nPaiute Tribe, Washoe Tribe of Nevada  California (Carson Colony, \\nDresslerville  Washoe Ranches), Yerington Paiute Tribe of the \\nYerington Colony  Campbell Ranch, and Yomba Shoshone Tribe. \\nRepresentatives of any other Indian tribe that believes itself to be \\nculturally affiliated with these human remains and associated funerary \\nobjects should contact Rebecca Mills, Superintendent, Great Basin \\nNational Park, Baker, NV; telephone: (702) 324-7331, before May 22, \\n1998. Repatriation of the human remains to the Confederated Tribes of \\nthe Goshute Reservation, Duckwater Shoshone Tribe of the Duckwater \\nReservation, Ely Shoshone Tribe of Nevada, Kaibab Band of Paiute \\nIndians, Las Vegas Tribe of Paiute Indians, Moapa Band of Paiute \\nIndians, Paiute Indian Tribe of Utah, San Juan Southern Paiute Tribe of \\nArizona, Skull Valley Band of Goshute Indians, Big Pine Band of Owens \\nValley Paiute Shoshone Indians, Death Valley Timbi-Sha Shoshone Band of \\nCalifornia, Fort McDermitt Paiute and Shoshone Tribes, Northwestern \\nBand of Shoshoni Nation of Utah (Washakie), Paiute-Shoshone Indians of \\nthe Bishop Community, Paiute-Shoshone Indians of the Lone Pine \\nCommunity, Paiute-Shoshone Tribe of the Fallon Reservation and Colony, \\nShoshone Tribe of the Wind River Reservation, Shoshone-Bannock Tribes \\nof the Fort Hall Reservation, Shoshone-Paiute Tribes of the Duck Valley \\nReservation, Te-Moak Tribe of Western Shoshone Indians (Battle \\nMountain, Elko, South Fork, and Wells Indian Colony Bands), and Yomba \\nShoshone Tribe may begin after that date if no additional claimants \\ncome forward.\\nDated: April 16, 1998.\\nFrancis P. McManamon,\\nDepartmental Consulting Archeologist,\\nManager, Archeology and Ethnography Program.\\n[FR Doc. 98-10647 Filed 4-21-98; 8:45 am]\\nBILLING CODE 4310-70-F\\n\\n\\n\\n", "agency1": "Null", "sub_agency1": "Null", "dep_doc": "Null", "subject": "Null", "agency2": "Null", "action": "Null", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Null", "signature_name": "Null", "signature_title": "Null", "fr_doc": "Null", "billing_code": "Null", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}