{"index": "I_2388", "messy_full": "\\n\\nFederal Register, Volume 62 Issue 197 (Friday, October 10, 1997)\\n\\n[Federal Register Volume 62, Number 197 (Friday, October 10, 1997)]\\n[Notices]\\n[Pages 53023-53025]\\nFrom the Federal Register Online via the Government Publishing Office [www.gpo.gov]\\n[FR Doc No: 97-26872]\\n\\n\\n-----------------------------------------------------------------------\\n\\nDEPARTMENT OF THE INTERIOR\\n\\nNational Park Service\\n\\n\\nNotice of Inventory Completion for Native American Human Remains \\nand Associated Funerary Objects From Iowa in the Possession of the \\nOffice of the State Archaeologist, University of Iowa, Iowa City, IA\\n\\nAGENCY: National Park Service\\n\\nACTION: Notice\\n\\n-----------------------------------------------------------------------\\n\\n    Notice is hereby given in accordance with provisions of the Native \\nAmerican Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. \\n3003 (d), of the completion of an inventory of human remains and \\nassociated funerary objects from Iowa in the possession of the Office \\nof the State Archaeologist, University of Iowa, Iowa City, IA.\\n    A detailed assessment of the human remains was made by the Office \\nof the State Archaeologist of Iowa professional staff in consultation \\nwith representatives of the Iowa Tribe of Kansas and Nebraska, the Iowa \\nTribe of Oklahoma, and the Otoe-Missouria Tribe of Oklahoma.\\n    During the 1920s to the 1950s, human remains representing eight \\nindividuals were removed from an unknown site south of Dorchester, IA \\nby Mr. Paul Cota and donated to Luther College, Decorah, IA. In 1990, \\nthese human remains were transferred to the Office of the State \\nArchaeologist of Iowa. No known individuals were identified. No \\nassociated funerary objects are present. Although the exact site is \\nunknown, the area south of Dorchester has numerous Oneota sites. The \\ndegree of bone preservation and overall appearance, such as cranial \\nmorphology, dental health, and expression of gender-based dimorphic \\ncharacteristics is consistent with known Oneota remains.\\n    In 1943, human remains representing one individual were removed \\nfrom site 13AM108, Allamakee County, IA possibly by H.P. Field. At an \\nunknown date these remains were donated to Luther College, Decorah, IA \\nand in 1987 were transferred to the Office of the State Archaeologist \\nof Iowa Burials Program. No known individuals were identified. The \\nfourteen associated funerary objects include a piece of flaking debris, \\nten Oneota pot sherds, a bison scapula, a beaver femur, and an \\nincomplete sacrum from a medium-sized mammal.\\n    In 1953, human remains representing two individuals were removed \\nfrom an unknown site near New Albin, IA by H.P. Field and donated in \\n1960 to Marshall McKusick, Professor of Anthropology at the University \\nof Iowa. At an unknown date, these remains were transferred from the \\nDepartment of Anthropology to the Office of the State Archaeologist of \\nIowa. No known individuals were identified. No assoicated funerary \\nobjects are present. Although the exact site is unknown, the area \\naround New Albin has numerous Oneota sites. The degree of bone \\npreservation and overall appearance, such as cranial morphology, dental \\nhealth, and expression of gender-based dimorphic characteristics is \\nconsistent with known Oneota remains.\\n    In the mid-1950s, human remains representing three individuals were \\nremoved from an unknown site in Allamakee County, IA by a game warden \\nwith the Iowa Department of Natural Resources. These remains were given \\nto Robert Bray, Effigy Mounds National Mounument. In the 1960s, Mr. \\nBray took these remains to the University of Missouri\\'s Lyman \\nArchaeological Research Center, Miami, MO. In 1993, these remains were \\ntransferred to the Office of the State Archaeologist of Iowa. No known \\nindividuals were identified. No associated funerary objects are \\npresent. Although the exact site is unknown, Allamakee County has \\nnumerous Oneota sites. The degree of bone preservation and overall \\nappearance, such as cranial morphology, dental health, and expression \\nof gender-based dimorphic characteristics is consistent with known \\nOneota remains.\\n    In 1957, human remains representing eight individuals were removed \\nfrom site 13WD6, Woodbury County, IA during salvage excavations \\nconducted by the Northwest Chapter of the Iowa Archeological Society \\nand placed in the Sanford Museum, Cherokee, IA. In 1979, these remains \\nwere transferred to the Office of the State Archaeologist of Iowa. No \\nknown individuals were identified. No associated funerary objects are \\npresent.\\n    In the 1950s or 1960s, human remains representing two individuals \\nwere removed from the surface of an eroding river bank on site 13WD8, \\nWoodbury County, IA by Ruth Thornton. In 1989, these remains were \\ntransferred to the Office of the State Archaeologist of Iowa Burials \\nProgram. No known individuals were identified. No associated funerary \\nobjects are present.\\n    In 1960, human remains representing a minimum of 29 individuals \\nwere removed from site 13AM43, Allamakee County, IA during a road \\nconstruction project by Marshall McKusick, University of Iowa and \\nRobert Bray, Effigy Mounds National Monument. Sixteen of these \\nindividuals were transferred at an unknown date from the Department of \\nAnthropology, University of Iowa to the Office of the State \\nArchaeologist of Iowa. Thirteen of these individuals went to Effigy \\nMounds and later in the 1960s Robert Bray took them to the University \\nof Missouri\\'s Lyman Archaeological Research Center, Miami, MO. In 1994, \\nthese thirteen indivdiuals were transferred to the Office of the State \\nArchaeologist of Iowa. In 1987, additional fragments from this \\nexcavation were found in the collections of Luther College and \\ntransferred to the Office of the State Archaeologist of Iowa. No known \\nindividuals were identified. No associated funerary objects are \\npresent.\\n    In 1964, human remains representing thirteen individuals were \\nremoved from site 13AM103, Allamakee County, IA by Marshall McKusick, \\nUniversity of Iowa. At an unknown date, these remains were transferred \\nfrom the University of Iowa Department of Anthropology to the Office of \\nthe State Archaeologist of Iowa. No known individuals were identified. \\nThe five associated funerary objects include a bipoint chert knife, \\nthree mortuary pots, and a bison scapula hoe.\\n    Around 1965, human remains representing one individual from an \\nunknown site were donated to the University of Iowa Geology Department \\nby an unknown individual. In 1992, the human remains were transferred \\nto the\\n\\n[[Page 53024]]\\n\\nOffice of the State Archaeologist of Iowa Burials Program. A note \\naccompanying the remains suggest an Oneota affiliation ``?Oneota skull \\nfrom pot hunter Alamakee [sic]Co., Ia.\\'\\' No known individual was \\nidentified. No associated funerary objects are present. The degree of \\nbone preservation and overall appearance, such as cranial morphology \\nand metric features, are consistent with known Oneota remains.\\n    Around 1967, human remains representing three individuals were \\nremoved from an eroding bank at site 13AM269, Allamakee County, IA by \\nRamon and Darlene Gengler. In 1987, these human remains were \\ntransferred to the Office of the State Archaeologist of Iowa Burials \\nProgram. No known individuals were identified. The two associated \\nfunerary objects include a pot sherd and a copper tube.\\n    In 1972, human remains representing one individual was removed from \\nsite 13DM101, Des Moines County, IA during an archeological excavation \\nconducted by Dean Straffin, Parsons College, Fairfield, IA. In 1994, \\nthese remains were transferred to the Office of the State Archaeologist \\nof Iowa Burials Program. No known individual was identified. No \\nassociated funerary objects are present.\\n    In 1987, human remains representing seven individuals from \\nnortheast Iowa were transferred from Luther College to the Office of \\nthe State Archaeologist of Iowa Burials Program. No further collection \\ninformation is available. No known individuals were identified. No \\nassociated funerary objects are present. Although the exact site is \\nunknown, northeast Iowa has numerous Oneota sites. The degree of bone \\npreservation and overall appearance, such as cranial morphology, dental \\nhealth, and expression of gender-based dimorphic characteristics is \\nconsistent with known Oneota remains.\\n    In 1987 and 1995, human remains representing five individuals from \\nsite 13AM1, Allamakee County were transferred from Luther College to \\nthe Office of the State Archaeologist of Iowa Burials Program. No \\nfurther collection information is available. No known individuals were \\nidentified. No associated funerary objects are present.\\n    In 1988, human remains representing one individual from an unknown \\nsite were transferred from Luther College to the Office of the State \\nArchaeologist of Iowa Burials Program. No further collection \\ninformation is available. No known individual was identified. No \\nassociated funerary objects are present. The degree of bone \\npreservation and overall appearance are consistent with known Oneota \\nremains.\\n    In 1988, human remains representing one individual were removed \\nfrom a cache pit at site 13WD55, Woodbury County by the Office of the \\nState Archaeologist of Iowa. No known individual was identified. No \\nassociated funerary objects are present.\\n    In 1993 and 1994, human remains representing six individuals were \\nremoved from site 13WD8 during initial examination and salvage \\nexcavation of a flood-damaged portion of the site by the Office of the \\nState Archaeologist personnel. No known individuals were identified. No \\nassociated funerary objects are present.\\n    In 1994, human remains representing one individual were removed \\nfrom site 13AM200, Allamakee County during excavation of a cache pit by \\nthe Office of the State Archaeologist of Iowa. No known individual was \\nidentified. No associated funerary objects are present.\\n    In 1995, human remains representing one indivdiual from the surface \\nof site 13AM16, Allamakee County were transferred from Luther College \\nto the Office of the State Archaeologist of Iowa. At an unknown date, \\nthese remains were donated to Luther College by Gavin Sampson. No known \\nindividual was identified. No associated funerary objects are present.\\n    In 1995, human remains representing two individuals were removed \\nfrom site 13LA1, Louisa County, IA from midden and cache pit features \\nduring a University of Illinois field school and transferred to the \\nOffice of the State Archaeologist of Iowa Burials Program. No known \\nindividuals were identified. No associated funerary objects are \\npresent.\\n    At an unknown date, human remains representing six individuals were \\nremoved from site 13AM60, Allamakee County by an unknown person. In \\n1988, these remains were transferred from Luther College to the Office \\nof the State Archaeologist of Iowa Burials Program. No known \\nindividuals were identified. No associated funerary objects are \\npresent. Site 13AM60 has been identified as an Oneota village and \\ncemetery site based on material culture and site organization. The \\ndegree of bone preservation and overall appearance, such as cranial \\nmorphology, dental health, and expression of gender-based dimorphic \\ncharacteristics is consistent with known Oneota remains.\\n    At an unknown date, human remains representing three individuals \\nwere removed from an unknown site in Lyon County by an unnamed person. \\nIn 1995, these remains were transferred to the Office of the State \\nArchaeologist of Iowa Burials Program by Doug Pfeil who had been given \\nthe remains by a person wishing to remain anonymous. No known \\nindividuals were identified. The eleven likely associated funerary \\nobjects are shell-tempered pot sherds. The degree of bone preservation \\nand overall appearance, such as cranial morphology, dental health, and \\nexpression of gender-based dimorphic characteristics is consistent with \\nknown Oneota remains.\\n    The above listed human remains and associated funerary objects have \\nbeen identified as having been removed from Oneota sites within the \\nState of Iowa based on archeological surveys of the areas and the types \\nof associated funerary objects present. These areas have been further \\nidentified as Oneota sites based on ethnohistorical evidence, material \\nculture similarities, and historical maps. The Ioway and the Otoe-\\nMissouria peoples have been culturally affiliated with the Oneota based \\non continuities of material culture, and historical documents. Oral \\nhistory evidence presented by representatives of the Iowa Tribe of \\nKansas and Nebraska, the Iowa Tribe of Oklahoma, and the Otoe-Missouria \\nTribe of Oklahoma further indicate Oneota affiliation with these \\npresent day tribes.\\n    Based on the above mentioned information, officials of the Office \\nof the State Archaeologist have determined that, pursuant to 43 CFR \\n10.2 (d)(1), the human remains listed above represent the physical \\nremains of 104 individuals of Native American ancestry. Officials of \\nthe Office of the State Archaeologist have also determined that, \\npursuant to 25 U.S.C. 3001 (3)(A), the 32 objects listed above are \\nreasonably believed to have been placed with or near individual human \\nremains at the time of death or later as part of the death rite or \\nceremony. Lastly, officials of the Office of the State Archaeologist \\nhave determined that, pursuant to 25 U.S.C. 3001 (2), there is a \\nrelationship of shared group identity which can be reasonably traced \\nbetween these Native American human remains and associated funerary \\nobjects and the Iowa Tribe of Kansas and Nebraska, the Iowa Tribe of \\nOklahoma, and the Otoe-Missouria Tribe of Oklahoma.\\n    This notice has been sent to officials of the Iowa Tribe of Kansas \\nand Nebraska, the Iowa Tribe of Oklahoma, and the Otoe-Missouria Tribe \\nof Oklahoma. Representatives of any other Indian tribe that believes \\nitself to be culturally affiliated with these human remains and \\nassociated funerary objects should contact Shirley Schermer, Burials \\nProgram Director, Office of the State Archaeologist, 303 Eastlawn,\\n\\n[[Page 53025]]\\n\\nUniversity of Iowa, Iowa City, IA 52242; telephone: (319) 335-2400, \\nbefore November 10, 1997. Repatriation of the human remains and \\nassociated funerary objects to the Iowa Tribe of Kansas and Nebraska, \\nthe Iowa Tribe of Oklahoma, and the Otoe-Missouria Tribe of Oklahoma \\nmay begin after that date if no additional claimants come forward.\\nDated: October 3, 1997.\\nFrancis P. McManamon,\\nDepartmental Consulting Archeologist,\\nManager, Archeology and Ethnography Program.\\n[FR Doc. 97-26872 Filed 10-9-97; 8:45 am]\\nBILLING CODE 4310-70-F\\n\\n\\n\\n", "agency1": "Null", "sub_agency1": "Null", "dep_doc": "Null", "subject": "Null", "agency2": "Null", "action": "Null", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Null", "signature_name": "Null", "signature_title": "Null", "fr_doc": "Null", "billing_code": "Null", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}