{"index": "I_2360", "messy_full": "\\n\\nFederal Register, Volume 63 Issue 80 (Monday, April 27, 1998)\\n\\n[Federal Register Volume 63, Number 80 (Monday, April 27, 1998)]\\n[Notices]\\n[Pages 20647-20648]\\nFrom the Federal Register Online via the Government Publishing Office [www.gpo.gov]\\n[FR Doc No: 98-11104]\\n\\n\\n-----------------------------------------------------------------------\\n\\nDEPARTMENT OF THE INTERIOR\\n\\nNational Park Service\\n\\n\\nNotice of Inventory Completion for Native American Human Remains \\nand Associated Funerary Objects from Clay County, SD in the Possession \\nof the South Dakota State Archaeological Research Center, Rapid City, \\nSD\\n\\nAGENCY: National Park Service.\\n\\nACTION: Notice.\\n\\n-----------------------------------------------------------------------\\n\\n    Notice is hereby given in accordance with provisions of the Native \\nAmerican Graves Protection and Repatriation Act (NAGPRA), 43 CFR 10.9, \\nof the completion of an inventory of human remains and associated \\nfunerary objects from Clay County, SD in the possession of the South \\nDakota State Archaeological Research Center, Rapid City, SD.\\n    A detailed assessment of the human remains was made by South Dakota \\nState Archaeological Research Center (SARC) professional staff and \\ncontract specialists in physical anthropology and archeology in \\nconsultation with representatives of the Iowa Tribe of Kansas and \\nNebraska, Iowa Tribe of Oklahoma and the Otoe-Missouria Tribe of \\nOklahoma.\\n    In 1987, human remains representing one individual from the \\nVermillion Bluff Village (39CL1), Clay County, SD were identified in \\nSARC collections during inventory procedures. No known individuals were \\nidentified. The two associated funerary objects include a lunate flint \\nknife and a projectile point embedded in the scapula.\\n    Between 1920-1930, ten individuals and funerary objects were \\ndonated to the Dakota Museum, University of South Dakota-Vermillion \\n(now the W.H. Over Museum) by private property owners following their \\ndiscovery during homes construction at the Vermillion Bluff Village \\nsite. These human remains and funerary objects were transferred to the \\nSARC in 1974. In 1982, six of these individuals, identified as Sioux, \\nwere repatriated to Frank Fools Crow of the Oglala Sioux Tribe of the \\nPine Ridge Reservation. In 1986, four individuals were reburied in \\nSouth Dakota by the\\n\\n[[Page 20648]]\\n\\nSARC. In 1987, additional remains and funerary objects from one \\nindividual included in the 1986 reburial were found in SARC \\ncollections.\\n    Based on the associated funerary objects and cranial morphology, \\nthese human remains have been determined to be Native American. Based \\non manner of interments and material culture, the Vermillion Bluff \\nVillage has been identified as an occupation site with two \\narcheological components, Oneota (1000 A.D.- contact period) and \\nHistoric (post-1800 A.D.). The cranial morphology of this individual \\nexhibits physical characteristics consistent with people associated \\nwith the Oneota Aspect, such as the Ioway.\\n    Based on the above mentioned information, officials of the South \\nDakota State Archaeological Research Center have determined that, \\npursuant to 43 CFR 10.2 (d)(1), the human remains listed above \\nrepresent the physical remains of one individual of Native American \\nancestry. Officials of the South Dakota State Archaeological Research \\nCenter have also determined that, pursuant to 43 CFR 10.2 (d)(2), the \\ntwo objects listed above are reasonably believed to have been placed \\nwith or near individual human remains at the time of death or later as \\npart of the death rite or ceremony. Lastly, officials of the South \\nDakota State Archaeological Research Center have determined that, \\npursuant to 43 CFR 10.2 (e), there is a relationship of shared group \\nidentity which can be reasonably traced between these Native American \\nhuman remains and associated funerary objects and the Iowa Tribe of \\nKansas and Nebraska, Iowa Tribe of Oklahoma and the Otoe-Missouria \\nTribe of Oklahoma.\\n    This notice has been sent to officials of the Iowa Tribe of Kansas \\nand Nebraska, Iowa Tribe of Oklahoma and the Otoe-Missouria Tribe of \\nOklahoma. Representatives of any other Indian tribe that believes \\nitself to be culturally affiliated with these human remains and \\nassociated funerary objects should contact Renee Boen, Curator, South \\nDakota State Archaeological Reserch Center, P.O. Box 1257, Rapid City, \\nSD 57709-1257; telephone: (605) 394-1936, before May 27, 1998. \\nRepatriation of the human remains and associated funerary objects to \\nthe Iowa Tribe of Kansas and Nebraska, Iowa Tribe of Oklahoma and the \\nOtoe-Missouria Tribe of Oklahoma may begin after that date if no \\nadditional claimants come forward.\\nDated: April 21, 1998.\\nFrancis P. McManamon,\\nDepartmental Consulting Archeologist,\\nManager, Archeology and Ethnography Program.\\n[FR Doc. 98-11104 Filed 4-24-98; 8:45 am]\\nBILLING CODE 4310-70-F\\n\\n\\n\\n", "agency1": "Null", "sub_agency1": "Null", "dep_doc": "Null", "subject": "Null", "agency2": "Null", "action": "Null", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Null", "signature_name": "Null", "signature_title": "Null", "fr_doc": "Null", "billing_code": "Null", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}