{"index": "I_2317", "messy_full": "\\n\\nFederal Register, Volume 63 Issue 227 (Wednesday, November 25, 1998)\\n\\n[Federal Register Volume 63, Number 227 (Wednesday, November 25, 1998)]\\n[Notices]\\n[Pages 65218-65219]\\nFrom the Federal Register Online via the Government Publishing Office [www.gpo.gov]\\n[FR Doc No: 98-31483]\\n\\n\\n-----------------------------------------------------------------------\\n\\nDEPARTMENT OF THE INTERIOR\\n\\nNational Park Service\\n\\n\\nNotice of Inventory Completion for Native American Human Remains \\nand Associated Funerary Objects from Bernalillo, Cibola, and Socorro \\nCounties, NM in the Control of the Cibola National Forest, United \\nStates Forest Service, Albuquerque, NM\\n\\nAGENCY: National Park Service\\n\\nACTION: Notice\\n\\n-----------------------------------------------------------------------\\n\\n    Notice is hereby given in accordance with provisions of the Native \\nAmerican Graves Protection and Repatriation Act (NAGPRA), 43 CFR 10.9, \\nof the completion of an inventory of human remains and associated \\nfunerary objects from Bernalillo, Cibola, and Socorro Counties, NM in \\nthe control of the Cibola National Forest, United States Forest \\nService, Albuquerque, NM.\\n    A detailed assessment of the human remains was made by Maxwell \\nMuseum (University of New Mexico), the Museum of New Mexico, Northern \\nArizona University, and U.S. Forest Service professional staff in \\nconsultation with representatives of the Pueblo of Acoma, the Hopi \\nTribe, the Pueblo of Isleta, the Pueblo of Sandia, and the Pueblo of \\nZuni.\\n    Between 1977 and 1979, human remains representing 28 individuals \\nwere recovered from sites NA 21566, NA 23177, and NA 23178 during \\nlegally authorized excavations conducted by J. Richard Ambler of \\nNorthern Arizona University. No known individuals were identified. The \\n11 associated funerary objects include ceramic vessels, sherds, and \\nchipped stone.\\n    Based on material culture, architecture, and site organization, \\nsites NA 21566, NA 23177, and NA 23178 have been identified as small \\nAnasazi pueblos occupied between 800-1150 A.D. Continuities of \\nethnographic materials, technology, and architecture indicate \\naffiliation of Anasazi sites in\\n\\n[[Page 65219]]\\n\\nwest-central New Mexico with historic and present-day Puebloan \\ncultures. Oral traditions presented by representatives of the Pueblo of \\nAcoma, the Hopi Tribe, and the Pueblo of Zuni support cultural \\naffiliation with Anasazi sites in west-central New Mexico.\\n    Based on the above mentioned information, officials of the USDA \\nForest Service have determined that, pursuant to 43 CFR 10.2 (d)(1), \\nthe human remains listed above represent the physical remains of 28 \\nindividuals of Native American ancestry. Officials of the USDA Forest \\nService have also determined that, pursuant to 43 CFR 10.2 (d)(2), the \\n11 objects listed above are reasonably believed to have been placed \\nwith or near individual human remains at the time of death or later as \\npart of the death rite or ceremony. Lastly, officials of the USDA \\nForest Service have determined that, pursuant to 43 CFR 10.2 (e), there \\nis a relationship of shared group identity which can be reasonably \\ntraced between these Native American human remains and associated \\nfunerary objects and the Pueblo of Acoma, the Hopi Tribe, and the \\nPueblo of Zuni.\\n    Between 1948 and 1976, human remains representing 124 individuals \\nwere recovered from Tijeras Pueblo (LA 581) during legally authorized \\nexcavations and collections conducted by the University of New Mexico \\nArcheological Field School, the Museum of New Mexico, and the Cibola \\nNational Forest. These human remains are currently curated at the \\nMaxwell Museum of Anthropology (University of New Mexico) and the \\nMuseum of New Mexico. No known individuals were identified. The \\napproximately 360 associated funerary objects include ceramic vessels, \\nsherds, stone tools and jewelry, bone tools, botanical samples, corn \\ncobs, and projectile points.\\n    Based on material culture, architecture, and site organization, \\nTijeras Pueblo has been identified as a large masonry pueblo occupied \\nbetween 1300-1600 A.D.\\n    Between 1974 and 1977, human remains representing 33 individuals \\nwere recovered from Gallinas Springs Ruin (LA 1178 and LA 1180) during \\nlegally authorized excavations and collections conducted by the Western \\nMichigan University Archeological Field School and the University of \\nNew Mexico Archeological Field School. These human remains are \\ncurrently curated at the Maxwell Museum of Anthropology (University of \\nNew Mexico). No known individuals were identified. The approximately 20 \\nassociated funerary objects include ceramic vessels, sherds, stone \\ntools, groundstone, and shell beads.\\n    Based on material culture, architecture, and site organization, \\nGallinas Springs Ruin has been identified as a large masonry pueblo \\noccupied between 1300-1600 A.D.\\n    Between 1982 and 1983, human remains representing four individuals \\nwere recovered from Two Dead Juniper Village (LA 87432) during legally \\nauthorized excavations and collections by the Center for \\nAnthropological Studies. These human remains are currently curated at \\nthe Maxwell Museum of Anthropology (Univerity of New Mexico). No known \\nindividuals were identified. No associated funerary objects were \\npresent.\\n    Based on material culture, architecture, and site organization, Two \\nDead Juniper Village has been identified as an Anasazi pithouse village \\noccupied between 1150-1250 A.D.\\n    In 1987, human remains representing one individual were recovered \\nfrom the Bear Canyon site (LA 61032) during legally authorized \\nexcavations conducted by University of New Mexico personnel. No known \\nindividual was identified. No associated funerary objects are present.\\n    Based on material culture, architecture, and site organization, the \\nBear Canyon site has been identified as a small Anasazi pueblo occupied \\nbetween 1200-1600 A.D.\\n    Continuities of ethnographic materials, technology, and \\narchitecture indicate affiliation of Anasazi sites in portions of \\ncentral New Mexico with historic and present-day Puebloan cultures. \\nOral traditions presented by representatives of the Pueblo of Isleta \\nand the Pueblo of Sandia support cultural affiliation with Anasazi \\nsites in the portions of central New Mexico where the preceeding sites \\nare located.\\n    Based on the above mentioned information, officials of the USDA \\nForest Service have determined that, pursuant to 43 CFR 10.2 (d)(1), \\nthe human remains listed above represent the physical remains of 162 \\nindividuals of Native American ancestry. Officials of the USDA Forest \\nService have also determined that, pursuant to 43 CFR 10.2 (d)(2), the \\nminimum of 380 objects listed above are reasonably believed to have \\nbeen placed with or near individual human remains at the time of death \\nor later as part of the death rite or ceremony. Lastly, officials of \\nthe USDA Forest Service have determined that, pursuant to 43 CFR 10.2 \\n(e), there is a relationship of shared group identity which can be \\nreasonably traced between these Native American human remains and \\nassociated funerary objects and the Pueblo of Isleta, the Pueblo of \\nSandia, and Ysleta del Sur Pueblo.\\n    This notice has been sent to officials of the Pueblo of Acoma, the \\nHopi Tribe, the Pueblo of Zuni, the Pueblo of Isleta, the Pueblo of \\nSandia, and Ysleta del Sur Pueblo. Representatives of any other Indian \\ntribe that believes itself to be culturally affiliated with these human \\nremains and associated funerary objects should contact Dr. Frank E. \\nWozniak, NAGPRA Coordinator, Southwestern Region, USDA Forest Service, \\n517 Gold Ave., SW, Albuquerque, NM 87102; telephone: (505) 842-3238, \\nfax (505) 842-3800, before December 28, 1998. Repatriation of the human \\nremains and associated funerary objects to the Hopi Tribe, the Pueblo \\nof Acoma, the Pueblo of Isleta, the Pueblo of Sandia, the Pueblo of \\nZuni, and Ysleta del Sur Pueblo may begin after that date if no \\nadditional claimants come forward.\\nDated: November 18, 1998.\\nVeletta Canouts,\\nActing Departmental Consulting Archeologist,\\nDeputy Manager, Archeology and Ethnography Program.\\n[FR Doc. 98-31483 Filed 11-24-98; 8:45 am]\\nBILLING CODE 4310-70-F\\n\\n\\n\\n", "agency1": "Null", "sub_agency1": "Null", "dep_doc": "Null", "subject": "Null", "agency2": "Null", "action": "Null", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Null", "signature_name": "Null", "signature_title": "Null", "fr_doc": "Null", "billing_code": "Null", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}