{"index": "I_2387", "messy_full": "\\n\\nFederal Register, Volume 62 Issue 199 (Wednesday, October 15, 1997)\\n\\n[Federal Register Volume 62, Number 199 (Wednesday, October 15, 1997)]\\n[Notices]\\n[Page 53652]\\nFrom the Federal Register Online via the Government Publishing Office [www.gpo.gov]\\n[FR Doc No: 97-27215]\\n\\n\\n-----------------------------------------------------------------------\\n\\nDEPARTMENT OF THE INTERIOR\\n\\nNational Park Service\\n\\n\\nNotice of Inventory Completion for Native American Human Remains \\nin the Control of the National Park Service, Haleakala National Park, \\nMakawao, HI\\n\\nAGENCY: National Park Service.\\n\\nACTION: Notice.\\n\\n-----------------------------------------------------------------------\\n\\n    Notice is hereby given in accordance with provisions of the Native \\nAmerican Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. \\n3003(d), of the completion of an inventory of human remains in the \\ncontrol of the National Park Service, Haleakala National Park, Makawao, \\nHI.\\n    A detailed assessment of the human remains was made by National \\nPark Service professional staff in association with professional staff \\nfrom the Bishop Museum and in consultation with representatives of the \\nHawai`i Island Burial Council, Hui Malama i na Kapuna o Hawai`i Nei, \\nKona Hawaiian Civic Club, Maui/Lana`i Island Burial Council, Moloka`i \\nIsland Burial Council, and Office of Hawaiian Affairs. All of the human \\nremains have been curated by the Anthropology Department of the Bernice \\nP. Bishop Museum in Honolulu, Hawai`i since their initial recovery.\\n    Between 1920 and 1962, human remains representing at least 16 \\nindividuals were recovered from three sites, located within park \\nboundaries in and around Haleakala crater, during legally authorized \\nfieldwork and excavations. No known individuals were identified. No \\nassociated funerary objects were present. The dates for the remains \\nhave not been established but they probably date from both before and \\nafter contact was established between Native Hawaiians and Europeans in \\nA.D. 1778.\\n    In 1920, human remains representing two individuals were recovered \\nfrom Na Piko Haua, located within the boundaries of Haleakala crater, \\nduring legally authorized fieldwork by Kenneth Emory of the Bishop \\nMuseum. The human remains are two individual bundles, wrapped in blue \\ncotton fabric, dark brown hair and paper and tied with white thread. No \\nknown individual was identified. No associated funerary objects are \\npresent. On the basis of information provided by a local guide in 1920, \\nthe bundles\\' state of preservation, and the presence of imported cotton \\ncloth, these navel string bundles probably date from the late 19th to \\nearly 20th century. These bundles were donated to the Bishop Museum in \\n1924 by the collector, who identified them as ``portions of two navel \\nstrings [umbilical cords] wrapped in hair and cloth.\\'\\'\\n    Aside from facilities clearly of 20th century origin, virtually all \\nevidence of human use and occupation of the Haleakala crater area is of \\nNative Hawaiian origin. Available evidence indicates that Native \\nHawaiians are the only group to bury their dead in the crater region. \\nIn addition, the manner of burial of the human remains (in or near \\nNative Hawaiian structures, in a lava tube, etc.) is consistent with \\nNative Hawaiian practices during both pre- and post-contact periods. \\nFurther, the Native Hawaiian practice of burying the dead in or near \\ntheir home community suggests that all burials found in or near \\nHaleakala crater on the island of Maui are of people from Maui \\ncommunities.\\n    With regard to the navel string bundles, one of the Native Hawaiian \\nmen who accompanied Emory in 1920 stated that his own umbilical cord \\nhad been hidden at Na Piko Haua. The practice of depositing umbilical \\ncords in at least this one location in the Haleakala crater was a \\nNative Hawaiian practice in effect until ca. 1920. As in the case of \\nburials, it was customary for Native Hawaiians to deposit umbilical \\ncords in the general vicinity of the community where the birth had \\ntaken place. This practice was confirmed by the Native Hawaiian guide. \\nBased on this information, the navel string bundles in the collection \\nare considered to be from infants born in communities on the slopes of \\nHaleakala.\\n    Based on the above-mentioned information, officials of the National \\nPark Service have determined that, pursuant to 43 CFR 10.2 (d)(1), the \\nhuman remains listed above represent the physical remains of at least \\n18 individuals of Native American ancestry. Officials of the National \\nPark Service have also determined that, pursuant to 25 U.S.C. 3003 (2), \\nthere is a relationship of shared group identity which can reasonably \\nbe traced between these Native American human remains and the Maui/\\nLana`i Island Burial Council.\\n    This notice has been sent to officials of the Hawai`i Island Burial \\nCouncil, Hui Malama i na Kapuna o Hawai`i Nei, Kona Hawaiian Civic \\nClub, Maui/Lana`i Island Burial Council, Moloka`i Island Burial \\nCouncil, and Office of Hawaiian Affairs. Representatives of any other \\nIndian tribe or Native Hawaiian organization that believes itself to be \\nculturally affiliated with these human remains and associated funerary \\nobjects should contact Don Reeser, Superintendent, Haleakala National \\nPark, PO Box 369, Makawao, Maui, HI, 96768; telephone: (808) 572-9306, \\nbefore [thirty days after publication in the Federal Register]. \\nRepatriation of the human remains to the Maui/Lana`i Island Burial \\nCouncil will begin after that date if no additional claimants come \\nforward.\\nDated: October 6, 1997.\\nFrancis P. McManamon,\\nDepartmental Consulting Archeologist,\\nManager, Archeology and Ethnography Program.\\n[FR Doc. 97-27215 Filed 10-14-97; 8:45 am]\\nBILLING CODE 4310-70-F\\n\\n\\n\\n", "agency1": "Null", "sub_agency1": "Null", "dep_doc": "Null", "subject": "Null", "agency2": "Null", "action": "Null", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Null", "signature_name": "Null", "signature_title": "Null", "fr_doc": "Null", "billing_code": "Null", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}