{"index": "I_2316", "messy_full": "\\n\\nFederal Register, Volume 63 Issue 242 (Thursday, December 17, 1998)\\n\\n[Federal Register Volume 63, Number 242 (Thursday, December 17, 1998)]\\n[Notices]\\n[Pages 69648-69649]\\nFrom the Federal Register Online via the Government Publishing Office [www.gpo.gov]\\n[FR Doc No: 98-33446]\\n\\n\\n-----------------------------------------------------------------------\\n\\nDEPARTMENT OF THE INTERIOR\\n\\nNational Park Service\\n\\n\\nNotice of Inventory Completion for Native American Human Remains \\nfrom Nance County, NE in the Possession of the Nebraska State \\nHistorical Society, Lincoln, NE\\n\\nAGENCY: National Park Service, DOI.\\n\\nACTION: Notice\\n\\n-----------------------------------------------------------------------\\n\\n    Notice is hereby given in accordance with provisions of the Native \\nAmerican Graves Protection and Repatriation Act (NAGPRA), 43 CFR 10.9, \\nof the completion of an inventory of human remains from Nance County, \\nNE in the possession of the Nebraska State Historical Society, Lincoln, \\nNE.\\n    A detailed assessment of the human remains was made by Nebraska \\nState Historical Society professional staff in consultation with \\nrepresentatives of the Shakopee Mdewakanton Sioux Community of \\nMinnesota (Prior Lake), Lower Sioux Indian Community of Minnesota \\nMdewakanton Sioux Indians of the Lower Sioux Reservation in Minnesota, \\nUpper Sioux Indian Community of the Upper Sioux Reservation, Minnesota, \\nPrairie Island Indian Community of Minnesota Mdewakanton Sioux Indians \\nof the Prairie Island Reservation, Minnesota, Spirit Lake Tribe, North \\nDakota (formerly known as the Devils Lake Sioux Tribe), Standing Rock \\nSioux Tribe of North and South Dakota, Santee Sioux Tribe of the Santee \\nReservation of Nebraska, Crow Creek Sioux Tribe of the Crow Creek \\nreservation, South Dakota, Cheyenne River Sioux Tribe of the Cheyenne \\nRiver Reservation, South Dakota, Yankton Sioux Tribe of South Dakota, \\nOglala Sioux Tribe of the Pine Ridge Reservation, South Dakota, Lower \\nBrule Sioux Tribe of the Lower Brule Reservation, South Dakota, Rosebud \\nSioux Tribe of the Rosebud Indian Reservation, South Dakota, Sisseton-\\nWahpeton Sioux Tribe of the Lake Traverse Reservation, South Dakota, \\nFlandreau Santee Tribe of South Dakota, Oglala Sioux Tribe of the Pine \\nRidge Reservation, and Assiniboine and Sioux Tribes of the Fort Peck \\nIndian Reservation, Montana.\\n    In 1901, human remains representing one individual were loaned to \\nthe Nebraska State Historical Society by J.R. Coffin as part of a \\ncollection of ethnographic materials. In 1996 Mr. Coffin\\'s heirs \\nrelinquished legal title to all human remains in the collection. No \\nknown individual was identified. Two earbobs are attached to these \\nhuman remains.\\n    The ethnographic collection containing these human remains was \\nplaced on loan to the Nebraska State Historical Society with a specific \\nagreement signed by Mr. Coffin and representatives of the Nebraska \\nState Historical Society. The human remains are listed in the 1901 loan \\nagreement as ``C109, remnants of a Sioux who was cut up by the \\nPawnee.\\'\\' Mr. Coffin witnessed the killing of this Sioux man at the \\nhands of the Pawnee which occurred sometime in the 1870s near the \\npresent-day city of Genoa in Nance County, NE. Consultation with the \\nRosebud Sioux presented the following information: Members of Spotted \\nTail\\'s band from the Whetstone Agency raided the Pawnee villages near \\nGenoa, NE. On October 6, 1870, one of the Sioux raiders was killed by \\nthe Pawnee. Descendants of Spotted Tail\\'s people are today members of \\nthe Rosebud Sioux Tribe of the Rosebud Indian Reservation, South \\nDakota. Rosebud Tribal Officials state that no individual was \\nidentified in the historical information available to them.\\n    The earbobs attached to the human remains do not appear to meet the \\ndefinition of associated funerary objects as provided in NAGPRA. \\nHowever, officials of the Nebraska State Historical Society have \\ndetermined that the objects would have been placed with the individual \\nat the time of his death according to the death rites and ceremonies of \\nhis people had they been able to bury him. Therefore, the Nebraska \\nState Historical Society will repatriate the human remains with the \\nearbobs intact. Officials of the Rosebud Sioux Tribe of the Rosebud \\nIndian Reservation, South Dakota have stated that it is their intention \\nto inter the ear and its attached ear decorations as required by their \\nculture\\'s death rites and ceremonies for burial of the dead.\\n    Based on the above mentioned information, officials of the Nebraska \\nState Historical Society have determined that, pursuant to 43 CFR 10.2 \\n(d)(1), the human remain listed above represents the physical remains \\nof one individual of Native American ancestry. Officials of the \\nNebraska State Historical Society have also determined that, pursuant \\nto 43 CFR 10.2 (e), there is a relationship of shared group identity \\nwhich can be reasonably traced between these Native American human\\n\\n[[Page 69649]]\\n\\nremains and associated funerary objects and the Rosebud Sioux Tribe of \\nthe Rosebud Indian Reservation, South Dakota.\\n    This notice has been sent to officials of the Shakopee Mdewakanton \\nSioux Community of Minnesota (Prior Lake), Lower Sioux Indian Community \\nof Minnesota Mdewakanton Sioux Indians of the Lower Sioux Reservation \\nin Minnesota, Upper Sioux Indian Community of the Upper Sioux \\nReservation, Minnesota, Prairie Island Indian Community of Minnesota \\nMdewakanton Sioux Indians of the Prairie Island Reservation, Minnesota, \\nSpirit Lake Tribe, North Dakota (formerly known as the Devils Lake \\nSioux Tribe), Standing Rock Sioux Tribe of North and South Dakota, \\nSantee Sioux Tribe of the Santee Reservation of Nebraska, Crow Creek \\nSioux Tribe of the Crow Creek reservation, South Dakota, Cheyenne River \\nSioux Tribe of the Cheyenne River Reservation, South Dakota, Yankton \\nSioux Tribe of South Dakota, Oglala Sioux Tribe of the Pine Ridge \\nReservation, South Dakota, Lower Brule Sioux Tribe of the Lower Brule \\nReservation, South Dakota, Rosebud Sioux Tribe of the Rosebud Indian \\nReservation, South Dakota, Sisseton-Wahpeton Sioux Tribe of the Lake \\nTraverse Reservation, South Dakota, Flandreau Santee Tribe of South \\nDakota, Oglala Sioux Tribe of the Pine Ridge Reservation, South Dakota, \\nAssiniboine and Sioux Tribes of the Fort Peck Indian Reservation, \\nMontana. Representatives of any other Indian tribe that believes itself \\nto be culturally affiliated with these human remains should contact Rob \\nBozell, Associate Director, Nebraska State Historical Society, 1500 R \\nStreet, P.O. Box 82554, Lincoln, NE 68501-2554; telephone: (402) 471-\\n4789, before January 19, 1999. Repatriation of the human remains to the \\nRosebud Sioux Tribe of the Rosebud Indian Reservation may begin after \\nthat date if no additional claimants come forward.\\nDated: November 24, 1998.\\nFrancis P. McManamon,\\nDepartmental Consulting Archeologist,\\nManager, Archeology and Ethnography Program.\\n[FR Doc. 98-33446 Filed 12-16-98; 8:45 am]\\nBILLING CODE 4310-70-F\\n\\n\\n\\n", "agency1": "Null", "sub_agency1": "Null", "dep_doc": "Null", "subject": "Null", "agency2": "Null", "action": "Null", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Null", "signature_name": "Null", "signature_title": "Null", "fr_doc": "Null", "billing_code": "Null", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}