{"index": "I_2323", "messy_full": "\\n\\nFederal Register, Volume 63 Issue 221 (Tuesday, November 17, 1998)\\n\\n[Federal Register Volume 63, Number 221 (Tuesday, November 17, 1998)]\\n[Notices]\\n[Page 63945]\\nFrom the Federal Register Online via the Government Publishing Office [www.gpo.gov]\\n[FR Doc No: 98-30680]\\n\\n\\n-----------------------------------------------------------------------\\n\\nDEPARTMENT OF THE INTERIOR\\n\\nNational Park Service\\n\\n\\nNotice of Inventory Completion for Native American Human Remains \\nfrom Nebraska in the Possession of the University of Nebraska State \\nMuseum, University of Nebraska-Lincoln, Lincoln, NE\\n\\nAGENCY: National Park Service, Interior.\\n\\nACTION: Notice.\\n\\n-----------------------------------------------------------------------\\n\\n    Notice is hereby given in accordance with provisions of the Native \\nAmerican Graves Protection and Repatriation Act (NAGPRA), 43 CFR 10.9, \\nof the completion of an inventory of human remains from Nebraska in the \\npossession of the University of Nebraska State Museum, University of \\nNebraska-Lincoln, Lincoln, NE.\\n    A detailed assessment of the human remains was made by University \\nof Nebraska professional staff in consultation with representatives of \\nPonca Tribe of Nebraska and the Ponca Tribe of Oklahoma.\\n    In 1941, human remains representing six individuals were recovered \\nfrom site 25CD7 during excavations at the Wynot Ossuary, Cedar County, \\nNE conducted by R.B. Cuming during excavations conducted by the WPA. No \\nknown individuals were identified. The 16 associated funerary objects \\ninclude an iron knife blade fragment, glass beads, and leather \\nfragments.\\n    Based on the presence of green and red staining and preservation of \\nthe bone, these burials have been determined to date to the historic \\nperiod. Based on the location and types of associated funerary objects \\npresent, these individuals have been determined to be Native American. \\nBecause historic Ponca burials are present in adjacent Knox County, NE, \\nthese human remains have also been attributed to the Ponca.\\n    At an unknown date, human remains representing one individual was \\nremoved from a locality known as ``Devil\\'s Nest\\'\\' (Site 25KX0), Knox \\nCounty, NE by person(s) unknown and presented to the University of \\nNebraska. No known individual was identified. No associated funerary \\nobjects are present.\\n    Based on copper staining on the bones, anterior wear, and femoral \\nabduction suggesting horseback riding, this individual has been \\ndetermined to be Native American from the historic period. Based on the \\npresence of historic Ponca cemeteries in Knox County, NE, this \\nindividual is being affiliated with the Ponca.\\n    Based on the above mentioned information, officials of the \\nUniversity of Nebraska have determined that, pursuant to 43 CFR 10.2 \\n(d)(1), the human remains listed above represent the physical remains \\nof seven individuals of Native American ancestry. Officials of the \\nUniversity of Nebraska have also determined that, pursuant to 43 CFR \\n10.2 (d)(2), the 16 objects listed above are reasonably believed to \\nhave been placed with or near individual human remains at the time of \\ndeath or later as part of the death rite or ceremony. Lastly, officials \\nof the University of Nebraska have determined that, pursuant to 43 CFR \\n10.2 (e), there is a relationship of shared group identity which can be \\nreasonably traced between these Native American human remains and \\nassociated funerary objects and the Ponca Tribe of Nebraska and the \\nPonca Tribe of Oklahoma.\\n    This notice has been sent to officials of the Ponca Tribe of \\nNebraska and the Ponca Tribe of Oklahoma. Representatives of any other \\nIndian tribe that believes itself to be culturally affiliated with \\nthese human remains and associated funerary objects should contact Dr. \\nPriscilla Grew, University of Nebraska, 302 Canfield Administration \\nBuilding, Lincoln, NE 68588-0433; telephone: (402) 472-3123, before \\nDecember 17, 1998. Repatriation of the human remains and associated \\nfunerary objects to the Ponca Tribe of Nebraska and the Ponca Tribe of \\nOklahoma may begin after that date if no additional claimants come \\nforward.\\n    The National Park Service is not responsible for the determinations \\nwithin this notice.\\nDated: November 5, 1998.\\nFrancis P. McManamon,\\nDepartmental Consulting Archeologist,\\nManager, Archeology and Ethnography Program.\\n[FR Doc. 98-30680 Filed 11-16-98; 8:45 am]\\nBILLING CODE 4310-70-F\\n\\n\\n\\n", "agency1": "Null", "sub_agency1": "Null", "dep_doc": "Null", "subject": "Null", "agency2": "Null", "action": "Null", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Null", "signature_name": "Null", "signature_title": "Null", "fr_doc": "Null", "billing_code": "Null", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}