{"index": "I_2383", "messy_full": "\\n\\nFederal Register, Volume 62 Issue 232 (Wednesday, December 3, 1997)\\n\\n[Federal Register Volume 62, Number 232 (Wednesday, December 3, 1997)]\\n[Notices]\\n[Page 63958]\\nFrom the Federal Register Online via the Government Publishing Office [www.gpo.gov]\\n[FR Doc No: 97-31712]\\n\\n\\n-----------------------------------------------------------------------\\n\\nDEPARTMENT OF THE INTERIOR\\n\\nNational Park Service\\n\\n\\nNotice of Inventory Completion for Native American Human Remains \\nfrom Washington State in the Possession of the Yale Peabody Museum of \\nNatural History, New Haven, CT\\n\\nAGENCY: National Park Service\\n\\nACTION: Notice\\n\\n-----------------------------------------------------------------------\\n\\n    Notice is hereby given in accordance with provisions of the Native \\nAmerican Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. \\n3003 (d), of the completion of an inventory of human remains from \\nWashington State in the possession of the Yale Peabody Museum of \\nNatural History, New Haven, CT.\\n    A detailed assessment of the human remains was made by Yale Peabody \\nMuseum professional staff in consultation with representatives of the \\nJamestown Band of S\\'Kallam Indians.\\n    In 1873, human remains representing three individuals were donated \\nto the Yale Peabody Museum of Natural History by Dr. T.T. Minor. These \\nhuman remains were recovered near Port Townsend, WA. No known \\nindividuals were identified. No associated funerary objects are \\npresent.\\n    Based on cranial deformation, these individuals have been \\ndetermined to be Native American. No diagnostic artifacts that would \\nindicate the antiquity of these remains exist in the Peabody Museum\\'s \\ncollections. No information about the circumstances of recovery of \\nthese remains or the nature of their interment exists in the Peabody \\nMuseum\\'s records. Consultation evidence provided by representatives of \\nthe Jamestown Band of S\\'Klallam Indians indicates that the Port \\nTownsend, WA area is within the traditional territory of the Jamestown \\nBand of S\\'Klallam Indians.\\n    Based on the above mentioned information, officials of the Yale \\nPeabody Museum of Natural History have determined that, pursuant to 43 \\nCFR 10.2 (d)(1), the human remains listed above represent the physical \\nremains of three individuals of Native American ancestry. Lastly, \\nofficials of the Yale Peabody Museum of Natural History have determined \\nthat, pursuant to 25 U.S.C. 3001 (2), there is a relationship of shared \\ngroup identity which can be reasonably traced between these Native \\nAmerican human remains and the Jamestown Band of S\\'Klallam Indians.\\n    This notice has been sent to officials of the Jamestown Band of \\nS\\'Klallam Indians, the Port Gamble Indian Community of the Port Gamble \\nReservation, the Makah Indian Tribe of the Makah Reservation, the \\nSwinomish Indians of the Swinomish Reservation, and the Tulalip Tribes \\nof the Tulalip Reservation. Representatives of any other Indian tribe \\nthat believes itself to be culturally affiliated with these human \\nremains should contact Dr. Richard Burger, Director, Yale Peabody \\nMuseum of Natural History, 170 Whitney Avenue, P.O. Box 208118, New \\nHaven, CT 06520-8118; telephone: (203) 432-3752, before January 2, \\n1998. Repatriation of the human remains to the Jamestown Band of \\nS\\'Klallam Indians may begin after that date if no additional claimants \\ncome forward.\\n    The National Park Service is not responsible for the determinations \\nwithin this notice.\\nDated: November 19, 1997.\\n\\n    Francis P. McManamon,\\nDepartmental Consulting Archeologist,\\nManager, Archeology and Ethnography Program.\\n[FR Doc. 97-31712 Filed 12-2-97; 8:45 am]\\nBILLING CODE 4310-70-F\\n\\n\\n\\n", "agency1": "Null", "sub_agency1": "Null", "dep_doc": "Null", "subject": "Null", "agency2": "Null", "action": "Null", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Null", "signature_name": "Null", "signature_title": "Null", "fr_doc": "Null", "billing_code": "Null", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}