{"index": "I_2337", "messy_full": "\\n\\nFederal Register, Volume 63 Issue 168 (Monday, August 31, 1998)\\n\\n[Federal Register Volume 63, Number 168 (Monday, August 31, 1998)]\\n[Notices]\\n[Page 46237]\\nFrom the Federal Register Online via the Government Publishing Office [www.gpo.gov]\\n[FR Doc No: 98-23296]\\n\\n\\n\\n[[Page 46237]]\\n\\n-----------------------------------------------------------------------\\n\\nDEPARTMENT OF THE INTERIOR\\n\\nNational Park Service\\n\\n\\nRevision--Notice of Inventory Completion for Native American \\nHuman Remains, Associated Funerary Objects, and Unassociated Funerary \\nObjects in the Control of the United States Marine Corps, Department of \\nthe Navy, Honolulu, HI; and in the Possession of the Bernice Pauahi \\nBishop Museum, Honolulu, HI\\n\\nAGENCY: National Park Service\\n\\nACTION: Notice\\n\\n-----------------------------------------------------------------------\\n\\n    Notice is hereby given in accordance with provisions of the Native \\nAmerican Graves Protection and Repatriation Act (NAGPRA), 43 CFR 10.9, \\nof the completion of an inventory of human remains, associated funerary \\nobjects, and unassociated funerary objects in the control of the United \\nStates Marine Corps, Department of the Navy, Honolulu, HI; and in the \\npossession of the Bernice Pauahi Bishop Museum, Honolulu, HI. This \\nnotice modifies the culturally affiliated Native Hawaiian organizations \\nin the Notice of Inventory Completion published April 22, 1998.\\n    A detailed assessment of the human remains was made by United \\nStates Marine Corps and Bishop Museum professional staff in \\nconsultation with representatives of Hui Malama I Na Kupuna O Hawai\\'i \\nNei and the Office of Hawaiian Affairs.\\n    Based on skeletal and cranial morphology, dentition, style and type \\nof associated funerary objects, manner of interments, and recovery \\nlocations, the human remains listed above have been determined to be \\nNative Hawaiian. In consultation with Native Hawaiian organizations, \\nthe U.S. Marine Corps and the Bishop Museum decided that no attempt \\nwould be made to determine the age of the human remains. The various \\nohana, or families, listed below are Native Hawaiian organizations \\nunder 43 CFR 10.2 (b)(3)(i).\\n    Based on the above mentioned information, officials of the U.S. \\nMarine Corps and the Bishop Museum have determined that, pursuant to 43 \\nCFR 10.2 (d)(1), the human remains referred to above represent the \\nphysical remains of a minimum of 1,582 individuals of Native American \\nancestry. Officials of the U.S. Marine Corps and the Bishop Museum have \\nalso determined that, pursuant to 43 CFR 10.2 (d)(2), the 251 objects \\nreferred to above are reasonably believed to have been placed with or \\nnear individual human remains at the time of death or later as part of \\nthe death rite or ceremony. Officials of the U.S. Marine Corps and the \\nBishop Museum have further determined that, pursuant to 43 CFR 10.2 \\n(d)(2)(ii), these 30 cultural items are reasonably believed to have \\nbeen placed with or near individual human remains at the time of death \\nor later as part of the death rite or ceremony and are believed, by a \\npreponderance of the evidence, to have been removed from a specific \\nburial site of an Native American individual. Lastly, officials of the \\nU.S. Marine Corps and the Bishop Museum have determined that, pursuant \\nto 43 CFR 10.2 (e), there is a relationship of shared group identity \\nwhich can be reasonably traced between these Native American human \\nremains, associated funerary objects, and unassociated funerary objects \\nand Sam Monet/Fannie L. Moniz Ohana, Nalani Olds Ohana, Terrilee Napua \\nKeko\\'olani-Raymond Ohana, Carlos Manuel Ohana, Eric Po\\'ohina on his \\nbehalf and on behalf of Huna Research Institute, the Princess Nahoa \\nOlelo o Kamehameha Society, Ka Ohana O Na Iwi o Mokapu representing \\nGladys Pualoa and Ipolani Tano; Auld/Shaw Ohana; Victor Keli\\'imaika\\'i \\nBoyd Ohana; VanHorn Diamond Ohana; Kekumano Ohana; Hui Malama I Na \\nKupuna O Hawai\\'i Nei; Ka Lahui Hawaii; Ko\\'olauloa Hawaiian Civic Club; \\nO\\'ahu Island Burial Council; the Office of Hawaiian Affairs; Delilah \\nOrtiz Ohana; Ella Paguyo Ohana; Paoa/Kea/Lono Ohana; Herbert Pratt \\nOhana; and the Prince Kuhio Hawaiian Civic Club.\\n    This notice has been sent to Sam Monet/Fannie L. Moniz Ohana, \\nNalani Olds Ohana, Terrilee Napua Keko\\'olani-Raymond Ohana, Carlos \\nManuel Ohana, Eric Po\\'ohina on his behalf and on behalf of Huna \\nResearch Institute, the Princess Nahoa Olelo o Kamehameha Society, Ka \\nOhana O Na Iwi o Mokapu representing Gladys Pualoa and Ipolani Tano; \\nAuld/Shaw Ohana; Victor Keli\\'imaika\\'i Boyd Ohana; VanHorn Diamond \\nOhana; Kekumano Ohana; Hui Malama I Na Kupuna O Hawai\\'i Nei; Ka Lahui \\nHawaii; Ko\\'olauloa Hawaiian Civic Club; O\\'ahu Island Burial Council; \\nthe Office of Hawaiian Affairs; Delilah Ortiz Ohana; Ella Paguyo Ohana; \\nPaoa/Kea/Lono Ohana; Herbert Pratt Ohana; and the Prince Kuhio Hawaiian \\nCivic Club. Questions regarding this notice should be directed to Ms. \\nJune Cleghorn, Staff Archeologist, Marine Corps Base Hawaii, Kaneohe \\nBay, HI 96863-3002; telephone: (808) 257-6920, ext. 230. Repatriation \\nof the human remains and associated funerary objects to Sam Monet/\\nFannie L. Moniz Ohana, Nalani Olds Ohana, Terrilee Napua Keko\\'olani-\\nRaymond Ohana, Carlos Manuel Ohana, Eric Po\\'ohina on his behalf and on \\nbehalf of Huna Research Institute, the Princess Nahoa Olelo o \\nKamehameha Society, Ka Ohana O Na Iwi o Mokapu representing Gladys \\nPualoa and Ipolani Tano; Auld/Shaw Ohana; Victor Keli\\'imaika\\'i Boyd \\nOhana; VanHorn Diamond Ohana; Kekumano Ohana; Hui Malama I Na Kupuna O \\nHawaiyi Nei; Ka Lahui Hawaii; Ko\\'olauloa Hawaiian Civic Club; O\\'ahu \\nIsland Burial Council; the Office of Hawaiian Affairs; Delilah Ortiz \\nOhana; Ella Paguyo Ohana; Paoa/Kea/Lono Ohana; Herbert Pratt Ohana; and \\nthe Prince Kuhio Hawaiian Civic Club may begin after September 30, \\n1998, and at such time as the requesting parties agree upon their \\ndisposition or the dispute is otherwise resolved pursuant to the \\nprovisions of NAGPRA or by a court of competent jurisdiction [25 U.S.C. \\n3005 (e)].\\nDated: August 25, 1998.\\nVeletta Canouts,\\nActing Departmental Consulting Archeologist,\\nDeputy Manager, Archeology and Ethnography Program.\\n[FR Doc. 98-23296 Filed 8-28-98; 8:45 am]\\nBILLING CODE 4310-70-F\\n\\n\\n\\n", "agency1": "Null", "sub_agency1": "Null", "dep_doc": "Null", "subject": "Null", "agency2": "Null", "action": "Null", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Null", "signature_name": "Null", "signature_title": "Null", "fr_doc": "Null", "billing_code": "Null", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}