{"index": "I_2374", "messy_full": "\\n\\nFederal Register, Volume 63 Issue 45 (Monday, March 9, 1998)\\n\\n[Federal Register Volume 63, Number 45 (Monday, March 9, 1998)]\\n[Notices]\\n[Pages 11451-11452]\\nFrom the Federal Register Online via the Government Publishing Office [www.gpo.gov]\\n[FR Doc No: 98-5916]\\n\\n\\n-----------------------------------------------------------------------\\n\\nDEPARTMENT OF THE INTERIOR\\n\\nNational Park Service\\n\\n\\nNotice of Inventory Completion for Native American Human Remains \\nand Associated Funerary Objects from Idaho County, ID in Possession of \\nthe Cottonwood District Office, Bureau of Land Management, Cottonwood, \\nID\\n\\nAGENCY: National Park Service.\\n\\nACTION: Notice.\\n\\n-----------------------------------------------------------------------\\n\\n    Notice is hereby given in accordance with provisions of the Native \\nAmerican Graves Protection and Repatriation Act (NAGPRA), 43 CFR 10.9, \\nof the completion of an inventory of human remains and associated \\nfunerary objects from Idaho County, ID that are in possession of the \\nCottonwood District Office, Bureau of Land Management (BLM), \\nCottonwood, ID.\\n    A detailed assessment of the human remains and associated funerary \\nobjects from Idaho County, ID was made by the Bureau of Land Management \\nprofessional staff in consultation with the Nez Pearce Tribe of Idaho.\\n    In 1963, human remains representing two individuals were recovered \\nfrom site 10IH57, Idaho County, ID during legally authorized \\nexacavations by Idaho State University personnel prior to the \\nconstruction of Idaho State Highway 95 through the site. No known \\nindividuals were identified. The minimum of 350 associated funerary \\nobjects includes beads, glass, mirrors, bracelets, cloth, wood, rings, \\nnails, iron hooks, hoops, shells, and non-human bone.\\n    Based on the associated funerary objects, these human remains have \\nbeen determined to be Native American from the historic period. \\nContinuities of material culture, ethnographic information, and \\nhistorical documents indicate the Nez Perce Tribe of Idaho has occupied \\nthis area from precontact times into the historic period.\\n    Based on the above-mentioned information, officials of the Bureau \\nof Land Management have determined that, pursuant to 43 CFR 10.2 \\n(d)(1), the human remains listed above represent the physical remains \\nof two individuals of Native American ancestry. Officials of the Bureau \\nof Land Management have also determined that, pursuant to 43 CFR 10.2 \\n(d)(2), the minimum of 350 objects listed above are reasonably believed \\nto have been placed with or near the individual human remains at the \\ntime of death or later as part of the death rite or ceremony. Lastly, \\nofficials of the Bureau of Land Management have determined that, \\npursuant to 43 CFR\\n\\n[[Page 11452]]\\n\\n10.2 (e), there is a relationship of shared group identity that can be \\nreasonably traced between these Native American human remains and \\nassociated funerary objects and the Nez Perce Tribe of Idaho.\\n    This notice has been sent to officials of the Nez Perce Tribe of \\nIdaho. Representatives of any other tribe that believes itself to be \\nculturally affiliated with these human remains and associated funerary \\nobjects should contact Dave Sisson, Cottonwood District Office, BLM, \\nRoute 3, Box 181, Cottonwood, ID 83522; telephone: (208) 962-3782 \\nbefore April 8, 1998. Repatriation of the human remains and associated \\nfunerary objects to the Nez Perce Tribe of Idaho may begin after that \\ndate if no additional claimants come forward.\\n    The National Park Service is not responsible for the determinations \\nwithin this notice.\\nDated: March 3, 1998.\\nFrancis P. McManamon,\\nDepartmental Consulting Archeologist,\\nManager, Archeology and Ethnography Program.\\n[FR Doc. 98-5916 Filed 3-6-98; 8:45 am]\\nBILLING CODE 4310-70-F\\n\\n\\n\\n", "agency1": "Null", "sub_agency1": "Null", "dep_doc": "Null", "subject": "Null", "agency2": "Null", "action": "Null", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Null", "signature_name": "Null", "signature_title": "Null", "fr_doc": "Null", "billing_code": "Null", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}