{"index": "I_2370", "messy_full": "\\n\\nFederal Register, Volume 63 Issue 59 (Friday, March 27, 1998)\\n\\n[Federal Register Volume 63, Number 59 (Friday, March 27, 1998)]\\n[Notices]\\n[Pages 14960-14961]\\nFrom the Federal Register Online via the Government Publishing Office [www.gpo.gov]\\n[FR Doc No: 98-8016]\\n\\n\\n-----------------------------------------------------------------------\\n\\nDEPARTMENT OF THE INTERIOR\\n\\nNational Park Service\\n\\n\\nNotice of Inventory Completion for Native American Human Remains \\nand Associated Funerary Objects from Churchill County, NV in the \\nControl of the Nevada State Office, Bureau of Land Management, Reno, NV\\n\\nAGENCY: National Park Service\\n\\nACTION: Notice\\n\\n-----------------------------------------------------------------------\\n\\n    Notice is hereby given in accordance with provisions of the Native \\nAmerican Graves Protection and Repatriation Act (NAGPRA), 43 CFR 10.9, \\nof the completion of an inventory of human remains and associated \\nfunerary objects from Churchill County, NV in the control of the Nevada \\nState Office, Bureau of Land Management, Reno, NV.\\n    A detailed assessment of the human remains was made by Bureau of \\nLand Management and Nevada State Museum professional staff in \\nconsultation with representatives of the Paiute-Shoshone Tribe of the \\nFallon Reservation and Colony.\\n    In 1940, human remains representing one individual were recovered \\nduring legally authorized excavations from a crevice burial near the \\nGrimes Point Site. No known individuals were identified. A minimum of \\n4,061 associated funerary objects include a rope fragment, glass beads, \\nand fragments of arrow shafts.\\n    The associated funerary objects date this burial to the historic \\nperiod (c. 19th century). Historical documents and ethnographic sources \\nindicate that the Paiute people have occupied this area since \\nprecontact times. Northern Paiute oral tradition further support this \\nevidence.\\n    Based on the above mentioned information, officials of the Bureau \\nof\\n\\n[[Page 14961]]\\n\\nLand Management have determined that, pursuant to 43 CFR 10.2 (d)(1), \\nthe human remains listed above represent the physical remains of one \\nindividual of Native American ancestry. Officials of the Bureau of Land \\nManagement have also determined that the minimum 4,061 objects listed \\nabove are reasonably believed to have been placed with or near \\nindividual human remains at the time of death or later as part of the \\ndeath rite or ceremony. Lastly, officials of the Bureau of Land \\nManagement have determined that, pursuant to 43 CFR 10.2 (e), there is \\na relationship of shared group identity which can be reasonably traced \\nbetween these Native American human remains and associated funerary \\nobjects and the Paiute-Shoshone Tribe of the Fallon Reservation and \\nColony.\\n    This notice has been sent to officials of the Paiute-Shoshone Tribe \\nof the Fallon Reservation and Colony. Representatives of any other \\nIndian tribe that believes itself to be culturally affiliated with \\nthese human remains and associated funerary objects should contact \\nCynthia Ellis, NAGPRA Coordinator, Nevada State Office, BLM, P.O. Box \\n1200, Reno, NV 89520; telephone: (702) 785-6469, before April 27, 1998. \\nRepatriation of the human remains and associated funerary objects to \\nthe culturally affiliated tribe may begin after that date if no \\nadditional claimants come forward.\\n    The National Park Service is not responsible for the determinations \\nwithin this notice.\\nDated: March 23, 1998.\\nS. Terry Childs,\\nActing Departmental Consulting Archeologist,\\nArcheology and Ethnography Program.\\n[FR Doc. 98-8016 Filed 3-26-98; 8:45 am]\\nBILLING CODE 4310-70-F\\n\\n\\n\\n", "agency1": "Null", "sub_agency1": "Null", "dep_doc": "Null", "subject": "Null", "agency2": "Null", "action": "Null", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Null", "signature_name": "Null", "signature_title": "Null", "fr_doc": "Null", "billing_code": "Null", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}