{"index": "I_2379", "messy_full": "\\n\\nFederal Register, Volume 63 Issue 18 (Wednesday, January 28, 1998)\\n\\n[Federal Register Volume 63, Number 18 (Wednesday, January 28, 1998)]\\n[Notices]\\n[Pages 4285-4286]\\nFrom the Federal Register Online via the Government Publishing Office [www.gpo.gov]\\n[FR Doc No: 98-1992]\\n\\n\\n\\n[[Page 4285]]\\n\\n-----------------------------------------------------------------------\\n\\nDEPARTMENT OF THE INTERIOR\\n\\nNational Park Service\\n\\n\\nNotice of Inventory Completion for Native American Human Remains \\nand Associated Funerary Objects from Maine in the Possession of the \\nDepartment of Anthropology, University of Maine, Orono, ME\\n\\nAGENCY: National Park Service.\\n\\nACTION: Notice.\\n\\n-----------------------------------------------------------------------\\n\\n    Notice is hereby given in accordance with provisions of the Native \\nAmerican Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. \\n3003 (d), of the completion of an inventory of human remains and \\nassociated funerary objects from Maine in the possession of the \\nDepartment of Anthropology, University of Maine, Orono, ME.\\n    A detailed assessment of the human remains was made by University \\nof Maine professional staff and a consulting forensic anthropologist in \\nconsultation with representatives of the Aroostook Band of MicMacs, \\nHoulton Band of Maliseets, Passamaquoddy Tribe, and the Penobscot \\nIndian Nation.\\n    Prior to 1966, human remains representing one individual were \\nuncovered at Benton Falls, ME during a mill foundation excavation. \\nThese human remains were donated to the Department of Anthropology, \\nUniversity of Maine by an unknown person. No known individual was \\nidentified. The three associated funerary objects are tubular copper \\nbeads.\\n    Based on the associated funerary objects, this individual has been \\ndetermined to be Native American. The copper beads also appear to be \\nfrom the historic period (post-1600 AD). Because these human remains \\nare likely from the post-contact period (post-1600 A.D.) and historical \\ndocuments place the Wabanaki in Maine during this time, these human \\nremains are affiliated with the Micmac, Malecite, Passamaquoddy, \\nPenobscot present-day tribes.\\n    In 1968, human remains representing one individual were recovered \\nfrom the Hathaway site (91-1), Passadumkeag, ME during an \\narchaeological excavation conducted by Dr. Dean Snow and sponsored by \\nthe University of Maine and the National Science Foundation. No known \\nindividual was identified. No associated funerary objects were present.\\n    Archaeological evidence based on the material culture of Maine \\nindicates that the Ceramic Period (c. 1,000 B.C. to the contact period) \\n``is the prehistory of those Algonkian speakers known generally as the \\nWabenakis; including the Micmac, Malecite, Passamaquoddy, [and] \\nPenobscot.\\'\\' A radiocarbon date of 200+/-80 A.D. from charcoal near the \\nhuman remains dates these remains to well within the Ceramic Period \\nconsidered ancestral to the present-day tribes of Maine.\\n    During the 1960s, human remains representing one individual were \\ndonated to the University of Maine by the Portland Society of Natural \\nHistory. In 1930, these human remains were recovered during streetcar \\ntrack construction in Waterville, ME. No known individuals were \\nidentified. No associated funerary objects are present.\\n    Based on dental morphology, this individual has been determined to \\nbe Native American. Published reports of the excavation indicated there \\nwas red-stained sand in association with these human remains (the sand \\nwas not recovered). Based on the state of preservation and the lack of \\nred staining on these human remains, the date of burial has been \\nestimated to be from the Ceramic into the Historic period (c. 1,000 \\nB.C. to post-1600 A.D.). Archaeological evidence based on the material \\nculture of Maine indicates that the Ceramic Period (c. 1,000 B.C. to \\nthe contact period) ``is the prehistory of those Algonkian speakers \\nknown generally as the Wabenakis; including the Micmac, Malecite, \\nPassamaquoddy, [and] Penobscot.\\'\\'\\n    During the 1960s, human remains representing one individual were \\ndonated to the University of Maine by the Portland National History \\nSociety. No known individual was identified. No associated funerary \\nobjects are present.\\n    Information accompanying these human remains indicate they were \\nrecovered from Rogers (possibly Roques or Rogues) Island. No further \\ninformation is available. Based on the state of preservation of the \\nremains and coastal location of the site, a shell midden context for \\nthese human remains is likely. Interment in shell middens is commonly \\nassociated with the Ceramic period. Archaeological evidence based on \\nthe material culture of Maine indicates that the Ceramic Period (c. \\n1,000 B.C. to the contact period) ``is the prehistory of those \\nAlgonkian speakers known generally as the Wabenakis; including the \\nMicmac, Malecite, Passamaquoddy, [and] Penobscot.\\'\\'\\n    During the 1960s, human remains representing one individual were \\ndonated to the Department of Anthropology, University of Maine by the \\nPortland Natural History Society. No known individual was identified. \\nNo associated funerary objects are present.\\n    Information accompanying these human remains indicates that they \\nwere acquired in 1924 by Mr. Samuel Hiscock of Round Pond, ME from a \\n``workman\\'\\' digging in the Damariscotta Oyster Shell Heaps, ME. This \\ninformation also suggests there may have been some Ceramic period \\nobjects with the human remains which were not included in the donation. \\nArchaeological evidence based on the material culture of the \\nDamariscotta Shell Heaps indicates that the Ceramic Period (c. 1,000 \\nB.C. to the contact period) ``is the prehistory of those Algonkian \\nspeakers known generally as the Wabenakis; including the Micmac, \\nMalecite, Passamaquoddy, [and] Penobscot.\\'\\'\\n    During the 1960s, human remains representing two individuals from \\nCape Elizabeth and South Freeport, ME were donated to the Department of \\nAnthropology, University of Maine by the Portland Natural History \\nSociety. No known individuals were identified. No associated funerary \\nobjects are present.\\n    Information with these human remains indicates they were removed \\nfrom Cape Elizabeth, ME and donated to the Portland Natural History \\nSociety in 1955 by Mr. and Mrs. Rogerson of Portland, ME; and a Mr. \\nRandall donated additional human remains from South Freeport, ME. These \\nhuman remains were not cataloged by the Portland Natural History \\nSociety, and have been co-mingled so that it is not possible to \\nseparate them by locality. Based on dental morphology, these human \\nremains have been determined to be Native American. Based on the \\nrecovery of these human remains from the bases of eroded banks and the \\nstate of preservation of the remains, the date of burial has been \\nestimated to be from the Ceramic into the Historic period (c. 1,000 \\nB.C. to post-1600 A.D.). Archaeological evidence based on the material \\nculture of Maine indicates that the Ceramic Period (c. 1,000 B.C. to \\nthe contact period) ``is the prehistory of those Algonkian speakers \\nknown generally as the Wabenakis; including the Micmac, Malecite, \\nPassamaquoddy, [and] Penobscot.\\'\\'\\n    Prior to 1971, human remains representing one individual from \\n``High Point\\'\\', Hampden, ME were donated to the Department of \\nAnthropology, possibly by Mr. Earl Banks. No known individual was \\nidentified. No funerary objects are present.\\n    Based on the molar wear patterns present, this individual has been \\ndetermined to be Native American. Although this exact site is unknown, \\nthe state of preservation of these human remains indicate that they are \\nfairly recent, probably post-contact (c.1600).\\n\\n[[Page 4286]]\\n\\nBecause these human remains are likely from the post-contact period \\n(post-1600 A.D.) and historical documents place the Wabanaki in Maine \\nduring this time, these human remains are affiliated with the Micmac, \\nMalecite, Passamaquoddy, Penobscot present-day tribes.\\n    In 1973, human remains representing a minimum of one individual \\nwere recovered from a highly disturbed sand dune (71-2) in Farmington \\nFalls, ME by unknown person(s) and have been curated at the Department \\nof Anthropology, University of Maine, since that time. No known \\nindividual was identified. No associated funerary objects are present.\\n    Based on the state of preservation, these human remains are \\nbelieved to date from the Ceramic period into the contact period. \\nArchaeological evidence based on the material culture of Maine \\nindicates that the Ceramic Period (c. 1,000 B.C. to the contact period) \\n``is the prehistory of those Algonkian speakers known generally as the \\nWabenakis; including the Micmac, Malecite, Passamaquoddy, [and] \\nPenobscot.\\'\\'\\n    In 1973, human remains representing two individuals were removed \\nfrom Winnock\\'s Neck (site 8-1), Scarboro, ME during investigations by \\namateur archeologists. These human remains and field notes pertaining \\nto them were subsequently donated to the University of Maine by unknown \\nindividual(s). No known individuals were identified. No associated \\nfunerary objects are present.\\n    The field notes accompanying these remains indicate they were \\nrecovered with three pottery sherds, indicating a likely Ceramic Period \\ndate for these human remains. Archaeological evidence based on the \\nmaterial culture of Maine indicates that the Ceramic Period (c. 1,000 \\nB.C. to the contact period) ``is the prehistory of those Algonkian \\nspeakers known generally as the Wabenakis; including the Micmac, \\nMalecite, Passamaquoddy, [and] Penobscot.\\'\\'\\n    In 1984, human remains representing a minimum of one individual \\nfrom the Todd site (17-11) Bremem, ME were recovered by a University of \\nMaine research team. No known individual was identified. No associated \\nfunerary objects are present.\\n    The Todd site (17-11) has been identified as a shell midden dating \\nto the late Ceramic period (post 1000 A.D.). Archaeological evidence \\nbased on the material culture of Maine indicates that the Ceramic \\nPeriod (c. 1,000 B.C. to the contact period) ``is the prehistory of \\nthose Algonkian speakers known generally as the Wabenakis; including \\nthe Micmac, Malecite, Passamaquoddy, [and] Penobscot.\\'\\'\\n    In 1989, human remains representing a minimum of nine individuals \\nwere recovered from the Eddington Bend site (74-8), Eddington, ME \\nduring a FERC-required recovery excavation by University of Maine \\npersonnel. No known individuals were identified. No associated funerary \\nobjects were recoverable.\\n    Based on dental morphology, these individuals have been determined \\nto be Native American. Based on the presence of a highly oxidized and \\nunrecoverable piece of iron in the pit feature with the human remains \\nand apparent iron or steel tool cut marks on the bones, these human \\nremains probably date to the post-contact period. Because these human \\nremains are likely from the post-contact period (post-1600 A.D.) and \\nhistorical documents place the Wabanaki in Maine during this time, \\nthese human remains are affiliated with the Micmac, Malecite, \\nPassamaquoddy, Penobscot present-day tribes.\\n    Based on the above mentioned information, officials of the \\nDepartment of Anthropology, University of Maine have determined that, \\npursuant to 43 CFR 10.2 (d)(1), the human remains listed above \\nrepresent the physical remains of a minimum of 21 individuals of Native \\nAmerican ancestry. Officials of the Department of Anthropology, \\nUniversity of Maine have also determined that, pursuant to 25 U.S.C. \\n3001 (3)(A), the three objects listed above are reasonably believed to \\nhave been placed with or near individual human remains at the time of \\ndeath or later as part of the death rite or ceremony. Lastly, officials \\nof the Department of Anthropology, University of Maine have determined \\nthat, pursuant to 43 CFR 10.2 (e), there is a relationship of shared \\ngroup identity which can be reasonably traced between these Native \\nAmerican human remains and associated funerary objects and the \\nAroostook Band of MicMacs, Houlton Band of Maliseets, Passamaquoddy \\nTribe, and the Penobscot Indian Nation.\\n    This notice has been sent to officials of the Aroostook Band of \\nMicMacs, Houlton Band of Maliseets, Passamaquoddy Tribe, and the \\nPenobscot Indian Nation. Representatives of any other Indian tribe that \\nbelieves itself to be culturally affiliated with these human remains \\nand associated funerary objects should contact Dr. David Sanger, \\nDepartment of Anthropology, University of Maine, Orono, ME 04469; \\ntelephone: (207) 581-1894, before February 27, 1998. Repatriation of \\nthe human remains and associated funerary objects to the culturally \\naffiliated tribes may begin after that date if no additional claimants \\ncome forward.\\nDated: January 15, 1998.\\nFrancis P. McManamon,\\nDepartmental Consulting Archeologist,\\nManager, Archeology and Ethnography Program.\\n[FR Doc. 98-1992 Filed 1-27-98; 8:45 am]\\nBILLING CODE 4310-70-F\\n\\n\\n\\n", "agency1": "Null", "sub_agency1": "Null", "dep_doc": "Null", "subject": "Null", "agency2": "Null", "action": "Null", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Null", "signature_name": "Null", "signature_title": "Null", "fr_doc": "Null", "billing_code": "Null", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}