{"index": "I_2346", "messy_full": "\\n\\nFederal Register, Volume 63 Issue 157 (Friday, August 14, 1998)\\n\\n[Federal Register Volume 63, Number 157 (Friday, August 14, 1998)]\\n[Notices]\\n[Pages 43718-43719]\\nFrom the Federal Register Online via the Government Publishing Office [www.gpo.gov]\\n[FR Doc No: 98-21886]\\n\\n\\n-----------------------------------------------------------------------\\n\\nDEPARTMENT OF THE INTERIOR\\n\\nNational Park Service\\n\\n\\nNotice of Inventory Completion for Native American Human Remains \\nfrom Stanislaus County, CA in the Possession of the California State \\nUniversity-Fresno, Fresno, CA\\n\\nAGENCY: National Park Service\\n\\nACTION: Notice\\n\\n-----------------------------------------------------------------------\\n\\n    Notice is hereby given in accordance with provisions of the Native \\nAmerican Graves Protection and Repatriation Act (NAGPRA), 43 CFR 10.9, \\nof the completion of an inventory of human remains in the possession of \\nthe California State University-Fresno, Fresno, CA.\\n    A detailed assessment of the human remains was made by California \\nState University-Fresno professional staff in consultation with \\nrepresentatives of the Tuolumne Band of Me-Wuk Indians of the Tuolumne \\nRancheria of California.\\n    In 1969, human remains representing four individuals were recovered \\nfrom site CA-STA-141 (Fresno State Catalog 69-17) during excavations \\nconducted by Fresno State College (now California State University-\\nFresno) staff. No known individuals were identified. No associated \\nfunerary objects are present.\\n    Catalog records prepared in 1972 indicate these human remains were \\nexcavated from the upper levels of the cultural deposit at or near the \\nsurface. Based on location and degree of preservation, these human \\nremains have been determined to be Native American from the late \\nprecontact period (post-1500 A.D.). Archeological evidence from this \\narea indicates a continuity of material culture from precontact times \\ninto the historic period. Historic documents, ethnographic accounts, \\nand oral history further indicate occupation and use of this area since \\nthe late precontact period by Central Sierra Me-Wuk peoples.\\n    Based on the above mentioned information, officials of the \\nCalifornia State University-Fresno have determined that, pursuant to 43 \\nCFR 10.2 (d)(1), the human remains listed above represent the physical \\nremains of four individuals of Native American ancestry. Officials of \\nthe California State University-Fresno have also determined that, \\npursuant to 43 CFR 10.2 (e), there is a relationship of shared group \\nidentity which can be reasonably traced between these Native American \\nhuman remains and the Tuolumne Band of Me-Wuk Indians of the Tuolumne \\nRancheria of California.\\n    This notice has been sent to officials of the Tuolumne Band of Me-\\nWuk Indians of the Tuolumne Rancheria of California. Representatives of \\nany other Indian tribe that believes itself to be culturally affiliated \\nwith these human remains should contact Professor Roger LaJeunesse, \\nDepartment of Anthropology, California State University-Fresno, 5245 \\nNorth Backer Avenue, Fresno, CA 93740-0016; telephone: (209) 278-4900, \\nbefore September 14, 1998. Repatriation of the human remains to the \\nTuolumne Band of Me-Wuk Indians of the Tuolumne Rancheria of California \\nmay begin after\\n\\n[[Page 43719]]\\n\\nthat date if no additional claimants come forward.\\nDated: August 7, 1998.\\nFrancis P. McManamon,\\nDepartmental Consulting Archeologist,\\nManager, Archeology and Ethnography Program.\\n[FR Doc. 98-21886 Filed 8-13-98; 8:45 am]\\nBILLING CODE 4310-70-F\\n\\n\\n\\n", "agency1": "Null", "sub_agency1": "Null", "dep_doc": "Null", "subject": "Null", "agency2": "Null", "action": "Null", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Null", "signature_name": "Null", "signature_title": "Null", "fr_doc": "Null", "billing_code": "Null", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}