{"index": "I_2395", "messy_full": "\\n\\nFederal Register, Volume 62 Issue 181 (Thursday, September 18, 1997)\\n\\n[Federal Register Volume 62, Number 181 (Thursday, September 18, 1997)]\\n[Notices]\\n[Pages 49025-49026]\\nFrom the Federal Register Online via the Government Publishing Office [www.gpo.gov]\\n[FR Doc No: 97-24823]\\n\\n\\n-----------------------------------------------------------------------\\n\\nDEPARTMENT OF THE INTERIOR\\n\\nNational Park Service\\n\\n\\nNotice of Inventory Completion for Native American Human Remains \\nand Associated Funerary Objects from Pima, Santa Cruz, and Cochise \\nCounties, AZ in the Control of the Coronado National Forest, United \\nStates Forest Service, Tucson, AZ\\n\\nAGENCY: National Park Service\\n\\nACTION: Notice\\n\\n-----------------------------------------------------------------------\\n\\n    Notice is hereby given in accordance with provisions of the Native \\nAmerican Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. \\n3003 (d), of the completion of an inventory of human remains and \\nassociated funerary objects from Pima, Santa Cruz, and Cochise \\nCounties, AZ in the control of the Coronado National Forest, United \\nStates Forest Service, Tucson, AZ.\\n    A detailed assessment of the human remains was made by U.S. Forest \\nService, Amerind Foundation, and Arizona State Museum professional \\nstaff in consultation with representatives of the Ak-Chin Indian \\nCommunity, the Fort Sill Apache Tribe of Oklahoma, the Gila River \\nIndian Community, the Mescalero Apache Tribe, the Salt River Pima-\\nMaricopa Indian Community, the San Carlos Apache Tribe, the Tohono \\nO\\'odham Nation, and the White Mountain Apache Tribe.\\n    During the early 1950s, human remains representing one individual \\nwere recovered from Ramanote Cave, Santa Cruz County during legally \\nauthorized excavations by Dr. Charles C. DiPeso, Amerind Foundation. No \\nknown individual was identified. The one associated funerary object, a \\nwoven fiber mat, can not be located at present.\\n    The Ramanote Cave site was utilized during the protohistoric period \\n1450-1700 A.D. based on ceramic seriation. Continuities of ethnographic \\nmaterials indicate affiliation between this protohistoric site and \\nhistoric and present day Piman and O\\'odham cultures. Oral traditions of \\nthe Tohono O\\'odham Nation, Gila River Indian Community, Ak-Chin Indian \\nCommunity, and the Salt River Pima-Maricopa Indian Community support \\nthe cultural affiliation of these four Indian tribes with Hohokam sites \\nin this area of southeastern Arizona.\\n    In 1976, human remains representing two individuals were recovered \\nfrom the Patagonia School site, Santa Cruz County during legally \\nauthorized excavations conducted by Donald G. Wood. No known \\nindividuals were identified. No associated funerary objects are \\npresent.\\n    The Patagonia School site has been identified as a small Hohokam \\nhabitation occupied between 850-1300 A.D. based on architecture and \\nmaterial culture. Continuities of ethnographic materials, technology, \\nand architecture indicate the affiliation of Hohokam sites in the area \\nwith historic and present day Piman and O\\'odham cultures. Oral \\ntraditions of the Tohono O\\'odham Nation, Gila River Indian Community, \\nAk-Chin Indian Community, and the Salt River Pima-Maricopa Indian \\nCommunity support the cultural affiliation of these four Indian tribes \\nwith Hohokam sites in this area of southeastern Arizona.\\n\\n[[Page 49026]]\\n\\n    Between 1979-1980, human remains representing 75 individuals were \\nrecovered from ten precontact sites within the Anamax-Rosemont Project \\nin the Santa Rita Mountains, Coronado National Forest during legally \\nauthorized excavations by Dr. Alan Ferg, University of Arizona. No \\nknown individuals were identified. The 105 associated funerary objects \\ninclude ceramic bowls, jars, and sherds, shell, bone and turquoise \\nornaments, bone and stone tools, metates, and a projectile point.\\n    These sites within the Anamax-Rosemont Project have been identified \\nas Hohokam village occupations dating between 500-1300 A.D. based on \\narchitecture and material culture. Continuities of ethnographic \\nmaterials, technology, and architecture indicate the affiliation of \\nHohokam sites in the area with historic and present day Piman and \\nO\\'odham cultures. Oral traditions of the Tohono O\\'odham Nation, Gila \\nRiver Indian Community, Ak-Chin Indian Community, and the Salt River \\nPima-Maricopa Indian Community support the cultural affiliation of \\nthese four Indian tribes with Hohokam sites in this area of \\nsoutheastern Arizona.\\n    Based on the above mentioned information, officials of the U.S. \\nForest Service have determined that, pursuant to 43 CFR 10.2 (d)(1), \\nthe human remains listed above represent the physical remains of 81 \\nindividuals of Native American ancestry. Officials of the U.S. Forest \\nService have also determined that, pursuant to 25 U.S.C. 3001 (3)(A), \\nthe 105 objects listed above are reasonably believed to have been \\nplaced with or near individual human remains at the time of death or \\nlater as part of the death rite or ceremony. Lastly, officials of the \\nU.S. Forest Service have determined that, pursuant to 25 U.S.C. 3001 \\n(2), there is a relationship of shared group identity which can be \\nreasonably traced between these Native American human remains and \\nassociated funerary objects and the Ak-Chin Indian Community, the Gila \\nRiver Indian Community, the Salt River Pima-Maricopa Indian Community, \\nand the Tohono O\\'odham Nation.\\n    In 1976, human remains representing one individual were recovered \\nfrom the Pothole Canyon site, Cochise County during legally authorized \\nexcavations by Dr. Alan Ferg, University of Arizona. No known \\nindividual was identified. The 27 associated funerary objects include a \\ngourd jar, iron knife, textile fragment, and cord.\\n    The Pothole Canyon site has been identified as a 19th century \\nChiricahua Apache encampment based on historical and ethnographical \\ninformation. Historical documents, ethnographic evidence, and oral \\ntraditions indicate this site is affiliated with the Chiricahua Apache, \\nrepresented by the present day tribes of the Fort Sill Apache Tribe and \\nMescalero Apache Tribe.\\n    Based on the above mentioned information, officials of the U.S. \\nForest Service have determined that, pursuant to 43 CFR 10.2 (d)(1), \\nthe human remains listed above represent the physical remains of one \\nindividual of Native American ancestry. Officials of the U.S. Forest \\nService have also determined that, pursuant to 25 U.S.C. 3001 (3)(A), \\nthe 27 objects listed above are reasonably believed to have been placed \\nwith or near individual human remains at the time of death or later as \\npart of the death rite or ceremony. Lastly, officials of the U.S. \\nForest Service have determined that, pursuant to 25 U.S.C. 3001 (2), \\nthere is a relationship of shared group identity which can be \\nreasonably traced between these Native American human remains and \\nassociated funerary objects and the Fort Sill Apache Tribe and the \\nMescalero Apache Tribe.\\n    This notice has been sent to officials of the Ak-Chin Indian \\nCommunity, the Fort Sill Apache Tribe of Oklahoma, the Gila River \\nIndian Community, the Mescalero Apache Tribe, the Salt River Pima-\\nMaricopa Indian Community, the San Carlos Apache Tribe, the Tohono \\nO\\'odham Nation, and the White Mountain Apache Tribe. Representatives of \\nany other Indian tribe that believes itself to be culturally affiliated \\nwith these human remains and associated funerary objects should contact \\nDr. Frank E. Wozniak, NAGPRA Coordinator, Southwestern Region, USDA \\nForest Service, 517 Gold Ave. SW, Albuquerque, NM 87102; telephone: \\n(505) 842-3238, fax: (505) 842-3800, before October 20, 1997. \\nRepatriation of the human remains and associated funerary objects to \\nthe culturally affiliated tribes may begin after that date if no \\nadditional claimants come forward.\\nDated: September 12, 1997.\\nFrancis P. McManamon,\\nDepartmental Consulting Archeologist,\\nManager, Archeology and Ethnography Program.\\n[FR Doc. 97-24823 Filed 9-17-97 ; 8:45 am]\\nBILLING CODE 4310-70-F\\n\\n\\n\\n", "agency1": "Null", "sub_agency1": "Null", "dep_doc": "Null", "subject": "Null", "agency2": "Null", "action": "Null", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Null", "signature_name": "Null", "signature_title": "Null", "fr_doc": "Null", "billing_code": "Null", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}