{"index": "I_2392", "messy_full": "\\n\\nFederal Register, Volume 62 Issue 187 (Friday, September 26, 1997)\\n\\n[Federal Register Volume 62, Number 187 (Friday, September 26, 1997)]\\n[Notices]\\n[Page 50623]\\nFrom the Federal Register Online via the Government Publishing Office [www.gpo.gov]\\n[FR Doc No: 97-25578]\\n\\n\\n-----------------------------------------------------------------------\\n\\nDEPARTMENT OF THE INTERIOR\\n\\nNational Park Service\\n\\n\\nNotice of Inventory Completion for Native American Human Remains \\nand Associated Funerary Objects from Nevada in the Control of the \\nHumboldt-Toiyabe National Forests, United States Forest Service, Elko, \\nNV\\n\\nAGENCY: National Park Service.\\n\\nACTION: Notice.\\n\\n-----------------------------------------------------------------------\\n\\n    Notice is hereby given in accordance with provisions of the Native \\nAmerican Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. \\n3003 (d), of the completion of an inventory of human remains and \\nassociated funerary objects from Nevada in the control of the Humboldt-\\nToiyabe National Forests, United States National Forest Service, Elko, \\nNV.\\n    A detailed assessment of the human remains was made by U.S. Forest \\nService and Nevada State Museum professional staff in consultation with \\nrepresentatives of the Te-Moak Tribe of Western Shoshone, Ely Shoshone \\nTribe, Yomba Shoshone Tribe, Duckwater Shoshone Tribe, and the Duck \\nValley Shoshone-Paiute Tribes.\\n    In 1972, human remains representing four individuals were recovered \\nfrom site 26EK831 (Itsy Cave) during legally authorized excavations by \\nNevada State Museum archeologists. No known individuals were \\nidentified, however, the families of these individuals are known. The \\n47 associated funerary objects include leather and leather bands, a \\nrusted key, a uniface and two utilized flakes, cloth and cloth \\nfragments, a white button, string fragments, braided and twisted plant \\nmaterial cordage, two clay objects or coprolites, rock with scratches, \\npieces of ochre, cloth/paper fragments, Desert Side Notch projectile \\npoint, pot sherds, thread and thread fragment, peeled hardwood arrow \\nshaft, Eastgate projectile point, animal bones, wood fragments, trimmed \\ncut stick, buckle and strap, and white canvas and blue denim fragments.\\n    Based on manner of interment and types of associated funerary \\nobjects, these individuals have been determined to be Native American. \\nBased on archeological evidence and material culture of the site, site \\n26EK831 (Itsy Cave) has been identified as a Western Shoshone use and \\noccupation site from the late precontact period to approximately the \\nearly 20th century. A medicine man, Killhorse Charlie (also known as \\nBronco Charlie) informed his niece, Ms. Theresa Temoke before his death \\nthat he had buried relatives at this location. Ms. Evelyn Temoke \\nRoche\\', Ms. Theresa Temoke\\'s daughter, has made a claim of lineal \\ndescent for these individuals on behalf of the related families.\\n    During 1972-1973, human remains representing one individual were \\nrecovered from site 26EK801 (Bronco Charlie Cave) during legally \\nauthorized excavations by Nevada State Museum archeologists. No known \\nindividual was identified. No associated funerary objects are present.\\n    Based on material culture including stone artifacts and ceramics \\nrecovered during the excavations, site 26EK801 has several occupations \\ndating between 700 B.C. into the historic period. Excavation reports \\nstate that Western Shoshone artifacts were found throughout all levels \\nof the deposits, and the early date for the site is based on a single \\nprojectile point type used between 700 B.C. until the early 19th \\ncentury. Based on ceramics, lithics, and pictographs, the primary \\noccupations of this site have been identified as late precontact \\nWestern Shoshone. Ethnographic reports the area surrounding this site \\nwas densely populated with single family camps and larger Western \\nShoshone winter villages. Additional ethnographic evidence indicates \\nBronco Charlie Cave is known and was identified as a sacred site by \\nKillhorse (Bronco) Charlie.\\n    Based on the above mentioned information, officials of the U.S. \\nForest Service have determined that, pursuant to 43 CFR 10.2 (d)(1), \\nthe human remains listed above represent the physical remains of five \\nindividuals of Native American ancestry. Officials of the U.S. Forest \\nService have also determined that, pursuant to 25 U.S.C. 3001 (3)(A), \\nthe 47 objects listed above are reasonably believed to have been placed \\nwith or near individual human remains at the time of death or later as \\npart of the death rite or ceremony. Officials of the U.S. Forest \\nService have determined that, pursuant to 43 CFR 10.2 (b)(1), Ms. \\nEvelyn Temoke Roche\\' can trace her ancestry directly and without \\ninterruption by means of the traditional kinship system of the Te-Moak \\nTribe of Western Shoshone to the human remains and associated funerary \\nobjects from the Itsy Cave site. Lastly, officials of the U.S. Forest \\nService have determined that, pursuant to 25 U.S.C. 3001 (2), there is \\na relationship of shared group identity which can be reasonably traced \\nbetween the Native American human remains from Bronco Charlie Cave and \\nthe Te-Moak Tribe of Western Shoshone.\\n    This notice has been sent to Ms. Evelyn Temoke Roche\\' and officials \\nof the Te-Moak Tribe of Western Shoshone, Ely Shoshone Tribe, Yomba \\nShoshone Tribe, Duckwater Shoshone Tribe, and the Duck Valley Shoshone-\\nPaiute Tribes. Representatives of any other Indian tribe that believes \\nitself to be culturally affiliated with these human remains and \\nassociated funerary objects should contact Fred Frampton, NAGPRA \\nCoordinator, Northeastern Nevada Ecosystem, Humboldt-Toiyabe National \\nForests, 2035 Last Chance Road, Elko, NV 89801; telephone: (702) 738-\\n5171, fax: (702) 778-0299, before October 27, 1997. Repatriation of the \\nhuman remains and associated funerary objects to Ms. Evelyn Temoke \\nRoche\\' and the Te-Moak Tribe of Western Shoshone may begin after that \\ndate if no additional claimants come forward.\\nDated: September 22, 1997.\\nFrancis P. McManamon,\\nDepartmental Consulting Archeologist,\\nManager, Archeology and Ethnography Program.\\n[FR Doc. 97-25578 Filed 9-25-97; 8:45 am]\\nBILLING CODE 4310-70-F\\n\\n\\n\\n", "agency1": "Null", "sub_agency1": "Null", "dep_doc": "Null", "subject": "Null", "agency2": "Null", "action": "Null", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Null", "signature_name": "Null", "signature_title": "Null", "fr_doc": "Null", "billing_code": "Null", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}