{"index": "I_2325", "messy_full": "\\n\\nFederal Register, Volume 63 Issue 208 (Wednesday, October 28, 1998)\\n\\n[Federal Register Volume 63, Number 208 (Wednesday, October 28, 1998)]\\n[Notices]\\n[Page 57707]\\nFrom the Federal Register Online via the Government Publishing Office [www.gpo.gov]\\n[FR Doc No: 98-28810]\\n\\n\\n-----------------------------------------------------------------------\\n\\nDEPARTMENT OF THE INTERIOR\\n\\nNational Park Service\\n\\n\\nNotice of Inventory Completion for Native American Human Remains \\nfrom Point Hope, AK in the Possession of the Nebraska State Historical \\nSociety, Lincoln, NE\\n\\nAGENCY: National Park Service, DOI.\\n\\nACTION: Notice.\\n\\n-----------------------------------------------------------------------\\n\\n    Notice is hereby given in accordance with provisions of the Native \\nAmerican Graves Protection and Repatriation Act (NAGPRA), 43 CFR 10.9, \\nof the completion of an inventory of human remains from Point Hope, AK \\nin the possession of the Nebraska State Historical Society, Lincoln, \\nNE.\\n    A detailed assessment of the human remains was made by Nebraska \\nState Historical Society professional staff in consultation with \\nrepresentatives of the Native Village of Point Hope and the Tigara \\nCorporation.\\n    In 1927, human remains representing one individual were donated to \\nthe Society by Charles H. Dietrich. No known individual was identified. \\nNo associated funerary objects are present.\\n    During the summer of 1902, U.S. Senator Charles H. Dietrich of \\nHastings, NE visited Alaska in the revenue cutter, Thetis. Dietrich\\'s \\ncatalog indicates that he acquired several Alaskan objects from a man \\nin Alaska who traded them to Dietrich in exchange for a box of \\nmagazines and newspapers from the United States. Based on information \\nin the Society donor files, the original identification is recorded as, \\n``skull found at Point Hope, where the dead are not buried.\\'\\'\\n    Based on the above mentioned information, officials of the Nebraska \\nState Historical Society have determined that, pursuant to 43 CFR 10.2 \\n(d)(1), the human remains listed above represent the physical remains \\nof one individual of Native American ancestry. Lastly, officials of the \\nNebraska State Historical Society have determined that, pursuant to 43 \\nCFR 10.2 (e), there is a relationship of shared group identity which \\ncan be reasonably traced between these Native American human remains \\nand the Native Village of Point Hope and the Tigara Corporation.\\n    This notice has been sent to officials of the Native Village of \\nPoint Hope and the Tigara Corporation. Representatives of any other \\nIndian tribe that believes itself to be culturally affiliated with \\nthese human remains should contact Rob Bozell, Associate Director, \\nNebraska State Historical Society, 1500 R Street, P.O. Box 82554, \\nLincoln, NE 68501-2554; telephone: (402) 471-4789, before November 27, \\n1998. Repatriation of the human remains to the Native Village of Point \\nHope and the Tigara Corporation may begin after that date if no \\nadditional claimants come forward.\\nDated: October 6, 1998.\\nFrancis P. McManamon,\\nDepartmental Consulting Archeologist,\\nManager, Archeology and Ethnography Program.\\n[FR Doc. 98-28810 Filed 10-27-98; 8:45 am]\\nBILLING CODE 4310-70-F\\n\\n\\n\\n", "agency1": "Null", "sub_agency1": "Null", "dep_doc": "Null", "subject": "Null", "agency2": "Null", "action": "Null", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Null", "signature_name": "Null", "signature_title": "Null", "fr_doc": "Null", "billing_code": "Null", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}