{"index": "I_2361", "messy_full": "\\n\\nFederal Register, Volume 63 Issue 80 (Monday, April 27, 1998)\\n\\n[Federal Register Volume 63, Number 80 (Monday, April 27, 1998)]\\n[Notices]\\n[Pages 20648-20649]\\nFrom the Federal Register Online via the Government Publishing Office [www.gpo.gov]\\n[FR Doc No: 98-11105]\\n\\n\\n-----------------------------------------------------------------------\\n\\nDEPARTMENT OF THE INTERIOR\\n\\nNational Park Service\\n\\n\\nNotice of Inventory Completion for Native American Human Remains \\nfrom Pierre, SD in the Possession of the South Dakota State \\nArchaeological Research Center, Rapid City, SD\\n\\nAGENCY: National Park Service.\\n\\nACTION: Notice.\\n\\n-----------------------------------------------------------------------\\n\\n    Notice is hereby given in accordance with provisions of the Native \\nAmerican Graves Protection and Repatriation Act (NAGPRA), 43 CFR 10.9, \\nof the completion of an inventory of human remains from Pierre, SD in \\nthe possession of the South Dakota State Archaeological Research \\nCenter, Rapid City, SD.\\n    A detailed assessment of the human remains was made by South Dakota \\nState Archaeological Research Center (SARC) professional staff and \\ncontract specialists in physical anthropology and archeology in \\nconsultation with representatives of the Three Affiliated\\n\\n[[Page 20649]]\\n\\nTribes of North Dakota and the Pawnee Tribe of Oklahoma.\\n    In 1995, human remains representing one individual were placed in \\nthe vehicle of James A. Vanderloo, a volunteer firefighter by person(s) \\nunknown during a fire call near Pierre, SD. These human remains were \\nturned over to the SARC by Mr. Vanderloo during the same year. No known \\nindividuals were identified. No associated funerary objects are \\npresent.\\n    Based on cranial morphology, these human remains have been \\ndetermined to be Native American. Crainometric measurements indicate \\nthese human remains are consistent with Pawnee or Mandan populations. \\nFurther, based on etchings on the remains indicative of plant roots, \\nthe manner of interment is consistent with the inhumation of \\ntraditional Mandan practice. Consultation with representatives of the \\nThree Affiliated Tribes indicates their aboriginal lands included \\nnorthern South Dakota and southern North Dakota along the Missouri \\nRiver.\\n    Based on the above mentioned information, officials of the South \\nDakota State Archaeological Research Center have determined that, \\npursuant to 43 CFR 10.2 (d)(1), the human remains listed above \\nrepresent the physical remains of one individual of Native American \\nancestry. Officials of the South Dakota State Archaeological Research \\nCenter have also determined that, pursuant to 43 CFR 10.2 (e), there is \\na relationship of shared group identity which can be reasonably traced \\nbetween these Native American human remains and the Three Affiliated \\nTribes of North Dakota.\\n    This notice has been sent to officials of the Pawnee Tribe of \\nOklahoma and the Three Affiliated Tribes of North Dakota. \\nRepresentatives of any other Indian tribe that believes itself to be \\nculturally affiliated with these human remains and associated funerary \\nobjects should contact Renee Boen, Curator, South Dakota State \\nArchaeological Research Center, P.O. Box 1257, Rapid City, SD 57709-\\n1257; telephone: (605) 394-1936, before May 27, 1998. Repatriation of \\nthe human remains to the Three Affiliated Tribes of North Dakota may \\nbegin after that date if no additional claimants come forward.\\nDated: April 21, 1998.\\nFrancis P. McManamon,\\nDepartmental Consulting Archeologist,\\nManager, Archeology and Ethnography Program.\\n[FR Doc. 98-11105 Filed 4-24-98; 8:45 am]\\nBILLING CODE 4310-70-F\\n\\n\\n\\n", "agency1": "Null", "sub_agency1": "Null", "dep_doc": "Null", "subject": "Null", "agency2": "Null", "action": "Null", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Null", "signature_name": "Null", "signature_title": "Null", "fr_doc": "Null", "billing_code": "Null", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}