{"index": "I_2318", "messy_full": "\\n\\nFederal Register, Volume 63 Issue 227 (Wednesday, November 25, 1998)\\n\\n[Federal Register Volume 63, Number 227 (Wednesday, November 25, 1998)]\\n[Notices]\\n[Pages 65217-65218]\\nFrom the Federal Register Online via the Government Publishing Office [www.gpo.gov]\\n[FR Doc No: 98-31486]\\n\\n\\n-----------------------------------------------------------------------\\n\\nDEPARTMENT OF THE INTERIOR\\n\\nNational Park Service\\n\\n\\nNotice of Inventory Completion for Native American Human Remains \\nand Associated Funerary Objects from New Mexico in the Possession of \\nthe Museum of Indian Arts and Culture/Laboratory of Anthropology, \\nMuseum of New Mexico, Santa Fe, NM\\n\\nAGENCY: National Park Service\\n\\nACTION: Notice\\n\\n-----------------------------------------------------------------------\\n\\n    Notice is hereby given in accordance with provisions of the Native \\nAmerican Graves Protection and Repatriation Act (NAGPRA), 43 CFR 10.9, \\nof the completion of an inventory of human remains and associated \\nfunerary objects from New Mexico in the possession of the Museum of \\nIndian Arts and Culture/Laboratory of Anthropology, Museum of New \\nMexico, Santa Fe, NM.\\n    A detailed assessment of the human remains was made by Museum of \\nIndian Arts and Culture/Laboratory of Anthropology professional staff \\nin consultation with representatives of the Pueblo of Nambe, the Pueblo \\nof Pojoaque, the Pueblo of San Ildefonso, the Pueblo of San Juan, the \\nPueblo of Santa Clara, and the Pueblo of Tesuque.\\n    In 1952, human remains representing 38 individuals were removed \\nfrom Cuyamungue Pueblo (LA 38) during legally authorized excavations \\nconducted by Museum of New Mexico staff. No known individuals were \\nidentified. The five associated funerary objects include a cotton \\ntextile fragment, two ceramic vessels, a cache of burned macro \\nbotanical remains, and a necklace of shell and turquoise beads.\\n    Based on archeological evidence, Spanish Colonial documents, \\ngeographic location, continuity of occupation, and oral history \\npresented during consultation by representatives of the pueblo listed \\nabove, Cuyamungue Pueblo (LA 38) has been identified as a puebloan \\nvillage occupied from the Anasazi PIII period (1100-1300 A.D.) until \\nthe Pueblo Revolt of 1696. Historical documents and oral history \\nindicates Cuyamungue Pueblo was\\n\\n[[Page 65218]]\\n\\nabandoned and the survivors were absorbed by the pueblos of Nambe, \\nPojoaque, San Ildefonso, San Juan, Santa Clara, and Tesuque.\\n    Based on the above mentioned information, officials of the Museum \\nof Indian Arts and Culture/Laboratory of Anthropology have determined \\nthat, pursuant to 43 CFR 10.2 (d)(1), the human remains listed above \\nrepresent the physical remains of 38 individuals of Native American \\nancestry. Officials of the Museum of Indian Arts and Culture/Laboratory \\nof Anthropology have also determined that, pursuant to 43 CFR 10.2 \\n(d)(2), the five objects listed above are reasonably believed to have \\nbeen placed with or near individual human remains at the time of death \\nor later as part of the death rite or ceremony. Lastly, officials of \\nthe Museum of Indian Arts and Culture/Laboratory of Anthropology have \\ndetermined that, pursuant to 43 CFR 10.2 (e), there is a relationship \\nof shared group identity which can be reasonably traced between these \\nNative American human remains and associated funerary objects and the \\nPueblo of Nambe, the Pueblo of Pojoaque, the Pueblo of San Ildefonso, \\nthe Pueblo of San Juan, the Pueblo of Santa Clara, and the Pueblo of \\nTesuque.\\n    This notice has been sent to officials of the Pueblo of Nambe, the \\nPueblo of Pojoaque, the Pueblo of San Ildefonso, the Pueblo of San \\nJuan, the Pueblo of Santa Clara, and the Pueblo of Tesuque. \\nRepresentatives of any other Indian tribe that believes itself to be \\nculturally affiliated with these human remains and associated funerary \\nobjects should contact Patricia House, Director, Museum of Indian Arts \\nand Culture/Laboratory of Anthropology, P.O. Box 2087, Santa Fe, NM \\n87504; telephone: (505) 827-6344, before December 28, 1998. \\nRepatriation of the human remains and associated funerary objects to \\nthe Pueblo of Nambe, the Pueblo of Pojoaque, the Pueblo of San \\nIldefonso, the Pueblo of San Juan, the Pueblo of Santa Clara, and the \\nPueblo of Tesuque may begin after that date if no additional claimants \\ncome forward.\\nDated: November 17, 1998.\\nVeletta Canouts,\\nActing Departmental Consulting Archeologist,\\nDeputy Manager, Archeology and Ethnography Program.\\n[FR Doc. 98-31486 Filed 11-25-98; 8:45 am]\\nBILLING CODE 4310-70-F\\n\\n\\n\\n", "agency1": "Null", "sub_agency1": "Null", "dep_doc": "Null", "subject": "Null", "agency2": "Null", "action": "Null", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Null", "signature_name": "Null", "signature_title": "Null", "fr_doc": "Null", "billing_code": "Null", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}