{"index": "I_2393", "messy_full": "\\n\\nFederal Register, Volume 62 Issue 185 (Wednesday, September 24, 1997)\\n\\n[Federal Register Volume 62, Number 185 (Wednesday, September 24, 1997)]\\n[Notices]\\n[Pages 49992-49993]\\nFrom the Federal Register Online via the Government Publishing Office [www.gpo.gov]\\n[FR Doc No: 97-25308]\\n\\n\\n-----------------------------------------------------------------------\\n\\nDEPARTMENT OF THE INTERIOR\\n\\nNational Park Service\\n\\n\\nNotice of Inventory Completion for Native American Human Remains \\nand Associated Funerary Objects from Lake Texoma, OK in the Possession \\nof the United States Army Corps of Engineers, Tulsa District, Tulsa, OK\\n\\nAGENCY: National Park Service.\\n\\nACTION: Notice.\\n\\n-----------------------------------------------------------------------\\n\\n    Notice is hereby given in accordance with provisions of the Native \\nAmerican Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. \\n3003 (d), of the completion of an inventory of human remains and \\nassociated funerary objects from Lake Texoma, OK in the possession of \\nthe United States Army Corps of Engineers, Tulsa District, Tulsa, OK.\\n    A detailed assessment of the human remains was made by U.S. Army \\nCorps- Tulsa District professional staff in consultation with \\nrepresentatives of the Chickasaw Nation of Oklahoma.\\n    In 1971, human remains representing two individuals were exposed \\nduring a work project at site 34Jn30, Lake Texoma, Johnson County, OK \\nand removed by University of Oklahoma staff. No known individuals were\\n\\n[[Page 49993]]\\n\\nidentified. The 114 associated funerary objects included an iron \\npadlock, a silver pendant, ceramics, glass seed beads, dark green glass \\nsherds, animal bones, metal fragments, buttons, knife blades, a clay \\npipe, a screw, mussel shell, and stone flakes, however, these objects \\nhave not been located within the collections of the original curating \\ninstitution, the University of Oklahoma.\\n    Morphological evidence based on shoveled incisors indicates these \\nindividuals are Native American. The recorded associated funerary \\nobjects indicate these burial date to between c.1850--1890 A.D. During \\nthis time, site 34JN30 was located within the exclusive territory of \\nthe Chickasaw Nation of Oklahoma, and was allotted between 1901 and \\n1906 to Mr. Bluford J. Greer and Ms. Sophia R. Arpealer, two Chickasaw \\ncitizens.\\n    During 1986-1987, human remains representing a minimum of four \\nindividuals were exposed by shoreline erosion at site 34MA15, Lake \\nTexoma, Marshall County, OK and recovered by Army Corps-Tulsa District \\npersonnel. No known individuals were identified. The eleven associated \\nfunerary objects include three triangular-wire looped thumbscrews, one \\nheart-shaped looped wire, one ribbon and bow decorative metal coffin \\nhardware, one pair of decorative metal leaves coffin hardware, one \\ndecorative metal bird or flower hardware, and one metal coffin handle \\nfragment with two screws.\\n    Based on the coffin hardware, these burials are estimated to date \\nbetween the late 1800s and the early 1900s. Morphological evidence, \\nincluding curved femurs, indicates that three of these individuals are \\nNative American. The fourth individual, a young adult woman found \\ncommingled with the remains of one of the Native American men, shows \\nCaucasian facial morphology. Site 34Ma15 is located within an allotment \\nheld in the early 1900s by Mr. John Edward Mayo, Mr. William Phillip \\nMayo, and Mr. James D. Mayo, all of whom were Chickasaw citizens.\\n    Based on the above mentioned information, officials of the U.S. \\nArmy Corps of Engineers, Tulsa District have determined that, pursuant \\nto 43 CFR 10.2 (d)(1), the human remains listed above represent the \\nphysical remains of five individuals of Native American ancestry. \\nOfficials of the U.S. Army Corps of Engineers, Tulsa District have also \\ndetermined that, pursuant to 25 U.S.C. 3001 (3)(A), the eleven objects \\nlisted above are reasonably believed to have been placed with or near \\nindividual human remains at the time of death or later as part of the \\ndeath rite or ceremony. Lastly, officials of the U.S. Army Corps of \\nEngineers, Tulsa District have determined that, pursuant to 25 U.S.C. \\n3001 (2), there is a relationship of shared group identity which can be \\nreasonably traced between these Native American human remains and \\nassociated funerary objects and the Chickasaw Nation of Oklahoma.\\n    This notice has been sent to officials of the Chickasaw Nation of \\nOklahoma. Representatives of any other Indian tribe that believes \\nitself to be culturally affiliated with these human remains and \\nassociated funerary objects should contact Mr. Robert W. Jobson, NAGPRA \\nCoordinator, Planning Division, U.S. Army Corps of Engineers, Tulsa \\ndistrict, P.O. Box 61, Tulsa, OK 74121-0061, telephone (918) 669-7193 , \\nbefore October 24, 1997. Repatriation of the human remains and \\nassociated funerary objects to the Chickasaw Nation of Oklahoma may \\nbegin after that date if no additional claimants come forward.\\n    Dated: September 16, 1997.\\nC. Timothy McKeown,\\nActing Departmental Consulting Archeologist, Archeology and Ethnography \\nProgram.\\n[FR Doc. 97-25308 Filed 9-23-97; 8:45 am]\\nBILLING CODE 4310-70-F\\n\\n\\n\\n", "agency1": "Null", "sub_agency1": "Null", "dep_doc": "Null", "subject": "Null", "agency2": "Null", "action": "Null", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Null", "signature_name": "Null", "signature_title": "Null", "fr_doc": "Null", "billing_code": "Null", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}