{"index": "I_2396", "messy_full": "\\n\\nFederal Register, Volume 62 Issue 178 (Monday, September 15, 1997)\\n\\n[Federal Register Volume 62, Number 178 (Monday, September 15, 1997)]\\n[Notices]\\n[Pages 48303-48304]\\nFrom the Federal Register Online via the Government Publishing Office [www.gpo.gov]\\n[FR Doc No: 97-24375]\\n\\n\\n\\n[[Page 48303]]\\n\\n-----------------------------------------------------------------------\\n\\nDEPARTMENT OF THE INTERIOR\\n\\nNational Park Service\\n\\n\\nNotice of Inventory Completion for Native American Human Remains \\nand Associated Funerary Objects from the Illinois counties of La Salle, \\nMadison, Perry, and Randolph in the Possession of the Anthropology \\nSection, Illinois State Museum, Springfield, IL\\n\\nAGENCY: National Park Service\\n\\nACTION: Notice\\n\\n-----------------------------------------------------------------------\\n\\n    Notice is hereby given in accordance with provisions of the Native \\nAmerican Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. \\n3003 (d), of the completion of an inventory of human remains and \\nassociated funerary objects from the Illinois counties of La Salle, \\nMadison, Perry, and Randolph in the Possession of the Anthropology \\nSection, Illinois State Museum, Springfield, IL.\\n    A detailed assessment of the human remains was made by Illinois \\nState Museum professional staff in consultation with representatives of \\nthe Peoria Tribe of Oklahoma, Miami Tribe of Oklahoma, Ho-Chunk Nation, \\nWinnebago Tribe of Nebraska, Sac  Fox Nation of Missouri, Sac  Fox \\nNation of Oklahoma, Sac  Fox Tribe of the Mississippi in Iowa, \\nKickapoo Tribe of Kansas, Kickapoo Tribe of Oklahoma, Forest County \\nPotawatomi Community, Hannahville Indian Community, Pokagon Band of \\nPotawatomi Indians, and Prairie Band of Potawatomi Indians of Kansas.\\n    In 1972, human remains representing eight individuals were \\nrecovered at Fort de Chartres III (11R127), Randolph County, during \\narcheological excavations conducted by Dr. Margaret Kimball Brown to \\ndevelop more accurate reconstructions and interpretive programming at \\nthis state park. No known individuals were identified. The 9,834 \\nassociated funerary objects include one embossed silver arm band, 33 \\nsilver brooches, three silver crosses, 80 iron tinkling cones, one iron \\nspear point, three brass bells, three brass necklaces, four copper \\nrings, one bone-handled case knife, and 9,585 glass seed beads.\\n    The Fort de Chartres III site is the last of a historically well-\\ndocumented series of forts established as the seat of French military \\nand civil power in Illinois from 1719 until the final fort was handed \\nover to the British in 1765. This third construction consisted of a \\nsubstantial stone fortress dating from the mid-1750s. Historical and \\narcheological evidence clearly indicate this fort was also a center of \\nNative American activity. Two contemporary Michigamea villages (Kolmer \\nand Waterman sites) have been documented near this fort. Based on \\ndentition, cranial characteristics, and the associated funerary \\nobjects, these individuals have been determined to be Native American. \\nBased on the location of the burials within the fort itself and the \\nEuropean trade goods present, these individuals were likely interred \\nafter the British abandonment of the fort in 1772 and prior to 1832, \\nwhen the remaining tribes in Illinois were removed across the \\nMississippi River. The Michigamea were members of the Illini \\nconfederacy, along with the Cahokia, Kaskaskia, Moingwena, Peoria, and \\nTamaroa. The present day descendant of the Illini confederacy is the \\nPeoria Tribe of Oklahoma.\\n    In 1952, human remains representing one individual were recovered \\nfrom the Guebert site (11R1), Randolph County, during joint \\narcheological excavations by the Illinois State Museum and Southern \\nIllinois University. No known individual was identified. The four \\nassociated funerary objects include one lead cross, two fragments of \\nbrass or copper, and one fragment of a German silver trigger guard.\\n    The Guebert site is an historic village site known in French \\ndocuments as ``Indian Kaskaskia\\'\\' which was occupied between 1719 and \\nabout 1765 by Kaskaskia, Michigamea, and Tamaroa people of the Illini \\nconfederacy. Based on site context, cranial chartacteristics and the \\nassociated funerary objects, this individual has been determined to be \\nNative American and most likely affiliated with the Illini confederacy. \\nThe present day descendant of the Illini confederacy is the Peoria \\nTribe of Oklahoma.\\n    In 1948, human remains representing one individual were recovered \\nfrom Feature 5 at the Hotel Plaza site (11LS61), La Salle County, \\nduring joint archeological excavations by the Illinois State Museum and \\nthe University of Chicago. No known individual was identified. The \\nthree associated funerary objects include one chert hammerstone, one \\nsandstone abrader, and one La Salle Filleted pottery sherd.\\n    The Hotel Plaza site, located on a floodplain of the Illinois River \\nadjacent to Starved Rock, contains mixed precontact occupations \\n(Archaic and Woodland periods) and features dating into the historic \\nperiod. Based on cranial characteristics and the associated funerary \\nobjects, this individual has been identified as Native American. \\nFeature 5 at the Hotel Plaza site has been identified as an historic \\nfeature based on the presence of La Salle Filleted pottery (a \\npostcontact ceramic style) and the location of this burial overlaying \\nand therefore postdating another feature containing historic artifacts. \\nAt various times during the late 1600s and early 1700s, this section of \\nthe Illinois River valley was occupied by tribes including the \\nKaskaskia and other Illini groups, the Kickapoo, the Miami, the \\nMissouri, the Piankeshaw, the Shawnee, and the Wea. Historical \\ndocuments indicate the Peoria occupied Hotel Plaza and Starved Rock \\nfrom about 1711 to 1720, the most likely date range for this burial and \\ntherefore likely affiliated with the Peoria Tribe of Oklahoma.\\n    In 1993, human remains representing one individual were recovered \\nfrom the Jamestown site (SIUC 21C4-14), Perry County, during salvage \\nexcavations related to the Burning Star #4 surface mine. No known \\nindividual was identified. The 65 associated funerary objects include a \\nFrench brass kettle, a woven mat of native fibers, a French butcher \\nknife, one silver brooch, one brass or copper C-shaped wire bracelet, \\nand two sets of white-tailed deer ribs.\\n    Although the Jamestown site has been identified as a Late Woodland \\noccupation site dating between 450-1000 A.D. based on site \\norganization, radiocarbon dates, material culture, and feature \\nmorphology, this burial dates from the early to middle eighteenth \\ncentury based on the grave construction and associated funerary \\nobjects. Based on the associated funerary objects, this individual is \\nNative Amerian and may have been contemporary with the Illini \\noccupations of the Guebert and Kolmer sites, and is likely to be \\nKaskaskia or Michigamea. The Kaskaskia and Michigamea were members of \\nthe Illini confederacy whose present day descendant is the Peoria Tribe \\nof Oklahoma.\\n    Between 1969-1972, human remains representing thirteen individuals \\nwere recovered from the River L\\'Abbe Mission site (11MS2), Madison \\nCounty, during excavations conducted by Melvin L. Fowler and Elizabeth \\nD. Benchley of the University of Wisconsin-Milwaukee and Charles J. \\nBareis of the University of Illinois, Urbana-Champaign. No known \\nindividuals were identified. The 6,996 associated funerary objects \\ninclude one molded lead cross, eight molded lead brooches, eight brass \\ntinkling cones, one brass hawk-bell, one brass Liberty-type bell, iron \\nhardware from a burial chest used as a coffin, two iron clasp-knife \\nblades, five catlinite triangular pendants, 28 marine shell triangular \\nbeads, two glass triangular pendants, and 6,723 glass beads.\\n\\n[[Page 48304]]\\n\\n    The River L\\'Abbe Mission site is located on the first terrace of \\nMonks Mound, a large Mississippian temple mound on the Mississippi \\nRiver floodplain. This occupation was a French colonial mission and an \\nadjoining Cahokia village established in 1735 and abandoned in 1752 \\nafter the Cahokia village was attacked by Sauk, Fox, Kickapoo, and \\nSioux war parties. Based on site context and the associated funerary \\nobjects, these individuals are Native American and affiliated with the \\n1735-1752 Cahokia village occupation. The Cahokia were members of the \\nIllini confederacy whose present day descendant is the Peoria Tribe of \\nOklahoma.\\n    Between 1947-1950 and in 1980, human remains representing sixteen \\nindividuals were recovered from the Starved Rock site (11LS12), La \\nSalle County, by archeologists of the Illinois State Museum, University \\nof Chicago, Illinois Department of Conservation and Illinois State \\nUniversity. No known individuals were identified. The 2,633 associated \\nfunerary objects include twelve brass Jesuit rings, one brass bead, \\ntwelve brass tinkling cones, one brass neck circlet, four brass \\nbracelets, two copper coils, one iron knife blade, one gunflint, and \\n2,491 glass beads.\\n    Starved Rock is a prominent landmark on the south bank of the \\nIllinois River occupied for thousands of years by Native Americans. \\nHistorical documents indicate Starved Rock was the site of a French \\nfort (1673-1692) and the site of a Peoria occupation (1711-1720). Based \\non dentition, cranial characteristics, and associated funerary objects, \\nthese individuals have been determined to be Native American and are \\nlikely to have been Kaskaskia, Peoria, or another of the tribes of the \\nIllini confederacy. The present day descendant of the Illini \\nconfederacy is the Peoria Tribe of Oklahoma.\\n    In 1971, human remains representing 59 individuals were recovered \\nfrom the Waterman site (11RI122), Randolph County, during excavations \\nconducted by Margaret Kimball Brown of Michigan State University under \\na grant from the Illinois Department of Conservation. No known \\nindividuals were identified. The 13,113 associated funerary objects \\ninclude six silver bracelets, two silver crosses, two silver gorgets, \\nthree silver rings, 28 copper tinkling cones, 26 copper beads, twelve \\nbrass bells, one brass cross, one brass bracelet, one faience hair \\npendant, two Micmac pipe bowls, one kaolin pipe bowl, one mirror, two \\nbrandy bottles, 12,705 glass beads, and a small French pistol which \\ndates to the early 1700s.\\n    The Waterman site is a historically documented Michigamea village \\nestablished in 1753 after the destruction of the Michigamea village at \\nthe Kolmer site in 1752 in an attack by the Sauk, Fox, Kickapoo, and \\nSioux. The Waterman village site was abandoned in 1765 when the British \\ntook control of Fort de Chartres. Based on dentition, cranial \\ncharacteristics, and the associated funerary objects, these individuals \\nhave been determined to be Native American; and are likely affiliated \\nwith the 1753-1765 Michigamea village. The Michigamea were members of \\nthe Illini confederacy whose present day descendant is the Peoria Tribe \\nof Oklahoma.\\n    In 1947, 1992, and 1995, human remains representing 21 individuals \\nwere recovered from the Zimmerman site (11LS13), located at the Grand \\nVillage of the Illinois State Historic Site, La Salle County, during \\nexcavations conducted by the University of Chicago, the Illinois State \\nMuseum, and Archaeological Consultants of Normal, IL. No known \\nindividuals were identified. The 173 associated funerary objects \\ninclude three brass tubular beads, twelve brass coiled-wire hair \\nornaments, one Danner Grooved Paddle pottery vessel, and 92 glass \\nbeads.\\n    The Zimmerman site is a multicomponent pre- and postcontact village \\nsite located on the north bank of the Illinois river opposite Starved \\nRock. Based on dentition, cranial characteristics, and the associated \\nfunerary objects, these individuals have been determined to be Native \\nAmerican. The postcontact component is believed to be the ``Grand \\nVillage of the Kaskaskia\\'\\' noted in French historic documents and maps \\nbeginning in 1673. The principal inhabitants of the village during the \\nlate 1600s and early 1700s were the Kaskaskia, Peoria, and other \\nmembers of the Illini confederacy. The Illini confederacy\\'s present day \\ndescendant is the Peoria Tribe of Oklahoma.\\n    Based on the above mentioned information, officials of the Illinois \\nState Museum have determined that, pursuant to 43 CFR 10.2 (d)(1), the \\nhuman remains listed above represent the physical remains of 120 \\nindividuals of Native American ancestry. Officials of the Illinois \\nState Museum have also determined that, pursuant to 25 U.S.C. 3001 \\n(3)(A), the 32,821 objects listed above are reasonably believed to have \\nbeen placed with or near individual human remains at the time of death \\nor later as part of the death rite or ceremony. Lastly, officials of \\nthe Illinois State Museum have determined that, pursuant to 25 U.S.C. \\n3001 (2), there is a relationship of shared group identity which can be \\nreasonably traced between these Native American human remains and \\nassociated funerary objects and the Peoria Tribe of Oklahoma.\\n    This notice has been sent to officials of the Peoria Tribe of \\nOklahoma, Miami Tribe of Oklahoma, Ho-Chunk Nation, Winnebago Tribe of \\nNebraska, Sac  Fox Nation of Missouri, Sac  Fox Nation of Oklahoma, \\nSac  Fox Tribe of the Mississippi in Iowa, Kickapoo Tribe of Kansas, \\nKickapoo Tribe of Oklahoma, Forest County Potawatomi Community, \\nHannahville Indian Community, Pokagon Band of Potawatomi Indians, and \\nPrairie Band of Potawatomi Indians of Kansas. Representatives of any \\nother Indian tribe that believes itself to be culturally affiliated \\nwith these human remains and associated funerary objects should contact \\nDr. Robert E. Warren, Associate Curator of Anthropology, Illinois State \\nMuseum, 1011 East Ash Street, Springfield, IL 62703; telephone: (217) \\n524-7903, before [thirty days after publication in the Federal \\nRegister]. Repatriation of the human remains and associated funerary \\nobjects to the Peoria Tribe of Oklahoma may begin after that date if no \\nadditional claimants come forward.\\nDated: September 10, 1997.\\nFrancis P. McManamon,\\nDepartmental Consulting Archeologist,\\nManager, Archeology and Ethnography Program.\\n[FR Doc. 97-24375 Filed 9-12-97; 8:45 am]\\nBILLING CODE 4310-70-F\\n\\n\\n\\n", "agency1": "Null", "sub_agency1": "Null", "dep_doc": "Null", "subject": "Null", "agency2": "Null", "action": "Null", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Null", "signature_name": "Null", "signature_title": "Null", "fr_doc": "Null", "billing_code": "Null", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}