{"index": "I_2353", "messy_full": "\\n\\nFederal Register, Volume 63 Issue 114 (Monday, June 15, 1998)\\n\\n[Federal Register Volume 63, Number 114 (Monday, June 15, 1998)]\\n[Notices]\\n[Page 32682]\\nFrom the Federal Register Online via the Government Publishing Office [www.gpo.gov]\\n[FR Doc No: 98-15821]\\n\\n\\n-----------------------------------------------------------------------\\n\\nDEPARTMENT OF THE INTERIOR\\n\\nNational Park Service\\n\\n\\nNotice of Inventory Completion for Native American Human Remains \\nfrom Missouri and Florida in the Possession of the U.S. Fish  Wildlife \\nService, Valley Stream, NY\\n\\nAGENCY: National Park Service, Interior.\\n\\nACTION: Notice.\\n\\n-----------------------------------------------------------------------\\n\\n    Notice is hereby given in accordance with provisions of the Native \\nAmerican Graves Protection and Repatriation Act (NAGPRA), 43 CFR 10.9, \\nof the completion of an inventory of human remains from Missouri and \\nFlorida in the possession of the U.S. Fish  Wildlife Service, Valley \\nStream, NY.\\n    A detailed assessment of the human remains was made by U.S. Fish  \\nWildlife professional staff in consultation with representatives of \\nPeoria Tribe of Indians of Oklahoma and the Seminole Tribe of Florida.\\n    On March 16, 1998, Mr. William Stevens, owner of the Evolution: \\nNatural History in New York City, pled guilty to selling Native \\nAmerican human remains under 53 U.S.C. 18 Sec. 1170. Since September \\n16, 1997, the following Native American human remains have been in the \\npossession and control of the U.S. Fish and Wildlife Service as a \\nresult of the investigation and seizures from Evolution: Natural \\nHistory and Mr. Stevens.\\n    At an unknown date, human remains representing two individuals were \\ntaken from Caruthersville, MO by person(s) unknown and delivered into \\nMr. William Stevens\\' possession under unknown circumstances. No known \\nindividuals were identified. No associated funerary objects are \\npresent.\\n    At an unknown date, human remains representing one individual were \\ntaken from Pemiscot County, MO by person(s) unknown and delivered into \\nMr. William Stevens\\' possession under unknown circumstances. No known \\nindividuals were identified. No associated funerary objects are \\npresent.\\n    Based on cranial morphology, these human remains have been \\nidentified as Native American. Although information obtained during the \\nseizure of these human remains indicates a date range of 500 A.D. to \\n1400 A.D., the apparent age of the remains is estimated at ``several \\nhundred years\\'\\' based on expert evaluation of these remains. Within the \\nlast several hundred years, village sites within Pemiscot County, \\nMissouri have been occupied by bands of the Illinois Confederacy into \\nthe protohistoric period. The present-day descendent of the Illinois \\nConfederacy is the Peoria Tribe of Indians of Oklahoma.\\n    Based on the above mentioned information, officials of the U.S. \\nFish  Wildlife Service have determined that, pursuant to 43 CFR 10.2 \\n(d)(1), the human remains listed above represent the physical remains \\nof three individuals of Native American ancestry. Officials of the U.S. \\nFish  Wildlife Service have determined that, pursuant to 43 CFR 10.2 \\n(e), there is a relationship of shared group identity which can be \\nreasonably traced between these Native American human remains and the \\nPeoria Tribe of Indians of Oklahoma.\\n    At an unknown date, human remains representing a minimum of seven \\nindividuals were removed from Florida by person(s) unknown and \\ndelivered into Mr. William Stevens\\' possession under unknown \\ncircumstances. No known individuals were identified. No associated \\nfunerary objects are present.\\n    Based on cranial morphology, these human remains have been \\nidentified as Native American. The apparent age of the remains is \\nestimated at ``several hundred years\\'\\' based on expert evaluation of \\nthese remains.\\n    Based on the above mentioned information, officials of the U.S. \\nFish  Wildlife Service have determined that, pursuant to 43 CFR 10.2 \\n(d)(1), the human remains listed above represent the physical remains \\nof a minimum of seven individuals of Native American ancestry. \\nOfficials of the U.S. Fish  Wildlife Service have determined that, \\npursuant to 43 CFR 10.2 (e), there is a relationship of shared group \\nidentity which can be reasonably traced between these Native American \\nhuman remains and the Seminole Tribe of Florida.\\n    This notice has been sent to officials of the Peoria Tribe of \\nIndians of Oklahoma, the Seminole Tribe of Florida, and the Seminole \\nNation of Oklahoma. Representatives of any other Indian tribe that \\nbelieves itself to be culturally affiliated with these human remains \\nshould contact Mr. Edward Grace, U.S. Fish  Wildlife Service, 70 E. \\nSunrise Highway, Suite 419, Valley Stream, NY 11581; telephone: (516) \\n825-3950 ext. 232, before July 15, 1998. Repatriation of the human \\nremains to the Peoria Tribe of Indians of Oklahoma and the Seminole \\nTribe of Florida may begin after that date if no additional claimants \\ncome forward.\\n    The National Park Service is not responsible for the determinations \\nwithin this notice.\\nDated: June 9, 1998.\\nFrancis P. McManamon,\\nDepartmental Consulting Archeologist,\\nManager, Archeology and Ethnography Program.\\n[FR Doc. 98-15821 Filed 6-12-98; 8:45 am]\\nBILLING CODE 4310-70-F\\n\\n\\n\\n", "agency1": "Null", "sub_agency1": "Null", "dep_doc": "Null", "subject": "Null", "agency2": "Null", "action": "Null", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Null", "signature_name": "Null", "signature_title": "Null", "fr_doc": "Null", "billing_code": "Null", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}