{"index": "I_2363", "messy_full": "\\n\\nFederal Register, Volume 63 Issue 77 (Wednesday, April 22, 1998)\\n\\n[Federal Register Volume 63, Number 77 (Wednesday, April 22, 1998)]\\n[Notices]\\n[Pages 19939-19940]\\nFrom the Federal Register Online via the Government Publishing Office [www.gpo.gov]\\n[FR Doc No: 98-10646]\\n\\n\\n-----------------------------------------------------------------------\\n\\nDEPARTMENT OF THE INTERIOR\\n\\nNational Park Service\\n\\n\\nREVISION-- Notice of Inventory Completion for Native American \\nHuman Remains, Associated Funerary Objects, and Unassociated Funerary \\nObjects in the Control of the United States Marine Corps, Department of \\nthe Navy, Honolulu, HI; and in the Possession of the Bernice Pauahi \\nBishop Museum, Honolulu, HI\\n\\nAGENCY: National Park Service.\\n\\nACTION: Notice.\\n\\n-----------------------------------------------------------------------\\n\\n    Notice is hereby given in accordance with provisions of the Native \\nAmerican Graves Protection and Repatriation Act (NAGPRA), 43 CFR 10.9, \\nof the completion of an inventory of human remains, associated funerary \\nobjects, and unassociated funerary objects in the control of the United \\nStates Marine Corps, Department of the Navy, Honolulu, HI; and in the \\npossession of the Bernice Pauahi Bishop Museum, Honolulu, HI. This \\nnotice replaces the Notice of Inventory Completion published February \\n28, 1994.\\n    A detailed assessment of the human remains was made by United \\nStates Marine Corps and Bishop Museum professional staff in \\nconsultation with representatives of Hui Malama I Na Kupuna O Hawai\\'i \\nNei and the Office of Hawaiian Affairs.\\n    Between 1915 and 1932, prior to Federal control of Tract 1 on \\nMokapu, human remains representing five individuals from the Heleloa \\nsand dunes on the Mokapu peninsula were donated to the Bishop Museum by \\nunknown donor(s). No known individuals were identified. No associated \\nfunerary objects are present.\\n    During 1938-1940, prior to Federal control of Tract 3 on Mokapu, \\nhuman remains representing 799 individuals were recovered from He\\'eia \\nsand dunes on Mokapu, during legally authorized excavations conducted \\nby Gordon T. Bowles of the University of Hawaii and Kenneth P. Emory of \\nthe Bishop Museum. No known individuals were identified. The 61 \\nassociated funerary objects include kupe\\'e, basalt flakes,\\n\\n[[Page 19940]]\\n\\nmarine shells, kukui nuts, and the bones of fish, birds, pigs, dogs, \\nand turtles.\\n    During 1939-1940, human remains representing 184 individuals were \\nremoved from the Heleloa sand dunes, Mokapu during legally authorized \\nexcavations conducted by Gordon T. Bowles of the University of Hawaii \\nand Kenneth P. Emory of the Bishop Museum; and donated to the Bishop \\nMuseum. No known individuals were identified. The 13 associated \\nfunerary objects include kupe\\'e, basalt flakes, marine shells, kukui \\nnuts, and the bones of fish, birds, pigs, dogs, and turtles.\\n    In 1942, human remains representing 222 individuals from Mokapu and \\nother locations on O\\'ahu were donated to the Bishop Museum by unknown \\npersons. No known individuals were identified. No associated funerary \\nobjects are present.\\n    In 1957, human remains representing 186 individuals were recovered \\nfrom the Heleloa sand dunes, Mokapu, O\\'ahu during legally authorized \\nexcavations conducted by Robert N. Bowen of the University of Hawaii. \\nNo known individuals were identified. The 42 associated funerary \\nobjects include a dog tooth pendant; basalt flakes; bones of fish, bird \\nand an unidentified mammal; and a bullet casing.\\n    In 1975, human remains representing 108 individuals were recovered \\nduring a construction project on Ulupa\\'u, Mokapu. No known individuals \\nwere identified. The 118 associated funerary objects include kupe\\'e; \\ncalcite, shell, and whale bone pendants; bone and shell buttons; a \\nmetal ring; ivory beads; bone; glass; metal nails; and metal parts of a \\nsmoking pipe.\\n    During 1952-1993, human remains representing 78 individuals from \\nunknown locations were donated to the Bishop Museum from unknown \\nsources, and curated as ``isolated burials\\'\\' within the Mokapu \\ncollection. No known individuals were identified. The 21 associated \\nfunerary objects include basalt flakes; bones of fish, bird, and \\nmammals; coral; marine shell; and a kukui nut.\\n    A total of 30 cultural items from the Federal lands of Mokapu \\nincluding six pendants, basalt flakes, fish scales, a soil sample, \\nglass and bone beads, bone buttons, a wood smoking pipe, nails, a \\nkupe\\'e, and shell and bone fragments were recovered during the 1938-\\n1940, 1939-1940, 1957, and 1975 excavations referenced above. Although \\nnot recorded with any specific burials, these cultural items are \\nconsistent with the cultural items associated with human remains.\\n    Based on skeletal and cranial morphology, dentition, style and type \\nof associated funerary objects, manner of interments, and recovery \\nlocations, the human remains listed above have been determined to be \\nNative Hawaiian. In consultation with Native Hawaiian organizations, \\nthe U.S. Marine Corps and the Bishop Museum decided that no attempt \\nwould be made to determine the age of the human remains. The various \\nohana, or families, listed below are Native Hawaiian organizations \\nunder 43 CFR 10.2 (a)(3)(I).\\n    Based on the above mentioned information, officials of the U.S. \\nMarine Corps and the Bishop Museum have determined that, pursuant to 43 \\nCFR 10.2 (d)(1), the human remains listed above represent the physical \\nremains of a minimum of 1,582 individuals of Native American ancestry. \\nOfficials of the U.S. Marine Corps and the Bishop Museum have also \\ndetermined that, pursuant to 43 CFR 10.2 (d)(2), the 251 objects listed \\nabove are reasonably believed to have been placed with or near \\nindividual human remains at the time of death or later as part of the \\ndeath rite or ceremony. Officials of the U.S. Marine Corps and the \\nBishop Museum have further determined that, pursuant to 43 CFR 10.2 \\n(d)(2)(ii), these 30 cultural items are reasonably believed to have \\nbeen placed with or near individual human remains at the time of death \\nor later as part of the death rite or ceremony and are believed, by a \\npreponderance of the evidence, to have been removed from a specific \\nburial site of an Native American individual. Lastly, officials of the \\nU.S. Marine Corps and the Bishop Museum have determined that, pursuant \\nto 43 CFR 10.2 (e), there is a relationship of shared group identity \\nwhich can be reasonably traced between these Native American human \\nremains, associated funerary objects, and unassociated funerary objects \\nand Sam Monet/Fannie L. Moniz Ohana, Nalani Olds Ohana, Terrilee Napuna \\nKeko\\'olani-Raymond Ohana, Carloa Manuel Ohana, Eric Po\\'ohina on his \\nbehalf and on behalf of Huna Research Institute, the Princess Nahoa \\nOlelo o Kamehameha Society, Ka Ohana O Na Iwi o Mokapu representing Hui \\nMalama I Na Kupuna o Hawai\\'i Nei, the Office of Hawaiian Affairs, Ka \\nLahui Hawaii, Gladys Pualoa and the Ko\\'olauloa Hawaiian Civic Club, \\nMiriam (Toni) Yardley, Ella Paguyo, Ipolani Tano, and Delilah Ortiz.\\n    This notice has been sent to Sam Monet/Fannie L. Moniz Ohana, \\nNalani Olds Ohana, Terrilee Napuna Keko\\'olani-Raymond Ohana, Carloa \\nManuel Ohana, Eric Po\\'ohina on his behalf and on behalf of Huna \\nResearch Institute, the Princess Nahoa Olelo o Kamehameha Society, Ka \\nOhana O Na Iwi o Mokapu representing Hui Malama I Na Kupuna o Hawai\\'i \\nNei, the Office of Hawaiian Affairs, Ka Lahui Hawaii, Gladys Pualoa and \\nthe Ko\\'olauloa Hawaiian Civic Club, Miriam (Toni) Yardley, Ella Paguyo, \\nIpolani Tano, and Delilah Ortiz. Representatives of any other Native \\nHawaiian organization that believes itself to be culturally affiliated \\nwith these human remains, associated funerary objects, and unassociated \\nfunerary objects should contact Ms. June Cleghorn, Staff Archeologist, \\nMarine Corps Base Hawaii, Kaneohe Bay, HI 96863-3002; telephone: (808) \\n257-6920, ext. 230, before May 22, 1998. If no additional claimants \\ncome forward, repatriation of the human remains and associated funerary \\nobjects to Sam Monet/Fannie L. Moniz Ohana, Nalani Olds Ohana, Terrilee \\nNapuna Keko\\'olani-Raymond Ohana, Carloa Manuel Ohana, Eric Po\\'ohina on \\nhis behalf and on behalf of Huna Research Institute, the Princess Nahoa \\nOlelo o Kamehameha Society, Ka Ohana O Na Iwi o Mokapu representing Hui \\nMalama I Na Kupuna o Hawai\\'i Nei, the Office of Hawaiian Affairs, Ka \\nLahui Hawaii, Gladys Pualoa and the Ko\\'olauloa Hawaiian Civic Club, \\nMiriam (Toni) Yardley, Ella Paguyo, Ipolani Tano, and Delilah Ortiz may \\nbegin after that date or at such time as the requesting parties agree \\nupon their disposition or the dispute is otherwise resolved pursuant to \\nthe provisions of NAGPRA or by a court of competent jurisdiction [25 \\nU.S.C. 3005 (e)].\\nDated: April 16, 1998.\\nVeletta Canouts,\\nActing Departmental Consulting Archeologist,\\nDeputy Manager, Archeology and Ethnography Program.\\n[FR Doc. 98-10646 Filed 4-21-98; 8:45 am]\\nBILLING CODE 4310-70-F\\n\\n\\n\\n", "agency1": "Null", "sub_agency1": "Null", "dep_doc": "Null", "subject": "Null", "agency2": "Null", "action": "Null", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Null", "signature_name": "Null", "signature_title": "Null", "fr_doc": "Null", "billing_code": "Null", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}