{"index": "I_2366", "messy_full": "\\n\\nFederal Register, Volume 63 Issue 75 (Monday, April 20, 1998)\\n\\n[Federal Register Volume 63, Number 75 (Monday, April 20, 1998)]\\n[Notices]\\n[Pages 19511-19514]\\nFrom the Federal Register Online via the Government Publishing Office [www.gpo.gov]\\n[FR Doc No: 98-10326]\\n\\n\\n-----------------------------------------------------------------------\\n\\nDEPARTMENT OF THE INTERIOR\\n\\nNational Park Service\\n\\n\\nNotice of Inventory Completion for Native American Human Remains \\nand Associated Funerary Objects in the Possession of the Minnesota \\nIndian Affairs Council, Bemidji, MN\\n\\nAGENCY: National Park Service\\n\\nACTION: Notice\\n\\n-----------------------------------------------------------------------\\n\\n    Notice is hereby given in accordance with provisions of the Native \\nAmerican Graves Protection and Repatriation Act (NAGPRA), 43 CFR 10.9, \\nof the completion of an inventory of human remains and associated \\nfunerary objects in the possession of the Minnesota Indain Affairs \\nCouncil, Bemidji, MN.\\n    A detailed assessment of the human remains was made by Hamline \\nUniversity professional staff in consultation with representatives of \\nthe Flandreau Santee Sioux Tribe of South Dakota, Santee Sioux Tribe of \\nNebraska, Sisseton-Wahpeton Sioux Tribe of South Dakota, Lower Sioux \\nIndian Community of Minnesota, Spirit Lake Sioux Tribe of North Dakota, \\nPrairie Island Mdewakanton Sioux Community of Minnesota, Yankton Sioux \\nTribe of South Dakota, Shakopee Dakota Community of Minnesota, and the \\nUpper Sioux Indian Community of the Upper Sioux Reservation.\\n    In 1938, human remains representing one individual were removed \\nfrom a Spirit Lake Sioux cemetery overlooking the river near Tokio, ND \\nby unknown person(s) and ``dropped off\\'\\' at the University of \\nMinnesota. No known individual was identified. The one associated \\nfunerary object is a celluloid pin.\\n    Based on the cemetary location and use, these human remains have \\nbeen identified as Native American. Based on the associated funerary \\nobject, these human remains are also estimated to date from the late \\nnineteenth century. This cemetery is known to have been exclusively \\nused by the Spirit Lake Sioux Tribe during this time.\\n    In 1946, human remains representing four individuals were recovered \\nfrom the Saienga Mound, Chippewa County, MN during excavations \\nconducted by L.A. Wilford of the University of Minnesota. No known \\nindividuals were identified. The eight associated funerary objects \\ninclude a catlinite elbow pipe, iron nails, gunflints, a striking \\nsteel, a coiled spring, a ring, a broken knife, and a ``washer\\'\\' \\nornament.\\n    Based on the associated funerary objects, these individuals have \\nbeen identified as Native American. These burial are from the post \\ncontact period, and represent intrusive burials into a precontact \\nmound. Based on the trade goods present and manner of interment, these \\nindividuals have been identified as Sisseton-Wahpeton.\\n    In 1963, human remains representing one individual were recovered \\nfrom the Kemnitz site, Renville County, MN during excavations conducted \\nby Anderson and Norquist of the University of Minnesota. No known \\nindividual was identified. The ten associated funerary objects include \\nmetal earrings, a coffin nail, a bone comb, glass beads, human hair, a \\nfeather, iron scissors, fabric, fabric with feathers, and coffin wood \\nfragments.\\n    Based on the associated funerary objects, these individuals have \\nbeen identified as Native American. The location, age of the associated \\nfunerary objects, and manner of interment of these individuals indicate \\naffiliation with the Sisseton-Wahpeton Sioux Tribe.\\n    In 1940, human remains representing six individuals were recovered \\nfrom the Huber Mound site, Scott County, MN during excavations \\nconducted by L.A. Wilford of the University of Minnesota. No known \\nindividuals were identified. The one associated funerary object is a \\nscraper.\\n    Based on material culture, the Huber Mound site has been identified \\nat a Late Woodland--Kathio phase (900-1300 A.D.) occupation. Based on \\ncontinuities of material culture in ceramic styles and construction, \\narcheological evidence indicates long-term occupation of this area by \\nthe same cultural group, from the archeologically-defined Brainerd to \\nKathio-Clam River-Blackduck to Psinomani. The Psinomani, present during \\nthe Late Woodland and early\\n\\n[[Page 19512]]\\n\\nContact periods, are generally regarded as the ancestors of the Dakota. \\nManner of interment of these individuals are consistent with known \\nancestral Dakota practice.\\n    In 1950, human remains representing 28 individuals were recovered \\nfrom the Brown\\'s Mounds (also known as Eck Mounds), Hennepin County, MN \\nduring excavations conducted by L.A. Wilford of the University of \\nMinnesota. No known individuals were identified. The seven associated \\nfunerary objects include a potsherd, three canine teeth, a biface/knife \\nface, a broken end scraper, and a snail shell bead.\\n    Based on material culture, the Brown\\'s Mounds site has been \\nidentified at a Late Woodland-Kathio phase (900-1300 A.D.) occupation. \\nBased on continuities of material culture in ceramic styles and \\nconstruction, archeological evidence indicates long-term occupation of \\nthis area by the same cultural group, from the archeologically-defined \\nBrainerd to Kathio-Clam River-Blackduck to Psinomani. The Psinomani, \\npresent during the Late Woodland and early Contact periods, are \\ngenerally regarded as the ancestors of the Dakota. Manner of interment \\nof these individuals are consistent with known ancestral Dakota \\npractice.\\n    In 1938, human remains representing 19 individuals were recovered \\nfrom the Fingerson Mound site, Pope County, MN during excavations \\nconducted by L.A. Wilford of the University of Minnesota. No known \\nindividuals were identified. The one associated funerary object is a \\nheadless buffalo calf skeleton.\\n    Based on material culture, the Fingerson Mound site has been \\nidentified at a Late Woodland-Kathio phase (900-1300 A.D.) occupation. \\nBased on continuities of material culture in ceramic styles and \\nconstruction, archeological evidence indicates long-term occupation of \\nthis area by the same cultural group, from the archeologically-defined \\nBrainerd to Kathio-Clam River-Blackduck to Psinomani. The Psinomani, \\npresent during the Late Woodland and early Contact periods, are \\ngenerally regarded as the ancestors of the Dakota. Manner of interment \\nof these individuals are consistent with known ancestral Dakota \\npractice.\\n    In 1964, human remains representing 54 individuals were recovered \\nformt he Steele Mounds (Shakopee Mounds), Scott County, MN during \\nexcavations conducted by Elden Johnson of the University of Minnesota. \\nNo known individuals were identified. The 54 associated funerary \\nobjects include bison teeth, shell, a horse bit, a ring with stone, tin \\nstrip and tinklers, coffin nails, a bell, two pipestone heads, a \\nknife,earrings, a crucifix, brooches, cloth, hair, a shroud, glass \\nbeads, shell bead, hawk bells with fabric fragments, spoons, a lock, \\nbracelets, a disk, a pewter medallion, deer tooth, porcelin fragments, \\n, metal point, projectile points, piece of pipe tube, Germain silver \\nbreast plate, mound birchbark, brass and copper disk fragments, \\ncrockery, nails, iron rings, brass stud, turtle shell, worked bones, \\nmetal armband fragments, buckle, metal fragments, gunflints, potsherd, \\nend scrapers, utilized flake, rounded stone, hammerstone, side scraper, \\n17 bags of charcoal wood, and bark, burned birchbark with sewing holes, \\nburned needle/awl, charred wood and burned bone fragments, woven \\nfabric, shroud fabric, board fragments.\\n    Based on the types of associated funerary objects and manner of \\ninterments, these human remains have been determined to be Native \\nAmerican. The apparent age of the associated funerary objects place the \\ndate of burial to the late 18th and early 19th century. The apparent \\nage of the burials, associated funerary objects, manner of interment, \\nand location of the burial indicate affiliation with the Mdewakanton \\nDakota.\\n    In 1938, human remains representing ten individuals were recovered \\nfrom the Bartke Mound Group, Pope County, MN during excavations \\nconducted by L.A. Wilford of the University of Minnesota. No known \\nindividuals were identified. No associated funerary objects are \\npresent.\\n    Based on material culture, the Bartke Mound Group has been \\nidentified at a Late Woodland-Kathio phase (900-1300 A.D.) occupation. \\nBased on continuities of material culture in ceramic styles and \\nconstruction, archeological evidence indicates long-term occupation of \\nthis area by the same cultural group, from the archeologically-defined \\nBrainerd to Kathio-Clam River-Blackduck to Psinomani. The Psinomani, \\npresent during the Late Woodland and early Contact periods, are \\ngenerally regarded as the ancestors of the Dakota. Manner of interment \\nof these individuals are consistent with known ancestral Dakota \\npractice.\\n    In 1951, human remains representing 23 individuals were recovered \\nfrom the McKee site, Washington County, MN during excavations conducted \\nby L.A. Wilford of the University of Minnesota. No known individuals \\nwere identified. No associated funerary objects are present.\\n    Based on material culture, the McKee site has been identified at a \\nWoodland-Mille Lacs focus (900-1300 A.D.) occupation. Based on \\ncontinuities of material culture in ceramic styles and construction, \\narcheological evidence indicates long-term occupation of this area by \\nthe same cultural group, from the archeologically-defined Brainerd to \\nKathio-Clam River-Blackduck to Psinomani. The Psinomani, present during \\nthe Late Woodland and early Contact periods, are generally regarded as \\nthe ancestors of the Dakota. Manner of interment of these individuals \\nare consistent with known ancestral Dakota practice.\\n    In 1960, human remains representing 37 individuals were recovered \\nfrom the Crookston site, Polk County, MN during excavations conducted \\nby Elden Johnson of the University of Minnesota. No known individuals \\nwere identified. The three associated funerary objects include aunal \\nremains, a stone flake, a worked shell, and burial soil matrix samples.\\n    Based on material culture, the Crookston site has been identified \\nat a Late Woodland-Kathio phase (900-1300 A.D.) occupation. Based on \\ncontinuities of material culture in ceramic styles and construction, \\narcheological evidence indicates long-term occupation of this area by \\nthe same cultural group, from the archeologically-defined Brainerd to \\nKathio-Clam River-Blackduck to Psinomani. The Psinomani, present during \\nthe Late Woodland and early Contact periods, are generally regarded as \\nthe ancestors of the Dakota. Manner of interment of these individuals \\nare consistent with known ancestral Dakota practice.\\n    In 1950, human remains representing one individual were recovered \\nfrom an unknown location in Crow Wing County, MN by three fishermen \\n(un-named) and donated to the University of Minnesota. No known \\nindividual was identified. The two associated funerary objects include \\nan Ogechie vessel and a bone flesher.\\n    Based on the associated funerary objects, this individual has been \\ndetermined to be Native American dating to approximately 1000-1750 A.D. \\nBased on continuties of Ogechie ceramic style with ceramics at \\ndocumented Mdewankanton sites in the Mille Lacs area, this individual \\nhas been determined to be affiliated with the Mdewankanton Dakota.\\n    In 1969, human remains representing one individual were recovered \\nfrom the Cooper site, Mille Lacs County, MN during excavations \\nconducted by Jan Streiff of the University of Minnesota. No known \\nindividual was identified. The two associated funerary objects are two \\nmortuary ceramic vessels.\\n\\n[[Page 19513]]\\n\\n    In 1967, human remains representing ten individuals were recovered \\nfrom the Cooper site by Gordon Lothson and donated to the University of \\nMinnesota. No known individuals were identified. The 102 associated \\nfunerary objects include mortuary vessels, projectile points, a harpoon \\npoint, iron fragments, an arrowshaft wrench, knives, glass beads, \\ncopper jingles, a bird bone whistle, arrowshaft abraders, knife \\nsharpener, bone beads, birch bark, lithic core, hammerstone, knife \\nhandle fragments, two beaver incisors, metal fragments, bone tubes, \\nfire-cracked rock, a brass ring, gypsum piece, scrapers, brass jingles, \\nsherds, flake, wood fragments, shell spoons, flotation materials from \\nburial matrix, a green stone pendent, a small catlinite elbow pipe, \\norchre, bone needles, burial matrix, brass/copper bracelet, fishbone, \\nbone flakes, and shells.\\n    In 1965, human remains representing 11 individuals were recovered \\nfrom the Cooper site by L.R. Cooper and donated to the University of \\nMinnesota. No known individuals were identified. The two associated \\nfunerary objects are mortuary vessels.\\n    At an unknown date, human remains representing four individuals \\nwere recovered from the Cooper site under unknown circumstances and \\naccessioned into the University of Minnesota\\'s collections with the \\naccession number UM0636. No known individuals were identified. The two \\nassociated funerary objects are a catlinite disc pipe and a mortuary \\nvessel.\\n    At an unknown date, human remains representing six individuals were \\nrecovered from the Cooper site under unknown circumstances and \\naccessioned in to the University of Minnesota\\'s collections with the \\naccession number UM0664. No known individuals were identified. The four \\nassociated funerary objects are morturary vessels.\\n    Based on the associated funerary objects and manner of interment, \\nthese individuals have been identified as Native American. Based on \\nmaterial culture, manner of interment, and village subsistence \\npractices, the Cooper site has been identified as a Mdewankanton Dakota \\noccupation dating after 1670 A.D.\\n    In 1934, human remains representing three individuals were \\nrecovered from the Davis and Findlay Mounds, Hennepin County, MN during \\nexcavations conducted by G.F. Ekhom of the University of Minnesota. No \\nknown individuals were identified. The five associated funerary objects \\ninclude a metal scraper, a metal bracelet, coffin wood, a clam shell, \\nand iron nails.\\n    Based on material culture, the Davis and Findlay Mounds, described \\nas being located ``on the south end of Third Avenue, Minneapolis\\'\\', \\nhave been identified as Mulicomponent Woodland with intrusive historic \\nperiod burials. Based on the associated funerary objects and manner of \\ninterment, these individuals have been identified as Native American \\nfrom the historic period. During the historic period, the area of the \\nDavis and Findlay mounds were heavily used by the Mdewankanton Dakota.\\n    Prior to 1905, human remains representing one individual were \\nrecovered from a mound on Phelp\\'s Island by Alfred J. Hill, who donated \\nhis collections to the University of Minnesota in 1905. No known \\nindivdiual was identified. No associated funerary objects are present.\\n    Based on material culture, the Phelp\\'s Island site has been \\nidentified at a Late Woodland-Kathio phase (900-1300 A.D.) occupation. \\nBased on continuities of material culture in ceramic styles and \\nconstruction, archeological evidence indicates long-term occupation of \\nthis area by the same cultural group, from the archeologically-defined \\nBrainerd to Kathio-Clam River-Blackduck to Psinomani. The Psinomani, \\npresent during the Late Woodland and early Contact periods, are \\ngenerally regarded as the ancestors of the Dakota. Manner of interment \\nof these individuals are consistent with known ancestral Dakota \\npractice.\\n    In 1934, human remains representing 18 individuals were recovered \\nfrom the Round Mound, Traverse County, MN during excavations conducted \\nby A.E. Jenks of the University of Minnesota. No known individuals were \\nidentified. The nine associated funerary objects include bone armbands, \\na bone awl, a platform pipe, a quartzite knife, an atlatl weight, a \\nsoil matrix cor, and ochre.\\n    Based on material culture, the Round Mound site has been identified \\nat a Late Woodland-Kathio phase (900-1300 A.D.) occupation. Based on \\ncontinuities of material culture in ceramic styles and construction, \\narcheological evidence indicates long-term occupation of this area by \\nthe same cultural group, from the archeologically-defined Brainerd to \\nKathio-Clam River-Blackduck to Psinomani. The Psinomani, present during \\nthe Late Woodland and early Contact periods, are generally regarded as \\nthe ancestors of the Dakota. Manner of interment of these individuals \\nare consistent with known ancestral Dakota practice.\\n    Based on the above mentioned information, officials of the \\nMinnesota Indian Affairs Council have determined that, pursuant to 43 \\nCFR 10.2 (d)(1), the human remains listed above represent the physical \\nremains of 238 individuals of Native American ancestry. Officials of \\nthe Minnesota Indian Affairs Council have also determined that, \\npursuant to 43 CFR 10.2 (d)(2), the 213 objects listed above are \\nreasonably believed to have been placed with or near individual human \\nremains at the time of death or later as part of the death rite or \\nceremony. Lastly, officials of the Minnesota Indian Affairs Council \\nhave determined that, pursuant to 43 CFR 10.2 (e), there is a \\nrelationship of shared group identity which can be reasonably traced \\nbetween these Native American human remains and associated funerary \\nobjects and the Flandreau Santee Sioux Tribe of South Dakota, Santee \\nSioux Tribe of Nebraska, Sisseton-Wahpeton Sioux Tribe of South Dakota, \\nLower Sioux Indian Community of Minnesota, Spirit Lake Sioux Tribe of \\nNorth Dakota, Prairie Island Mdewakanton Sioux Community of Minnesota, \\nYankton Sioux Tribe of South Dakota, Shakopee Dakota Community of \\nMinnesota, and the Upper Sioux Indian Community of the Upper Sioux \\nReservation.\\n    This notice has been sent to officials of the Flandreau Santee \\nSioux Tribe of South Dakota, Santee Sioux Tribe of Nebraska, Sisseton-\\nWahpeton Sioux Tribe of South Dakota, Lower Sioux Indian Community of \\nMinnesota, Spirit Lake Sioux Tribe of North Dakota, Prairie Island \\nMdewakanton Sioux Community of Minnesota, Yankton Sioux Tribe of South \\nDakota, Shakopee Dakota Community of Minnesota, and the Upper Sioux \\nIndian Community of the Upper Sioux Reservation. Representatives of any \\nother Indian tribe that believes itself to be culturally affiliated \\nwith these human remains and associated funerary objects should contact \\nJames L. (Jim) Jones, Cultural Resource Specialist, Minnesota Indian \\nAffairs Council, 1819 bemidji Ave. Bemidji, MN 56601; telephone: (218) \\n755-3825, before May 20, 1998. Repatriation of the human remains and \\nassociated funerary objects to the Flandreau Santee Sioux Tribe of \\nSouth Dakota, Santee Sioux Tribe of Nebraska, Sisseton-Wahpeton Sioux \\nTribe of South Dakota, Lower Sioux Indian Community of Minnesota, \\nSpirit Lake Sioux Tribe of North Dakota, Prairie Island Mdewakanton \\nSioux Community of Minnesota, Yankton Sioux Tribe of South Dakota, \\nShakopee Dakota Community of Minnesota, and the Upper Sioux Indian \\nCommunity of the\\n\\n[[Page 19514]]\\n\\nUpper Sioux Reservation may begin after that date if no additional \\nclaimants come forward.\\nDated: April 14, 1998.\\nFrancis P. McManamon,\\nDepartmental Consulting Archeologist,\\nManager, Archeology and Ethnography Program.\\n[FR Doc. 98-10326 Filed 4-17-98; 8:45 am]\\nBILLING CODE 4310-70-F\\n\\n\\n\\n", "agency1": "Null", "sub_agency1": "Null", "dep_doc": "Null", "subject": "Null", "agency2": "Null", "action": "Null", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Null", "signature_name": "Null", "signature_title": "Null", "fr_doc": "Null", "billing_code": "Null", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}