{"index": "I_2326", "messy_full": "\\n\\nFederal Register, Volume 63 Issue 208 (Wednesday, October 28, 1998)\\n\\n[Federal Register Volume 63, Number 208 (Wednesday, October 28, 1998)]\\n[Notices]\\n[Pages 57706-57707]\\nFrom the Federal Register Online via the Government Publishing Office [www.gpo.gov]\\n[FR Doc No: 98-28809]\\n\\n\\n-----------------------------------------------------------------------\\n\\nDEPARTMENT OF THE INTERIOR\\n\\nNational Park Service\\n\\n\\nNotice of Inventory Completion for Native American Human Remains \\nfrom Sioux County, NE in the Possession of the Nebraska State \\nHistorical Society, Lincoln, NE\\n\\nAGENCY: National Park Service, DOI.\\n\\nACTION: Notice.\\n\\n-----------------------------------------------------------------------\\n\\n    Notice is hereby given in accordance with provisions of the Native \\nAmerican Graves Protection and Repatriation Act (NAGPRA), 43 CFR 10.9, \\nof the completion of an inventory of human remains and associated \\nfunerary objects from Nebraska in the possession of the Nebraska State \\nHistorical Society, Lincoln, NE.\\n    A detailed assessment of the human remains was made by Nebraska \\nState Historical Society professional staff in consultation with \\nrepresentatives of the Cheyenne-Arapaho Tribes of Oklahoma and the \\nNorthern Cheyenne Tribe of the Northern Cheyenne Indian Reservation.\\n    In 1961 and 1981, human remains representing a minimum of one \\nindividual were recovered from site 25SX131 in Sioux County, NE during \\ninvestigations conducted on private land by archaeologists for the \\nNebraska State Historical Society. No known individual was identified. \\nNo associated funerary objects are present.\\n    Based on U.S. Army records and maps, as well as Indian Agency \\nofficial accounts, site 25SX131 in Sioux County, NE has been identified \\nas the site of the final battle between the Cheyenne and the U.S. Army \\non January 22, 1879 following Chief Dull Knife\\'s escape from Ft. \\nRobinson. According to historical records, the ``Cheyenne killed in the \\nfinal action, on January 22, 1879, were apparently buried on the spot \\nin their\\n\\n[[Page 57707]]\\n\\ndefensive pit * * *\\'\\' According to historical accounts, the U.S. Army \\nremoved human remains from this site in 1880. In 1961, a group of three \\nprivate individuals located what they felt was the site of the last \\nbattle between Dull Knife\\'s people and the troops from Fort Robinson \\nand presented their findings to Roger T. Grange, an archaeologist for \\nthe Nebraska State Historical Society. The location is entirely \\nconsistent with archival U.S. Army records. Grange examined the site \\nthat same year (1961) and collected materials from the surface and dug \\none test pit, yielding twenty human bone fragments. In 1981, Society \\nstaff again examined the site and located one human bone fragment on \\nthe surface.\\n    Based on the above mentioned information, officials of the Nebraska \\nState Historical Society have determined that, pursuant to 43 CFR 10.2 \\n(d)(1), the human remains listed above represent the physical remains \\nof a minimum of one individual of Native American ancestry. Officials \\nof the Nebraska State Historical Society have also determined that, \\npursuant to 43 CFR 10.2 (e), there is a relationship of shared group \\nidentity which can be reasonably traced between these Native American \\nhuman remains and the Cheyenne-Arapaho Tribes of Oklahoma and the \\nNorthern Cheyenne Tribe of the Northern Cheyenne Indian Reservation.\\n    This notice has been sent to officials of the Cheyenne-Arapaho \\nTribes of Oklahoma and the Northern Cheyenne Tribe of the Northern \\nCheyenne Indian Reservation. Representatives of any other Indian tribe \\nthat believes itself to be culturally affiliated with these human \\nremains should contact Rob Bozell, Associate Director, Nebraska State \\nHistorical Society, 1500 R Street, P.O. Box 82554, Lincoln, NE 68501-\\n2554; telephone: (402) 471-4789, before November 27, 1998. Repatriation \\nof the human remains to the Cheyenne-Arapaho Tribes of Oklahoma and the \\nNorthern Cheyenne Tribe of the Northern Cheyenne Indian Reservation may \\nbegin after that date if no additional claimants come forward.\\nDated: October 8, 1998.\\nFrancis P. McManamon,\\nDepartmental Consulting Archeologist,\\nManager, Archeology and Ethnography Program.\\n[FR Doc. 98-28809 Filed 10-27-98; 8:45 am]\\nBILLING CODE 4310-70-F\\n\\n\\n\\n", "agency1": "Null", "sub_agency1": "Null", "dep_doc": "Null", "subject": "Null", "agency2": "Null", "action": "Null", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Null", "signature_name": "Null", "signature_title": "Null", "fr_doc": "Null", "billing_code": "Null", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}