{"index": "I_2380", "messy_full": "\\n\\nFederal Register, Volume 63 Issue 18 (Wednesday, January 28, 1998)\\n\\n[Federal Register Volume 63, Number 18 (Wednesday, January 28, 1998)]\\n[Notices]\\n[Pages 4277-4284]\\nFrom the Federal Register Online via the Government Publishing Office [www.gpo.gov]\\n[FR Doc No: 98-1993]\\n\\n\\n-----------------------------------------------------------------------\\n\\nDEPARTMENT OF THE INTERIOR\\n\\nNational Park Service\\n\\n\\nNotice of Inventory Completion for Native American Human Remains \\nand Associated Funerary Objects from the Island of Oahu, HI in the \\nPossession of the Bishop Museum, Honolulu, HI\\n\\nAGENCY: National Park Service.\\n\\nACTION: Notice.\\n\\n-----------------------------------------------------------------------\\n\\n    Notice is hereby given in accordance with provisions of the Native \\nAmerican Graves Protection and Repatriation Act (NAGPRA), 43 CFR 10.10 \\n(b)(2), of the completion of an inventory of human\\n\\n[[Page 4278]]\\n\\nremains and associated funerary objects from the Island of Oahu, HI in \\nthe possession of the Bishop Museum, Honolulu, HI.\\n    A detailed assessment of the human remains was made by Bishop \\nMuseum professional staff in consultation with representatives of \\nAdminstrator of the Island Burial Councils, Alu Like, Hawaiian Civic \\nClub of Honolulu, Daughters and Sons of Hawaiian Warriors, Hui Malama I \\nNa Kupuna O Hawai\\'i Nei, Ka Lahui Hawai\\'i, Kamehameha Schools/Bishop \\nEstate, Nahoa \\'Olelo O Kamehameha Society, the O\\'ahu Burial Council, \\nthe Office of Hawaiian Affairs, and Royal Order of Kamehameha I.\\n    In 1901, human remains representing one individual recovered from \\nPalama, Oahu was donated to the Bishop Museum by a student at the \\nKamehameha Schools. No known individual was identified. No associated \\nfunerary objects are present.\\n    In 1913, human remains representing two individuals from Waikiki, \\nOahu were donated to the Bishop Museum by Reverend W.D. Westervelt. No \\nknown individuals were identified. No associated funerary objects are \\npresent.\\n    In 1914, human remains representing one individual from an unknown \\nsite on Oahu were collected by Felix von Luschan and John F.G. Stokes \\nand donated to the Bishop Museum. No known individual was identified. \\nNo associated funerary objects are present.\\n    In 1914, human remains representing two individuals recovered from \\nPalama, Oahu by Charles N. Forbes and assistants and were donated to \\nthe Bishop Museum. No known individuals were identified. No associated \\nfunerary objects are present.\\n    In 1914, human remains representing one individual from Pawaa, Oahu \\nwere donated to the Bishop Museum by Charles H. Rose. No known \\nindividual was identified. No associated funerary objects are present.\\n    In 1916, human remains representing two individuals from the \\nKamehameha School grounds, Oahu were donated to the Bishop Museum by \\nRalph J. Borden. No known individuals were identified. No associated \\nfunerary objects are present.\\n    In 1916, human remains representing one individual from Waikiki, \\nOahu were donated to the Bishop Museum by the City and County Medical \\nExaminer. No known individual was identified. No associated funerary \\nobjects are present.\\n    In 1916, human remains representing one individual from Manoa, Oahu \\nwere donated to the Bishop Museum by Fred P. Pierce. No known \\nindividual was identified. No associated funerary objects are present.\\n    In 1917, human remains representing one individual from Honolulu, \\nOahu were donated to the Bishop Museum by Gerrit P. Wilder. No known \\nindividual was identified. No associated funerary objects are present.\\n    In 1920, human remains representing one individual from Punchbowl, \\nOahu were donated to the Bishop Museum by Malcolm Perez. No known \\nindividual was identified. No associated funerary objects are present.\\n    In 1922, human remains representing two individuals from Honolulu, \\nOahu were donated to the Bishop Museum by Charles A. McWayne. No known \\nindividuals were identified. No associated funerary objects are \\npresent.\\n    In 1922, human remains representing two individuals from Manoa, \\nOahu were donated to the Bishop Museum by Mrs. E.A. Fennel. No known \\nindividuals were identified. No associated funerary objects are \\npresent.\\n    In 1923, human remains representing one individual from the Ainahau \\ndistrict, Waikiki, Oahu were donated to the Bishop Museum by the \\nHawaiian Dredging Company. No known individual was identified. No \\nassociated funerary objects are present.\\n    In 1923, human remains representing five individuals from Helumoa, \\nWaikiki, Oahu were collected by Kenneth P. Emory. Museum information \\nindicates they were victims of the 1853 smallpox epidemic. No known \\nindividuals were identified. No associated funerary objects are \\npresent.\\n    In 1923, human remains representing 36 individuals from a cave in \\nNuuanu Valley, Oahu were collected by Kenneth P. Emory. No known \\nindividuals were identified. The sixteen associated funerary objects \\ninclude a mirror, combs, and clothing.\\n    In 1924, human remains representing eight individuals from Kahuku, \\nOahu were donated to the Bishop Museum by Kenneth P. Emory and R.T. \\nAitken. No known individuals were identified. No associated funerary \\nobjects are present.\\n    In 1924, human remains representing 33 individuals from Kawailoa, \\nOahu were donated to the Bishop Museum by Kenneth P. Emory and Ronald \\nvon Holt. Museum information indicates these remains were found on a \\nHawaiian Pineapple Company road. No known individuals were identified. \\nThe nine associated funerary objects include buttons and earrings.\\n    In 1924, human remains representing 36 individuals from Kawailoa, \\nOahu were donated to the Bishop Museum by Kenneth P. Emory and Ronald \\nvon Holt. No known individuals were identified. The two associated \\nfunerary objects are parts of a canoe coffin.\\n    In 1924, human remains representing two individuals from Manoa, \\nOahu were donated to the Bishop Museum by Mrs. E.A. Fennel. No known \\nindividuals were identified. No associated funerary objects are \\npresent.\\n    In 1924, human remains representing one individual from Nuuanu, \\nOahu were donated to the Bishop Museum by Hans G. Hornbostel. No known \\nindividual was identified. The one associated funerary objects is a \\nshell.\\n    In 1925, human remains representing one individual from the beach \\nat Waianae, Oahu were donated to the Bishop Museum by T.J. Simpson. No \\nknown individual was identified. No associated funerary objects are \\npresent.\\n    In 1925, human remains representing three individuals from \\nMoiliili, Oahu were donated to the Bishop Museum by John F.G. Stokes \\nand H.S. Palmer. No known individuals were identified. The one \\nassociated funerary object is a basalt flake.\\n    In 1925, human remains representing thirteen individuals from \\nMoiliili, Oahu were donated to the Bishop Museum by E.S.C. Handy. No \\nknown individuals were identified. The five associated funerary objects \\ninclude small mammal bones.\\n    In 1926, human remains representing one individual from Waikiki, \\nOahu were donated to the Bishop Museum by Joseph R. Carriera. Museum \\ninformation indicates these remains were found during house \\nconstruction. No known individual was identified. No associated \\nfunerary objects are present.\\n    In 1926, human remains representing six individuals from Makiki, \\nOahu were donated to the Bishop Museum by Charles A. McWayne. No known \\nindividuals were identified. No associated funerary objects are \\npresent.\\n    In 1926, human remains representing 16 individuals from Bishop \\nEstate land in Kalihi, Oahu were donated to the Bishop Museum by Kilmer \\nO. Moe and John F.G. Stokes. No known individuals were identified. The \\nsix associated funerary objects include basalt, cloth fragments, a mat \\nfragment, and a wood fragment.\\n    In 1926, human remains representing 20 individuals from a cave at \\nMaunalua, Oahu were donated to the Bishop Museum by Kilmer O. Moe. No \\nknown individuals were identified. No associated funerary objects are \\npresent.\\n    In 1926, human remains representing 28 individuals from Maunalua, \\nOahu were donated to the Bishop Museum by Kilmer O. Moe. No known \\nindividuals were identified. No associated funerary objects are \\npresent.\\n\\n[[Page 4279]]\\n\\n    In 1926, human remains representing two individuals from Kailua, \\nOahu were donated to the Bishop Museum by Kenneth P. Emory. No known \\nindividuals were identified. No associated funerary objects are \\npresent.\\n    In 1927, human remains representing one individual from Waikiki, \\nOahu were collected by C.C. Hartwell and acquired by the Bishop Museum. \\nNo known individual was identified. No associated funerary objects are \\npresent.\\n    In 1927, human remains representing one individual from Lanikai, \\nOahu were donated to the Bishop Museum by Medford R. Kellum. Museum \\ndocumentation indicates the remains were in a bundle at a depth of 5-1/\\n2 feet. No known individual was identified. No associated funerary \\nobjects are present.\\n    In 1927, human remains representing 22 individuals from Waialae \\nGolf Course grounds, Oahu were donated to the Bishop Museum by the \\nBishop Estate. No known individuals were identified. No associated \\nfunerary objects are present.\\n    In 1928, human remains representing three individuals from Nuuanu, \\nOahu were donated by Mrs. George Sherman. No known individual was \\nidentified. The one associated funerary object is a stick.\\n    In 1928, human remains representing one individual from Hahaione \\nValley, Maunalua, Oahu were collected by John McCombs and acquired by \\nthe Bishop Museum. No known individual was identified. No associated \\nfunerary objects are present.\\n    In 1928, human remains representing one individual from Lanikai, \\nOahu were collected by Kenneth Emory and acquired by the Bishop Museum. \\nNo known individual was identified. No associated funerary objects are \\npresent.\\n    In 1929, human remains representing four individuals from Honolulu, \\nOahu were donated to the Bishop Museum by Chester R. Clark. No known \\nindividuals were identified. The one associated funerary object is a \\ncanine skull.\\n    In 1929, human remains representing one individual from Waialae \\nIki, Oahu were donated to the Bishop Museum by John McCombs. No known \\nindividual was identified. No associated funerary objects are present.\\n    In 1930, human remains representing three individuals from Kamoku \\nGulch, Waimea, Oahu were collected by J. Gilbert McAllister and donated \\nto the Bishop Museum. No known individuals were identified. No \\nassociated funerary objects are present.\\n    In 1930, human remains representing three individuals from a \\nshallow shelter in the Kamilonui Valley, Oahu were collected by J. \\nGilbert McAllister and acquired by the Bishop Museum. No known \\nindividuals were identified. No associated funerary objects are \\npresent.\\n    In 1931, human remains representing one individual from a cave at \\nBlack Point, Oahu were donated to the Bishop Museum by Jens M. \\nOstergaard. No known individual was identified. No associated funerary \\nobjects are present.\\n    In 1931, human remains representing two individuals from Manoa, \\nOahu were donated to the Bishop Museum by Mr. and Mrs. George C. \\nCantlay. No known individuals were identified. No associated funerary \\nobjects are present.\\n    In 1931, human remains representing one individual from Kahala, \\nOahu were donated to the Bishop Museum by John McCombs on behalf of \\nBishop Estate. Museum documentation indicates these remains were found \\nduring construction of a water pipe trench. No known individual was \\nidentified. No associated funerary objects are present.\\n    In 1932, human remains representing one individual from Honolulu, \\nOahu were donated to the Bishop Museum by the Hawaiian Sugar Planters \\nAssociation Experiment Station. No known individual was identified. No \\nassociated funerary objects are present.\\n    In 1932, human remains representing one individual from Makiki, \\nOahu were acquired by the Bishop Museum. Museum documentation indicates \\nthese remains were found during house construction and collected by \\nEdwin H. Bryan and Kenneth P. Emory. No known individual was \\nidentified. No associated funerary objects are present.\\n    In 1933, human remains representing three individuals from stone \\npits at Ewa, Oahu were collected by J.W. Barrington and Edwin H. Bryan \\nand acquired by the Bishop Museum. No known individuals were \\nidentified. No associated funerary objects are present.\\n    In 1933, human remains representing five individuals from the beach \\nat Kawailoa, Oahu were collected by Edwin H. Bryan and Kenneth P. Emory \\nand acquired by the Bishop Museum. No known individuals were \\nidentified. No associated funerary objects are present.\\n    In 1933, human remains representing one individual from Honolulu, \\nOahu were donated to the Bishop Museum by John T. Waterhouse. No known \\nindividual was identified. No associated funerary objects are present.\\n    In 1933, human remains representing one individual from Kalama, \\nKailua, Oahu were donated to the Bishop Museum by Frederic C. Scribner. \\nNo known individual was identified. No associated funerary objects are \\npresent.\\n    In 1936, human remains representing two individuals from a cave on \\na pipeline at Wailupe, Oahu were collected by Kenneth P. Emory and \\nacquired by the Bishop Museum. No known individuals were identified. No \\nassociated funerary objects are present.\\n    In 1937, human remains representing four individuals from Waialae \\nKahala, Oahu were donated to the Bishop Museum by John McCombs of \\nBishop Estate. Museum documentation indicates these remains were found \\nin three feet of sand and may be from the 1853 smallpox epidemic. No \\nknown individuals were identified. No associated funerary objects are \\npresent.\\n    In 1938, human remains representing six individuals from \\nHonouliuli, Ewa, Oahu were collected by Kenneth P. Emory and William A. \\nLessa and acquired by the Bishop Museum. Museum documentation indicates \\nthese remains were in a shallow crypt burial one mile from the coast. \\nNo known individuals were identified. No associated funerary objects \\nare present.\\n    In 1939, human remains representing two individuals from Kahala, \\nOahu were donated to the Bishop Museum by B. Kanakanui Palmer. No known \\nindividuals were identified. No associated funerary objects are \\npresent.\\n    In 1939, human remains representing one individual from Oahu were \\ncollected by Keith K. Jones and acquired by the Bishop Museum. No known \\nindividual was identified. No associated funerary objects are present.\\n    In 1940, human remains representing one individual from Manoa, Oahu \\nwere collected by Joel M. Brooks and acquired by the Bishop Museum. No \\nknown individual was identified. No associated funerary objects are \\npresent.\\n    In 1940, human remains representing two individuals from Waialae \\nwere donated to the Bishop Museum by John McCombs on behalf of the \\nBishop Estate. No known individuals were identified. The associated \\nfunerary object is a fish bone.\\n    In 1941, human remains representing seven individuals from Pearl \\nCity, Oahu were donated to the Bishop Museum by Dr. and Mrs. Homer \\nHayes. No known individuals were identified. The associated funerary \\nobject is a stone.\\n    In 1942, human remains representing two individuals from Kualakai, \\nEwa Beach, Oahu were donated to the Bishop Museum by an unknown donor. \\nNo known individuals were identified. No associated funerary objects \\nare present.\\n    In 1946, human remains representing one individual from ``Waialee\\'\\' \\nBeach, Oahu were donated to the Bishop Museum by an unknown donor. No\\n\\n[[Page 4280]]\\n\\nknown individual was identified. No associated funerary objects are \\npresent.\\n    In 1947, human remains representing two individuals from Kailua, \\nOahu were donated to the Bishop Museum by Father Gay. No known \\nindividuals were identified. No associated funerary objects are \\npresent.\\n    In 1948, human remains representing two individuals from Makiki, \\nOahu were donated to the Bishop Museum by Any Greenwell. No known \\nindividuals were identified. The six associated funerary object include \\nglass, ivory and stone beads, shell ornaments, and a bone handle.\\n    In 1948, human remains representing one individual from a cave at \\nWaialua, Oahu were donated to the Bishop Museum by Charlotte Hall. No \\nknown individual was identified. No associated funerary objects are \\npresent.\\n    In 1948, human remains representing two individuals from Sunset \\nBeach, Oahu were donated to the Bishop Museum by R.P. Franklin. No \\nknown individuals were identified. No associated funerary objects are \\npresent.\\n    In 1949, human remains representing two individuals from Palolo, \\nOahu were donated to the Bishop Museum by George M. Pacheco. No known \\nindividuals were identified. No associated funerary objects are \\npresent. Based on wood fragments and nails found at the site, these \\nremains appear to have been interred in a coffin.\\n    In 1949, human remains representing one individual from Mokuleia, \\nOahu were received by the Bishop Museum from Otto Degener. No known \\nindividual was identified. No associated funerary objects are present.\\n    In 1950, human remains representing two individuals from Sunset \\nBeach, Oahu were donated to the Bishop Museum by Colonel Oliver R. \\nFranklin. No known individuals were identified. No associated funerary \\nobjects are present.\\n    In 1950, human remains representing three individuals recovered \\nfrom Diamond Head, Oahu during property excavation were donated to the \\nBishop Museum by Kenneth Murphy. No known individuals were identified. \\nNo associated funerary objects are present.\\n    In 1950, human remains representing one individual from a cave on \\nHawaiiloa Ridge, Oahu were donated to the Bishop Museum by Everett E. \\nCarlson. No known individual was identified. No associated funerary \\nobjects are present. Donor information indicates these remains were \\ncontained in a canoe and box coffin. These objects were not included in \\nthe donation.\\n    In 1950, human remains representing two individuals from Kailua, \\nOahu were donated to the Bishop Museum by Dr. Harold L. Houvener. No \\nknown indivdiuals were identified. No associated funerary objects are \\npresent.\\n    In 1950, human remains representing two individuals from Honolulu, \\nOahu were donated to the Bishop Museum by Tommy Giles. No known \\nindividuals were identified. The one associated funerary object is a \\nbutchered cow bone.\\n    In 1950, human remains representing five individuals from Kuliouou \\nValley were donated to the Bishop Museum by an unknown donor. No known \\nindividuals were identified. The two associated funerary objects are \\nturtle bones.\\n    In 1950, human remains representing one individual from Niu, Oahu \\nwere donated to the Bishop Museum by Walter Johnson. No known \\nindividual was identified. No associated funerary objects are present.\\n    In 1951, human remains representing fourteen individuals from \\nKahala, Oahu were collected by Mary Stacey and donated to the Bishop \\nMuseum. These remains were encountered during the laying of a sewer \\nline. No known individuals were identified. No associated funerary \\nobjects are present.\\n    In 1951, human remains representing one individual from Windward \\nOahu were donated to the Bishop Museum by an unknown donor. No known \\nindividual was identified. No associated funerary objects are present.\\n    In 1951, human remains representing one individual from Wailupe \\nValley, Oahu were donated to the Bishop Museum by Mrs. George \\nWhisenand. These remains were removed from a small burial cave found by \\nneighborhood children. No known individual was identified. The six \\nassociated funerary objects include pieces of tapa, a bone whistle, \\nmatting, a comb, a pipe, and cordage.\\n    In 1952, human remains representing one individual from Kahala, \\nOahu were collected by George F. Arnemann and donated to the Bishop \\nMuseum. No known individual was identified. No associated funerary \\nobjects are present.\\n    In 1952, human remains representing 56 individuals from Kailua, \\nOahu were collected by Kenneth P. Emory and donated to the Bishop \\nMuseum. These human remains were recovered during construction of a \\nsubdivision. No known individuals were identified. No associated \\nfunerary objects are present.\\n    In 1952, human remains representing 23 individuals from Kaneohe \\nBay, Oahu were donated to the Bishop Museum by Kenneth P. Emory. These \\nhuman remains were collected by Dr. Emory and a University of Hawaii \\narchaeology class. No known individuals were identified. The three \\nassociated funerary objects include cloth, shell, and a fish bone.\\n    In 1952, human remains representing 18 individuals from Kailua, \\nOahu were donated to the Bishop Museum by Dorothy Barrere and Catherine \\nSummers. No known individuals were identified. No associated funerary \\nobjects are present.\\n    In 1952, human remains representing one individual from Nuuanu, \\nOahu were donated to the Bishop Museum by Dr. Howard H. Honda. No known \\nindividual was identified. No associated funerary objects are present.\\n    In 1953, human remains representing two individuals from Kailua, \\nOahu were donated to the Bishop Museum by Dorothy Barrere. No known \\nindividuals were identified. No associated funerary objects are \\npresent.\\n    In 1953, human remains representing seven individuals from Kailua, \\nOahu were donated to the Bishop Museum by Catherine Summers. No known \\nindividuals were identified. The four associated funerary objects are \\nbotanics, metal fragments, and glass beads.\\n    In 1953, human remains representing four individuals from Kailua, \\nOahu were donated to the Bishop Museum by Mr. and Mrs. Thomas Dewey. \\nThese human remains were recovered as a result of bulldozing activity. \\nNo known individuals were identified. No associated funerary objects \\nare present.\\n    In 1953, human remains representing one individual from Honolulu, \\nOahu were donated to the Bishop Museum by Ichiro Oyeda. No known \\nindividual was identified. No associated funerary objects are present.\\n    In 1954, human remains representing five individuals from Manoa \\nValley, Oahu were donated to the Bishop Museum by Edwin H. Bryan, Jr.. \\nThese human remains were found in a cave by two boys, and donor \\ninformation indicates coffin material and post-contact artifacts were \\nseen in the cave. No known individuals were identified. The three \\nassociated funerary objects are cloth, an iron implement, and a coffin \\nfragment.\\n    In 1954, human remains representing one individual from Kailua, \\nOahu were donated to the Bishop Museum by W.E. Thompson. These human \\nremains were recovered as a result of house construction. No known \\nindividual was identified. No associated funerary objects are present.\\n    In 1954, human remains representing two individuals from the bank \\nof Kawainui Canal, Kailua, Oahu donated to the Bishop Museum by \\nCatherine Summers. No known individuals were\\n\\n[[Page 4281]]\\n\\nidentified. No associated funerary objects are present.\\n    In 1954, human remains representing one individual from Palolo \\nValley, Oahu were donated to the Bishop Museum by Rev. Floyd Sullivan, \\nwho collected the remains 30-40 years prior to the donation. No known \\nindividual was identified. No associated funerary objects are present.\\n    In 1955, human remains representing four individuals from Lanikai, \\nOahu were donated to the Bishop Museum by Robert Creps. No known \\nindividuals were identified. No associated funerary objects are \\npresent.\\n    In 1955, human remains representing one individual from Tantalus, \\nOahu were donated to the Bishop Museum by an unknown person. No known \\nindividual was identified. No associated funerary objects are present.\\n    In 1955, human remains representing two individuals from Waikiki, \\nOahu were donated to the Bishop Museum by an unknown person. No known \\nindividuals were identified. No associated funerary objects are \\npresent.\\n    In 1955, human remains representing one individual from Oahu were \\ndonated to the Bishop Museum by Dr. Howard H. Honda. No known \\nindividual was identified. No associated funerary objects are present.\\n    In 1955, human remains representing one individual from Wailupe, \\nOahu were donated to the Bishop Museum by E.B. Kudlich. No known \\nindividual was identified. No associated funerary objects are present.\\n    In 1956, human remains representing 32 individuals from Pupukea, \\nOahu were donated to the Bishop Museum by Fred Shimote. These human \\nremains were recovered from a reburial pit. No known individuals were \\nidentified. No associated funerary objects are present.\\n    In 1956, human remains representing 17 individuals from Kailua, \\nOahu were donated to the Bishop Museum by Kenneth P. Emory. These human \\nremains were collected by Kenneth P. Emory and assistants. The one \\nassociated funerary object is a turtle bone.\\n    In 1956, human remains representing 26 individuals from Wailupe \\nValley, Oahu were donated to the Bishop Museum by Lawrence P. Richards. \\nNo known individuals were identified. The one associated funerary \\nobject is a glass bead.\\n    In 1957, human remains representing nine individuals from Waikiki, \\nOahu were donated to the Bishop Museum by G.D. Center. No known \\nindividuals were identified. The one associated funerary object is a \\ncanine bone.\\n    In 1958, human remains representing three individuals from Kuliouou \\nValley, Oahu were donated to the Bishop Museum by Mrs. Ernest Dias. \\nDonor information indicates these human remains were recovered from a \\nwalled cave. No known individuals were identified. No associated \\nfunerary objects are present.\\n    In 1958, human remains representing ten individuals from Kailua, \\nOahu were donated to the Bishop Museum by Arthur M. Tavares. No known \\nindividuals were identified. No associated funerary objects are \\npresent.\\n    In 1959, human remains representing two individuals from Kalihi \\nValley, Oahu were donated to the Bishop Museum by Lino Patubo, Jr.. \\nDonor information indicates these human remains were found near a small \\ncave. No known individuals were identified. No associated funerary \\nobjects are present.\\n    In 1959, human remains representing seven individuals from Ewa, \\nOahu were donated to the Bishop Museum by the Anthropology Club of the \\nUniversity of Hawaii. Donor information indicates these remains were \\nrecovered from Standard Oil Refinery land. No known individuals were \\nidentified. The one associated funerary object is decayed wood.\\n    In 1959, human remains representing one individual from Niu Valley, \\nOahu were donated to the Bishop Museum by R. Smith. Donor information \\nindicates these human remains were found in a cave. No known individual \\nwas identified. No associated funerary objects are present.\\n    In 1960, human remains representing one individual from Kalihi \\nValley, Oahu were donated to the Bishop Museum by Manuel Diaz, Charles \\nKahunanui, and Randy Babino. No known individual was identified. No \\nassociated funerary objects are present.\\n    In 1960, human remains representing one individual from Kawailoa \\nValley, Oahu were donated to the Bishop Museum by A. Anderson. No known \\nindividual was identified. The four associated funerary objects include \\ntapa, sticks, kukui nuts, and fibers.\\n    In 1961, human remains representing one individual from Kailua, \\nOahu were collected and donated to the Bishop Museum by Chet Gorman. \\nDonor information indicates these human remains were recovered from the \\nwest bank of Kaelepulu Stream after exposure by bulldozing. No known \\nindividual was identified. No associated funerary objects are present.\\n    In 1961, human remains representing one individual from Waikiki, \\nOahu were collected and donated to the Bishop Museum by Chet Gorman. No \\nknown individual was identified. The three associated funerary objects \\ninclude two glass bottles, and a kukui nut.\\n    In 1961, human remains representing seven individuals from Kaluanui \\nRidge, Oahu were donated to the Bishop Museum by Marimari Kellum. No \\nknown individuals were identified. The one associated funerary object \\nis a drilled dog tooth.\\n    In 1962, human remains representing one individual from Waikiki, \\nOahu were donated to the Bishop Museum by David Jackson Engineering \\nEquipment Company. No known individual was identified. The one \\nassociated funerary object is a piece of metal.\\n    In 1962, human remains representing one individual from Kailua, \\nOahu were collected and donated to the Bishop Museum by Robert N. \\nBowen. Donor information indicates these human remains were recovered \\nfrom the west bank of Kaelepulu Stream. No known individual was \\nidentified. The three associated funerary objects include a basalt \\nflake, sand, and a shell.\\n    In 1962, human remains representing one individual from Waialae-\\nKahala were collected and donated to the Bishop Museum by Robert N. \\nBowen. No known individual was identified. The one associated funerary \\nobject is a piece of coral.\\n    In 1963, human remains representing five individuals from Waikiki, \\nOahu were donated to the Bishop Museum by W.T. Chang contractors. No \\nknown individuals were identified. No associated funerary objects are \\npresent.\\n    In 1963, human remains representing 96 individuals from Waikiki, \\nOahu were collected and donated to the Bishop Museum by Robert N. \\nBowen. No known individuals were identified. The 17 associated funerary \\nobjects include coral, shells, a soil sample, a glass jar, sand and \\ncharcoal samples, and bovine bones.\\n    In 1963, human remains representing one individual from Kailua, \\nOahu were collected and donated to the Bishop Museum by Robert N. \\nBowen. Donor information indicates these human remains were collected \\nfrom a bank on the Kaelepulu stream. No known individual was \\nidentified. No associated funerary objects are present.\\n    In 1963, human remains representing three individuals from Waialae \\nGolf Course, Oahu were collected and donated to the Bishop Museum by \\nRobert N. Bowen. No known individuals were identified. The three \\nassociated funerary objects include a piece of basalt, a piece of \\ncoral, and whale tooth beads.\\n\\n[[Page 4282]]\\n\\n    In 1964, human remains representing three individuals from Maili \\nBeach Park, Oahu were collected and donated to the Bishop Museum by \\nRobert N. Bowen. No known individuals were identified. The nine \\nassociated funerary objects include a soil sample, a botanical sample, \\na wood fragment, nails, sand, and metal fragments.\\n    In 1964, human remains representing one individual from Kailua, \\nOahu were donated to the Bishop Museum by Homer Hayes. No known \\nindividual was identified. No associated funerary objects are present.\\n    In 1964, human remains representing four individuals from Waikiki, \\nOahu were collected and donated to the Bishop Museum by Lloyd J. \\nSoehren. No known individuals were identified. No associated funerary \\nobjects are present.\\n    In 1964, human remains representing seven individual from \\nDillingham, Oahu were donated to the Bishop Museum by an unknown \\nperson. No known individuals were identified. No associated funerary \\nobjects are present.\\n    In 1964, human remains representing one individual from St. Louis \\nHeights, Oahu were donated to the Bishop Museum by Glenn Shiroma. No \\nknown individual was identified. No associated funerary objects are \\npresent.\\n    In 1964, human remains representing one individual from Kailua, \\nOahu were donated to the Bishop Museum by Allan M. Anderson. No known \\nindividual was identified. No associated funerary objects are present.\\n    In 1965, human remains representing one individual from Black \\nPoint, Oahu were donated to the Bishop Museum by George Kuprash. Donor \\ninformation indicates these human remains were recovered during house \\nconstruction. No known individual was identified. The one associated \\nfunerary object is a soil sample.\\n    In 1965, human remains representing one individual from Makapuu \\nBeach, Oahu were donated to the Bishop Museum by John Wolfe. No known \\nindividual was identified. No associated funerary objects are present. \\n    In 1965, human remains representing one individual from Kahala, \\nOahu were donated to the Bishop Museum by Barbara Walker. No known \\nindividual was identified. The seven associated funerary objects \\ninclude basalt stones, coral, fishbone, and shell.\\n    In 1965, human remains representing 43 individuals from Palolo \\nValley, Oahu were donated to the Bishop Museum by Hiram Teshima. No \\nknown individuals were identified. The eight associated funerary \\nobjects include a gourd fragment, a bird beak, lauhala pieces, rat \\nbones, and a coconut.\\n    In 1965, human remains representing one individual from Kahuku, \\nOahu were collected and donated to the Bishop Museum by Robert N. \\nBowen. No known individual was identified. No associated funerary \\nobjects are present.\\n    In 1965, human remains representing nine individuals from Manoa \\nValley, Oahu were donated to the Bishop Museum by Joseph Backus. Donor \\ninformation indicates these human remains were removed from a cave. No \\nknown individuals were identified. The nine associated funerary objects \\ninclude a wood pipe, a bone comb, nails, a button, glass beads, and \\nkukui nuts.\\n    In 1965, human remains representing two individuals from Kaneohe \\nBay, Oahu were donated to the Bishop Museum by L.D. Ackerman. No known \\nindividuals were identified. The one associated funerary object is a \\nrabbit skull.\\n    In 1966, human remains representing 32 individuals from Kahala \\ncemetary, Oahu were collected and donated to the Bishop Museum by \\nRobert N. Bowen and Lloyd J. Soehren. Donor information indicates these \\nhuman remains were collected during construction activity. No known \\nindividuals were identified. The 189 associated funerary objects \\ninclude coins, rings, glass beads, pottery, pipes, cloth, and thimbles.\\n    In 1966, human remains representing one individual from Kahala, \\nOahu were donated to the Bishop Museum by Lloyd J. Soehren. No known \\nindividual was identified. No associated funerary objects are present.\\n    In 1966, human remains representing two individuals from Aina \\nHaina, Oahu were collected and donated to the Bishop Museum by Lloyd J. \\nSoehren. Donor information indicates these human remains were removed \\nfrom a small cave. No known individuals were identified. No associated \\nfunerary objects are present.\\n    In 1966, human remains representing one individual from Kahala, \\nOahu were collected and donated to the Bishop Museum by Robert N. \\nBowen. Donor information indicates these human remains were recovered \\nduring construction activity. No known individual was identified. No \\nassociated funerary objects are present.\\n    In 1966, human remains representing one individual from Kailua, \\nOahu were donated to the Bishop Museum by an unknown person. \\nInformation with these human remains indicates they were recovered by a \\nconstruction crew. No known individual was identified. No associated \\nfunerary objects are present.\\n    In 1966, human remains representing one individual from Makiki \\nHeights, Oahu were donated to the Bishop Museum by George Santana and \\nMilburn Halemanu. No known individual was identified. No associated \\nfunerary objects are present.\\n    In 1966, human remains representing one individual from Kawailoa, \\nOahu were donated to the Bishop Museum by P. Crooks. No known \\nindividual was identified. No associated funerary objects are present.\\n    In 1967, human remains representing one individual from Waikiki, \\nOahu were collected and donated to the Bishop Museum by Lloyd J. \\nSoehren. No known individual was identified. The one associated \\nfunerary object is a shell.\\n    In 1967, human remains representing one individual from Waimea \\nValley, Oahu were donated to the Bishop Museum by T. Foss. No known \\nindividual was identified. No associated funerary objects are present.\\n    In 1969, human remains representing one individual from Laie, Oahu \\nwere donated to the Bishop Museum by Hal H. Hunter. Donor information \\nindicates these human remains were recovered from an eroding sand dune. \\nNo known individual was identified. No associated funerary objects are \\npresent.\\n    In 1969, human remains representing four individuals from Kahuku, \\nOahu were donated to the Bishop Museum by Sidney Kim-Han of the \\nHonolulu Police Department. Donor information indicates these human \\nremains were recovered from the ocean side of the Kahuku rubbish dump. \\nNo known individuals were identified. No associated funerary objects \\nare present.\\n    In 1969, human remains representing one individual from Haleiwa, \\nOahu were donated to the Bishop Museum by Frank O. Hay, Jr.. Donor \\ninformation indicates these human remains were washed out by oceanwaves \\nat the site. No known individual was identified. The one associated \\nfunerary object is a rock.\\n    In 1969, human remains representing one individual from Kaneaki \\nHeiau, Makaha, Oahu were accessioned by the Bishop Museum. These human \\nremains were collected by Edmund Ladd and Russ Apple and are associated \\nwith Bishop Museum Archaeology project 012. No known individual was \\nidentified. No associated funerary objects are present.\\n    In 1970, human remains representing eight individuals from Waikiki, \\nOahu were donated to the Bishop Museum by the Sheraton Hawaii Corp. \\nDonor information indicates these human remains were recovered during \\nexcavations for tank construction. No known individuals were \\nidentified. No associated funerary objects are present.\\n\\n[[Page 4283]]\\n\\n    In 1971, human remains representing 11 individuals from Kaalakei \\nRidge, Oahu were recovered from a cave by Patrick C. McCoy during \\nBishop Museum Archaeology Project 045. No known individuals were \\nidentified. No associated funerary objects are present.\\n    In 1972, human remains representing three individuals from the \\nnorth shore of Oahu were donated to the Bishop Museum by Dr. James \\nThoene. Donor information indicates Dr. Thoene received these human \\nremains from a transient. No known individuals were identified. The \\nthree associated funerary objects include a stick, cordage, and basalt.\\n    In 1972, human remains representing one individual from Kuliouou, \\nOahu were donated to the Bishop Museum by Roxanne Grigalot. No known \\nindividual was identified. No associated funerary objects are present.\\n    In 1972, human remains representing two individuals from Haiku \\nValley, Oahu were collected and donated to the Bishop Museum by Robert \\nQuick. Donor information indicates these human remains were recovered \\nduring bulldozing activity. No known individuals were identified. No \\nassociated funerary objects are present.\\n    In 1972, human remains representing five individuals from Kahuku, \\nOahu were donated to the Bishop Museum by D. Yuen. No known individuals \\nwere identified. The one associated funerary object is a bird bone.\\n    In 1974, human remains representing one individual from Oahu were \\ndonated to the Bishop Museum by Dr. Kam Chun. Donor information \\nindicates Dr. Chun received these human remains in 1927 from a naval \\nofficer at the Wailupe Naval Station. The exact provenance of these \\nhuman remains is unknown. No known individual was identified. No \\nassociated funerary objects are present.\\n    In 1974, human remains representing four individuals from Kailua \\nwere donated to the Bishop Museum by Gene Hunter. No known individuals \\nwere identified. No associated funerary objects are present.\\n    In 1975, human remains representing one individual from an \\nunspecified location on Oahu were donated to the Bishop Musem by Beth \\nCutting. Donor information indicates these human remains were purchased \\nfrom an antique shop. No known individual was identified. No associated \\nfunerary objects are present.\\n    In 1975, human remains representing one individual from Kaneohe \\nwere recovered during Bishop Museum Archaeology Project 60 and 138 by \\nPatrick C. McCoy, Aki Sinoto, Ranjit Cooray, Patrick Kirch, and Paul \\nRosendahl. No known individual was identified. No associated funerary \\nobjects are present.\\n    In 1977, human remains representing one individual from Laie, Oahu \\nwere donated to the Bishop Museum by Aki Sinoto. No known individual \\nwas identified. The one associated funerary object is a canine bone.\\n    In 1978, human remains representing two individuals from Kahuku, \\nOahu were donated to the Bishop Museum by the Honolulu Police \\nDepartment. No known individuals were identified. The one associated \\nfunerary object is fish bone.\\n    In 1979, human remains representing three individuals from Makiki, \\nOahu were recovered by Eric Komori during the Bishop Museum Archaeology \\nProject 222. Project documentation indicates these human remains were \\nrecovered from the former Hawaii Sugar Planters Association Experiment \\nStation. No known individuals were identified. The one associated \\nfunerary object is glass bead.\\n    In 1980, human remains representing two individuals from Honolulu, \\nOahu were donated to the Bishop Museum by Royal Queen Emma Partners. No \\nknown individuals were identified. No associated funerary objects are \\npresent.\\n    In 1980, human remains representing one individual from Laie, Oahu \\nwere donated to the Bishop Museum by the Honolulu Police Department. \\nDonor information indicates these human remains were recovered from a \\nsand burial. No known individual was identified. No associated funerary \\nobjects are present.\\n    In 1980, human remains representing nine individuals from \\nHonouliuli, Oahu were collected and donated to the Bishop Museum by \\nRobert Albert, Douglas Borthwick, and William Folk. Donor information \\nindicates these human remains were recovered from coral sinkholes. No \\nknown individuals were identified. No associated funerary objects are \\npresent.\\n    In 1981, human remains representing five individuals from the \\nYokohama Bay area, Oahu were donated to the Bishop Museum by Officer \\nLouis Souza of the Honolulu Police Department. Donor information \\nindicates these human remains were found in a cave by hikers. No known \\nindividuals were identified. No associated funerary objects are \\npresent.\\n    In 1981, human remains representing eight individuals from Waikiki, \\nOahu were collected and donated to the Bishop Museum by Bertell Davis. \\nNo known individuals were identified. No associated funerary objects \\nare present.\\n    In 1982, human remains representing one individual from Kailua \\nBeach, Oahu were donated to the Bishop Museum by Mrs. Faye Myers. No \\nknown individual was identified. The three associated funerary objects \\ninclude a turtle bone, a stone, and a nail.\\n    In 1982, human remains representing one individual from Kailua, \\nOahu were donated to the Bishop Museum by Ray H. Greenfield. No known \\nindividual was identified. No associated funerary objects are present.\\n    In 1982, human remains representing three individuals from Anahulu, \\nWaialua, Oahu were collected and donated to the Bishop Museum by Arthur \\nSaxe. No known individuals were identified. The three associated \\nfunerary objects include kapa, cordage, and a kukui nut.\\n    In 1983, human remains representing four individuals from Kaneohe \\nor Kahaluu, Oahu were donated to the Bishop Museum by Ray H. \\nGreenfield. Donor information indicates that Mr. Greenfield collected \\nthe human remains in c. 1963, but could not remember the specific \\nlocation. No known individuals were identified. No associated funerary \\nobjects are present.\\n    In 1984, human remains representing two individuals from Kawailoa \\nwere recovered by Anne M. Garland during Bishop Museum Archaeology \\nProject 324. No known individuals were identified. No associated \\nfunerary objects are present.\\n    In 1984, human remains representing two individuals from Waimea, \\nOahu were donated to the Bishop Museum by an unknown person. No known \\nindividuals were identfied. No associated funerary objects are present.\\n    In 1985, human remains representing two individuals from Waikalua-\\nloko, Kaneohe, Oahu were recovered by Stephan Clark and Mary Riford \\nduring Bishop Museum Archaeology Project 347. No known individuals were \\nidentified. The two associated funerary objects are basalt cobbles.\\n    In 1986, human remains representing two individuals from Kahala, \\nOahu were collected and donated to the Bishop Museum by Toni Han and \\nWendall Kim. Donor information indicates these human remains were \\nrecovered during a gardening project. No known individuals were \\nidentified. The five asssociated funerary objects are shell, glass \\nfragments, metal fragments, and a porcine bone.\\n    In 1986, human remains representing one individual from Queen\\'s \\nBeach, Oahu were collected and donated to the Bishop Museum by Toni Han \\nand Aki Sinoto. No known individual was\\n\\n[[Page 4284]]\\n\\nidentified. The two associated funerary objects are a penny, and a \\nbovine bone.\\n    In 1987, human remains representing one individual from Makaha, \\nOahu were recovered by Eric Komori during Bishop Museum Archaeology \\nProject 382. No known individual was identified. No associated funerary \\nobjects are present.\\n    In 1989, human remains representing one individual from Kahuku, \\nOahu were collected and donated to the Bishop Museum by Paul Cleghorn. \\nDonor information indicates these human remains were recovered during \\nconstruction activity. No known individual was identified. The one \\nassociated funerary object is a shell.\\n    In 1990, human remains representing one individual from the Sunset \\nBeach area were donated to the Bishop Museum by Douglas M. Hawkins. \\nDonor information indicates these human remains were collected in 1957. \\nNo known individual was identified. No associated funerary objects are \\npresent.\\n    In 1995, human remains representing one individual from Oahu were \\ndonated to the Bishop Museum by Christopher A. Hays. Donor information \\nindicates the donor\\'s father removed these human remains from a burial \\ncave at some time during 1963-1966. No known individual was identified. \\nNo associated funerary objects are present.\\n    In 1995, human remains representing one individual from Waianae, \\nOahu were found in the collections of the Bishop Museum. Information \\nwith the remains indicates they were acquired from Dr. C.P. Hoyt at an \\nunknown date. No known individual was identified. No associated \\nfunerary objects are present.\\n    In 1995, human remains representing one individual from Kahuku, \\nOahu were found in the collections of the Bishop Museum. Information \\nwith the remains indicates they were acquired from Aki Sinoto and Eric \\nKomori at an unknown date. No known individual was identified. The \\nthree associated funerary objects are porcine bone, shell, wood \\nfragments.\\n    In 1995, human remains representing one individual from Nuuanu \\nValley, Oahu were found in the collections of the Bishop Museum. No \\nacquisition date or donor has been identified. No known individual was \\nidentified. No associated funerary objects are present.\\n    In 1995, human remains representing 11 individuals from Kalihi \\nValley and Manoa Valley, Oahu were found in the collections of the \\nBishop Museum. Information with these human remains indicates they were \\ndonated in 1916 by a Mr. Olsen. No known individuals were identified. \\nNo associated funerary objects are present.\\n    In 1995, human remains representing one individual from Kailua, \\nOahu were found in the collections of the Bishop Museum. Information \\nwith these human remains indicates they were donated circa 1938 from a \\nDr. Dudley. No known individual was identified. No associated funerary \\nobjects are present.\\n    In 1995, human remains representing eight individuals from \\nKuliouou, Oahu were found in the collections of the Bishop Museum. \\nInformation with these human remains indicates they were collected by \\nKenneth P. Emory, acquisition date unknown. No known individuals were \\nidentified. No associated funerary objects are present.\\n    In 1996, human remains representing one individual from Waikiki, \\nOahu were found in the collections of the Bishop Museum. Information \\nwith the remains indicates they were acquired during the early 1900s \\nfrom an unknown donor. No known individual was identified. No \\nassociated funerary objects are present.\\n    In 1996, human remains representing one individual from Kaneohe, \\nOahu were donated to the Bishop Museum by Nicolas Fern. No known \\nindividual was identified. No associated funerary objects are present.\\n    In 1996, human remains representing one individual from Kuliouou \\nwere found in the collections of the Bishop Museum. Information with \\nthese remains indicates they were donated in 1956 by Kenneth P. Emory. \\nNo known individual was identified. No associated funerary objects are \\npresent.\\n    In 1996, human remains representing one individual from Oahu were \\nfound in the collections of the Bishop Museum. No further information \\nis available. No known individual was identified. No associated \\nfunerary objects are present.\\n    In 1996, human remains representing one individual from Maunalua, \\nOahu were found in the collections of the Bishop Museum. Information \\nwith the remains indicates they were donated by Kenneth P. Emory at an \\nunknown date. No known individual was identified. No associated \\nfunerary objects are present.\\n    Based on the style and type of associated funerary objects, manner \\nof interments, and recovery locations, the human remains listed above \\nhave been determined to be Native Hawaiian. In consultation with Native \\nHawaiian organizations, the Bishop Museum decided that no attempt would \\nbe made to determine the age of the human remains.\\n    Based on the above mentioned information, officials of the Bishop \\nMuseum have determined that, pursuant to 43 CFR 10.2 (d)(1), the human \\nremains listed above represent the physical remains of 953 individuals \\nof Native American ancestry. Officials of the Bishop Museum have also \\ndetermined that, pursuant to 43 CFR 10.2 (d)(2), the 357 objects listed \\nabove are reasonably believed to have been placed with or near \\nindividual human remains at the time of death or later as part of the \\ndeath rite or ceremony. Lastly, officials of the Bishop Museum have \\ndetermined that, pursuant to 43 CFR 10.2 (e), there is a relationship \\nof shared group identity which can be reasonably traced between these \\nNative American human remains and associated funerary objects and the \\nAdminstrator of the Island Burial Councils, Alu Like, Hawaiian Civic \\nClub of Honolulu, Daughters and Sons of Hawaiian Warriors, Hui Malama I \\nNa Kupuna O Hawai\\'i Nei, Ka Lahui Hawai\\'i, Kamehameha Schools/Bishop \\nEstate, Nahoa \\'Olelo O Kamehameha Society, the Oahu Burial Council, the \\nOffice of Hawaiian Affairs, and Royal Order of Kamehameha I.\\n    This notice has been sent to officials of Adminstrator of the \\nIsland Burial Councils, Alu Like, Hawaiian Civic Club of Honolulu, \\nDaughters and Sons of Hawaiian Warriors, Hui Malama I Na Kupuna O \\nHawai\\'i Nei, Ka Lahui Hawai\\'i, Kamehameha Schools/Bishop Estate, Nahoa \\n\\'Olelo O Kamehameha Society, the Oahu Burial Council, the Office of \\nHawaiian Affairs, and Royal Order of Kamehameha I. Representatives of \\nany other Native Hawaiian organization that believes itself to be \\nculturally affiliated with these human remains and associated funerary \\nobjects should contact Janet Ness, Registrar, Bernice Pauahi Bishop \\nMuseum, 1525 Bernice Street, Honolulu, HI 96817; telephone: (808) 848-\\n4105; before February 27, 1998. Repatriation of the human remains and \\nassociated funerary objects to the culturally affiliated Native \\nHawaiian organizations may begin after that date if no additional \\nclaimants come forward.\\nDated: January 20, 1998.\\nFrancis P. McManamon,\\nDepartmental Consulting Archeologist,\\nManager, Archeologist and Ethnography Program.\\n[FR Doc. 98-1993 Filed 1-27-98; 8:45 am]\\nBILLING CODE 4310-70-F\\n\\n\\n\\n", "agency1": "Null", "sub_agency1": "Null", "dep_doc": "Null", "subject": "Null", "agency2": "Null", "action": "Null", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Null", "signature_name": "Null", "signature_title": "Null", "fr_doc": "Null", "billing_code": "Null", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}