{"index": "I_2399", "messy_full": "\\n\\nFederal Register, Volume 62 Issue 168 (Friday, August 29, 1997)\\n\\n[Federal Register Volume 62, Number 168 (Friday, August 29, 1997)]\\n[Notices]\\n[Pages 45874-45875]\\nFrom the Federal Register Online via the Government Publishing Office [www.gpo.gov]\\n[FR Doc No: 97-23107]\\n\\n\\n-----------------------------------------------------------------------\\n\\nDEPARTMENT OF THE INTERIOR\\n\\nNational Park Service\\n\\n\\nNotice of Inventory Completion for Native American Human Remains \\nand Associated Funerary Objects in the Possession of the U.S. Army \\nCorps of Engineers, Tulsa District, Tulsa, OK\\n\\nAGENCY: National Park Service\\n\\nACTION: Notice\\n\\n-----------------------------------------------------------------------\\n\\n    Notice is hereby given in accordance with provisions of the Native \\nAmerican Graves Protection and Repatriation Act of 1990, 25 U.S.C. \\n3003(d), of the completion of an inventory of human remains and \\nassociated funerary objects in the possession of the U.S. Army Corps of \\nEngineers, Tulsa District, Tulsa, OK.\\n    A detailed inventory and assessment of the human remains and \\nassociated funerary objects was done by the U.S. Army Corps of \\nEngineers in consultation with representatives of the Muscogee (Creek) \\nNation of Oklahoma, the Alabama-Quassarte Tribal Town, Thlopthlocco \\nTribal Town, Kialigee Tribal Town, and the Seminole Nation of Oklahoma.\\n    Between 1988 and July, 1990, human remains representing a minimum \\nof twelve individuals were exposed by shoreline erosion at site \\n34MI121, Eufaula Lake, McIntosh County, OK and removed by U.S. Army \\nCorps of Engineers, Tulsa District personnel. No known individuals were \\nidentified. The 361 associated funerary objects include a shell \\nfragment, corroded nails, blue glass faceted cut beads; green, white, \\nand black glass beads; old glass, a coarse piece of wood, a metal \\nbutton, and a corroded piece of metal.\\n    Based on the associated funerary objects, these burials are \\nestimated to date from immediately after Removal to before the Civil \\nWar (1832-1861). These individuals have been determined to be Native \\nAmerican based on the age and types of associated funerary objects. \\nSite 34MI121 is located within the boundaries of the Muscogee (Creek) \\nand Seminole Nations who jointly occupied this area between 1833 and \\n1855.\\n    In 1987, human remains representing one individual were exposed by \\nshoreline erosion at site 34MI139, Eufaula Lake, McIntosh County, OK \\nand removed by U.S. Army Corps of Engineers, Tulsa District personnel. \\nNo known individual was identified. No associated funerary objects were \\npresent.\\n    Morphological evidence, including post-bregmatic depression, oval \\nexternal auditory meatus, frontal bossing, and a high-rounded skull, \\nshows this individual exhibits Native American, African American, and \\nEuropean American features. Oral history information received by the \\nCorps in the early 1960s indicates that a post-Civil War Freedman Creek \\ncemetery is located at site 34MI139. Muscogee (Creek) Nation records \\nshow that site 34MI139 was originally allotted to Mr. Alexander Brown \\n(Enrollment no. 2570) in 1902. Mr. Brown resided in the Arkansas \\nColored Tribal Town, one of three Muscogee (Creek) Freedmen Tribal \\nTowns. The Muscogee (Creek) Freedmen Roll is an internal record of \\nMuscogee citizens who were slaves or decendents of slaves held by \\nMuscogee prior to and during the Civil War. Following the Civil War, \\nthe Freedmen\\n\\n[[Page 45875]]\\n\\nbecame full Muscogee (Creek) citizens. (Prior to the Civil War, any \\nperson whose mother was Muscogee and whose father was African or of \\nAfrican descent was a full Muscogee citizen.) This historical context \\nestablishes the cultural affiliation of the enrollees of the Muscogee \\nFreedmen Roll to the present-day Muscogee (Creek) Nation.\\n    In 1987, human remains representing one individual were exposed by \\nshoreline erosion at site 34MI144, Eufuala Lake, McIntosh County, OK \\nand removed by U.S. Army Corps of Engineers, Tulsa District personnel. \\nNo known individual was identified. The 53 associated funerary objects \\ninclude blue shell, edged plates, transfer-printed ceramics, \\nundecorated whiteware, ironstone ceramics, mold-decorated whiteware, \\nporcelain, stoneware ceramics, old glass fragments, rusted machine-cut \\nnails, a wire nail, garden-type iron hoe, iron buckles, metal \\nfragments, a quartzite hammer stone, metal and ceramic buttons, a boar \\ntusk, and a piece of turtle carapace.\\n    This individual has been determined to be Native American based on \\nthe associated funerary objects. The burial has been dated to between \\n1866 and 1890, also based on the associated funerary objects. These \\ndates fall within the time of exclusive Muscogee (Creek) and Seminole \\nNations\\' occupation of this area, 1832 to 1890.\\n    Between 1988 and June 1990, human remains representing three \\nindividuals were exposed by shoreline erosion at site 34MI313, Eufuala \\nLake, McIntosh County, OK and removed by U.S. Army Corps of Engineers, \\nTulsa District personnel. No known individual was identified. The 241 \\nassociated funerary objects include a stoneware glazed elbow pipe, a \\nbrass belt buckle, a metal planter\\'s hoe, glass beads and bead \\nfragments, a small piece of lead shot, old green glass fragments, a \\nmetal finger ring, a piece of red cotton cloth, stone flakes, animal \\nbone fragments, silver ear bobs with loops and pendent, a silver finger \\nring, pottery sherds, and one small piece of coal.\\n    Based on the types of associated funerary objects, these \\nindividuals have been determined to be Native American. The associated \\nfunerary objects place the dates of the burials to the post-1832--pre-\\n1861 period. During this time period, site 34MI313 and the surrounding \\narea were exclusively used and occupied by the Muscogee (Creek) and \\nSeminole Nations.\\n    Based on the above mentioned information, officials of the U.S. \\nArmy Corps of Engineers, Tulsa District have determined that, pursuant \\nto 43 CFR 10 (d)(1), the human remains listed above represent the \\nphysical remains of at least seventeen individuals of Native American \\nancestry. The U.S. Army Corps of Engineers, Tulsa District officials \\nhas also determined that, pursuant to 25 U.S.C. 3001 (3)(A), the 655 \\ncultural items listed above are reasonably believed to have been placed \\nwith or near individual human remains at the time of death or later as \\npart of the death rite or ceremony. Lastly, the U.S. Army Corps of \\nEngineers, Tulsa District officials have determined that, pursuant to \\n25 U.S.C. 3001 (2), there is a relationship of shared group identity \\nwhich can be reasonably traced between these human remains and \\nassociated funerary objects and the Muscogee (Creek) Nation of \\nOklahoma, the Alabama-Quassarte Tribal Town, Thlopthlocco Tribal Town, \\nKialigee Tribal Town, and the Seminole Nation of Oklahoma.\\n    This notice has been sent to the Muscogee (Creek) Nation of \\nOklahoma, the Alabama-Quassarte Tribal Town, Thlopthlocco Tribal Town, \\nKialigee Tribal Town, and the Seminole Nation of Oklahoma. \\nRepresentatives of any other Indian tribe which believes itself to be \\nculturally affiliated with these human remains and associated funerary \\nobjects should contact Mr. Robert W. Jobson, NAGPRA Coordinator, \\nPlanning Division, U.S. Army Corps of Engineers, Tulsa district, P.O. \\nBox 61, Tulsa, OK 74121-0061, telephone (918) 669-7193 before September \\n29, 1997. Repatriation of these human remains and associated funerary \\nobjects to the Muscogee (Creek) Nation of Oklahoma, the Alabama-\\nQuassarte Tribal Town, Thlopthlocco Tribal Town, Kialigee Tribal Town, \\nand the Seminole Nation of Oklahoma may begin after this date if no \\nadditional claimants come forward.\\nDated: August 25, 1997.\\nFrancis P. McManamon,\\nDepartmental Consulting Archeologist,\\nManager, Archeology and Ethnography Program.\\n[FR Doc. 97-23107 Filed 8-28-97; 8:45 am]\\nBILLING CODE 4310-70-F\\n\\n\\n\\n", "agency1": "Null", "sub_agency1": "Null", "dep_doc": "Null", "subject": "Null", "agency2": "Null", "action": "Null", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Null", "signature_name": "Null", "signature_title": "Null", "fr_doc": "Null", "billing_code": "Null", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}