{"index": "I_2352", "messy_full": "\\n\\nFederal Register, Volume 63 Issue 125 (Tuesday, June 30, 1998)\\n\\n[Federal Register Volume 63, Number 125 (Tuesday, June 30, 1998)]\\n[Notices]\\n[Page 35608]\\nFrom the Federal Register Online via the Government Publishing Office [www.gpo.gov]\\n[FR Doc No: 98-17312]\\n\\n\\n-----------------------------------------------------------------------\\n\\nDEPARTMENT OF THE INTERIOR\\n\\nNational Park Service\\n\\n\\nNotice of Inventory Completion for Native American Human Remains \\nand Associated Funerary Objects from New Mexico in the Possession of \\nthe Museum of Indian Arts and Culture/Laboratory of Anthropology, \\nMuseum of New Mexico, Santa Fe, NM\\n\\nAGENCY: National Park Service, Interior.\\n\\nACTION: Notice.\\n\\n-----------------------------------------------------------------------\\n\\n    Notice is hereby given in accordance with provisions of the Native \\nAmerican Graves Protection and Repatriation Act (NAGPRA), 43 CFR 10.9, \\nof the completion of an inventory of human remains and associated \\nfunerary objects in the possession of the Museum of Indian Arts and \\nCulture/Laboratory of Anthropology, Museum of New Mexico, Santa Fe, NM.\\n    A detailed assessment of the human remains was made by Museum of \\nIndian Arts and Culture/Laboratory of Anthropology professional staff \\nin consultation with representatives of the Pueblo of Pojoaque.\\n    In 1953, human remains representing two individuals were removed \\nfrom the Pojoaque Grant site (LA 835) during legally authorized \\nexcavations under a National Park Service Federal Antiquities permit by \\nMuseum of New Mexico staff during a New Mexico State Highway and \\nTransportation Department work project. No known individuals were \\nidentified. The two associated funerary objects are ceramic vessels.\\n    Based on the associated funerary objects and other cultural \\nmaterial present, the Pojoaque Grant site has been identified as an \\nAncestral Puebloan site, occupied between 850--1100 A.D. Further, this \\nsite is located on Pueblo of Pojoaque tribal lands. Based on material \\nculture, continuity of occupation, and oral history presented by \\nrepresentatives of the Pueblo of Pojoaque, this site is affiliated with \\nthe present-day Pueblo of Pojoaque.\\n    Based on the above mentioned information, officials of the Museum \\nof Indian Arts and Culture/Laboratory of Anthropology have determined \\nthat, pursuant to 43 CFR 10.2 (d)(1), the human remains listed above \\nrepresent the physical remains of two individuals of Native American \\nancestry. Officials of the Museum of Indian Arts and Culture/Laboratory \\nof Anthropology have also determined that, pursuant to 43 CFR 10.2 \\n(d)(2), the two objects listed above are reasonably believed to have \\nbeen placed with or near individual human remains at the time of death \\nor later as part of the death rite or ceremony. Lastly, officials of \\nthe Museum of Indian Arts and Culture/Laboratory of Anthropology have \\ndetermined that, pursuant to 43 CFR 10.2 (e), there is a relationship \\nof shared group identity which can be reasonably traced between these \\nNative American human remains and associated funerary objects and the \\nPueblo of Pojoaque.\\n    This notice has been sent to officials of the Pueblo of Pojoaque. \\nRepresentatives of any other Indian tribe that believes itself to be \\nculturally affiliated with these human remains and associated funerary \\nobjects should contact Patricia House, Director, Museum of Indian Arts \\nand Cultures/Laboratory of Anthropology, Museum of New Mexico, P.O. Box \\n2087, Santa Fe, NM 87504-2087; telephone: (505) 827-6344; before July \\n30, 1998. Repatriation of the human remains and associated funerary \\nobjects to the Pueblo of Pojoaque may begin after that date if no \\nadditional claimants come forward.\\nDated: June 23, 1998.\\nFrancis P. McManamon,\\nDepartmental Consulting Archeologist,\\nManager, Archeology and Ethnography Program.\\n[FR Doc. 98-17312 Filed 6-29-98; 8:45 am]\\nBILLING CODE 4310-70-F\\n\\n\\n\\n", "agency1": "Null", "sub_agency1": "Null", "dep_doc": "Null", "subject": "Null", "agency2": "Null", "action": "Null", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Null", "signature_name": "Null", "signature_title": "Null", "fr_doc": "Null", "billing_code": "Null", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}