{"index": "I_2347", "messy_full": "\\n\\nFederal Register, Volume 63 Issue 149 (Tuesday, August 4, 1998)\\n\\n[Federal Register Volume 63, Number 149 (Tuesday, August 4, 1998)]\\n[Notices]\\n[Pages 41590-41591]\\nFrom the Federal Register Online via the Government Publishing Office [www.gpo.gov]\\n[FR Doc No: 98-20714]\\n\\n\\n-----------------------------------------------------------------------\\n\\nDEPARTMENT OF THE INTERIOR\\n\\nNational Park Service\\n\\n\\nNotice of Inventory Completion for Native American Human Remains \\nand Associated Funerary Objects from New Mexico and Texas in the \\nPossession of the Carlsbad Museum and Art Center, Carlsbad, NM\\n\\nAGENCY: National Park Service, DOI.\\n\\nACTION: Notice.\\n\\n-----------------------------------------------------------------------\\n\\n    Notice is hereby given in accordance with provisions of the Native \\nAmerican Graves Protection and Repatriation Act (NAGPRA), 43 CFR 10.9, \\nof the completion of an inventory of human remains and associated \\nfunerary objects from New Mexico and Texas in the possession of the \\nCarlsbad Museum and Art Center, Carlsbad, NM.\\n    A detailed assessment of the human remains was made by Carlsbad \\nMuseum and Art Center and University of New Mexico Archaeology/\\nOsteology Lab professional staff in consultation with representatives \\nof the Fort Sill Apache Tribe, the Mescalero Apache Tribe, and the \\nJicarilla Apache Tribe.\\n    In 1934 or 1935, human remains representing a minimum of two \\nindividuals were recovered from Williams Cave, Culberson County, TX \\nduring excavations conducted by the University of Pennsylvania. No \\nknown individuals were identified. The five associated funerary objects \\ninclude an antelope hide bag and pieces of cord and twine.\\n    In 1934 or 1935, human remains representing two individuals were \\nrecovered from the Guadalupe Mountains, TX during excavations conducted \\nby the University of Pennsylvania. No known individuals were \\nidentified. The one associated funerary object consists of a large \\nbasket with the bottom and sides broken.\\n    In 1934 or 1935, human remains representing one individual were \\nrecovered form the Guadalupe Mountains, TX during excavations conducted \\nby the University of Pennsylvania. No known individual was identified. \\nThe one associated funerary object consists of a burial basket with the \\nbottom broken, small round woven object, straw or grass in bottom of \\nthe basket.\\n    In 1934 or 1935, human remains representing one individual were \\nrecovered from the Guadalupe Mountains, TX during excavations conducted \\nby the University of Pennsylvania. No known individual was identified. \\nThe ten associated funerary objects include a cradleboard made of long \\nreeds bound with larger twigs and fastened with twine or rope, multiple \\nstrands of cotton-like yarn woven together, and a hide infant bonnet.\\n    Based on the associated funerary objects, these human remains have \\nbeen identified as Native American. Based on the form and styles of the \\nbasketry, cradleboard, and manner of interments, these individuals have \\nbeen identified as Apache. Consultation with representatives of the \\nFort Sill Apache Tribe, the Mescalero Apache Tribe, and the Jicarilla \\nApache Tribe indicates that\\n\\n[[Page 41591]]\\n\\nlocation, material culture, and manner of interment are all consistent \\nwith traditional Apache practice. Further, based on oral history and \\nhistorical documents, the Guadalupe Mountains have been identified as \\nhaving been occupied by the Mescalero Apache during the historic \\nperiod.\\n    Based on the above mentioned information, officials of the Carlsbad \\nMuseum and Art Center have determined that, pursuant to 43 CFR 10.2 \\n(d)(1), the human remains listed above represent the physical remains \\nof a minimum of six individuals of Native American ancestry. Officials \\nof the Carlsbad Museum and Art Center have also determined that, \\npursuant to 43 CFR 10.2 (d)(2), the 17 objects listed above are \\nreasonably believed to have been placed with or near individual human \\nremains at the time of death or later as part of the death rite or \\nceremony. Lastly, officials of the Carlsbad Museum and Art Center have \\ndetermined that, pursuant to 43 CFR 10.2 (e), there is a relationship \\nof shared group identity which can be reasonably traced between these \\nNative American human remains and associated funerary objects and the \\nMescalero Apache Tribe.\\n    This notice has been sent to officials of the Fort Sill Apache \\nTribe, the Mescalero Apache Tribe, and the Jicarilla Apache Tribe. \\nRepresentatives of any other Indian tribe that believes itself to be \\nculturally affiliated with these human remains and associated funerary \\nobjects should contact Pat Jablonsky, Director, Carlsbad Museum and Art \\nCenter, 418 West Fox Street, Carlsbad, NM 88220; telephone: (505) 887-\\n0276, before September 3, 1998. Repatriation of the human remains and \\nassociated funerary objects to the Mescalero Apache Tribe  may begin \\nafter that date if no additional claimants come forward.\\nDated: July 14, 1998.\\nMichele Aubry,\\nActing Departmental Consulting Archeologist,\\nArcheology and Ethnography Program.\\n[FR Doc. 98-20714 Filed 8-3-98; 8:45 am]\\nBILLING CODE 4310-70-F\\n\\n\\n\\n", "agency1": "Null", "sub_agency1": "Null", "dep_doc": "Null", "subject": "Null", "agency2": "Null", "action": "Null", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Null", "signature_name": "Null", "signature_title": "Null", "fr_doc": "Null", "billing_code": "Null", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}