{"index": "I_2394", "messy_full": "\\n\\nFederal Register, Volume 62 Issue 181 (Thursday, September 18, 1997)\\n\\n[Federal Register Volume 62, Number 181 (Thursday, September 18, 1997)]\\n[Notices]\\n[Pages 49026-49027]\\nFrom the Federal Register Online via the Government Publishing Office [www.gpo.gov]\\n[FR Doc No: 97-24824]\\n\\n\\n-----------------------------------------------------------------------\\n\\nDEPARTMENT OF THE INTERIOR\\n\\nNational Park Service\\n\\n\\nNotice of Inventory Completion for Native American Human Remains \\nand Associated Funerary Objects From Nebraska in the Possession of the \\nNebraska State Historical Society, Lincoln, NE\\n\\nAGENCY: National Park Service\\n\\nACTION: Notice\\n\\n-----------------------------------------------------------------------\\n\\n    Notice is hereby given in accordance with provisions of the Native \\nAmerican Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. \\n3003 (d), of the completion of an inventory of human remains and \\nassociated funerary objects from Nebraska in the possession of the \\nNebraska State Historical Society, Lincoln, NE.\\n    A detailed assessment of the human remains was made by Nebraska \\nState Historical Society professional staff in consultation with \\nrepresentatives of the Iowa Tribe of Kansas and Nebraska, the Iowa \\nTribe of Oklahoma, the Kaw Nation of Oklahoma, and the Otoe-Missouria \\nTribe of Oklahoma.\\n    In 1936 and 1937, human remains representing a minimum of ten \\nindividuals were recovered from site 25CC1, also known as the Ashland \\nsite, during archeological investigations by Nebraska State Historical \\nSociety archeologists. No known individuals were identified. The 41 \\nassociated funerary objects include ceramic sherds, a gun spring, glass \\nbeads, stone fragments, animal bones, mussel shell, and a flint \\nfragment.\\n    The Ashland site has been identified as a historical Otoe village \\nbased on descriptions in documents recorded by visiting French \\nexplorers in the early 18th century, and the presence and types of \\ntrade goods present in the burials. Although this site is complex and \\nhas at least four different occupations represented, these individuals \\nare connected with the most recent occupation dating from approximately \\n1700-1750 A.D.\\n    In 1936 and 1965, human remains representing a minimum of 30 \\nindividuals were recovered from site 25RH1, also known as the Leary \\nsite, during archeological excavations by the Nebraska State Historical \\nSociety archeologists. No known individuals were identified. The 301 \\nassociated funerary objects include ceramic sherds, animal bones, \\nprojectile points, stone tools, unworked stones, flint flakes, worked \\nflakes, an abrader, daub, scrapers, unmodified rock, fire-cracked rock, \\nochre, burned earth, ``turquoise\\'\\'\\n\\n[[Page 49027]]\\n\\npendant; bone beads and fragments, shell beads, copper tube with wood \\ninsets, and shell hairpipes.\\n    The Leary site has been identified as having multiple occupations \\nthrough the early historic period. The individuals recovered during the \\n1936 and 1965 excavations have been identified with the Oneota \\ncomponent of this site based on location, manner of internment, and \\nassociated funerary objects. Based on continuities of technology and \\nmaterial culture, the Oneota culture has been identified as ancestral \\nto the present-day Otoe-Missouria, Ioway, and Kaw (Kansa) tribes.\\n    Based on the above mentioned information, officials of the Nebraska \\nState Historical Society have determined that, pursuant to 43 CFR 10.2 \\n(d)(1), the human remains listed above represent the physical remains \\nof 40 individuals of Native American ancestry. Officials of the \\nNebraska State Historical Society have also determined that, pursuant \\nto 25 U.S.C. 3001 (3)(A), the 342 objects listed above are reasonably \\nbelieved to have been placed with or near individual human remains at \\nthe time of death or later as part of the death rite or ceremony. \\nLastly, officials of the Nebraska State Historical Society have \\ndetermined that, pursuant to 25 U.S.C. 3001 (2), there is a \\nrelationship of shared group identity which can be reasonably traced \\nbetween these Native American human remains and associated funerary \\nobjects and the Iowa Tribe of Kansas and Nebraska, the Iowa Tribe of \\nOklahoma, the Kaw Nation of Oklahoma, and the Otoe-Missouria Tribe of \\nOklahoma.\\n    This notice has been sent to officials of the Iowa Tribe of Kansas \\nand Nebraska, the Iowa Tribe of Oklahoma, the Kaw Nation of Oklahoma, \\nand the Otoe-Missouria Tribe of Oklahoma. Representatives of any other \\nIndian tribe that believes itself to be culturally affiliated with \\nthese human remains and associated funerary objects should contact Rob \\nBozell, Associate Director, Nebraska State Historical Society, 1500 R \\nStreet, P.O. Box 82554, Lincoln, NE 68501-2554; telephone: (402) 471-\\n4789, before October 20, 1997. Repatriation of the human remains and \\nassociated funerary objects to the culturally affiliated tribes may \\nbegin after that date if no additional claimants come forward.\\nDated: September 10, 1997.\\nFrancis P. McManamon,\\nDepartmental Consulting Archeologist,\\nManager, Archeology and Ethnography Program.\\n[FR Doc. 97-24824 Filed 9-17-97; 8:45 am]\\nBILLING CODE 4310-70-F\\n\\n\\n\\n", "agency1": "Null", "sub_agency1": "Null", "dep_doc": "Null", "subject": "Null", "agency2": "Null", "action": "Null", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Null", "signature_name": "Null", "signature_title": "Null", "fr_doc": "Null", "billing_code": "Null", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}