{"index": "I_2336", "messy_full": "\\n\\nFederal Register, Volume 63 Issue 181 (Friday, September 18, 1998)\\n\\n[Federal Register Volume 63, Number 181 (Friday, September 18, 1998)]\\n[Notices]\\n[Pages 49924-49925]\\nFrom the Federal Register Online via the Government Publishing Office [www.gpo.gov]\\n[FR Doc No: 98-25041]\\n\\n\\n-----------------------------------------------------------------------\\n\\nDEPARTMENT OF THE INTERIOR\\n\\nNational Park Service\\n\\n\\nNotice of Inventory Completion for Native American Human Remains \\nand Associated Funerary Objects from Mackinac County, MI in the \\nPossession of the Michigan State University Museum, Michigan State \\nUniversity, East Lansing, MI\\n\\nAGENCY: National Park Service\\n\\nACTION: Notice\\n\\n-----------------------------------------------------------------------\\n\\n    Notice is hereby given in accordance with provisions of the Native \\nAmerican Graves Protection and Repatriation Act (NAGPRA), 43 CFR 10.9, \\nof the completion of an inventory of human remains and associated \\nfunerary objects from Mackinac County, MI in the possession of the \\nMichigan State University Museum, Michigan State University, East \\nLansing, MI.\\n    A detailed assessment of the human remains was made by Michigan \\nState University Museum professional staff in consultation with \\nrepresentatives of Little Traverse Bay Band of Odawa Indians.\\n    During 1966-1967, human remains representing a minimum of 137 \\nindividuals were recovered from the Lasanen site during legally \\nauthorized excavations conducted by the Michigan State University \\nMuseum. During this time, Mrs. Marie Lasanen, owner of the Lasanen \\nsite, donated these human remains to the Michigan State University \\nMuseum. No known individuals were identified. The 18,622 associated \\nfunerary objects include metal and trade items such as; knives, awls, \\nharpoons, scissors, strike-a-lites, projectile points, finger rings, \\nbracelets, a box, a sword pommel, buttons, bells, tinkling cones, saw \\nparts, a trade silver cross, a pail, iron mail, Jesuit rings, and \\nmedallions; shell items including beads pendants runtees, effigies, and \\na gorget; catlinite pendants and beads; antler, bone, and ivory \\nharpoons, points, fakes, containers, a comb, and buttons; chipped stone \\nitems including gunflints, scrapers, and projectile points; textiles; \\nglass beads; and wood, charcoal, fabric remnants, ochre, vermillion, \\nand animal bone fragments.\\n    Based on analysis of the associated funerary objects and manner of \\ninterment, the Lasanen site has been identified as a late 17th century \\nburial site. Historical documents correlate the presence of an Ottawa \\n(Odawa) settlement on the site during the 17th century. Jesuit \\ndocuments from the period describe an Ottawa mortuary ceremony in close \\nproximity to the Lasanen site which correspond to the manner of \\ninterments found during the Lasanen excavations. Oral tradition \\npresented by representatives of the Little Traverse Bay Band of Odawa \\nIndians states the Ottawa formerly lived at the Straits of Mackinac, \\nwhere the Lasanen site is located, and the place is referred to as \\nGeteodawin, ``the place of our old town.\\'\\'\\n    Based on the above mentioned information, officials of the Michigan \\nState University Museum have determined that, pursuant to 43 CFR 10.2 \\n(d)(1), the human remains listed above represent the physical remains \\nof a minimum of 137 individuals of Native\\n\\n[[Page 49925]]\\n\\nAmerican ancestry. Officials of the Michigan State University Museum \\nhave also determined that, pursuant to 43 CFR 10.2 (d)(2), the 18,622 \\nobjects listed above are reasonably believed to have been placed with \\nor near individual human remains at the time of death or later as part \\nof the death rite or ceremony. Lastly, officials of the Michigan State \\nUniversity Museum have determined that, pursuant to 43 CFR 10.2 (e), \\nthere is a relationship of shared group identity which can be \\nreasonably traced between these Native American human remains and \\nassociated funerary objects and the Little Traverse Bay Band of Odawa \\nIndians.\\n    This notice has been sent to officials of the Little Traverse Bay \\nBand of Odawa Indians. Representatives of any other Indian tribe that \\nbelieves itself to be culturally affiliated with these human remains \\nand associated funerary objects should contact Dr. William A. Lovis, \\nCurator and Professor of Anthropology, Michigan State University \\nMuseum, Michigan State University, East Lansing, MI 48824-1045; \\ntelephone: (517) 355-3485, before October 19, 1998. Repatriation of the \\nhuman remains and associated funerary objects to the Little Traverse \\nBay Band of Odawa Indians may begin after that date if no additional \\nclaimants come forward.\\nDated: September 3, 1998.\\nFrancis P. McManamon,\\nDepartmental Consulting Archeologist,\\nManager, Archeology and Ethnography Program.\\n[FR Doc. 98-25041 Filed 9-17-98; 8:45 am]\\nBILLING CODE 4310-70-F\\n\\n\\n\\n", "agency1": "Null", "sub_agency1": "Null", "dep_doc": "Null", "subject": "Null", "agency2": "Null", "action": "Null", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Null", "signature_name": "Null", "signature_title": "Null", "fr_doc": "Null", "billing_code": "Null", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}