{"index": "I_2376", "messy_full": "\\n\\nFederal Register, Volume 63 Issue 36 (Tuesday, February 24, 1998)\\n\\n[Federal Register Volume 63, Number 36 (Tuesday, February 24, 1998)]\\n[Notices]\\n[Page 9256]\\nFrom the Federal Register Online via the Government Publishing Office [www.gpo.gov]\\n[FR Doc No: 98-4684]\\n\\n\\n-----------------------------------------------------------------------\\n\\nDEPARTMENT OF THE INTERIOR\\n\\nNational Park Service\\n\\n\\nNotice of Inventory Completion for Native American Human Remains \\nfrom Camp Verde, AZ in the Possession of Arizona State Parks, Phoenix, \\nAZ\\n\\nAGENCY: National Park Service\\n\\nACTION: Notice\\n\\n-----------------------------------------------------------------------\\n\\n    Notice is hereby given in accordance with provisions of the Native \\nAmerican Graves Protection and Repatriation Act (NAGPRA), 43CFR 10.9, \\nof the completion of an inventory of human remains from Camp Verde, AZ \\nin the possession of Arizona State Parks, Phoenix, AZ\\n    A detailed assessment of the human remains was made by Arizona \\nState Parks professional staff in consultation with representatives of \\nthe Yavapai-Apache Nation of the Camp Verde Reservation.\\n    In 1970, human remains representing one individual were acquired by \\nArizona State Parks from the Camp Verde Historical Society. This \\nindividual has been identified as Del-che, an Apache man killed in \\n1874. No associated funerary objects are present.\\n    In 1874, Del-che was killed and his head was brought in to Fort \\nVerde where his death was confirmed by the U.S. Army. Dr. James Reagles \\nwas the fort surgeon at the time, and retained possession of Del-che\\'s \\nskull. Following Dr. Reagles\\' death, his son, Walter J. Reagles had \\npossession of the skull until it\\'s donation to the Camp Verde \\nHistorical Society around 1943.\\n    Based on the above mentioned information, officials of the Arizona \\nState Parks have determined that, pursuant to 43 CFR 10.2 (d)(1), the \\nhuman remains listed above represent the physical remains of one \\nindividual of Native American ancestry. Officials of the Arizona State \\nParks have also determined that, pursuant to 43 CFR 10.2 (e), there is \\na relationship of shared group identity which can be reasonably traced \\nbetween these Native American human remains and the Yavapai-Apache \\nNation of the Camp Verde Reservation.\\n    This notice has been sent to officials of the Yavapai-Apache Nation \\nof the Camp Verde Reservation. Representatives of any other Indian \\ntribe that believes itself to be culturally affiliated with these human \\nremains should contact Cathy Johnson, Historic Resources Manager/\\nArchaeologist, 1300 West Washington, Phoenix, AZ 85007; telephone: \\n(602) 542-6951, fax: (602) 542-4180, before March 26, 1998. \\nRepatriation of the human remains to the Yavapai-Apache Nation of the \\nCamp Verde Reservation may begin after that date if no additional \\nclaimants come forward.\\nDated: February 18, 1998.\\nVeletta Canouts,\\nActing Departmental Consulting Archeologist,\\nDeputy Manager, Archeology and Ethnography Program.\\n[FR Doc. 98-4684 Filed 2-23-98 ; 8:45 am]\\nBILLING CODE 4310-70-F\\n\\n\\n\\n", "agency1": "Null", "sub_agency1": "Null", "dep_doc": "Null", "subject": "Null", "agency2": "Null", "action": "Null", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Null", "signature_name": "Null", "signature_title": "Null", "fr_doc": "Null", "billing_code": "Null", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}