{"index": "I_2341", "messy_full": "\\n\\nFederal Register, Volume 63 Issue 157 (Friday, August 14, 1998)\\n\\n[Federal Register Volume 63, Number 157 (Friday, August 14, 1998)]\\n[Notices]\\n[Page 43722]\\nFrom the Federal Register Online via the Government Publishing Office [www.gpo.gov]\\n[FR Doc No: 98-21834]\\n\\n\\n\\n[[Page 43722]]\\n\\nDEPARTMENT OF THE INTERIOR\\n\\nNational Park Service\\n\\n\\nNotice of Inventory Completion for Native American Human Remains \\nfrom Plymouth, MA and an Associated Funerary Object from Barnstable, MA \\nin the Possession of Pilgrim Hall Museum, Plymouth, MA\\n\\nAGENCY: National Park Service\\n\\nACTION: Notice\\n\\n-----------------------------------------------------------------------\\n\\n    Notice is hereby given in accordance with provisions of the Native \\nAmerican Graves Protection and Repatriation Act (NAGPRA), 43 CFR 10.9, \\nof the completion of an inventory of human remains from Plymouth, MA in \\nthe possession of Pilgrim Hall Museum, Plymouth, MA.\\n    A detailed assessment of the human remains was made by Pilgrim Hall \\nMuseum professional staff in consultation with representatives of the \\nWampanoag Repatriation Confederation on behalf of the Wampanoag Tribe \\nof Gay Head (Aquinnah).\\n    In 1861, human remains representing one individual were recovered \\nfrom Cummaquid, Barnstable, MA by Amos Otis while plowing a field. No \\nknown individual was identified. The associated funerary objects \\ninclude a copper kettle, a canister of metal fragments and nails, and \\nother grave goods.\\n    Although these human remains had been believed to be those of \\nSachem Iyannough, examination of the remains indicated they were \\nactually of a young woman. In 1974, this individual and most of the \\nassociated funerary objects were repatriated to Frank James \\n(Wampanoag). This remaining container of metal fragments and nails \\nwhich is clearly associated with the burial, was accidentally \\noverlooked at that time and recently found during inventorying the \\ncollections. Based on the associated funerary objects, this burial has \\nbeen determined to be from the historic period. Several 17th-century \\ncolonial sources indicate the presence of Wampanoag people in the \\nBarnstable area during the early contact period.\\n    The associated funerary object listed above constitutes a newly-\\nfound item from a previously repatriated collection. Because the \\npreviously repatriated collection was returned prior to the enactment \\nof NAGPRA, this item is being published to document the return of an \\nassociated funerary object as part of an action on a repatriation \\nrequest pending on the date of NAGPRA\\'s enactment.\\n    Based on the above mentioned information, officials of Pilgrim Hall \\nMuseum have determined that, pursuant to 43 CFR 10.2 (d)(2), the one \\nobject listed above is reasonably believed to have been placed with or \\nnear individual human remains at the time of death or later as part of \\nthe death rite or ceremony. Officials of Pilgrim Hall Museum have also \\ndetermined that, pursuant to 25 U.S.C. 3009 (2), this object is part of \\nan action on a repatriation request pending on the date of enactment of \\nNAGPRA and will therefore be repatriated to the Wampanoag Repatriation \\nConfederation on behalf of the Wampanoag Tribe of Gay Head (Aquinnah).\\n    In 1884, human remains representing one individual were recovered \\nby Mr. Paulding from Watson\\'s Hill in Plymouth, MA during house \\nconstruction. In 1962, these human remains, consisting of hair \\nfragments, were donated to Pilgrim Hall Museum by Eunice Paulding \\nBassett. No known individuals were identified. No associated funerary \\nobjects are present.\\n    In 1884, human remains representing one individual were recovered \\nby Dr. Edward B. Stephens from Watson\\'s Hill in Plymouth, MA during \\nhouse construction. At some time after 1884, Dr. Stephens donated a \\nlarge Native collection to Pilgrim Hall Museum which contained the \\nhuman remains, consisting of hair fragments. Documents note that during \\nthe house construction, Dr. Stephens recovered a skeleton, some hair, \\nand a stone tablet. The location of the skeleton and stone tablet is \\nunknown. No associated funerary objects are present in the collections \\nof Pilgrim Hall Museum.\\n    Based on historical documents, Watson\\'s Hill in Plymouth, MA is a \\nknown settlement of the Patuxet Wampanoag who lived in the Plymouth \\narea prior to the arrival of Europeans on the Mayflower and other \\nships. Early historic documents list the Native place name as \\nCantaugheantiest, a Wampanoag term meaning ``planted fields.\\'\\' Based on \\nthe discovery of many human remains in this area, Watson\\'s Hill is \\nlikely to have been a Patuxet Wampanoag burial ground in the late pre-\\ncontact and early historic periods.\\n    Based on the above mentioned information, officials of Pilgrim Hall \\nMuseum have determined that, pursuant to 43 CFR 10.2 (d)(1), the human \\nremains listed above represent the physical remains of two individuals \\nof Native American ancestry. Officials of Pilgrim Hall Museum have also \\ndetermined that, pursuant to 43 CFR 10.2 (e), there is a relationship \\nof shared group identity which can be reasonably traced between these \\nNative American human remains and the Wampanoag Repatriation \\nConfederation on behalf of the Wampanoag Tribe of Gay Head (Aquinnah).\\n    This notice has been sent to officials of the Wampanoag \\nRepatriation Confederation on behalf of the Wampanoag Tribe of Gay Head \\n(Aquinnah). Representatives of any other Indian tribe that believes \\nitself to be culturally affiliated with these human remains should \\ncontact Karin J. Goldstein Curator, Pilgrim Hall Museum, 75 Court \\nStreet, Plymouth, MA 02360; telephone (508) 746-1620, ext. 4, before \\nSeptember 14, 1998. Repatriation of the human remains to the Wampanoag \\nRepatriation Confederation on behalf of the Wampanoag Tribe of Gay Head \\n(Aquinnah) may begin after that date if no additional claimants come \\nforward.\\nDated: August 4, 1998.\\nFrancis P. McManamon,\\nDepartmental Consulting Archeologist,\\nManager, Archeology and Ethnography Program.\\n[FR Doc. 98-21834 Filed 8-13-98; 8:45 am]\\nBILLING CODE 4310-70-F\\n\\n\\n\\n", "agency1": "Null", "sub_agency1": "Null", "dep_doc": "Null", "subject": "Null", "agency2": "Null", "action": "Null", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Null", "signature_name": "Null", "signature_title": "Null", "fr_doc": "Null", "billing_code": "Null", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}