{"index": "I_2301", "messy_full": "\\n\\nFederal Register, Volume 64 Issue 52 (Thursday, March 18, 1999)\\n\\n[Federal Register Volume 64, Number 52 (Thursday, March 18, 1999)]\\n[Notices]\\n[Pages 13444-13447]\\nFrom the Federal Register Online via the Government Publishing Office [www.gpo.gov]\\n[FR Doc No: 99-6658]\\n\\n\\n-----------------------------------------------------------------------\\n\\nDEPARTMENT OF THE INTERIOR\\n\\nNational Park Service\\n\\n\\nNotice of Inventory Completion for Native American Human Remains \\nand Associated Funerary Objects in the Possession of the National Park \\nService, Pecos National Historical Park, Pecos, NM\\n\\nAGENCY: National Park Service DOI.\\n\\nACTION: Notice.\\n\\n-----------------------------------------------------------------------\\n\\n    Notice is hereby given in accordance with the provisions of the \\nNative\\n\\n[[Page 13445]]\\n\\nAmerican Graves Protection and Repatriation Act (NAGPRA), 43 CFR 10.9, \\nof the completion of the inventory of human remains and associated \\nfunerary objects in the possession of the National Park Service, Pecos \\nNational Historical Park, Pecos, New Mexico.\\n    A detailed assessment of the human remains and associated funerary \\nobjects was made by professionals with or working for the National Park \\nService in consultation with representatives of the Apache Tribe of \\nOklahoma; Comanche Indian Tribe of Oklahoma; Fort McDowell Mohave-\\nApache Community of the Fort McDowell Indian Reservation, Arizona; Fort \\nSill Apache Tribe of Oklahoma; Hopi Tribe of Arizona; Jicarilla Apache \\nTribe of the Jicarilla Apache Indian Reservation, New Mexico; Kaibab \\nBand of Paiute Indian of the Kaibab Indian Reservation, Arizona; Kiowa \\nIndian Tribe of Oklahoma; Mescalero Apache Tribe of the Mescalero \\nReservation, New Mexico; Navajo Nation of New Mexico, Arizona, and \\nUtah; Pawnee Indian Tribe of Oklahoma; Pueblo of Acoma, New Mexico; \\nPueblo of Cochiti, New Mexico; Pueblo of Isleta, New Mexico; Pueblo of \\nJemez, New Mexico; Pueblo of Laguna, New Mexico; Pueblo of Nambe, New \\nMexico; Pueblo of Picuris, New Mexico; Pueblo of Pojoaque, New Mexico; \\nPueblo of Santa Clara, New Mexico; Pueblo of Santo Domingo, New Mexico; \\nPueblo of San Ildefonso, New Mexico; Pueblo of Taos, New Mexico; Pueblo \\nof Tesuque, New Mexico; Zuni Tribe of the Zuni Reservation, New Mexico; \\nSan Carlos Apache Tribe of the San Carlos Reservation, Arizona; \\nSouthern Ute Indian Tribe of the Southern Ute Reservation, Colorado; \\nUte Mountain Ute Tribe of the Ute Mountain Ute Reservation, Colorado; \\nWhite Mountain Apache Tribe of the Fort Apache Reservation, Arizona; \\nWichita and Affiliated Tribes (Wichita, Keechi, Waco, and Tawakonie), \\nOklahoma; and Yavapai-Apache Nation of the Camp Verde Indian \\nReservation, Arizona. Invited to consult but not responding were the \\nPueblo of Sandia, New Mexico; the Pueblo of San Felipe, New Mexico; the \\nPueblo of San Juan, New Mexico; the Pueblo of Santa Ana, New Mexico, \\nPueblo of Zia, New Mexico; and the Ysleta del Sur Pueblo of Texas.\\n    Human occupation and use of what is now Pecos National Historical \\nPark began 12,000 years ago and continued nearly uninterrupted until \\n1989, with a full-time Native American community absent since 1838. \\nFrom what is known thus far, there were no inhabitants in the park \\nbetween about AD 950 and 1100. There is evidence from archeology, \\nethnography, history, linguistics, and oral traditions that after AD \\n1100, individuals of various cultural groups visited and occupied the \\narea now encompassed by Pecos NHP, especially after the second half of \\nthe 1300s. It was during these years that occupants of the six or seven \\nmoderately sized pueblos in the valley intentionally built and shifted \\ntheir residences to one great pueblo known as Cicuye, or Pecos Pueblo, \\nand conscientiously nurtured the cultural diversity that had apparently \\njust begun. The activities set Pecos Pueblo apart from most other \\npueblos and resulted in the incorporation of people from many other \\npueblos and Great Plains tribes. Incorporation was by marriage, as a \\nrefugee, individual choice as a single person, trading in of captives, \\nor taking captives directly during raids. The degree of acculturation \\nthat occurred, by either social mandate or individual preference, is \\nemerging as one of the next great topics of research. As was the custom \\nin the valley before arrival of the Spanish, human remains were usually \\nburied in or near habitation structures but not in formal cemeteries. \\nJudging from the archeological evidence in pottery production, \\npermeation of traded items, range of architectural styles, and \\nlinguistic diversity noted by the Spanish, Pecos Pueblo was a \\ncosmopolitan village unlike its contemporaries or prior settlements.\\n    The first Spanish contact with the people of Pecos Pueblo in 1540 \\nalso marks the first written history of the area. A Christian mission \\nwas established next to Pecos Pueblo by 1620 and Hispanic homesteads in \\nthe surrounding area gradually added to the area\\'s population. The \\nmission was run by various men in the Franciscan Order of the Roman \\nCatholic church. Their primary role was to acculturate the native \\npopulation into a new way of life, especially in the realm of religion, \\nas well as service the local Hispanic colonists\\' religious needs such \\nas baptisms, marriages, and burials. The friars at Pecos took anyone \\ninto the Christian fold. According to historic documents, the \\nmechanisms to do so included trading for captives (usually children), \\nmarrying into the faith, free persons voluntarily accepting \\nacculturation, expedient baptizing of elderly moments before death, and \\ntaking in refugees or those ``just passing through.\\'\\' Pueblo and Plains \\ncaptives incorporated into local families and the missionaries\\' \\nhousehold or work force was a standard and accepted part of the social \\nmake up of the resident valley population from the late 1300s up until \\n1809. The friars buried their ``members\\'\\' in the formal cemeteries \\nadjacent to the mission.\\n    Disease, raids for food and captives, and emigrations profoundly \\naffected the Native American population and as their numbers dwindled, \\nthe non-Native American population increased. The last emigration of \\nNative Americans living in the park was in 1838 when the Pecos Pueblo \\ngovernor and most of the remaining two dozen or so puebloans relocated \\nto the Pueblo of Jemez. A 1936 Act of Congress legally established the \\nadministrative and fiduciary responsibilities of the Pueblo of Jemez \\nfor the Pecos Pueblo People. The Act reflects the role the Pueblo of \\nJemez has assumed to integrate Pecos\\' sacred knowledge and rituals into \\nthe Jemez community since the 1838 emigration from Pecos Pueblo.\\n    Scientific investigations began in earnest in 1914 although some \\ndocumentation from the 1880s exists. There are some official \\ndemographic records for the area. The earliest known sacramental \\nrecords are from 1694 and later. Such record keeping was done from 1620 \\nto 1693 but are presumed to have been destroyed in the 1680 revolt. All \\ncensus records for the valley post date 1840.\\n    None of the human remains on the park\\'s culturally affiliated \\nNAGPRA inventory are from Pecos Pueblo and only the four individuals \\nfrom the Christian cemetery had associated funerary objects. The \\nprocess followed to determine cultural affiliation, given the \\ncircumstances of cultural diversity and few or no associated funerary \\nitems, was to first establish biological affiliation using a standard \\nphysical anthropological assessment and then determine the era to which \\nthe remains date by analyzing their context in the archeological \\nrecord. It was then determined using archeological, ethnographic, \\nhistoric, and geographic evidence as well as information acquired \\nthrough consultation, which Indian tribes of today had an ancestral \\npresence at the estimated time of interment. Those identified are the \\nNative American affiliates that have been determined to have a vested \\ninterest under the terms of NAGPRA.\\n    In 1977, human remains representing one individual were recovered \\nfrom the Sewer Line site during legally authorized excavations \\nconducted by the National Park Service. No known individuals were \\nidentified. No funerary objects were present.\\n    The pithouse\\'s age dates to about AD 840 and the fill in which the \\nremains came date between AD 840 and 900. Plainly made pottery and \\npuebloan masonry architecture at the Sewer Line\\n\\n[[Page 13446]]\\n\\nsite are hallmarks of other pithouse sites that, as material culture, \\nrepresent a non-specific puebloan culture. Pithouses are associated \\nwith the first signs of a sedentary lifestyle in the southwest that \\ndeveloped into today\\'s pueblo descendants. Oral traditional evidence \\nhas led to the conventional understanding that the Pecos puebloan \\npithouses represent a basic native population that is recounted in all \\nof the pueblos today and that all puebloan peoples view these early \\npithouse sites as ancestral. Officials of the National Park Service \\nrelied upon archeological, geographical, and oral traditional evidence \\nto determine the cultural affiliation of these human remains.\\n    Based on the above mentioned information, officials of the National \\nPark Service have determined that, pursuant to 43 CFR 10.2 (d)(1), the \\nhuman remains listed above represent the physical remains of 1 \\nindividual of Native American ancestry. Officials of the National Park \\nService have also determined that, pursuant to 43 CFR 10.2 (e), there \\nis a relationship of shared group identity that can be reasonably \\ntraced between these Native American human remains and the Pueblo of \\nAcoma, New Mexico; Pueblo of Cochiti, New Mexico; Hopi Tribe of \\nArizona; Pueblo of Isleta, New Mexico; Pueblo of Jemez, New Mexico; \\nPueblo of Laguna, New Mexico; Pueblo of Nambe, New Mexico; Pueblo of \\nPicuris, New Mexico; Pueblo of Pojoaque, New Mexico; Pueblo of Sandia, \\nNew Mexico; Pueblo of San Felipe, New Mexico; Pueblo of San Ildefonso, \\nNew Mexico; Pueblo of San Juan, New Mexico; Pueblo of Santa Ana, New \\nMexico; Pueblo of Santa Clara, New Mexico; Pueblo of Santo Domingo, New \\nMexico; Pueblo of Taos, New Mexico; Pueblo of Tesuque, New Mexico; \\nYsleta del Sur Pueblo of Texas; Pueblo of Zia, New Mexico; and Zuni \\nTribe of the Zuni Reservation, New Mexico.\\n    In 1983, human remains representing one individual were recovered \\nfrom the fill of a pithouse below the historic Square Ruin site during \\nlegally authorized excavations conducted by the National Park Service. \\nNo known individuals were identified. No funerary objects were present.\\n    The remains were unintentionally exhumed from rodent-churned \\ndeposits from immediately above a primary burial that was not removed. \\nThe park is prepared to reinter these remains with the burial still in \\nplace. The context of the remains predates and is not associated with \\nthe historic component of the Square Ruin site and post dates the \\npithouse. The remains were surrounded by numerous prehistoric puebloan \\npottery pieces and stone artifacts whose precise stratigraphical \\nposition in the deposit were in disarray due to rodent activity. The \\ntypes and ages of such prehistoric puebloan artifacts is well \\nestablished as a result of research over the past 100 years. The \\nceramic assemblage from the level of the burial and immediately above \\nis from the black-on-white tradition dating from AD 1175 to 1350. The \\npark\\'s ethnographic overview describes cultural relationships between \\ncertain modern pueblos and early pueblo occupation in the park that are \\nconsistent with the age determination of the human remains based on the \\nsurrounding artifacts. For instance, there are several Cochiti \\nresidents with surnames, such as ``Pecos,\\'\\' that their oral traditions \\nindicate are references to inter-pueblo transfers or migrations that \\nprobably extend back into prehistoric times. Early Spanish records also \\ndocument movement of residents between the Pecos Valley and the Pueblos \\nof Jemez, Cochiti, and Santo Domingo, that had been occurring since \\nsometime before the Spanish arrival in New Mexico. Scholars and \\ncommunity elders from these three pueblos contend that while the \\npredominant language of the recipient pueblos was learned by new \\nresidents, traces of the immigrants\\' first language remain in the \\ntraditional stories and names at the integrating pueblos. This is most \\nclearly apparent at the Pueblo of Jemez. Officials of the National Park \\nService relied upon archeological, ethnographic, historical literature, \\nlinguistic, geographic, ethnographic, and oral traditional evidence to \\ndetermine the cultural affiliation of these human remains.\\n    Based on the above information, officials of the National Park \\nService have determined that, pursuant to 43 CFR 10.2 (d)(1), the human \\nremains listed above represent the physical remains of 1 individual of \\nNative American ancestry. Officials of the National Park Service have \\nalso determined that, pursuant to 43 CFR 10.2 (e), there is a shared \\ngroup identity that can be reasonably traced between these Native \\nAmerican human remains and the Pueblo of Jemez, New Mexico; Pueblo of \\nCochiti, New Mexico; and Pueblo of Santo Domingo, New Mexico.\\n    In 1976, human remains representing one individual were recovered \\nfrom an eroding bank located adjacent to three archeological sites \\nduring legally authorized excavations by the National Park Service. No \\nknown individuals were identified. No funerary objects were present.\\n    The remains were exhumed from their primary burial context. The \\nthree archeological sites are Forked Lightning Pueblo, LA14118, and \\nLA14125, and their occupation dates range from AD 1175 to 1425. Datable \\nobjects from these three sites overlay the burial. A cultural resources \\ninventory surface survey documents several ancestral plains and pueblo \\nsites that were occupied during this time period, especially during its \\nlast century. The tipi rings, upright slab small structure, and \\ndiagnostic stone tools indicate that the plains sites are of Apache and \\nWichita ancestry. Consultation and an ethnographic overview have \\nfurther identified the primary Apachean affiliates as the Jicarilla, \\nMescalero, and Apache Tribe of Oklahoma. When the Spanish arrived and \\nmade contact in 1540, they noted the presence of Wichita, someone from \\nthe then Florida area, and Kiowa in somewhat elite socio-political \\nstanding, in addition to the Apacheans. Historians continue to \\nsupplement evidence of these Plains tribes with one identifying the \\n``Floridian\\'\\' as Pawnee but there is yet to be discovered another line \\nof evidence to corroborate this or the presence of other Pawnee. The \\nKiowa connection ``to Pecos are as historically valid as those of the \\nComanches and Plains Apaches,\\'\\' according to the ethnographic overview. \\nThere is, however, no evidence to suggest that the Comanches were \\npresent earlier than 1700-1720. Comparatively, there is abundant \\ninformation on the cultural connection with Santo Domingo, Cochiti, and \\nJemez, and to a lesser degree, Hopi. Emigrations from Pecos to the \\nthree former pueblos is cited in Kessell\\'s and others\\' work and is \\ncorroborated by ethnographic findings and oral histories from each of \\nthe pueblos. There is at least one published reference to Hopi \\nintermarriage at Pecos. Kidder\\'s excavations recovered a substantial \\nnumber of Hopi pottery pieces dating from the 1300-1600s. The percent \\nof trade items and that which represent a deeper cultural connection is \\nunclear. Officials of the National Park Service relied upon \\narcheological, ethnographic, historical literature, geographic, and \\noral traditional evidence to determine the cultural affiliation of \\nthese human remains.\\n    Based upon the above mentioned information, officials of the \\nNational park service have determined that, pursuant to 43 CFR 10.2 \\n(d)(1), the human remains listed above represent the physical remains \\nof 1 individual of Native American ancestry. Officials of the National \\nPark Service have also determined that, pursuant to 43 CFR 10.2 (e), \\nthere is a relationship of shared group identity that can be reasonably\\n\\n[[Page 13447]]\\n\\ntraced between these Native American human remains and the Pueblo of \\nJemez, New Mexico; Pueblo or Cochiti, New Mexico; Pueblo of Santo \\nDomingo, New Mexico; Apache Tribe of Oklahoma; Jicarilla Apache Tribe \\nof the Jicarilla Apache Indian Reservation, New Mexico; Mescalero \\nApache Tribe of the Mescalero Reservation, New Mexico; Kiowa Indian \\nTribe of Oklahoma, Wichita and Affiliated Tribes (Wichita, Keechi, \\nWaco, and Tawakonie), Oklahoma; and the Hopi Tribe of Arizona.\\n    In 1970, human remains representing four individuals were recovered \\nfrom the 17th century Christian mission\\'s cemetery during legally \\nauthorized excavations conducted by the National Park Service. No known \\nindividuals were identified. The thirty-six associated funerary objects \\nassociated with the four individuals are pendants and tubes made of \\ngolden eagle bone.\\n    The remains were exhumed from their primary burial context. The \\nwalls of the structure next to the cemetery were destroyed in 1680. The \\ntoppled walls overlay these burials and remained stratified in that \\narrangement until the 1970 excavations. The physical attributes of the \\ncrania identify the individuals as being of Native American ancestry. \\nFriars assigned to the mission during this period inconsistently \\nrecorded daily life in journals and official records. Most of the \\njournals are in foreign archives, have been researched to a limited \\nextent, and produced up to this time no useful information on the \\ncultural aspects of the Native American burials in the cemetery. No \\nsacramental records have been found to date. Historians believe that \\nthe well known presence of the Comanche and the more tenuously \\nconfirmed connection with the Navajo does not occur until at least a \\nfull generation after the 1680 Pueblo Revolt. For the purposes of \\nidentifying cultural affiliation, the conclusion is that the era \\nbetween AD 1175 to 1450 continues with no new cultural groups \\nrepresented through 1680. Officials of the National Park Service relied \\nupon archeological, ethnographic, historical literature, linguistic, \\ngeographic, and oral traditional evidence to determine the cultural \\naffiliation of these human remains and associated funerary objects.\\n    Based on the above mentioned information, officials of the National \\nPark Service have determined that, pursuant to 43 CFR 10.2 (d)(1), the \\nhuman remains listed above represent the physical remains of 4 \\nindividuals of Native American ancestry. Officials of the National Park \\nService have also determined that, pursuant to 43 CFR 10.2 (d)(2), the \\n36 objects listed above are reasonably believed to have been placed \\nwith or near individual human remains at the time of death or later as \\npart of the death rite or ceremony. Lastly, officials of the National \\nPark Service have determined that, pursuant to 43 CFR 10.2 (e), there \\nis a relationship of shared group identity which can be reasonably \\ntraced between these Native American human remains and associated \\nfunerary objects and the Pueblo of Jemez, New Mexico; Pueblo of \\nCochiti, New Mexico; Pueblo of Santo Domingo, New Mexico; Apache Tribe \\nof Oklahoma, Jicarilla Apache Tribe of the Jicarilla Apache Indian \\nReservation, New Mexico; Mescalero Apache Tribe of the Mescalero \\nReservation, New Mexico; Hopi Tribe of Arizona; Wichita and Affiliated \\nTribes (Wichita, Kechi, Waco, and Tawakonie), Oklahoma; and the Kiowa \\nIndian Tribe of Oklahoma.\\n    This notice has been sent to officials of the Apache Tribe of \\nOklahoma; Comanche Indian Tribe, Oklahoma; Jicarilla Apache Tribe of \\nthe Jicarilla Apache Indian Reservation, New Mexico; Kiowa Indian Tribe \\nof Oklahoma; Mescalero Apache Tribe of the Mescalero Reservation, New \\nMexico; Hopi Tribe of Arizona; Navajo Nation of New Mexico, Arizona, \\nand Utah; Pawnee Indian Tribe of Oklahoma; Pueblo of Acoma, New Mexico; \\nPueblo of Cochiti, New Mexico; Pueblo of Isleta, New Mexico; Pueblo of \\nJemez, New Mexico; Pueblo of Laguna, New Mexico; Pueblo of Nambe, New \\nMexico; Pueblo of Picuris, New Mexico; Pueblo of Pojoaque, New Mexico; \\nPueblo of Sandia, New Mexico; Pueblo of San Felipe, New Mexico; Pueblo \\nof San Ildefonso, New Mexico; Pueblo of San Juan, New Mexico; Pueblo of \\nSanta Ana, New Mexico; Pueblo of Santa Clara, New Mexico; Pueblo of \\nSanto Domingo, New Mexico; Pueblo of Taos, New Mexico; Pueblo of \\nTesuque, New Mexico; Ysleta del Sur Pueblo of Texas; Pueblo of Zia, New \\nMexico; Zuni Tribe of the Zuni Reservation, New Mexico; and the Wichita \\nand Affiliated Tribes (Wichita, Keechi, Waco, and Tawakonie), Oklahoma. \\nRepresentatives of any other Indian tribes that believe itself to be \\nculturally affiliated with these human remains and associated funerary \\nobjects should contact Duane L. Alire, Superintendent, Pecos National \\nHistorical Park, P.O. Box 418, Pecos, New Mexico 87552; telephone (505) \\n757-6414, before [thirty days after publication in the Federal \\nRegister]. Repatriation of the human remains and associated funerary \\nobjects to the Apache Tribe of Oklahoma; Jicarilla Apache Tribe of the \\nJicarilla Apache Indian Reservation, New Mexico; Kiowa Indian Tribe of \\nOklahoma; Mescalero Apache Tribe of the Mescalero Reservation, New \\nMexico; Hopi Tribe of Arizona; Pueblo of Acoma, New Mexico; Pueblo of \\nCochiti, New Mexico; Pueblo of Isleta, New Mexico; Pueblo of Jemez, New \\nMexico; Pueblo of Laguna, New Mexico; Pueblo of Nambe, New Mexico; \\nPueblo of Picuris, New Mexico; Pueblo of Pojoaque, New Mexico; Pueblo \\nof Sandia, New Mexico; Pueblo of San Felipe, New Mexico; Pueblo of San \\nIldefonso, New Mexico; Pueblo of San Juan, New Mexico; Pueblo of Santa \\nAna, New Mexico; Pueblo of Santa Clara, New Mexico; Pueblo of Santo \\nDomingo, New Mexico; Pueblo of Taos, New Mexico; Pueblo of Tesuque, New \\nMexico; Ysleta del Sur Pueblo of Texas; Pueblo of Zia, New Mexico; Zuni \\nTribe of the Zuni Reservation, New Mexico; and the Wichita and \\nAffiliated Tribes (Wichita, Keechi, Waco, and Tawankonie), Oklahoma may \\nbegin after that date if no additional claimants come forward.\\nDated: March 12, 1999.\\nVeletta Canouts,\\nActing Departmental Consulting Archeologist,\\nDeputy Manager, Archeology and Ethnography Program.\\n[FR Doc. 99-6658 Filed 3-17-99; 8:45 am]\\nBILLING CODE 4310-70-F\\n\\n\\n\\n", "agency1": "Null", "sub_agency1": "Null", "dep_doc": "Null", "subject": "Null", "agency2": "Null", "action": "Null", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Null", "signature_name": "Null", "signature_title": "Null", "fr_doc": "Null", "billing_code": "Null", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}