{"index": "I_2397", "messy_full": "\\n\\nFederal Register, Volume 62 Issue 177 (Friday, September 12, 1997)\\n\\n[Federal Register Volume 62, Number 177 (Friday, September 12, 1997)]\\n[Notices]\\n[Page 48108]\\nFrom the Federal Register Online via the Government Publishing Office [www.gpo.gov]\\n[FR Doc No: 97-24196]\\n\\n\\n-----------------------------------------------------------------------\\n\\nDEPARTMENT OF THE INTERIOR\\n\\nNational Park Service\\n\\n\\nNotice of Inventory Completion for Native American Human Remains \\nand Unassociated Funerary Objects From San Diego County, CA, in the \\nPossession of Southwestern College, Chula Vista, CA\\n\\nAGENCY: National Park Service.\\n\\nACTION: Notice.\\n\\n-----------------------------------------------------------------------\\n\\n    Notice is hereby given in accordance with provisions of the Native \\nAmerican Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. \\n3003 (d), of the completion of an inventory of human remains and \\nunassociated funerary objects from San Diego County, CA, in the \\npossession of Southwestern College, Chula Vista, CA.\\n    A detailed assessment of the human remains was made by Southwestern \\nCollege professional staff and contracted specialists in consultation \\nwith representatives of the Barona Group of the Capitan Grande Band of \\nMission Indians, the Campo Band of Mission Indians, the Cuyapaipe Band \\nof Mission Indians, the Inaja Band of Mission Indians, the Jamul Indian \\nVillage, the La Jolla Band of Mission Indians, the La Posta Band of \\nMission Indians, the Los Coyotes Band of Mission Indians, the Manazita \\nBand of Mission Indians, the Mesa Grande Band of Mission Indians, the \\nPala Band of Mission Indians, the Rincon Band of Mission Indians, the \\nSan Pasqual Band of Mission Indians, the Santa Ysabel Band of Mission \\nIndians, the Sycuan Band of Mission Indians, the Viejas Band of Mission \\nIndians.\\n    During 1972-1983, human remains representing a minimum of two \\nindividuals were recovered from site CSUSD F:5:1 during a archeology \\nfield school conducted by Southwestern College. No known individuals \\nwere identified. No associated funerary objects are present.\\n    Approximately 150 associated cultural items including burned \\nanimal, bird, and sting ray bones, olivella shell beads, quartz \\ncrystals, ceramic pipe fragments, glass trade beads, a piece of galena, \\nincised stones, and one incised ``turtle\\'\\' fetish were also recovered \\nfrom site CSUSD F:5:1 during this period. The presence of these objects \\nare consistent with known Kumeyaay funerary objects, however, due to \\nthe extreme disturbance of the site and scattered condition of the \\nhuman remains, these objects are being considered unassociated funerary \\nobjects based on site reports and consultation with the Campo Band of \\nMission Indians.\\n    These individuals have been identified as Native American based on \\nmanner of internment and types of unassociated funerary objects \\npresent. Site CSUSD F:5:1 has been identified as a Kumeyaay occupation \\narea (possibly the historic village of Otay mentioned in the records of \\nMission San Diego de Alcala) based on historical documents, continuity \\nof funerary practice, and cultural items at the site. Consultation \\nevidence presented by representatives of the Campo Band of Mission \\nIndians indicates Kumeyaay people used this site into the 1930s.\\n    Based on the above mentioned information, officials of Southwestern \\nCollege have determined that, pursuant to 43 CFR 10.2 (d)(1), the human \\nremains listed above represent the physical remains of a minimum of two \\nindividuals of Native American ancestry. Officials of Southwestern \\nCollege have determined that, pursuant to 25 U.S.C. 3001 (3)(B), the \\napproximately 150 cultural items are reasonably believed to have been \\nplaced with or near individual human remains at the time of death or \\nlater as part of the death rite or ceremony and are believed, by a \\npreponderance of the evidence, to have been removed from a specific \\nburial site of an Native American individual. Lastly, officials of \\nSouthwestern College have determined that, pursuant to 25 U.S.C. 3001 \\n(2), there is a relationship of shared group identity which can be \\nreasonably traced between these Native American human remains and \\nunassociated funerary objects and the Campo Band of Mission Indians.\\n    This notice has been sent to officials of the Barona Group of the \\nCapitan Grande Band of Mission Indians, the Campo Band of Mission \\nIndians, the Cuyapaipe Band of Mission Indians, the Inaja Band of \\nMission Indians, the Jamul Indian Village, the La Jolla Band of Mission \\nIndians, the La Posta Band of Mission Indians, the Los Coyotes Band of \\nMission Indians, the Manazita Band of Mission Indians, the Mesa Grande \\nBand of Mission Indians, the Pala Band of Mission Indians, the Rincon \\nBand of Mission Indians, the San Pasqual Band of Mission Indians, the \\nSanta Ysabel Band of Mission Indians, the Sycuan Band of Mission \\nIndians, the Viejas Band of Mission Indians. Representatives of any \\nother Indian tribe that believes itself to be culturally affiliated \\nwith these human remains and unassociated funerary objects should \\ncontact Charlotte McGowan, Professor of Archaeology, or Marcie \\nSinclair, Special Assistant to the Superintendent/President for Human \\nResources  Legal Affairs, Southwestern College, 900 Otay Lakes Road, \\nChula Vista, CA 91910; telephone: (619) 421-6700 or (619) 482-6328, \\nbefore October 14, 1997. Repatriation of the human remains and \\nunassociated funerary objects to the Campo Band of Mission Indians may \\nbegin after that date if no additional claimants come forward.\\nDated: September 5, 1997.\\nFrancis P. McManamon,\\nDepartmental Consulting Archeologist,\\nManager, Archeology and Ethnography Program.\\n[FR Doc. 97-24196 Filed 9-11-97; 8:45 am]\\nBILLING CODE 4310-70-F\\n\\n\\n\\n", "agency1": "Null", "sub_agency1": "Null", "dep_doc": "Null", "subject": "Null", "agency2": "Null", "action": "Null", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Null", "signature_name": "Null", "signature_title": "Null", "fr_doc": "Null", "billing_code": "Null", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}