{"index": "I_2359", "messy_full": "\\n\\nFederal Register, Volume 63 Issue 86 (Tuesday, May 5, 1998)\\n\\n[Federal Register Volume 63, Number 86 (Tuesday, May 5, 1998)]\\n[Notices]\\n[Page 24824]\\nFrom the Federal Register Online via the Government Publishing Office [www.gpo.gov]\\n[FR Doc No: 98-11838]\\n\\n\\n-----------------------------------------------------------------------\\n\\nDEPARTMENT OF THE INTERIOR\\n\\nNational Park Service\\n\\n\\nNotice of Inventory Completion for Native American Human Remains \\nand Associated Funerary Objects from Southern Arizona in the Possession \\nof the California Department of State Parks, Sacramento, CA\\n\\nAGENCY: National Park Service, Interior.\\n\\nACTION: Notice.\\n\\n-----------------------------------------------------------------------\\n\\n    Notice is hereby given in accordance with provisions of the Native \\nAmerican Graves Protection and Repatriation Act (NAGPRA), 43 CFR 10.9, \\nof the completion of an inventory of human remains and associated \\nfunerary objects in the possession of the California Department of \\nState Parks, Sacramento, CA.\\n    A detailed assessment of the human remains was made by California \\nDepartment of Parks and Recreation (DPR) professional staff in \\nconsultation with representatives of the Ak-Chin Indian Community of \\nPapago Indians of the Maricopa, the Gila River Pima-Maricopa Indian \\nCommunity of the Gila River Indian Reservation, the Pueblo of Zuni, the \\nSalt River Pima-Maricopa Indian Community of the Salt River \\nReservation, the Hopi Tribe, and the Tohono O\\'odham Nation.\\n    In 1963, human remains representing one individual were purchased \\nas part of a large Native American collection from John M. Sheedy by \\nthe DPR. No known individuals were identified. The five associated \\nfunerary objects include an cremation olla and pieces of charcoal.\\n    The majority of the collection of which these human remains were a \\npart was collected between 1880 -1915 by Charles Wilcomb from several \\nmuseums. The remainder of the collection were collected by various \\nmembers of the Hall and Sheedy family. Donor information indicates this \\nolla with human remains was collected at an unknown site in Southern \\nArizona. Based on manner of interment, these human remains have been \\nidentified as Native American. The form and style of the olla is \\nconsistent with Hohokam practice in Southern Arizona during 300 B.C. to \\n1450 A.D. Consultation evidence provided by the Ak-Chin Indian \\nCommunity of Papago Indians of the Maricopa, the Gila River Pima-\\nMaricopa Indian Community of the Gila River Indian Reservation, the \\nPueblo of Zuni, the Salt River Pima-Maricopa Indian Community of the \\nSalt River Reservation, the Hopi Tribe, and the Tohono O\\'odham Nation \\nindicates these Indian tribes are the present-day descendants of the \\nHohokam in Southern Arizona.\\n    Based on the above mentioned information, officials of the \\nCalifornia Department of Parks and Recreation have determined that, \\npursuant to 43 CFR 10.2 (d)(1), the human remains listed above \\nrepresent the physical remains of one individual of Native American \\nancestry. Officials of the California Department of Parks and \\nRecreation have also determined that, pursuant to 43 CFR 10.2 (d)(2), \\nthe five objects listed above are reasonably believed to have been \\nplaced with or near individual human remains at the time of death or \\nlater as part of the death rite or ceremony. Lastly, officials of the \\nCalifornia Department of Parks and Recreation have determined that, \\npursuant to 43 CFR 10.2 (e), there is a relationship of shared group \\nidentity which can be reasonably traced between these Native American \\nhuman remains and associated funerary objects and the Ak-Chin Indian \\nCommunity of Papago Indians of the Maricopa, the Gila River Pima-\\nMaricopa Indian Community of the Gila River Indian Reservation, the \\nPueblo of Zuni, the Salt River Pima-Maricopa Indian Community of the \\nSalt River Reservation, the Hopi Tribe, and the Tohono O\\'odham Nation.\\n    This notice has been sent to officials of the Ak-Chin Indian \\nCommunity of Papago Indians of the Maricopa, the Gila River Pima-\\nMaricopa Indian Community of the Gila River Indian Reservation, the \\nPueblo of Zuni, the Salt River Pima-Maricopa Indian Community of the \\nSalt River Reservation, the Hopi Tribe, and the Tohono O\\'odham Nation. \\nRepresentatives of any other Indian tribe that believes itself to be \\nculturally affiliated with these human remains and associated funerary \\nobjects should contact Robert M. Wood, NAGPRA Coordinator, California \\nDepartment of Parks and Recreation, 1416 9th Street, Room 1431, \\nSacramento, CA 95814; telephone (916) 653-7976; before June 4, 1998. \\nRepatriation of the human remains and associated funerary objects to \\nthe culturally affiliated tribes may begin after that date if no \\nadditional claimants come forward.\\nDated: April 29, 1998.\\nFrancis P. McManamon,\\nDepartmental Consulting Archeologist,\\nManager, Archeology and Ethnography Program.\\n[FR Doc. 98-11838 Filed 5-4-98; 8:45 am]\\nBILLING CODE 4310-70-F\\n\\n\\n\\n", "agency1": "Null", "sub_agency1": "Null", "dep_doc": "Null", "subject": "Null", "agency2": "Null", "action": "Null", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Null", "signature_name": "Null", "signature_title": "Null", "fr_doc": "Null", "billing_code": "Null", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}