{"index": "I_2390", "messy_full": "\\n\\nFederal Register, Volume 62 Issue 192 (Friday, October 3, 1997)\\n\\n[Federal Register Volume 62, Number 192 (Friday, October 3, 1997)]\\n[Notices]\\n[Pages 51898-51903]\\nFrom the Federal Register Online via the Government Publishing Office [www.gpo.gov]\\n[FR Doc No: 97-26245]\\n\\n\\n-----------------------------------------------------------------------\\n\\nDEPARTMENT OF THE INTERIOR\\n\\nNational Park Service\\n\\n\\nNotice of Inventory Completion for Native American Human Remains \\nand Associated Funerary Objects in the Control of the Coconino National \\nForest, United States Forest Service, Flagstaff, AZ\\n\\nAGENCY: National Park Service.\\n\\nACTION: Notice.\\n\\n-----------------------------------------------------------------------\\n\\n    Notice is hereby given in accordance with provisions of the Native \\nAmerican Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. \\n3003 (d), of the completion of an inventory of human remains and \\nassociated funerary objects in the control of the Coconino National \\nForest, United States Forest Service, Flagstaff, AZ.\\n    A detailed assessment of the human remains was made by U.S. Forest \\nService, Arizona State Museum, Arizona State University, Museum of \\nNorthern Arizona, Northern Arizona University, Peabody Museum of \\nArchaeology and Ethnology (Harvard University), the Southwest Museum, \\nand University of Illinois Urbana-Champaign professional staff in \\nconsultation with representatives of the Havasupai Tribe, the Hopi \\nTribe, the Hualapai Tribe, the Pueblo of Zuni, and the Yavapai-Prescott \\nIndian Tribe.\\n    In 1916, human remains representing one individual were removed \\nwithout permit from Chavez Pass Ruin, Coconino National Forest by Mrs. \\nBlanche Dougan, who donated the remains to the Southwest Museum. No \\nknown individual was identified. No associated funerary objects are \\npresent.\\n    Prior to 1934, human remains representing four individuals were \\nremoved from Chavez Pass Ruin by George Woodbury and Gila Pueblo staff \\nand donated in 1934 to the Peabody Museum of Archaeology and Ethnology, \\nHarvard University. Gila Pueblo was an archeological research facility \\nlocated in Globe, AZ. No known individuals were identified. No \\nassociated funerary objects are present.\\n    In 1967, human remains representing a minimum of two individuals \\nwere recovered from a portion of Chavez Pass Ruin during legally \\nauthorized collections by Dr. John Wilson of the Museum of Northern \\nArizona following the disturbance of this portion by pothunters. No \\nknown individuals were identified. No associated funerary objects are \\npresent.\\n    In 1976, human remains representing two individuals were recovered \\nfrom the surface of Chavez Pass Ruin by Northern Arizona University \\nstaff following vandalism. No known individuals were identified. No \\nassociated funerary objects are present.\\n    Between 1977 and 1981, human remains representing a minimum of \\n1,930 individuals were recovered from Chavez Pass Ruin during legally \\nauthorized excavations by Dr. Fred Plog of Arizona State University. No \\nknown individuals were identified. The 810 associated funerary objects \\ninclude pottery bowls, jars and sherds; shell beads and ornaments; \\nmanos and metates; stone tools; projectile points; fiber matting and \\nbasketry; seeds; charcoal; and animal bones.\\n    Chavez Pass Ruin has been identified as two large northern Sinagua \\nmasonry pueblos occupied between 1250-1400 A.D. based on ceramic \\nseriation and radiocarbon dating.\\n    Between 1940 and 1960, human remains representing three individuals \\nwere recovered from the Pollock site (NA 4317) during legally \\nauthorized excavations conducted by Dr. John C. McGregor of the \\nUniversity of Illinois Urbana-Champaign. No known individuals were \\nidentified. No associated funerary objects are present.\\n    The Pollock site has been identified as a large northern Sinagua \\nmasonry pueblo occupied between 1200-1325 A.D. based on material \\nculture, architecture, and site organization.\\n    During 1953-1955, human remains representing seven individuals were \\nremoved from the Pollock site (NA 4317) during legally authorized \\nexcavations conducted by Dr. John McGregor of the University of \\nIllinois and presently curated at the Museum of Northern Arizona. No \\nknown individuals were identified. The 317 associated funerary objects \\ninclude pottery bowls and jars, shell bracelets, turquoise mosaics, \\ncopper bells, shell beads and pendants, yucca fiber, and grinding \\nstones.\\n    This portion of the Pollock site has been identified as a northern \\nSinagua masonry pueblo occupied between 1325-1400 A.D. based on \\nmaterial culture, architecture, and site organization.\\n    In 1940, human remains representing seven individuals were \\nrecovered from Kinikinick Ruin (NA 1629) during legally authorized \\nexcavations conducted by Milton Wetherill of the Museum of Northern \\nArizona. No known individuals were identified. No associated funerary \\nobjects are present.\\n    Between 1940 and 1960, human remains representing two individuals \\nwere recovered from Kinikinick Ruin (NA 1629) during legally authorized \\nexcavations conducted by Dr. John C. McGregor of the University of \\nIllinois Urbana-Champaign. No known individuals were identified. The \\nten associated funerary objects include shell beads.\\n    Kinikinick Ruin has been identified as two northern Sinagua masonry \\npueblos occupied between 1250-1350 A.D. based on material culture, \\narchitecture, and site organization.\\n    Continuities of ethnographic materials, technology, architecture, \\nand published oral traditions indicate the affiliation of Chavez Pass \\nRuin, Kinikinick Ruin, and the Pollock site with both the Hopi Tribe \\nand Pueblo of Zuni. Oral traditions presented by representatives of the \\nHopi Tribe and Pueblo of Zuni further support this affiliation with the \\nnorthern Sinagua sites of Chavez Pass Ruin, Kinikinick Ruin, and the \\nPollock site.\\n    In 1927, human remains representing one individual were purchased \\nby Gila Pueblo and transferred to the Arizona State Museum in 1950. \\nCollection information indicates this individual was removed site AR-\\n03-04-02-1892 without a permit by an unknown person. No known \\nindividual was identified. The one associated funerary object is a Sosi \\npitcher in which the cremated human remains had been placed.\\n    Site AR-03-04-02-1892 has been identified as a small Sinagua-period \\npueblo occupied between 1006-1300 A.D. based on material culture and \\nsite organization.\\n    In 1927, human remains representing eight individuals were removed \\nfrom Turkey Hills Pueblo during legally authorized excavations by the \\nArizona State Museum. No known individuals were identified. The two \\nassociated funerary objects include pottery bowl and jars.\\n    Turkey Hills Pueblo has been identified as a large two-story pueblo \\nwith a large open court containing small structures. The site appears \\nto have been occupied during the Sinagua elden-Turkey Hill phase, \\nbetween 1100-1225 A.D. based on material culture, site organization, \\nand architecture.\\n    In 1980 and 1985, human remains representing six individuals were \\nrecovered from the Townsend Divide Site by University of Arizona staff\\n\\n[[Page 51899]]\\n\\nduring legally authorized mitigation work on U.S. Highway 89. No known \\nindividuals were identified. The 25 associated funerary objects include \\npotter jar and bowls, projectile points, stone tools, and shell \\njewelry.\\n    The Townsend Divide Site has been identified as a Sinagua pithouse \\nvillage occupied between 1000-1225 A.D. based on material culture, \\narchitecture, and site organization.\\n    In 1922, human remains representing one individual were donated to \\nthe Southwest Museum by Mr. Elliot B. Loomis. These remains were \\napparently removed from a cliff dwelling in Sycamore Canyon without a \\npermit by Mr. Loomis. No known individual was identified. No associated \\nfunerary objects are present.\\n    This cliff dwelling in Sycamore Canyon has been identified as a \\nSouthern Sinagua site occupied between 1100-1400 A.D. based on material \\nculture, architecture, and site organization.\\n    During the 1950s, human remains representing nine individuals were \\nremoved from NA 4265 (Page site) during legally authorized excavations \\nby the Museum of Northern Arizona. No known individuals were \\nidentified. The 21 associated funerary objects include pottery bowls \\nand jars, manos, and shell ornaments.\\n    During the 1950s, human remains representing a minimum of 37 \\nindividuals were removed from NA 4266 (Piper site) during legally \\nauthorized excavations by the Museum of Northern Arizona. No known \\nindividuals were identified. The 58 associated funerary object include \\npottery jars, bowls, and pitchers; projectile points; stone beads; and \\nshell jewelry.\\n    During the 1950s, human remains representing one individual were \\nremoved from site NA 5700 during legally authorized excavations by the \\nMuseum of Northern Arizona. No known individual was identified. No \\nassociated funerary objects are present.\\n    During the 1950s, human remains representing one individual were \\nremoved from site NA 5899 during legally authorized excavations by the \\nMuseum of Northern Arizona. No known individual was identified. No \\nassociated funerary objects are present.\\n    During the 1950s, human remains representing one individual were \\nremoved from site NA 5971 during legally authorized excavations by the \\nMuseum of Northern Arizona. No known individual was identified. No \\nassociated funerary objects are present.\\n    During the 1950s, human remains representing two individuals were \\nremoved from site 6589 during legally authorized excavations by the \\nMuseum of Northern Arizona. No known individuals were identified. No \\nassociated funerary objects are present.\\n    Site NA 4265 (Page Site), site NA 4266 (Piper Site), site NA 5700, \\nsite NA5899, site NA 5971, and site NA 6589 consist of pithouses, small \\nmasonry pueblos, and an alcove site occupied between 500-1300 A.D. by \\npeople of the Northern Sinagua culture based on material culture, \\narchitecture, and site organization.\\n    During the 1960s, human remains representing one individual were \\nremoved from site NA 7432 (Rincon Pueblo) during legally authorized \\nexcavations by the Museum of Northern Arizona. No known individual was \\nidentified. The four associated funerary objects include pottery bowls.\\n    During the 1960s, human remains representing one individual were \\nremoved from site NA 8499 (Weimer Ruin) during legally authorized \\nexcavations by the Museum of Northern Arizona. No known individual was \\nidentified. No associated funerary objects are present.\\n    During the 1960s, human remains representing a minimum of two \\nindividuals were removed from site NA 8507 (Red Bead Pueblo) during \\nlegally authorized excavations by the Museum of Northern Arizona. No \\nknown individuals were identified. The twelve associated funerary \\nobjects include pottery jars and bowls, and projectile points.\\n    During the 1960s, human remains representing two individuals were \\nremoved from site NA 8722 (Cinder Hill Village) during legally \\nauthorized excavations by the Museum of Northern Arizona. No known \\nindividuals were identified. The two associated funerary objects are a \\nshell bracelet and pottery canteen.\\n    During the 1960s, human remains representing four individuals were \\nremoved from site NA 8735 (Cinder Hill Annex) during legally authorized \\nexcavations by the Museum of Northern Arizona. No known individuals \\nwere identified. The two associated funerary objects are pottery bowls.\\n    During the 1960s, human remains representing a minimum of six \\nindividuals were recovered from site NA 8529 during legally authorized \\nexcavations by the Museum of Northern Arizona. No known individuals \\nwere identified. The 25 associated funerary objects include pottery \\nbowls, jars, pitcher and ladle; stone tools, and bone tools.\\n    During the 1960s, human remains representing one individual were \\nrecovered from site NA 8723 during legally authorized excavations by \\nthe Museum of Northern Arizona. No known individual was identified. The \\ntwo associated funerary objects are pottery bowls.\\n    During the 1960s, human remains representing one individual were \\nremoved from site NA 8781 during legally authorized excavations by the \\nMuseum of Northern Arizona. No known individual was identified. No \\nassociated funerary objects are present.\\n    During the 1960s, human remains representing one individual were \\nremoved from site NA 8787 during legally authorized excavations by the \\nMuseum of Northern Arizona. No known individual was identified. The two \\nassociated funerary objects are projectile points.\\n    During the 1960s, human remains representing one individual were \\nremoved from site NA 9091 during legally authorized excavations by the \\nMuseum of Northern Arizona. No known individual was identified. No \\nassociated funerary objects are present.\\n    During the 1960s, human remains representing five individuals were \\nremoved from site NA 9099 during legally authorized excavations by the \\nMuseum of Northern Arizona. No known individuals were identified. The \\ntwo associated funerary objects are turquoise pendants.\\n    Sites NA 7432, NA 8499, NA 8507, NA 8722, NA 8735, NA 8529, NA \\n8723, NA 8781, NA 8787, NA 9091, and NA 9099 have been identified as a \\ngroup of pueblo and pithouse sites occupied between 1066-1250 A.D. \\nbased on material culture and site organization.\\n    In 1932, human remains representing one individual were recovered \\nfrom the Calkins Ranch site (NA 2385) during legally authorized \\nexcavations by the Museum of Northern Arizona. No known individual was \\nidentified. No associated funerary objects are present.\\n    In 1957, human remains representing five individuals were recovered \\nfrom the Calkins Ranch site (NA 2385) during legally authorized \\nexcavations conducted by Dr. David A. Breternitz of the Museum of \\nNorthern Arizona. No known individuals were identified. The eight \\nassociated funerary objects include pottery bowls and jars, and shell \\nornaments.\\n    The Calkins Ranch site (NA 2385) has been identified as a pithouse \\nvillage occupied between 900-1100 A.D. based on material culture and \\nsite organization.\\n    Between 1966 and 1968, human remains representing three individuals \\nwere recovered from Elden Pueblo (NA 142) during legally authorized\\n\\n[[Page 51900]]\\n\\nexcavations conducted by Northern Arizona University, and curated by \\nthe Museum of Northern Arizona. No known individuals were identified. \\nThe one associated funerary object is a turquoise bead earring.\\n    Since 1978, human remains representing fourteen individuals have \\nbeen recovered from Elden Pueblo (NA 142) during legally authorized \\nexcavation and stabilization projects by the Coconino National Forest \\nin partnership with the Museum of Northern Arizona and other \\ninstitutions. No known individuals were identified. The 124 associated \\nfunerary objects include pottery mugs, effigies, bowls, jars, and \\nsherds.\\n    Elden Pueblo has been identified as northern Sinagua pueblo, \\npithouses, and outlier pueblos occupied between 1100-1275 A.D. based on \\nmaterial culture, radiocarbon dating, architecture, and site \\norganization.\\n    In 1974 and 1975, human remains representing a minimum of 145 \\nindividuals were recovered from the Koharsho site (NA 10937) during \\nlegally authorized excavations by Dr. William J. Beeson of Sacramento \\nState College. No known individuals were identified. The 1,575 \\nassociated funerary objects include stone beads, pottery bowls, shell \\nbeads, and a shell pendant.\\n    The Koharsho site (NA 10937) has been identified as a northern \\nSinagua masonry pueblo occupied between 1120-1250 A.D. based on \\nmaterial culture, architecture, and site organization.\\n    Between 1984 and the summer of 1990, human remains representing 54 \\nindividuals were recovered from Lizard Man Village (NA 17957) during \\nlegally authorized excavations by Dr. John Whittaker and Dr. Kathryn \\nKamp of Grinnell College. No known individuals were identified. The 26 \\nassociated funerary objects include pottery miniatures and sherds; \\nprojectile points; shell bracelet and beads; stone and bone tools.\\n    Lizard Man Village has been identified as a northern Sinagua \\npithouse and surface rooms occupation dating to 1066-1325 A.D. based on \\nmaterial culture, architecture, and site organization.\\n    Between 1984 and the summer of 1990, human remains representing two \\nindividuals were recovered from Fortress Hill Pueblo (NA 6612) during \\nlegally authorized excavations by Dr. John Whittaker and Dr. Kathryn \\nKamp of Grinnell College. No known individuals were identified. No \\nassociated funerary objects are present.\\n    Fortress Hill Pueblo has been identified as a northern Sinagua \\nmasonry pueblo occupied between 1066-1325 A.D. based on material \\nculture, architecture, and site organization.\\n    During 1968-1970, human remains representing eleven individuals \\nwere recovered from site NA 10101 during legally authorized excavations \\nby Dr. J. Richard Ambler of Northern Arizona University. No known \\nindividuals were identified. The two associated funerary objects are a \\nshell bracelet and a corn cob.\\n    Site NA 10101 has been identified as a northern Sinagua masonry \\npueblo occupied between 1100-1225 A.D. based on material culture, \\narchitecture, and site organization.\\n    In 1957, human remains representing two individuals were recovered \\nfrom site NA 1125 during legally authorized excavations by Dr. David A \\nBreternitz of the Museum of Northern Arizona. No known individuals were \\nidentified. No associated funerary objects are present.\\n    Site NA 1125 has been identified as a northern Sinagua pithouse \\nvillage occupied between 900-1066 A.D. based on material culture and \\nsite organization.\\n    In 1974, human remains representing two individuals were removed \\nfrom site NA 11553 during legally authorized excavations by Queens \\nCollege, City University, New York, NY and are curated by the Museum of \\nNorthern Arizona. No known individuals were identified. No associated \\nfunerary objects are present.\\n    Site NA 11553 has been identified as a northern Sinagua masonry \\npueblo occupied between 900-1066 A.D. based on material culture, \\narchitecture, and site organization.\\n    In 1974, human remains representing a minimum of four individuals \\nwere recovered from site NA 13259 by the Museum of Northern Arizona \\nduring legally authorized collections following the discovery of \\npothunting in areas of the site. No known individuals were identified. \\nNo associated funerary objects are present.\\n    Site NA 13259 has been identified as a group of northern Sinagua \\npithouses based on material culture and site organization.\\n    In 1958, human remains representing two individuals were recovered \\nfrom site NA 19055 during legally authorized excavations conducted \\njointly by the Museum of Northern Arizona and Northern Arizona \\nUniversity as a field school supervised by Dr. David Wilcox. No known \\nindividuals were identified. No associated funerary objects are \\npresent.\\n    Site NA 19055 has been identified as a northern Sinagua group of \\npithouses occupied between 1066-1150 A.D. based on material culture and \\nsite organization.\\n    During the early 1970s, human remains representing a minimum of \\nnineteen individuals were recovered from site NA 10772 during legally \\nauthorized data recovery excavations by the Museum of Northern Arizona. \\nNo known individuals were identified. The six associated funerary \\nobjects present include pottery bowls, metates, and olivella beads.\\n    During the early 1970s, human remains representing one individual \\nwere recovered from site NA 10775 during legally authorized data \\nrecovery excavations by the Museum of Northern Arizona. No known \\nindividual was identified. The one associated funerary object is a \\npottery bowl.\\n    During the early 1970s, human remains representing 81 individuals \\nwere recovered from site NA 10792 during legally authorized data \\nrecovery excavations by the Museum of Northern Arizona. No known \\nindividuals were identified. The seven associated funerary objects \\npresent include pottery jar and bowls, and stone tools.\\n    During the early 1970s, human remains representing 27 individuals \\nwere recovered from site 10794 during legally authorized data recovery \\nexcavations by the Museum of Northern Arizona. No known individuals \\nwere identified. No associated funerary objects are present.\\n    During the early 1970s, human remains representing a minimum of 151 \\nindividuals were recovered from site NA 10803 during legally authorized \\ndata recovery excavations by the Museum of Northern Arizona. No known \\nindividuals were identified. The 94 associated funerary objects are a \\npottery bowls, jars, ladles and pitchers; stone beads and tools; shell \\nbeads and ornaments; and projectile points.\\n    During the early 1970s, human remains representing a minimum of 196 \\nindividuals were recovered from site NA 10806 during legally authorized \\ndata recovery excavations by the Museum of Northern Arizona. No known \\nindividuals were identified. The 75 associated funerary objects are a \\npottery canteen, bowls, jars, and pitchers; stone beads and tools; \\nshell beads and ornaments; and projectile points.\\n    Sites NA 10772, NA 10775, NA 10792, NA 10794, NA 10803, and NA \\n10906 consist of a group of northern Sinagua pithouse villages and \\nsmall masonry pueblo occupied between 900-1250 A.D. based on material \\nculture and site organization.\\n\\n[[Page 51901]]\\n\\n    In 1985, human remains representing three individuals were \\nrecovered from Old Caves (NA 72) during legally authorized salvage \\nexcavations conducted by U.S. Forest Service personnel. No known \\nindividuals were identified. No associated funerary objects were \\npresent.\\n    The Old Caves site has been identified as a northern Sinagua \\nmasonry pueblo and ball court occupied between 1250-1325 A.D. based on \\nmaterial culture, architecture, and site organization.\\n    In 1939, human remains representing a minimum of sixteen \\nindividuals were removed from Ridge Ruin (NA 1785) during legally \\nauthorized excavations by Dr. John McGregor of the Museum of Northern \\nArizona. No known individuals were identified. The 1,595 associated \\nfunerary objects include pottery bowls, jars and pitchers; wood \\ncarvings; stone and bone tools; projectile points; turquoise beads, \\njewelry and figurines; shell beads and jewelry; burial mats; woven \\nbaskets; and macaw remains.\\n    In 1939, human remains representing a minimum of fifteen \\nindividuals were recovered from sites NA 3673 and NA 3676 during \\nlegally authorized excavations by Dr. John McGregor of the Museum of \\nNorthern Arizona. No known individuals were identified. The 118 \\nassociated funerary objects include a pottery bowl and sherds, and \\nstone beads.\\n    Ridge Ruin and associated sites NA 3673 and NA 3676 have been \\nidentified as a northern Sinagua pueblo and pithouse villages occupied \\nbetween 1066-1200 A.D. based on material culture, architecture, and \\nsite organization.\\n    During the 1940s, human remains representing one individual were \\ndonated to the Museum of Northern Arizona by an anonymous individual \\nfollowing recovery without a permit from the Honaki site (NA 1255). No \\nknown individual was identified. The one associated funerary object is \\nburial cloth wrappings.\\n    During the 1940s, human remains representing two individuals were \\ndonated to the Museum of Northern Arizona by an anonymous individual \\nfollowing recovery without a permit from Sugar Loaf Ruin (NA 1269). No \\nknown individuals were identified. No associated funerary objects are \\npresent.\\n    In 1965, human remains representing one individual were donated to \\nthe Museum of Northern Arizona by Paul Dyck following recovery without \\na permit from the Dyck Site (NA 9471). No known individual was \\nidentified. The 70 associated funerary objects include burial \\nwrappings, cordage, and shell bracelets.\\n    During the 1940s, human remains representing one individual were \\nturned over to Coconino National Forest by an anonymous individual \\nfollowing recovery without a permit from site NA 19804. No known \\nindividual was identified. No associated funerary objects are present.\\n    In 1958, human remains representing one individual from \\nMcGuireville Cave (NA 4007C) were turned over to the Coconino National \\nForest by Montezuma Castle National Monument. No known individual was \\nidentified. No associated funerary objects are present.\\n    In 1949, human remains representing one individual were recovered \\nfrom Panorama Ruin (NA 5111) during legally authorized excavations \\nconducted by the Museum of Northern Arizona. No known individual was \\nidentified. No associated funerary objects are present.\\n    Between the 1950s and the early 1970s, human remains representing \\ntwo individuals were recovered from the Hackberry site (NA 3604) and \\nthe Stoneman Lake site (NA 11254) during legally authorized excavations \\nby the Museum of Northern Arizona. No known individuals were \\nidentified. No associated funerary objects are present.\\n    In 1987, human remains representing one individual were recovered \\nfrom Moon Ranch Pueblo (NA 21979) during legally authorized salvage \\nexcavations conducted by the Coconino National Forest. No known \\nindividual was identified. No associated funerary objects were present.\\n    Prior to November 16, 1990, human remains representing one \\nindividual were recovered from site NA 23401 during legally authorized \\nsalvage excavations conducted by the Coconino National Forest. No known \\nindividual was identified. No associated funerary objects were present.\\n    The Honanki site, Sugar Loaf Ruin, Dyck site, NA 19804, \\nMcGuireville Cave, Panorama Ruin, Hackberry site, Stoneman Lake site, \\nMoon Ranch Pueblo, and NA 23401 have been identified as southern \\nSinagua pithouses, masonry pueblos, and a cliff dwelling occupied \\nbetween 700-1400 A.D. based on material culture, architecture, and site \\norganization.\\n    In 1979, human remains representing one individual were recovered \\nfrom Sunset Pueblo (NA 1638) during legally authorized excavations \\nconducted by J.W. Hohman of the Coconino National Forest. No known \\nindividual was identified. The four associated funerary objects include \\npottery sherds.\\n    Sunset Pueblo has been identified as a northern Sinagua masonry \\npueblo occupied between 1100-1200 A.D. based on material culture and \\nsite organization.\\n    In 1928 and 1929, human remains representing eight individuals were \\nrecovered from Turkey Hills Pueblo (NA 660) during legally authorized \\nexcavations conducted by Dr. Byron Cummings of Arizona State \\nUniversity. No known individuals were identified. The two associated \\nfunerary objects include a pottery jar and bowl (curated at Arizona \\nState Museum).\\n    In 1985, human remains representing five individuals were recovered \\nfrom the surface of Turkey Hills Pueblo (NA 660) during legally \\nauthorized surface collections conducted by Dr. David Wilcox of the \\nMuseum of Northern Arizona. No known individuals were identified. No \\nassociated funerary objects are present.\\n    Turkey Hills Pueblo has been identified as a northern Sinagua \\npueblo and pithouses occupied between 1250-1325 A.D. based on material \\nculture, architecture, and site organization.\\n    Between 1935-1939, human remains representing a minimum of 76 \\nindividuals were removed from sites within the Winona Village complex \\n(NA 2131, NA 2133, NA 2134, NA 3644) during legally authorized \\nexcavations conducted by Dr. John C. McGregor of the Museum of Northern \\nArizona. The approximately 44 associated funerary objects include \\npottery pitcher, jars, and bowls; and shell and stone beads.\\n    The Winona Village complex has been identified as a group of \\nnorthern Sinagua pithouse villages occupied between 1066-1150 A.D. \\nbased on material culture, architecture, and site organization.\\n    In 1981, human remains representing one individual were recovered \\nfrom site AR 03-04-02-1675 during legally authorized excavations by the \\nCoconino National Forest. No known individual was identified. No \\nassociated funerary objects are present.\\n    Site AR 03-04-02-1675 has been identified as a northern Sinagua \\nmasonry pueblo occupied between 1150-1250 A.D. based on material \\nculture, architecture, and site organization.\\n    Between 1938 and 1940, human remains representing two individuals \\nwere excavated from Padre Knoll Pueblo (NA 789) during legally \\nauthorized excavations conducted by the Museum of Northern Arizona. No \\nknown individuals were identified. No associated funerary objects are \\npresent.\\n    Between 1938 and 1940, human remains representing a minimum of five\\n\\n[[Page 51902]]\\n\\nindividuals were excavated from Turkey Tank Pithouse (NA 2098) during \\nlegally authorized excavations conducted by the Museum of Northern \\nArizona. No known individuals were identified. The six associated \\nfunerary objects include pottery bowls and jars.\\n    Between 1938 and 1940, human remains representing fourteen \\nindividuals were excavated from Turkey Tank Caves (NA 117) during \\nlegally authorized excavations conducted by the Museum of Northern \\nArizona. No known individuals were identified. The 32 associated \\nfunerary objects include pottery jars and bowls; and turquoise and \\nshell beads and ornaments.\\n    Between 1938 and 1940, human remains representing one individual \\nwere recovered from Deadman\\'s Wash (NA 2077) during legally authorized \\nexcavations conducted by the Museum of Northern Arizona. No known \\nindividual was identified. No associated funerary objects are present.\\n    Between 1938 and 1940, human remains representing two individuals \\nwere excavated from Jack Smith Alcove House (NA 1295) during legally \\nauthorized excavations conducted by the Museum of Northern Arizona. No \\nknown individuals were identified. No associated funerary objects are \\npresent.\\n    Between 1938 and 1940, human remains representing one individual \\nwere excavated from site NA 2801 during legally authorized excavations \\nconducted by the Museum of Northern Arizona. No known individual was \\nidentified. The four associated funerary objects include pottery bowl, \\npitcher, and sherds.\\n    Between 1938 and 1940, human remains representing two individuals \\nwere excavated from site NA 3996 during legally authorized excavations \\nconducted by the Museum of Northern Arizona. No known individuals were \\nidentified. No associated funerary objects are present.\\n    Between 1938 and 1940, human remains representing one individual \\nwere excavated from site NA 860 during legally authorized excavations \\nconducted by the Museum of Northern Arizona. No known individual was \\nidentified. The two associated funerary objects consist of a pottery \\nbowl and a stone tool.\\n    Padre Knoll Pueblo, Turkey Tank Pithouse, Turkey Tank Caves, \\nDeadman\\'s Wash, Jack Smith Alcove House, site NA 2801, site NA 3996, \\nand site NA 860 have been identified as a group of northern Sinagua \\npueblo, pithouse, and cave habitations occupied between 900-1400 A.D. \\nbased on material culture, architecture, and site organization.\\n    During the 1930s, human remains representing three individuals were \\nexcavated from Clear Creek Ruin (NA 2806) during legally authorized \\nexcavations conducted by the Museum of Northern Arizona. No known \\nindividuals were identified. No associated funerary objects are \\npresent.\\n    In 1970-1971, human remains representing six individuals were \\nexcavated from Exhausted Cave (NA 10769) during legally authorized \\nexcavations conducted by Bruce R. Gudgens of Northern Arizona \\nUniversity. No known individuals were identified. No associated \\nfunerary objects are present.\\n    Clear Creek Ruin and Exhausted Cave have been identified as a group \\nof southern Sinagua cliff and cave dwellings occupied between 1100-1400 \\nA.D. based on material culture and site organization.\\n    In 1931 and 1951, human remains representing six individuals were \\nexcavated from the Juniper Terrace site (NA 1814) during legally \\nauthorized excavations conducted by the Museum of Northern Arizona. No \\nknown individuals were identified. The 102 associated funerary objects \\ninclude pottery bowls and jars, stone pipe and beads, and faunal \\nmaterial.\\n    The Juniper Terrace site has been identified as a group of northern \\nSinagua and Cohonino masonry roomblocks occupied between 1150-1250 A.D. \\nbased on material culture, architecture, and site organization.\\n    During 1962-1964, human remains representing eleven individuals \\nwere excavated from Two Kivas Pueblo (NA 700) during legally authorized \\nexcavations conducted by Dr. John C. McGregor of the University of \\nIllinois Urbana-Champaign. No known individuals were identified. The \\ntwelve associated funerary objects include pottery jar and bowls, shell \\nbeads, paint palette, and turquoise ornaments.\\n    Two Kivas Ruin has been identified as a group of northern Sinagua \\npueblos occupied between 1150-1325 A.D. based on material culture, \\narchitecture, and site organization.\\n    In 1974, human remains representing six individuals were recovered \\nfrom site NA 12559 during legally authorized excavations conducted by \\nthe Museum of Northern Arizona. No known individuals were identified. \\nThe two associated funerary objects are a pottery sherd and a shell \\nbracelet.\\n    Site NA 12559 has been identified as a northern Sinagua trash mound \\nutilized between 1066-1100 A.D. based on material culture and site \\norganization.\\n    In 1970, human remains representing one individual were removed \\nfrom Boynton Canyon without a permit by an anonymous individual and \\nwere donated to the Museum of Northern Arizona. No known individual was \\nidentified. The thirteen associated funerary objects include baskets, a \\npottery bowl, woven goods, and gourds.\\n    The Boynton Canyon site is a southern Sinagua cave dwelling site \\noccupied between 1100-1300 A.D. based on material culture and site \\norganization.\\n    In 1938 and 1939, human remains representing five individuals were \\nrecovered from sites NA 3679 and NA 3680 during legally authorized \\nexcavations conducted by the Museum of Northern Arizona. No known \\nindividuals were identified. The eight associated funerary objects \\ninclude pottery jar and bowls, a shell ring and bracelet, and a \\nprojectile point.\\n    Sites NA 3679 and NA 3680 have been identified as two northern \\nSinagua pithouse villages occupied between 1066-1150 A.D. based on \\nmaterial culture and site organization.\\n    During the 1930s and 1970s, human remains representing six \\nindividuals were recovered from site NA 5182 during legally authorized \\nexcavations conducted by the Museum of Northern Arizona. No known \\nindividuals were identified. No associated funerary objects are \\npresent.\\n    Site NA 5182 has been identified as a northern Sinagua pithouse \\nvillage occupied between 1066-1100 A.D. based on material culture and \\nsite organization.\\n    During the 1930s, human remains representing one individual were \\nrecovered from site NA 914 during legally authorized excavations \\nconducted by the Museum of Northern Arizona. No known individual was \\nidentified. No associated funerary objects are present.\\n    Site NA 914 has been identified as three northern Sinagua rooms \\nassociated with a cave utilized between 900-1300 A.D. based on material \\nculture and site organization.\\n    In 1934, human remains representing one individual from site Verde \\n5:41 were donated to the Peabody Museum of Archaeology and Ethnology, \\nHarvard University by Gila Pueblo, an archeological research facility \\nin Globe, AZ. These human remains had been recovered at an earlier \\nunknown date during legally authorized collections by Gila Pueblo. No \\nknown individual was identified. No associated funerary objects are \\npresent.\\n    Site Verde 5:41 has been identified as a large southern Sinagua \\nmasonry pueblo occupied between 1300-1400\\n\\n[[Page 51903]]\\n\\nA.D. based on material culture, architecture, and site organization.\\n    In 1934, human remains representing three individuals from the \\nLookout Ruin site (16:16) were donated to the Peabody Museum of \\nArchaeology and Ethnology, Harvard University by Gila Pueblo, an \\narcheological research facility in Globe, AZ. These human remains had \\nbeen recovered at an earlier unknown date during legally authorized \\ncollections by Gila Pueblo. No known individual was identified. No \\nassociated funerary objects are present.\\n    The Lookout Ruin site (16:16) has been identified as a northern \\nSinagua masonry pueblo occupied between 1150-1300 A.D. based on \\nmaterial culture, architecture, and site organization.\\n    In 1934, human remains representing one individual from the Canyon \\nPadre site were donated to the Peabody Museum of Archaeology and \\nEthnology, Harvard University by Gila Pueblo, an archeological research \\nfacility in Globe, AZ. These human remains had been recovered at an \\nearlier unknown date during legally authorized collections by Gila \\nPueblo. No known individual was identified. No associated funerary \\nobjects are present.\\n    The Canyon Padre site has been identified as a small northern \\nSinagua habitation occupied between 1150-1250 A.D. based on material \\nculture.\\n    In 1983, human remains representing one individual were confiscated \\nfrom pothunters at site AR 03-04-02-2512 by U.S. Forest Service law \\nenforcement personnel. No known individual was identified. The 99 \\nassociated funerary objects include pottery sherds.\\n    Site AR 03-04-02-2512 has been identified as a small northern \\nSinagua masonry pueblo and associated trash mound utilized between \\n1150-1250 A.D. based on material culture and site organization.\\n    Between 1958 and 1960, human remains representing seven individuals \\nwere recovered from the Pershing site (NA 7207) during legally \\nauthorized excavations conducted by Dr. John C. McGregor of the \\nUniversity of Illinois Urbana-Champaign. No known individuals were \\nidentified. The three associated funerary objects include chipped \\nstone.\\n    The Pershing site has been identified as a large northern Sinagua \\nvillage occupied between 900 1066 A.D. based on material culture, \\narchitecture, and site organization.\\n    Continuities of ethnographic materials, technology, architecture, \\nand published oral traditions indicate the affiliation of the northern \\nand southern Sinagua sites with the Hopi Tribe. Oral traditions \\npresented by representatives of the Hopi Tribe further support the \\naffiliation with northern and southern Sinagua sites in this area of \\nnorth-central Arizona.\\n    Based on the above mentioned information, officials of the U.S. \\nForest Service have determined that, pursuant to 43 CFR 10.2 (d)(1), \\nthe human remains listed above represent the physical remains of 2,992 \\nindividuals of Native American ancestry. Officials of the U.S. Forest \\nService have also determined that, pursuant to 25 U.S.C. 3001 (3)(A), \\nthe 5,331 objects listed above are reasonably believed to have been \\nplaced with or near individual human remains at the time of death or \\nlater as part of the death rite or ceremony. Lastly, officials of the \\nU.S. Forest Service have determined that, pursuant to 25 U.S.C. 3001 \\n(2), there is a relationship of shared group identity which can be \\nreasonably traced between these Native American human remains and \\nassociated funerary objects and the Hopi Tribe; and the Native American \\nhuman remains and associated funerary objects from Chavez Pass Ruin, \\nKinikinick Ruin, and the Pollock site with the Hopi Tribe and the \\nPueblo of Zuni. .\\n    This notice has been sent to officials of the Havasupai Tribe, the \\nHopi Tribe, the Hualapai Tribe, the Pueblo of Zuni, and the Yavapai-\\nPrescott Indian Tribe. Representatives of any other Indian tribe that \\nbelieves itself to be culturally affiliated with these human remains \\nand associated funerary objects should contact Dr. Frank E. Wozniak, \\nNAGPRA Coordinator, Southwestern Region, USDA Forest Service, 517 Gold \\nAve. SW, Albuquerque, NM 87102; telephone: (505) 842-3238, fax: (505) \\n842-3800, before November 3, 1997. Repatriation of the human remains \\nand associated funerary objects to the culturally affiliated tribes may \\nbegin after that date if no additional claimants come forward.\\nDated: September 29, 1997.\\nFrancis P. McManamon,\\nDepartmental Consulting Archeologist,\\nManager, Archeology and Ethnography Program.\\n[FR Doc. 97-26245 Filed 10-2-97 ; 8:45 am]\\nBILLING CODE 4310-70-F\\n\\n\\n\\n", "agency1": "Null", "sub_agency1": "Null", "dep_doc": "Null", "subject": "Null", "agency2": "Null", "action": "Null", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Null", "signature_name": "Null", "signature_title": "Null", "fr_doc": "Null", "billing_code": "Null", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}