{"index": "I_2382", "messy_full": "\\n\\nFederal Register, Volume 62 Issue 239 (Friday, December 12, 1997)\\n\\n[Federal Register Volume 62, Number 239 (Friday, December 12, 1997)]\\n[Notices]\\n[Pages 65442-65443]\\nFrom the Federal Register Online via the Government Publishing Office [www.gpo.gov]\\n[FR Doc No: 97-32566]\\n\\n\\n-----------------------------------------------------------------------\\n\\nDEPARTMENT OF THE INTERIOR\\n\\nNational Park Service\\n\\n\\nNotice of Inventory Completion for Native American Human Remains \\nfrom Kern County, CA in the Possession of California State University-\\nBakersfield, Bakersfield, CA\\n\\nAGENCY: National Park Service.\\n\\nACTION: Notice.\\n\\n-----------------------------------------------------------------------\\n\\n    Notice is hereby given in accordance with provisions of the Native \\nAmerican Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. \\n3003 (d), of the completion of an inventory of human remains and \\nassociated funerary objects in the possession of California State \\nUniversity-Bakersfield, Bakersfield, CA.\\n    A detailed assessment of the human remains was made by California \\nState University-Bakersfield professional staff\\n\\n[[Page 65443]]\\n\\nin consultation with representatives of the Tule River Indian Tribe of \\nthe Tule River Reservation (Yokuts).\\n    In 1978, human remains representing five individuals were collected \\nfrom site CA-KER-2421, Kern County, CA by an unknown individual. In \\n1989, this individual donated these human remains to the California \\nState University-Bakersfield. No known individuals were identified. No \\nassociated funerary objects are present.\\n    In 1992, human remains representing one individual were collected \\nfrom site CA-KER-2720 during routine screening of soil excavated from a \\ntest unit prior to a work project. In 1994, these human remains were \\nfound in the collections of California State University-Bakersfield \\nduring laboratory procession of the screen soils. No known individual \\nwas identified. No associated funerary objects are present.\\n    Based on the skeletal morphology and apparent age of these remains, \\nthese individuals have been determined to be Native American. \\nArcheological evidence, including continuities of material culture, \\noccupation sites, and manner of interment indicate that Yokuts people \\nhave occupied this area for several thousand years. These human remains \\nare believed not to pre-date Yokuts occupation of this area.\\n    Based on the above mentioned information, officials of the \\nCalifornia State University-Bakersfield have determined that, pursuant \\nto 43 CFR 10.2 (d)(1), the human remains listed above represent the \\nphysical remains of six individuals of Native American ancestry. \\nOfficials of the California State University-Bakersfield have \\ndetermined that, pursuant to 25 U.S.C. 3001 (2), there is a \\nrelationship of shared group identity which can be reasonably traced \\nbetween these Native American human remains and the Tule River Indian \\nTribe of the Tule River Reservation.\\n    This notice has been sent to officials of the Tule River Indian \\nTribe of the Tule River Reservation. Representatives of any other \\nIndian tribe that believes itself to be culturally affiliated with \\nthese human remains should contact Dr. Mark Q. Sutton, Department of \\nSociology and Anthropology, California State University-Bakersfield, \\nBakersfield, CA 93311-1099; telephone: (805) 664-33153, before January \\n12, 1998. Repatriation of the human remains to the Tule River Indian \\nTribe of the Tule River Reservation may begin after that date if no \\nadditional claimants come forward.\\n\\n    Dated: December 9, 1997.\\nDaniel Haas,\\nActing Departmental Consulting Archeologist,\\nArcheology and Ethnography Program.\\n[FR Doc. 97-32566 Filed 12-11-97; 8:45 am]\\nBILLING CODE 4310-70-F\\n\\n\\n\\n", "agency1": "Null", "sub_agency1": "Null", "dep_doc": "Null", "subject": "Null", "agency2": "Null", "action": "Null", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Null", "signature_name": "Null", "signature_title": "Null", "fr_doc": "Null", "billing_code": "Null", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}