{"index": "I_2377", "messy_full": "\\n\\nFederal Register, Volume 63 Issue 32 (Wednesday, February 18, 1998)\\n\\n[Federal Register Volume 63, Number 32 (Wednesday, February 18, 1998)]\\n[Notices]\\n[Pages 8209-8210]\\nFrom the Federal Register Online via the Government Publishing Office [www.gpo.gov]\\n[FR Doc No: 98-4013]\\n\\n\\n-----------------------------------------------------------------------\\n\\nDEPARTMENT OF THE INTERIOR\\n\\nNational Park Service\\n\\n\\nREVISION--Notice of Inventory Completion for Native American \\nHuman Remains and Associated Funerary Objects in the Control of Tonto \\nNational Forest, United States Forest Service, Phoenix, AZ\\n\\nAGENCY: National Park Service\\n\\nACTION: Notice\\n\\n-----------------------------------------------------------------------\\n\\n    Notice is hereby given in accordance with provisions of the Native \\nAmerican Graves Protection and Repatriation Act (NAGPRA), 43 CFR 10.9, \\nof the completion of an inventory of human remains and associated \\nfunerary objects in the control of Tonto National Forest, United States \\nForest Service, Phoenix, AZ. This notice was originally published \\nSeptember 26, 1996. \\n    A detailed assessment of the human remains was made by U.S. Forest \\nService professional staff, American Museum of Natural History \\nprofessional staff, Arizona State Museum professional staff, Arizona \\nState University professional staff, Museum of Northern Arizona \\nprofessional staff, and the Peabody Museum of Archaeology and Ethnology \\nprofessional staff in consultation with representatives of the Ak-Chin \\nIndian Community, the Gila River Indian Community, the Hopi Tribe, the \\nPueblo of Zuni, the Salt River Pima-Maricopa Indian Community, the \\nTohono O\\'odham Nation, and the Yavapai-Prescott Indian Tribe. Since \\npublication of the original notice, consultation has also been \\nconducted with the San Carlos Apache Tribe, the Yavapai-Apache Tribe, \\nand the White Mountain Apache Tribe. Copies of the original notice were \\nalso sent to these Indian tribes. \\n    Continuities of ethnographic materials, technology, and \\narchitecture indicate affiliation of the above mentioned sites with \\nhistoric and present-day Piman and O\\'odham cultures. Oral traditions \\npresented by representatives of the Ak-Chin Indian Community, the Gila \\nRiver Indian Community, the Salt River Pima-Maricopa Indian Community, \\nand the Tohono O\\'odham Nation support affiliation with the Salado and \\nHohokam sites in this area of central Arizona. Based upon further oral\\n\\n[[Page 8210]]\\n\\ntradition evidence provided by representatives of the Hopi Tribe and \\nPueblo of Zuni since publication of the original notice, the USDA \\nForest Service has revised its determinations of cultural affiliation \\nfor the Hohokam and Salado human remains and associated funerary \\nobjects. The USDA Forest Service has determined, based on the \\npreponderance of the additional evidence presented, that the Hopi Tribe \\nand the Pueblo of Zuni are culturally affiliated with the Hohokam and \\nSalado human remains and associated funerary objects, although to a \\nlesser extent than the Ak-Chin Indian Community, the Gila River Indian \\nCommunity, the Salt River Pima-Maricopa Indian Community, and the \\nTohono O\\'odham Nation.  \\n    Based on the above mentioned information, officials of the USDA \\nNational Forest Service have determined that, pursuant to 43 CFR 10.2 \\n(d)(1), the human remains listed above represent the physical remains \\nof 1,376 individuals of Native American ancestry. Officials of the USDA \\nForest Service have also determined that, pursuant to 25 U.S.C. 3001 \\n(3)(A), the 5,326 objects listed above are reasonably believed to have \\nbeen placed with or near individual human remains at the time of death \\nor later as part of the death rite or ceremony.\\n    Officials of the USDA National Forest Service have determined that, \\npursuant to 25 U.S.C. 3003 (d)(2)(B), there is a relationship of shared \\ngroup identity which can be reasonably traced between these 1,376 \\nNative American human remains and 5,326 associated funerary objects and \\nthe Ak-Chin Indian Community, the Gila River Indian Community, the Salt \\nRiver Pima-Maricopa Indian Community, the Tohono O\\'odham Nation. While \\nnot clearly culturally affiliated, officials of the USDA National \\nForest Service have further determined that, pursuant to 25 U.S.C. 3003 \\n(d)(2)(C), there is a reasonable belief of shared group identity given \\nthe totality of the circumstances surrounding the acquisition of these \\n1,376 Native American human remains and 5,326 associated funerary \\nobjects with the Hopi Tribe and Pueblo of Zuni.\\n    This notice has been sent to officials of the Ak-Chin Indian \\nCommunity, the Gila River Indian Community, the Hopi Tribe, the Pueblo \\nof Zuni, the Salt River Pima-Maricopa Indian Community, the Tohono \\nO\\'odham Nation, the Yavapai-Prescott Indian Tribe, the San Carlos \\nApache Tribe, the Yavapai-Apache Tribe, and the White Mountain Apache \\nTribe. Representatives of any other Indian tribe that believes itself \\nto be culturally affiliated with these human remains and associated \\nfunerary objects should contact Dr. Frank E. Wozniak, NAGPRA \\nCoordinator, Southwestern Region, USDA Forest Service, 517 Gold Ave. \\nSW, Albuquerque, NM 87102; telephone: (505) 842-3238, fax (505) 842-\\n3800, before [thirty days after publication in the Federal Register]. \\nRepatriation of the human remains and associated funerary objects to \\nthe Ak-Chin Indian Community, the Gila River Indian Community, the Salt \\nRiver Pima-Maricopa Indian Community, the Tohono O\\'odham Nation, the \\nHopi Tribe and the Pueblo of Zuni, as indicated above, may begin after \\nthat date if no additional claimants come forward.\\nDated: February 10, 1998.\\nFrancis P. McManamon,\\nDepartmental Consulting Archeologist,\\nManager, Archeology and Ethnography Program.\\n[FR Doc. 98-4013 Filed 2-17-98; 8:45 am]\\nBILLING CODE 4310-70-F\\n\\n\\n\\n", "agency1": "Null", "sub_agency1": "Null", "dep_doc": "Null", "subject": "Null", "agency2": "Null", "action": "Null", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Null", "signature_name": "Null", "signature_title": "Null", "fr_doc": "Null", "billing_code": "Null", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}