{"index": "I_2313", "messy_full": "\\n\\nFederal Register, Volume 63 Issue 242 (Thursday, December 17, 1998)\\n\\n[Federal Register Volume 63, Number 242 (Thursday, December 17, 1998)]\\n[Notices]\\n[Pages 69650-69651]\\nFrom the Federal Register Online via the Government Publishing Office [www.gpo.gov]\\n[FR Doc No: 98-33449]\\n\\n\\n-----------------------------------------------------------------------\\n\\nDEPARTMENT OF THE INTERIOR\\n\\nNational Park Service\\n\\n\\nNotice of Inventory Completion for Native American Human Remains \\nfrom Yavapai County, AZ in the Control of the Prescott National Forest, \\nUSDA Forest Service, Prescott, AZ\\n\\nAGENCY: National Park Service, Interior\\n\\nACTION: Notice\\n\\n-----------------------------------------------------------------------\\n\\n    Notice is hereby given in accordance with provisions of the Native \\nAmerican Graves Protection and Repatriation Act (NAGPRA), 43 CFR 10.9, \\nof the completion of an inventory of human remains from Yavapai County, \\nAZ in the control of the Prescott National Forest, USDA Forest Service, \\nPrescott, AZ.\\n    A detailed assessment of the human remains was made by Arizona \\nState University, Museum of Northern Arizona and USDA Forest Service \\nprofessional staff in consultation with\\n\\n[[Page 69651]]\\n\\nrepresentatives of the Camp Verde Yavapai-Apache Indian Community, the \\nHavasupai Tribe, the Hopi Tribe, the Hualapai Tribe, the Navajo Nation, \\nthe Pueblo of Zuni, and the Yavapai-Prescott Indian Tribe.\\n    Between 1965-1975, human remains representing 21 individuals were \\nrecovered from four sites (AZ N:04:0002; AZ N:04:0005; AZ N:04:0012; \\nand AZ N:04:0017) within the Prescott National Forest during legally \\nauthorized excavations conducted by Arizona State University. No known \\nindividuals were identified. The 23 associated funerary objects include \\nceramic fragments; bone and stone tools; burned animal bones; ground \\nstone; shell; clay; and a burned corn cob.\\n    Based on material culture, architecture, and site organization, \\nthese four sites have been identified as Southern Sinaguan large \\nmasonry pueblo, a small pueblo, a pithouse village, and a burial ground \\noccupied between 900-1400 A.D. Continuities of ethnographic materials, \\ntechnology, and architecture indicate affiliation of Southern Sinaguan \\nsites in this portion of central Arizona with historic and present-day \\nPuebloan cultures. Oral traditions presented by representatives of the \\nHopi Tribe support cultural affiliation with Southern Sinaguan sites in \\ncentral Arizona.\\n    In 1985, human remains representing one individual were recovered \\nfrom site NA 18494 during legally authorized salvage excavations \\nconducted by Dr. Thomas R. Cartledge of Kaibab National Forest \\nfollowing disturbance of the burial. No known individual was \\nidentified. No associated funerary objects are present.\\n    Based on material culture, site NA 18494 has been identified as a \\nCohonina burial site dating between 700-900 A.D. Continuities of \\nethnographic materials, tecnology, and architecture indicate \\naffiliation of Cohonina sites in north central Arizona with the Hopi \\nTribe. Oral traditions presented by representatives of the Hopi Tribe \\nsupport Hopi cultural affiliation with Cohonina sites in this portion \\nof Arizona.\\n    Based on the above mentioned information, officials of the USDA \\nForest Service have determined that, pursuant to 43 CFR 10.2 (d)(1), \\nthe human remains listed above represent the physical remains of 22 \\nindividuals of Native American ancestry. Officials of the USDA Forest \\nService have also determined that, pursuant to 43 CFR 10.2 (d)(2), the \\n23 objects listed above are reasonably believed to have been placed \\nwith or near individual human remains at the time of death or later as \\npart of the death rite or ceremony. Lastly, officials of the USDA \\nForest Service have also determined that, pursuant to 43 CFR 10.2 (e), \\nthere is a relationship of shared group identity which can be \\nreasonably traced between these Native American human remains and \\nassociated funerary objects, the Hopi Tribe, and the Yavapai-Prescott \\nIndian Tribe. .\\n    This notice has been sent to officials of the Camp Verde Yavapai-\\nApache Indian Community, the Havasupai Tribe, the Hopi Tribe, the \\nHualapai Tribe, the Navajo Nation, the Pueblo of Zuni, and the Yavapai-\\nPrescott Indian Tribe. Representatives of any other Indian tribe that \\nbelieves itself to be culturally affiliated with these human remains \\nshould contact Dr. Frank E. Wozniak, NAGPRA Coordinator, Southwestern \\nRegion, USDA Forest Service, 517 Gold Ave. SW, Albuquerque, NM 87102; \\ntelephone: (505) 842-3238, fax: (505) 842-3800, before January 19, \\n1999. Repatriation of the human remains to the Hopi Tribe and the \\nYavapai-Prescott Indian Tribe may begin after that date if no \\nadditional claimants come forward.\\nDated: December 11, 1998.\\nVeletta Canouts,\\nActing Departmental Consulting Archeologist,\\nDeputy Manager, Archeology and Ethnography Program.\\n[FR Doc. 98-33449 Filed 12-16-98; 8:45 am]\\nBILLING CODE 4310-70-F\\n\\n\\n\\n", "agency1": "Null", "sub_agency1": "Null", "dep_doc": "Null", "subject": "Null", "agency2": "Null", "action": "Null", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Null", "signature_name": "Null", "signature_title": "Null", "fr_doc": "Null", "billing_code": "Null", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}