{"index": "I_2349", "messy_full": "\\n\\nFederal Register, Volume 63 Issue 140 (Wednesday, July 22, 1998)\\n\\n[Federal Register Volume 63, Number 140 (Wednesday, July 22, 1998)]\\n[Notices]\\n[Pages 39294-39295]\\nFrom the Federal Register Online via the Government Publishing Office [www.gpo.gov]\\n[FR Doc No: 98-19538]\\n\\n\\n-----------------------------------------------------------------------\\n\\nDEPARTMENT OF THE INTERIOR\\n\\nNational Park Service\\n\\n\\nNotice of Inventory Completion for Native American Human Remains \\nand Associated Funerary Objects in the Possession of the South Dakota \\nState Archaeological Research Center, Rapid City, SD\\n\\nAGENCY: National Park Service\\n\\nACTION: Notice\\n\\n-----------------------------------------------------------------------\\n\\n    Notice is hereby given in accordance with provisions of the Native \\nAmerican Graves Protection and Repatriation Act (NAGPRA), 43 CFR 10.9, \\nof the completion of an inventory of human remains and associated \\nfunerary objects in the possession of the South Dakota\\n\\n[[Page 39295]]\\n\\nState Archaeological Research Center, Rapid City, SD.\\n    A detailed assessment of the human remains was made by South Dakota \\nState Archaeological Research Center and Office of the State \\nArcheologist of Iowa professional staff in consultation with \\nrepresentatives of the Three Affiliated Tribes of the Fort Berthold \\nReservation.\\n    In 1934, human remains representing one individual likely to have \\nbeen recovered from the Evart\\'s Village site (39WW204), Walworth \\nCounty, SD during Works Project Administration road construction. No \\nknown individual was identified. The two associated funerary objects \\nconsist of a white glass pony bead and a rifle bullet, identified as \\npossibly a .44-60 calibre Peabody, Remington, or Sharps.\\n    In 1990, these human remains were found in the collections of the \\nConger House Museum in Washington, IA and transferred to the Office of \\nthe State Archeologist of Iowa. Museum documentation suggests these \\nremains were recovered from the Evart\\'s Village site on Fred Brazel\\'s \\nland near Evart, SD and given to his brother-in-law, Thomas Royster of \\nMuscatine, IA. Mr. Royster may have donated these remains to the Conger \\nHouse Museum, as Washington, IA is near Muscatine. In 1952, an \\ninterview with Mrs. Fred Brazel revealed that these human remains were \\npossibly interred as a primary flexed or secondary bundle burial, \\nplaced face up on top of a layer of cut willow twigs.\\n    Based on skeletal morphology and associated funerary objects, these \\nindividuals have been determined to be Native American. Based on the \\nassociated funerary objects, manner of interment, and geographical \\nlocation, the Evart\\'s Village site has been identified as a post-1770 \\nArikara or Mandan village. Consultation with representatives of the \\nThree Affiliated Tribes indicates there were Arikara and Mandan \\nvillages in this area of South Dakota during the post contact period.\\n    Based on the above mentioned information, officials of the South \\nDakota State Archaeological Research Center have determined that, \\npursuant to 43 CFR 10.2 (d)(1), the human remains listed above \\nrepresent the physical remains of one individual of Native American \\nancestry. Officials of the South Dakota State Archaeological Research \\nCenter have also determined that, pursuant to 43 CFR 10.2 (d)(2), the \\ntwo objects listed above are reasonably believed to have been placed \\nwith or near individual human remains at the time of death or later as \\npart of the death rite or ceremony. Lastly, officials of the South \\nDakota State Archaeological Research Center have determined that, \\npursuant to 43 CFR 10.2 (e), there is a relationship of shared group \\nidentity which can be reasonably traced between these Native American \\nhuman remains and associated funerary objects and the Three Affiliated \\nTribes of the Fort Berthold Reservation.\\n    This notice has been sent to officials of the Three Affiliated \\nTribes of the Fort Berthold Reservation. Representatives of any other \\nIndian tribe that believes itself to be culturally affiliated with \\nthese human remains and associated funerary objects should contact \\nRenee Boen, Curator, South Dakota State Archaeological Reserch Center, \\nP.O. Box 1257, Rapid City, SD 57709-1257; telephone: (605) 394-1936, \\nbefore August 22, 1999. Repatriation of the human remains and \\nassociated funerary objects to the Three Affiliated Tribes of the Fort \\nBerthold Reservation may begin after that date if no additional \\nclaimants come forward.\\nDated: July 6, 1998.\\nFrancis P. McManamon,\\nDepartmental Consulting Archeologist,\\nManager, Archeology and Ethnography Program.\\n[FR Doc. 98-19538 Filed 7-21-98; 8:45 am]\\nBILLING CODE 4310-70-F\\n\\n\\n\\n", "agency1": "Null", "sub_agency1": "Null", "dep_doc": "Null", "subject": "Null", "agency2": "Null", "action": "Null", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Null", "signature_name": "Null", "signature_title": "Null", "fr_doc": "Null", "billing_code": "Null", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}