{"index": "I_2398", "messy_full": "\\n\\nFederal Register, Volume 62 Issue 170 (Wednesday, September 3, 1997)\\n\\n[Federal Register Volume 62, Number 170 (Wednesday, September 3, 1997)]\\n[Notices]\\n[Pages 46510-46511]\\nFrom the Federal Register Online via the Government Publishing Office [www.gpo.gov]\\n[FR Doc No: 97-23367]\\n\\n\\n-----------------------------------------------------------------------\\n\\nDEPARTMENT OF THE INTERIOR\\n\\nNational Park Service\\n\\n\\nNotice of Inventory Completion for Native American Human Remains \\nfrom Fort Stevenson, Dakota Territory in the Possession of the Peabody \\nMuseum of Archaeology and Ethnology, Harvard University, Cambridge, MA\\n\\nAGENCY: National Park Service\\n\\nACTION: Notice\\n\\n-----------------------------------------------------------------------\\n\\n    Notice is hereby given in accordance with provisions of the Native \\nAmerican Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. \\n3003 (d), of the completion of an inventory of human remains from Fort \\nStevenson, Dakota Territory in the possession of the Peabody Museum of \\nArchaeology and Ethnology, Harvard University, Cambridge, MA.\\n    A detailed assessment of the human remains was made by Peabody \\nMuseum of Archaeology and Ethnology professional staff in consultation \\nwith representatives of the Cheyenne River Sioux Tribe, Devil\\'s Lake \\nSioux Tribe, Assiniboine and Sioux Tribes of the Fort Peck Reservation, \\nand the Standing Rock Sioux Tribe.\\n    In 1867, human remains representing three individuals were removed \\nfrom Fort Stevenson, Dakota Territory by U.S. Army Surgeon Charles C. \\nGray and Acting Assistant Surgeon Washington Matthews on behalf of the \\nSmithsonian\\n\\n[[Page 46511]]\\n\\nInstitution. No known individuals were identified. No associated \\nfunerary objects are present.\\n    Neither the records of the Peabody Museum of Archaeology and \\nEthnology nor the Smithsonian Institution indicate the date of transfer \\nof these individuals to the Peabody Museum of Archaeology and \\nEthnology. Primary accession and catalogue documents associated with \\nthese individuals at the Smithsonian record the individuals to be \\n``Yanktonnais Sioux.\\'\\' Cuthead Band of Upper Yanktonai Sioux oral \\ntraditions and historical documents indicate that Fort Stevenson was \\nlocated within the Cuthead Band\\'s traditional territory during the \\nnineteenth century. The specific cultural affiliation attributed to the \\nindividuals by the collectors and the known policy during the nineenth \\ncentury of the Smithsonian to request the remains of recently deceased \\nNative individuals to be collected by U.S. Army personnel and Indian \\nagents and sent to the Smithsonian Institution further support \\naffiliation with the Cuthead Band of Yanktonai Sioux. The Cuthead Band \\nof Yanktonai Sioux are represented by the Cheyenne River Sioux Tribe, \\nDevil\\'s Lake Sioux Tribe, Assiniboine and Sioux Tribes of the Fort Peck \\nReservation, and the Standing Rock Sioux Tribe.\\n    Based on the above mentioned information, officials of the Peabody \\nMuseum of Archaeology and Ethnology have determined that, pursuant to \\n43 CFR 10.2 (d)(1), the human remains listed above represent the \\nphysical remains of three individuals of Native American ancestry. \\nOfficials of the Peabody Museum of Archaeology and Ethnology have \\ndetermined that, pursuant to 25 U.S.C. 3001 (2), there is a \\nrelationship of shared group identity which can be reasonably traced \\nbetween these Native American human remains and the Cheyenne River \\nSioux Tribe, Devil\\'s Lake Sioux Tribe, Assiniboine and Sioux Tribes of \\nthe Fort Peck Reservation, and the Standing Rock Sioux Tribe.\\n    This notice has been sent to officials of the Cheyenne River Sioux \\nTribe, Devil\\'s Lake Sioux Tribe, Assiniboine and Sioux Tribes of the \\nFort Peck Reservation, and the Standing Rock Sioux Tribe. \\nRepresentatives of any other Indian tribe that believes itself to be \\nculturally affiliated with these human remains and associated funerary \\nobjects should contact Barbara Isaac, Repatriation Coordinator, Peabody \\nMuseum of Archaeology and Ethnology, Harvard University, 11 Divinity \\nAve., Cambridge, MA 02138; telephone: (617) 495-2254, before [thirty \\ndays after publication in the Federal Register]. Repatriation of the \\nhuman remains and associated funerary objects to the culturally \\naffiliated tribes may begin after that date if no additional claimants \\ncome forward.\\nDated: August 28, 1997.\\nFrancis P. McManamon,\\nDepartmental Consulting Archeologist,\\nManager, Archeology and Ethnography Program.\\n[FR Doc. 97-23367 Filed 9-2-97; 8:45 am]\\nBILLING CODE 4310-70-F\\n\\n\\n\\n", "agency1": "Null", "sub_agency1": "Null", "dep_doc": "Null", "subject": "Null", "agency2": "Null", "action": "Null", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Null", "signature_name": "Null", "signature_title": "Null", "fr_doc": "Null", "billing_code": "Null", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}