{"index": "I_2368", "messy_full": "\\n\\nFederal Register, Volume 63 Issue 70 (Monday, April 13, 1998)\\n\\n[Federal Register Volume 63, Number 70 (Monday, April 13, 1998)]\\n[Notices]\\n[Pages 18033-18034]\\nFrom the Federal Register Online via the Government Publishing Office [www.gpo.gov]\\n[FR Doc No: 98-9660]\\n\\n\\n-----------------------------------------------------------------------\\n\\nDEPARTMENT OF THE INTERIOR\\n\\nNational Park Service\\n\\n\\nNotice of Inventory Completion for Native American Human Remains \\nand Associated Funerary Objects in the Possession of the South Dakota \\nState Archaeological Research Center, Rapid City, SD\\n\\nAGENCY: National Park Service, Interior.\\n\\nACTION: Notice.\\n\\n-----------------------------------------------------------------------\\n\\n    Notice is hereby given in accordance with provisions of the Native \\nAmerican Graves Protection and Repatriation Act (NAGPRA), 43 CFR 10.9, \\nof the completion of an inventory of human remains and associated \\nfunerary objects in the possession of the South Dakota State \\nArchaeological Research Center, Rapid City, SD.\\n    A detailed assessment of the human remains was made by South Dakota \\nState Archaeological Research Center (SARC) professional staff and \\ncontract specialists in physical anthropology and archeology in \\nconsultation with representatives of the Assiniboine and Sioux Tribes \\nof the Fort Peck Indian Reservation, Lower Brule Sioux Tribe of the \\nLower Brule Reservation, Oglala Sioux Tribe of the Pine Ridge \\nReservation, Rosebud Sioux Tribe of the Rosebud Indian Reservation, \\nStanding Rock Sioux Tribe of North  South Dakota, Sisseton-Wahpeton \\nSioux Tribe of the Lake Traverse Reservation, and Upper Sioux Indian \\nCommunity of the Upper Sioux Reservation.\\n\\n[[Page 18034]]\\n\\n    In 1923, human remains representing one individual were recovered \\nfrom the Dougherty Mounds (39RO10) at the south end of Lake Traverse, \\nRoberts County, SD during excavations conducted by W.H. Over, Director \\nof the then-Dakota Museum, University of South Dakota-Vermillion (now \\nknown as the W.H. Over Museum). No known individual was identified. The \\n12 associated funerary objects include silver earbobs, an unidentified \\nanimal bone, cloth fragments, and elm bark fragments.\\n    Based on the associated funerary objects and manner of interment, \\nthis individual has been identified as a Native American. The \\nassociated funerary objects indicate the burial dates from the post-\\n1875 era. This site is within the original Sisseton-Wahpeton 1867 \\nreservation boundaries, and Sisseton-Wahpeton band had been documented \\nas using this area of Lake Traverse as early as 1804-1806. The 1923 \\nexcavations at this site originally recovered 24 individuals, ten of \\nwhom were re-interred following the conclusion of the excavations. \\nDuring the 1980s, the remaining 14 individuals were repatriated and \\nreburied prior to the enactment of NAGPRA. These human remains and \\nassociated funerary objects were discovered in the SARC collections in \\n1993 during the NAGPRA inventory.\\n    Based on the above mentioned information, officials of the South \\nDakota State Archaeological Research Center have determined that, \\npursuant to 43 CFR 10.2 (d)(1), the human remains listed above \\nrepresent the physical remains of one individual of Native American \\nancestry. Officials of the South Dakota State Archaeological Research \\nCenter have also determined that, pursuant to 43 CFR 10.2 (d)(2), the \\n12 objects listed above are reasonably believed to have been placed \\nwith or near individual human remains at the time of death or later as \\npart of the death rite or ceremony. Lastly, officials of the South \\nDakota State Archaeological Research Center have determined that, \\npursuant to 43 CFR 10.2 (e), there is a relationship of shared group \\nidentity which can be reasonably traced between these Native American \\nhuman remains and associated funerary objects and the Sisseton-Wahpeton \\nSioux Tribe of the Lake Traverse Reservation.\\n    This notice has been sent to officials of the Assiniboine and Sioux \\nTribes of the Fort Peck Indian Reservation, Lower Brule Sioux Tribe of \\nthe Lower Brule Reservation, Oglala Sioux Tribe of the Pine Ridge \\nReservation, Rosebud Sioux Tribe of the Rosebud Indian Reservation, \\nStanding Rock Sioux Tribe of North  South Dakota, Sisseton-Wahpeton \\nSioux Tribe of the Lake Traverse Reservation, and Upper Sioux Indian \\nCommunity of the Upper Sioux Reservation. Representatives of any other \\nIndian tribe that believes itself to be culturally affiliated with \\nthese human remains and associated funerary objects should contact \\nRenee Boen, Curator, State Archaeological Center, South Dakota \\nHistorical Society, P.O. Box 1257, Rapid City, SD 57709-1257; \\ntelephone: (605) 394-1936, before May 13, 1998. Repatriation of the \\nhuman remains and associated funerary objects to the Sisseton-Wahpeton \\nSioux Tribe of the Lake Traverse Reservation may begin after that date \\nif no additional claimants come forward.\\nDated: April 2, 1998.\\nFrancis P. McManamon,\\nDepartmental Consulting Archeologist,\\nManager, Archeology and Ethnography Program.\\n[FR Doc. 98-9660 Filed 4-10-98; 8:45 am]\\nBILLING CODE 4310-70-F\\n\\n\\n\\n", "agency1": "Null", "sub_agency1": "Null", "dep_doc": "Null", "subject": "Null", "agency2": "Null", "action": "Null", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Null", "signature_name": "Null", "signature_title": "Null", "fr_doc": "Null", "billing_code": "Null", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}