{"index": "I_2321", "messy_full": "\\n\\nFederal Register, Volume 63 Issue 222 (Wednesday, November 18, 1998)\\n\\n[Federal Register Volume 63, Number 222 (Wednesday, November 18, 1998)]\\n[Notices]\\n[Page 64100]\\nFrom the Federal Register Online via the Government Publishing Office [www.gpo.gov]\\n[FR Doc No: 98-30683]\\n\\n\\n-----------------------------------------------------------------------\\n\\nDEPARTMENT OF THE INTERIOR\\n\\nNational Park Service\\n\\n\\nNotice of Inventory Completion for Native American Human Remains \\nand Associated Funerary Objects in the Possession of the University of \\nNebraska State Museum, University of Nebraska-Lincoln, Lincoln, NE\\n\\nAGENCY: National Park Service, Interior.\\n\\nACTION: Notice.\\n\\n-----------------------------------------------------------------------\\n\\n    Notice is hereby given in accordance with provisions of the Native \\nAmerican Graves Protection and Repatriation Act (NAGPRA), 43 CFR 10.9, \\nof the completion of an inventory of human remains and associated \\nfunerary objects in the possession of the University of Nebraska State \\nMuseum, University of Nebraska-Lincoln, Lincoln, NE.\\n    A detail assessment of the human remains was made by University of \\nNebraska professional staff in consultation with representatives of the \\nOmaha Tribe of Nebraska.\\n    In 1939, human remains representing an unknown number of \\nindividuals were removed from a historic Omaha cemetery (25 DK 2a) in \\nDakota County, NE during excavations under the direction of Stanley \\nBartos, Jr. No known individuals were identified. During NAGPRA \\ninventory activity in 1994-1995, five individuals from this site were \\nfound in the University\\'s collections.\\n    In 1940, human remains representing an unknown number of \\nindividuals were removed from a historic Omaha cemetery (25 DK 10) in \\nDakota County, NE during excavations under the direction of John \\nChampe. No known individuals were identified. During NAGPRA inventory \\nactivity in 1994-1995, three individuals from this site were found in \\nthe University\\'s collections.\\n    Prior to November 16, 1990, the University of Nebraska, Lincoln and \\nthe Omaha Tribe agreed to repatriate all individuals and associated \\nfunerary objects then identified from these two sites. Consultations \\nwith representatives of the Omaha Tribe during this time identified \\nthese two sites as historic Omaha cemeteries.\\n    Based on the above mentioned information, officials of the \\nUniversity of Nebraska have determined that, pursuant to 43 CFR \\n10.2(d)(1), the human remains listed above represent the physical \\nremains of eight individuals of Native American ancestry. Officials of \\nthe University of Nebraska have not determined the cultural affiliation \\nof these Native American human remains because, pursuant to 25 U.S.C. \\n3009(2), these human remains are part of an action on a repatriation \\nrequest pending on the date of enactment of NAPGRA and will therefore \\nbe repatriated to the Omaha Tribe.\\n    In 1941, human remains representing two individuals were recovered \\nfrom the Maxwell site (25 DK 13) near Homer, NE during excavations \\nconducted by S. Bartos Jr. under the direction of John L. Champe and \\nPaul Cooper. No known individuals were identified. No associated \\nfunerary objects are present.\\n    Based on the degree of preservation and skeletal morphology, these \\nindividuals have been determined to be Native American from the \\nhistoric period. Based on the apparent age of the remains and the \\nlocation of this burial, this individual has been determined to be \\naffiliated with the Omaha Tribe of Nebraska.\\n    During the 1910s, human remains representing one individual were \\nrecovered during construction activity at 13th and I Street in Omaha, \\nNE by Robert Gilder who donated the human remains to the University of \\nNebraska State Museum. No known individual was identified. No \\nassociated funerary objects are present.\\n    Based on the condition of the remains and copper staining on a hand \\nphalanx, this individual has been determined to be Native American. A \\nhistoric Omaha village site is located several miles to the south of \\nthis burial site. Based on the apparent age of the remains and the \\nlocation of this burial, this individual has been determined to be \\naffiliated with the Omaha Tribe of Nebraska.\\n    In 1940, human remains representing one individual were recovered \\nfrom Emil Entenmann\\'s cornfield in Stanton County, NE, and acquired by \\nthe Museum. No known individual was identified. No associated funerary \\nobjects are present.\\n    Because glass beads are reported to have been associated with the \\nburial, these human remains have been determined to be Native American \\nfrom the historic period. During the historic period, the Omaha Tribe \\noccupied the immediate vicinity of this burial. Consultation with \\nrepresentatives of the Omaha Tribe confirms this information that this \\nburial is attributable to the Omaha Tribe.\\n    Based on the above mentioned information, officials of the \\nUniversity of Nebraska-Lincoln have determined that, pursuant to 43 CFR \\n10.2(d)(1), the human remains listed above represent that physical \\nremains of four individuals of Native American ancestry. Officials of \\nthe University of Nebraska-Lincoln have determined that, pursuant to 43 \\nCFR 10.2(e), there is a relationship of shared group identity which can \\nbe reasonably traced between these Native American human remains and \\nthe Omaha Tribe of Nebraska.\\n    This notice has been sent to officials of the Omaha Tribe of \\nNebraska. Representatives of any other Indian tribe that believes \\nitself to be culturally affiliated with these human remains and \\nassociated funerary objects should contact Dr. Priscilla Grew, Vice \\nChancellor for Research, University of Nebraska-Lincoln, 302 Canfield \\nAdministration Building, Lincoln, NE 68588-0433; telephone (402) 472-\\n3123, before December 18, 1998. Repatriation of the human remains to \\nthe Omaha Tribe of Nebraska may begin after that date if no additional \\nclaimants come forward.\\n    The National Park Service is not responsible for the determinations \\nwithin this notice.\\n\\n    Dated: November 10, 1998.\\nFrancis P. McManamon,\\nDepartmental Consulting Archeologist, Manager, Archeology and \\nEthnography Program.\\n[FR Doc. 98-30683 Filed 11-17-98; 8:45 am]\\nBILLING CODE 4310-70-M\\n\\n\\n\\n", "agency1": "Null", "sub_agency1": "Null", "dep_doc": "Null", "subject": "Null", "agency2": "Null", "action": "Null", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Null", "signature_name": "Null", "signature_title": "Null", "fr_doc": "Null", "billing_code": "Null", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}