{"index": "I_2358", "messy_full": "\\n\\nFederal Register, Volume 63 Issue 86 (Tuesday, May 5, 1998)\\n\\n[Federal Register Volume 63, Number 86 (Tuesday, May 5, 1998)]\\n[Notices]\\n[Pages 24824-24825]\\nFrom the Federal Register Online via the Government Publishing Office [www.gpo.gov]\\n[FR Doc No: 98-11839]\\n\\n\\n-----------------------------------------------------------------------\\n\\nDEPARTMENT OF THE INTERIOR\\n\\nNational Park Service\\n\\n\\nNotice of Inventory Completion for Native American Human Remains \\nand Associated Funerary Objects from Patrick\\'s Point State Park, \\nHumbolt County, CA in the Possession of the California Department of \\nParks and Recreation, Sacramento, CA\\n\\nAGENCY: National Park Service, Interior.\\n\\nACTION: Notice.\\n\\n-----------------------------------------------------------------------\\n\\n    Notice is hereby given in accordance with provisions of the Native \\nAmerican Graves Protection and Repatriation Act (NAGPRA), 43 CFR 10.9, \\nof the completion of an inventory of human remains and associated \\nfunerary objects in the possession of the California Department of \\nParks and Recreation, Sacramento, CA.\\n    A detailed assessment of the human remains was made by California \\nDepartment of Parks and Recreation\\n\\n[[Page 24825]]\\n\\nprofessional staff in consultation with representatives of the Big \\nLagoon Rancheria of Smith River Indians, the Cher-Ae Heights Indian \\nCommunity of the Trinidad Rancheria, and the Yurok Tribe of the Yurok \\nReservation.\\n    In 1948, human remains representing one individual were recovered \\nfrom site CA-HUM-118 during excavations conducted by the Archaeological \\nResearch Facility, University of California-Berkeley under the \\ndirection of Robert F. Heizer. The resulting collections from site CA-\\nHUM-118 were returned to Patrick\\'s Point State Park in 1949. In 1981, \\nthe human remains and associated funerary objects were turned over to \\nlocal Yurok people for reburial. In 1992, additional human remains from \\nthe individual, and funerary objects were found in an artifact tray \\nwith DPR\\'s Archaeology Lab. No known individuals were identified. The \\ntwo associated funerary objects are an olivella bead and a silicate \\ncobble.\\n    Based on material culture, site CA-HUM-118 has been identified as a \\nGunther Pattern (ancestral Yurok) occupation dating from after 1310 \\nA.D. to possibly as late as the 1850s. Archeological evidence indicates \\nYurok presence in this area since about 1100 A.D.\\n    Based on the above mentioned information, officials of the \\nCalifornia Department of Parks and Recreation have determined that, \\npursuant to 43 CFR 10.2 (d)(1), the human remains listed above \\nrepresent the physical remains of one individual of Native American \\nancestry. Officials of the California Department of Parks and \\nRecreation have also determined that, pursuant to 43 CFR 10.2 (d)(2), \\nthe two objects listed above are reasonably believed to have been \\nplaced with or near individual human remains at the time of death or \\nlater as part of the death rite or ceremony. Lastly, officials of the \\nCalifornia Department of Parks and Recreation have determined that, \\npursuant to 43 CFR 10.2 (e), there is a relationship of shared group \\nidentity which can be reasonably traced between these Native American \\nhuman remains and associated funerary objects and the Big Lagoon \\nRancheria of Smith River Indians, the Cher-Ae Heights Indian Community \\nof the Trinidad Rancheria, and the Yurok Tribe of the Yurok \\nReservation.\\n    This notice has been sent to officials of the Big Lagoon Rancheria \\nof Smith River Indians, the Cher-Ae Heights Indian Community of the \\nTrinidad Rancheria, and the Yurok Tribe of the Yurok Reservation. \\nRepresentatives of any other Indian tribe that believes itself to be \\nculturally affiliated with these human remains and associated funerary \\nobjects should contact Robert M. Wood, NAGPRA Coordinator, California \\nDepartment of Parks and Recreation, 1416 9th Street, Room 1431, \\nSacramento, CA 95814; telephone (916) 653-7976; before June 4, 1998. \\nRepatriation of the human remains and associated funerary objects to \\nthe Big Lagoon Rancheria of Smith River Indians, the Cher-Ae Heights \\nIndian Community of the Trinidad Rancheria, and the Yurok Tribe of the \\nYurok Reservation may begin after that date if no additional claimants \\ncome forward.\\nDated: April 29, 1998.\\nFrancis P. McManamon,\\nDepartmental Consulting Archeologist,\\nManager, Archeology and Ethnography Program.\\n[FR Doc. 98-11839 Filed 5-4-98; 8:45 am]\\nBILLING CODE 4310-70-F\\n\\n\\n\\n", "agency1": "Null", "sub_agency1": "Null", "dep_doc": "Null", "subject": "Null", "agency2": "Null", "action": "Null", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Null", "signature_name": "Null", "signature_title": "Null", "fr_doc": "Null", "billing_code": "Null", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}