{"index": "I_2356", "messy_full": "\\n\\nFederal Register, Volume 63 Issue 92 (Wednesday, May 13, 1998)\\n\\n[Federal Register Volume 63, Number 92 (Wednesday, May 13, 1998)]\\n[Notices]\\n[Page 26623]\\nFrom the Federal Register Online via the Government Publishing Office [www.gpo.gov]\\n[FR Doc No: 98-12648]\\n\\n\\n-----------------------------------------------------------------------\\n\\nDEPARTMENT OF THE INTERIOR\\n\\nNational Park Service\\n\\n\\nNotice of Inventory Completion for Native American Human Remains \\nfrom Gooseberry Valley, Utah in the Control of the Fishlake National \\nForest, USDA Forest Service, Richfield, UT\\n\\nAGENCY: National Park Service, Interior\\n\\nACTION: Notice.\\n\\n-----------------------------------------------------------------------\\n\\n    Notice is hereby given in accordance with provisions of the Native \\nAmerican Graves Protection and Repatriation Act (NAGPRA), 43 CFR 10.9, \\nof the completion of an inventory of human remains from Gooseberry \\nValley, Utah in the control of the Fishlake National Forest, USDA \\nForest Service, Richfield, UT.\\n    A detailed assessment of the human remains was made by University \\nof Utah Museum of Natural History, University of Utah Department of \\nAnthropology, and USDA Forest Service professional staff in \\nconsultation with representatives of the Duckwater Shoshone Tribe, Fort \\nMcDermitt Paiute and Shoshone Tribes, Hopi Tribe, Kaibab Band of Paiute \\nIndians, Navajo Nation, Northwestern Band of Shoshoni Nation, Paiute \\nIndian Tribe of Utah, Pueblo of Acoma, Pueblo of Pojoaque, Pueblo of \\nSan Felipe, Pueblo of San Ildefonso, Pueblo of Sandia, Pueblo of Santa \\nAna, Pueblo of Santa Clara, Pueblo of Santo Domingo, Pueblo of Zia, \\nPueblo of Zuni, Shoshone-Bannock Tribes of the Fort Hall Reservation, \\nShoshone-Paiute Tribes of the Duck Valley Reservation, Skull Valley \\nBand of Goshute Indians, Southern Paiute Consortium (on behalf of the \\nKaibab Paiute Band, Cedar City Paiute Band, Indian Peak Paiute Band, \\nKanosh Paiute Band, Koosharem Paiute Band, Las Vegas Paiute Band, Moapa \\nPaiute Band, and Shivwits Paiute Band), Southern Ute Indian Tribe, \\nSummit Lake Paiute Tribe, Ute Mountain Ute Tribe, Ute Tribe of the \\nUnitah and Ouray Reserveration, and the Yomba Shoshone Tribe.\\n    During the 1980s, human remains representing one individual were \\nrecovered from Warezit House (42SV 1060) in the Fishlake National \\nForest during legally authorized excavations conducted by University of \\nUtah Department of Anthropology and currently curated at the Utah \\nMuseum of Natural History. No known individual was identified. No \\nassociated funerary objects are present.\\n    Based on material culture of the site, the Warezit House site has \\nbeen identified as a Fremont occupation dating between 780-1260 A.D. \\nBased on the context of the burial, this individual as been identified \\nas Native American. On review of the available evidence concerning \\nFremont culture and settlement of this area, continuties of \\nagriculture, basketry, and ceramics indicate affiliation between the \\nFremont of this area and later puebloan groups. Additionally, \\ncontinuities of ceramics and projectile point chronologies also \\nindicate cultural affiliation between the Fremont of this area and the \\nhistoric Numic-speaking groups identified in the area during the \\ncontact period. Consultation evidence provided by representatives of \\nthe Hopi Tribe, the Paiute Tribe of Utah, the Pueblo of Zuni, and the \\nUte Tribe of the Unitah and Ouray Reservation have presented data from \\noral traditions that indicate ancestral groups and/or specific clans or \\nlineages from their cultures inhabited portions of the area associated \\nwith the Fremont from the very earliest times onward.\\n    Based on the above mentioned information, officials of the USDA \\nForest Service have determined that, pursuant to 43 CFR 10.2 (d)(1), \\nthe human remains listed above represent the physical remains of one \\nindividual of Native American ancestry. While not clearly culturally \\naffiliated, officials of the USDA National Forest Service have further \\ndetermined that, pursuant to 25 U.S.C. 3003 (d)(2)(C), there is a \\nreasonable belief of shared group identity given the totality of the \\ncircumstances surrounding the acquisition of these Native American \\nhuman remains with the Hopi Tribe, the Paiute Tribe of Utah, the Pueblo \\nof Zuni, and the Ute Tribe of the Unitah and Ouray Reservation.\\n    This notice has been sent to officials of the Duckwater Shoshone \\nTribe, Fort McDermitt Paiute and Shoshone Tribes, Hopi Tribe, Kaibab \\nBand of Paiute Indians, Navajo Nation, Northwestern Band of Shoshoni \\nNation, Paiute Indian Tribe of Utah, Pueblo of Acoma, Pueblo of \\nPojoaque, Pueblo of San Felipe, Pueblo of San Ildefonso, Pueblo of \\nSandia, Pueblo of Santa Ana, Pueblo of Santa Clara, Pueblo of Santo \\nDomingo, Pueblo of Zia, Pueblo of Zuni, Shoshone-Bannock Tribes of the \\nFort Hall Reservation, Shoshone-Paiute Tribes of the Duck Valley \\nReservation, Skull Valley Band of Goshute Indians, Southern Paiute \\nConsortium (on behalf of the the Kaibab Paiute Band, Cedar City Paiute \\nBand, Indian Peak Paiute Band, Kanosh Paiute Band, Koosharem Paiute \\nBand, Las Vegas Paiute Band, Moapa Paiute Band, and Shivwits Paiute \\nBand), Southern Ute Indian Tribe, Summit Lake Paiute Tribe, Ute \\nMountain Ute Tribe, Ute Tribe of the Unitah and Ouray Reserveration, \\nYomba Shoshone Tribe. Representatives of any other Indian tribe that \\nbelieves itself to be culturally affiliated with these human remains \\nshould contact Robert Leonard, Forest Archeologist, Fishlake National \\nForest, 115 East 900 North, Richfield, UT 84602-3600; telephone: (801) \\n896-9233, before June 12, 1998. Repatriation of the human remains to \\nthe Hopi Tribe, the Paiute Tribe of Utah, the Pueblo of Zuni, and the \\nUte Tribe of the Unitah and Ouray Reservation may begin after that date \\nif no additional claimants come forward.\\n    The National Park Service is not responsible for the determinations \\nwithin this notice.\\nDated: May 7, 1998.\\nFrancis P. McManamon,\\nDepartmental Consulting Archeologist,\\nManager, Archeology and Ethnography Program.\\n[FR Doc. 98-12648 Filed 5-12-98; 8:45 am]\\nBILLING CODE 4310-70-F\\n\\n\\n\\n", "agency1": "Null", "sub_agency1": "Null", "dep_doc": "Null", "subject": "Null", "agency2": "Null", "action": "Null", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Null", "signature_name": "Null", "signature_title": "Null", "fr_doc": "Null", "billing_code": "Null", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}