{"index": "I_2384", "messy_full": "\\n\\nFederal Register, Volume 62 Issue 222 (Tuesday, November 18, 1997)\\n\\n[Federal Register Volume 62, Number 222 (Tuesday, November 18, 1997)]\\n[Notices]\\n[Page 61526]\\nFrom the Federal Register Online via the Government Publishing Office [www.gpo.gov]\\n[FR Doc No: 97-30231]\\n\\n\\n\\n[[Page 61526]]\\n\\n-----------------------------------------------------------------------\\n\\nDEPARTMENT OF THE INTERIOR\\n\\nNational Park Service\\n\\n\\nNotice of Inventory Completion for Native American Human Remains \\nand an Associated Funerary Object From Park County, MT in the \\nPossession of the Buffalo Bill Historical Center, Cody, WY\\n\\nAGENCY: National Park Service.\\n\\nACTION: Notice.\\n\\n-----------------------------------------------------------------------\\n\\n    Notice is hereby given in accordance with provisions of the Native \\nAmerican Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. \\n3003 (d), of the completion of an inventory of human remains and an \\nassociated funerary object in the possession of the Buffalo Bill \\nHistorical Center, Cody, WY.\\n    A detailed assessment of the human remains was made by Buffalo Bill \\nHistorical Center professional staff in consultation with \\nrepresentatives of the Crow Tribe of Montana.\\n    In 1974, human remains representing one individual were removed \\nfrom the Fricker Ranch by Federal Bureau of Investigation personnel \\nfollowing notification by the Park County Coroner that human remains \\nhad been discovered. In 1974, these human remains were donated to \\nBuffalo Bill Historical Center by Mr. and Mrs. Eugene Gardner of the \\nFricker Ranch. No known individuals were identified. The associated \\nfunerary object is a nickel pendant with a date of 1835.\\n    Based on posterior cradle deformation, shovel incisors, and dental \\nwear patterns, this individual has been identified as Native American, \\nspecifically from the Northern Plains. Based on the date of the \\npendant, this burial is estimated to date to circa the mid-nineteenth \\ncentury. Historical documents indicate that Park County was well within \\nthe Crow territory of the nineteenth century.\\n    Based on the above mentioned information, officials of the Buffalo \\nBill Historical Center have determined that, pursuant to 43 CFR \\n10.2(d)(1), the human remains listed above represent the physical \\nremains of one individual of Native American ancestry. Officials of the \\nBuffalo Bill Historical Center have also determined that, pursuant to \\n25 U.S.C. 3001(3)(A), the one object listed above is reasonably \\nbelieved to have been placed with or near individual human remains at \\nthe time of death or later as part of the death rite or ceremony. \\nLastly, officials of the Buffalo Bill Historical Center have determined \\nthat, pursuant to 25 U.S.C. 3001(2), there is a relationship of shared \\ngroup identity which can be reasonably traced between these Native \\nAmerican human remains and associated funerary object and the Crow \\nTribe of Montana.\\n    This notice has been sent to officials of the Crow Tribe of \\nMontana, the Blackfoot Tribe of the Blackfoot Indian Reservation, and \\nthe Shoshone Tribe of the Wind River Reservation. Representatives of \\nany other Indian tribe that believes itself to be culturally affiliated \\nwith these human remains and associated funerary objects should contact \\nEmma I. Hansen, Curator, Buffalo Bill Historical Center, 720 Sheridan \\nAvenue, Cody, WY 82414; telephone: (307) 587-4771, before December 18, \\n1997. Repatriation of the human remains and associated funerary objects \\nto the Crow Tribe of Montana may begin after that date if no additional \\nclaimants come forward.\\n\\n    Dated: November 5, 1997.\\nFrancis P. McManamon,\\nDepartmental Consulting Archeologist, Manager, Archeology and \\nEthnography Program.\\n[FR Doc. 97-30231 Filed 11-17-97; 8:45 am]\\nBILLING CODE 4310-70-M\\n\\n\\n\\n", "agency1": "Null", "sub_agency1": "Null", "dep_doc": "Null", "subject": "Null", "agency2": "Null", "action": "Null", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Null", "signature_name": "Null", "signature_title": "Null", "fr_doc": "Null", "billing_code": "Null", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}