{"index": "I_2371", "messy_full": "\\n\\nFederal Register, Volume 63 Issue 56 (Tuesday, March 24, 1998)\\n\\n[Federal Register Volume 63, Number 56 (Tuesday, March 24, 1998)]\\n[Notices]\\n[Pages 14137-14138]\\nFrom the Federal Register Online via the Government Publishing Office [www.gpo.gov]\\n[FR Doc No: 98-7580]\\n\\n\\n-----------------------------------------------------------------------\\n\\nDEPARTMENT OF THE INTERIOR\\n\\nNational Park Service\\n\\n\\nNotice of Inventory Completion for Native American Human Remains \\nfrom Plymouth, MA in the Possession of Plimoth Plantation, Inc., \\nPlymouth, MA\\n\\nAGENCY: National Park Service\\n\\nACTION: Notice\\n\\n-----------------------------------------------------------------------\\n\\n    Notice is hereby given in accordance with provisions of the Native \\nAmerican Graves Protection and Repatriation Act (NAGPRA), 43 CFR 10.9, \\nof the completion of an inventory of human remains from Plymouth, MA in \\nthe possession of the Plimoth Plantation, Inc., Plymouth, MA.\\n    A detailed assessment of the human remains was made by Plimoth \\nPlantation professional staff in consultation with representatives of \\nthe Wampanoag Confederation on behalf of the Gay Head Tribe of \\nWampanoag Indians, a Federally-recognized Indian tribe; and the Mashpee \\nWampanoag, the Assonet Wampanoag, two Indian groups.\\n    Between 1936 and 1945, human remains representing one individual \\nwere recovered from the Brown site on the Eel River in Plymouth, MA as \\npart of an amateur excavation/surface collection by Harry Hornblower \\nII. In 1987, Mr. Hornblower\\'s estate donated his collections from the \\nBrown site to Plimoth Plantation. No known individual was identified. \\nNo associated funerary objects are present.\\n    Historical documents from the 17th and early 18th centuries \\n[including the 1606 Champlain Map of Port St. Louis (Plymouth)] \\nindicate the Brown site is located within Wampanoag historic homelands \\nand corresponds to Wampanoag settlements along the Eel River during \\nthis period. Cultural material recovered at this site, including \\nceramics, points, and a gun flint indicate continuous occupation from \\nthe late Woodland into the early contact period. Archeological and \\nethnographic sources further indicate continuities of material culture \\nand language between 17th century Wampanoag of the Eel River area and \\ntribe and communities represented by the Wampanoag Confederation.\\n    Based on the above mentioned information, officials of Plimoth \\nPlantation, Inc. have determined that, pursuant to 43 CFR 10.2 (d)(1), \\nthe human remains listed above represent the physical remains of one \\nindividual of Native American ancestry. Officials of Plimoth \\nPlantation, Inc. have also determined that, pursuant to 43 CFR 10.2 \\n(e), there is a relationship of shared group identity which can be \\nreasonably traced between these Native American human remains and the \\nWampanoag Confederation.\\n    This notice has been sent to officials of the Wampanoag \\nConfederation. Representatives of any other Indian tribe that believes \\nitself to be culturally affiliated with these human remains should \\ncontact Karin Goldstein, Curator of Original Collections, Plimoth \\nPlantation, P.O. Box 1620, Plymouth, MA 02362; telephone: (508) 746-\\n1622, ext. 379, before April 23, 1998. Repatriation of the human \\nremains to the Wampanoag Confederation may\\n\\n[[Page 14138]]\\n\\nbegin after that date if no additional claimants come forward.\\nDated: March 18, 1998.\\n\\n    Veletta Canouts,\\nActing Departmental Consulting Archeologist,\\nDeputy Manager, Archeology and Ethnography Program.\\n[FR Doc. 98-7580 Filed 3-23-98; 8:45 am]\\nBILLING CODE 4310-70-F\\n\\n\\n\\n", "agency1": "Null", "sub_agency1": "Null", "dep_doc": "Null", "subject": "Null", "agency2": "Null", "action": "Null", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Null", "signature_name": "Null", "signature_title": "Null", "fr_doc": "Null", "billing_code": "Null", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}