{"index": "I_2315", "messy_full": "\\n\\nFederal Register, Volume 63 Issue 242 (Thursday, December 17, 1998)\\n\\n[Federal Register Volume 63, Number 242 (Thursday, December 17, 1998)]\\n[Notices]\\n[Page 69649]\\nFrom the Federal Register Online via the Government Publishing Office [www.gpo.gov]\\n[FR Doc No: 98-33448]\\n\\n\\n-----------------------------------------------------------------------\\n\\nDEPARTMENT OF THE INTERIOR\\n\\nNational Park Service\\n\\n\\nNotice of Inventory Completion for Native American Human Remains \\nfrom near Oregon City, OR in the Possession of the Peabody Museum of \\nArchaeology and Ethnology, Harvard University, Cambridge, MA\\n\\nAGENCY: National Park Service, Interior\\n\\nACTION: Notice\\n\\n-----------------------------------------------------------------------\\n\\n    Notice is hereby given in accordance with provisions of the Native \\nAmerican Graves Protection and Repatriation Act (NAGPRA), 43 CFR 10.9, \\nof the completion of an inventory of human remains from near Oregon \\nCity, OR in the possession of the Peabody Museum of Archaeology and \\nEthnology, Harvard University, Cambridge, MA.\\n    A detailed assessment of the human remains was made by Peabody \\nMuseum of Archaeology and Ethnology professional staff in consultation \\nwith representatives of the Confederated Tribes of the Grande Ronde of \\nOregon.\\n    In 1895, human remains representing one individual were removed \\nfrom a burial site two miles outside of Oregon City, OR by Dr. M.E. \\nPierce who donated these human remains to the Peabody Museum of \\nArchaeology and Ethnology the same year. No known individual was \\nidentified. No associated funerary objects are present.\\n    Based on cranial morphology, this individual has been determined to \\nbe Native American. Museum documentation records this individual to be \\n``Clackamas.\\'\\' Historical documents indicate the area of Oregon City \\nwas part of Clackamas traditional territory during the eighteenth and \\nnineteenth centuries. The attribution of such a specific cultural \\naffiliation to the individual by the collector indicates that interment \\npost-dates sustained contact between indigenous groups and Europeans \\nbeginning in the late eighteenth century. Therefore, the antiquity of \\nthe human remains and the occupation of the area by Clackamas people \\ncoincide. The Clackamas people are represented by the Confederated \\nTribes of the Grande Ronde of Oregon.\\n    Based on the above mentioned information, officials of the Peabody \\nMuseum of Archaeology and Ethnology have determined that, pursuant to \\n43 CFR 10.2 (d)(1), the human remains listed above represent the \\nphysical remains of one individual of Native American ancestry. \\nOfficials of the Peabody Museum of Archaeology and Ethnology have also \\ndetermined that, pursuant to 43 CFR 10.2 (e), there is a relationship \\nof shared group identity which can be reasonably traced between these \\nNative American human remains and the Confederated Tribes of the Grande \\nRonde of Oregon.\\n    This notice has been sent to officials of the Confederated Tribes \\nof the Grande Ronde of Oregon. Representatives of any other Indian \\ntribe that believes itself to be culturally affiliated with these human \\nremains and associated funerary objects should contact Barbara Isaac, \\nRepatriation Coordinator, Peabody Museum of Archaeology and Ethnology, \\nHarvard University, 11 Divinity Ave., Cambridge, MA 02138; telephone: \\n(617) 495-2254, before January 19, 1999. Repatriation of the human \\nremains to the Confederated Tribes of the Grande Ronde of Oregon may \\nbegin after that date if no additional claimants come forward.\\nDated: December 11, 1998.\\nVeletta Canouts,\\nActing Departmental Consulting Archeologist,\\nDeputy Manager, Archeology and Ethnography Program.\\n[FR Doc. 98-33448 Filed 12-16-98; 8:45 am]\\nBILLING CODE 4310-70-F\\n\\n\\n\\n", "agency1": "Null", "sub_agency1": "Null", "dep_doc": "Null", "subject": "Null", "agency2": "Null", "action": "Null", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Null", "signature_name": "Null", "signature_title": "Null", "fr_doc": "Null", "billing_code": "Null", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}