{"index": "I_2319", "messy_full": "\\n\\nFederal Register, Volume 63 Issue 227 (Wednesday, November 25, 1998)\\n\\n[Federal Register Volume 63, Number 227 (Wednesday, November 25, 1998)]\\n[Notices]\\n[Pages 65216-65217]\\nFrom the Federal Register Online via the Government Publishing Office [www.gpo.gov]\\n[FR Doc No: 98-31482]\\n\\n\\n-----------------------------------------------------------------------\\n\\nDEPARTMENT OF THE INTERIOR\\n\\nNational Park Service\\n\\n\\nNotice of Inventory Completion for Native American Human Remains \\nand Associated Funerary Objects from Pecos Pueblo, NM in the Possession \\nof the Maxwell Museum of Anthropology, University of New Mexico, \\nAlbuquerque, NM\\n\\nAGENCY: National Park Service\\n\\nACTION: Notice\\n\\n-----------------------------------------------------------------------\\n\\n    Notice is hereby given in accordance with provisions of the Native \\nAmerican Graves Protection and Repatriation Act (NAGPRA), 43 CFR 10.9, \\nof the completion of an inventory of human remains and associated \\nfunerary objects from Pecos Pueblo, NM in the possession of the Maxwell \\nMuseum of Anthropology, University of New Mexico, Albuquerque, NM.\\n    A detailed assessment of the human remains was made by Maxwell \\nMuseum of Anthropology professional staff in consultation with \\nrepresentatives of the\\n\\n[[Page 65217]]\\n\\nApache Tribe of Oklahoma, the Comanche Indian Tribe, the Hopi Tribe, \\nthe Jicarilla Apache Tribe of the Jicarilla Apache Indian Reservation, \\nthe Kiowa Indian Tribe of Oklahoma, the Mescalero Apache Tribe of the \\nMescalero Reservation, the Navajo Nation, the Pueblo of Cochiti, the \\nPueblo of Jemez, the Pueblo of Santo Domingo, the Pueblo of Zuni, and \\nthe Wichita and Affiliated Tribes.\\n    In 1939, human remains representing approximately 51 individuals \\nwere recovered from the mission churches at Pecos Pueblo, NM during \\nlegally authorized excavations conducted by a joint research team from \\nthe University of New Mexico and the Museum of New Mexico headed by \\nWilliam B. Witkind. No known individuals were identified. The 26 \\nassociated funerary objects include burial wrappings, feathers, fur, \\nhuman hair, cordage, animal bone, matting, ceramic sherds, adobe with \\nfiber, obsidian chipped stone, worked wood, and beads.\\n    Four Roman Catholic churches were constructed as Pecos Pueblo; two \\nof these were built prior to the Pueblo Revolt of 1680; and two \\nchurches were constructed after 1680. The majority of human remains \\nrecovered in these 1939 excavations appear to correspond to burials \\nassociated with the second and fourth churches. Based on skeletal \\nmorphology and associated funerary objects, 49 of these individuals \\nhave been determined to be Native American. Historic records indicate \\nthat individuals from a number of Native American groups were baptized, \\nmarried, or buried at the site. The burial records include persons with \\nTewa, Nambe, Picuri, Yuta, Apache, Comanche, and Tano affiliations as \\nwell as people from Pecos and the Pueblo of Jemez. Historic records and \\nfamily information indicate Plains Indians were incorporated into the \\nPecos community through trade, slavery, and marriage.\\n    Based on material culture, historic records and documents, and oral \\nhistory presented by representatives of the Apache Tribe of Oklahoma, \\nthe Comanche Indian Tribe, the Hopi Tribe, the Jicarilla Apache Tribe, \\nthe Kiowa Indian Tribe, the Mescalero Apache Tribe, the Navajo Nation, \\nthe Pueblo of Cochiti, the Pueblo of Jemez, the Pueblo of Zuni, and the \\nWichita and Affiliated Tribes, Pecos Pueblo (LA 625) and Pecos Mission \\n(LA 4444) have been identified as a Puebloan occupation dating from the \\nPueblo III period (c. 1100 A.D.) to its abandonment in 1838 when the \\nnative inhabitants left Pecos Pueblo and went to the Pueblo of Jemez. \\nWhile Pecos Pueblo mission churches have been determined to have shared \\ncultural affiliation with the consulted tribes, the descendants and \\ngovernment of Pecos Pueblo now reside at the Pueblo of Jemez. In 1936, \\nan Act of Congress recognized the Pueblo of Jemez as a \\n``consolidation\\'\\' and ``merger\\'\\' of the Pueblo of Pecos and the Pueblo \\nof Jemez. This Act further recognized that all property, rights, \\ntitles, interests, and claims of both Pueblos were consolidated under \\nthe Pueblo of Jemez.\\n    Based on the above mentioned information, officials of the Maxwell \\nMuseum of Anthropology have determined that, pursuant to 43 CFR 10.2 \\n(d)(1), the human remains listed above represent the physical remains \\nof 49 individuals of Native American ancestry. Officials of the Maxwell \\nMuseum of Anthropology have also determined that, pursuant to 43 CFR \\n10.2 (d)(2), the 26 objects listed above are reasonably believed to \\nhave been placed with or near individual human remains at the time of \\ndeath or later as part of the death rite or ceremony. Lastly, officials \\nof the Maxwell Museum of Anthropology have determined that, pursuant to \\n43 CFR 10.2 (e), there is a relationship of shared group identity which \\ncan be reasonably traced between these Native American human remains \\nand associated funerary objects and the Pueblo of Jemez.\\n    This notice has been sent to officials of the Apache Tribe of \\nOklahoma, the Comanche Indian Tribe, the Hopi Tribe, the Jicarilla \\nApache Tribe of the Jicarilla Apache Indian Reservation, the Kiowa \\nIndian Tribe of Oklahoma, the Mescalero Apache Tribe of the Mescalero \\nReservation, the Navajo Nation, the Pueblo of Cochiti, the Pueblo of \\nJemez, the Pueblo of Santo Domingo, the Pueblo of Zuni, and the Wichita \\nand Affiliated Tribes. Representatives of any other Indian tribe that \\nbelieves itself to be culturally affiliated with these human remains \\nand associated funerary objects should contact Brenda A. Dorr, NAGPRA \\nProject Director, Maxwell Museum of Anthropology, University of New \\nMexico, Albuquerque, NM 87131-1201; telephone: (505) 277-0195, before \\nDecember 28, 1998. Repatriation of the human remains and associated \\nfunerary objects to the Pueblo of Jemez may begin after that date if no \\nadditional claimants come forward.\\nDated: November 18, 1998.\\nVeletta Canouts,\\nActing Departmental Consulting Archeologist,\\nDeputy Manager, Archeology and Ethnography Program.\\n[FR Doc. 98-31482 Filed 11-24-98; 8:45 am]\\nBILLING CODE 4310-70-F\\n\\n\\n\\n", "agency1": "Null", "sub_agency1": "Null", "dep_doc": "Null", "subject": "Null", "agency2": "Null", "action": "Null", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Null", "signature_name": "Null", "signature_title": "Null", "fr_doc": "Null", "billing_code": "Null", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}