{"index": "I_2331", "messy_full": "\\n\\nFederal Register, Volume 63 Issue 190 (Thursday, October 1, 1998)\\n\\n[Federal Register Volume 63, Number 190 (Thursday, October 1, 1998)]\\n[Notices]\\n[Page 52748]\\nFrom the Federal Register Online via the Government Publishing Office [www.gpo.gov]\\n[FR Doc No: 98-26261]\\n\\n\\n-----------------------------------------------------------------------\\n\\nDEPARTMENT OF THE INTERIOR\\n\\nNational Park Service\\n\\n\\nNotice of Inventory Completion for Native American Human Remains \\nand Associated Funerary Objects from Munnsville, NY in the Possession \\nof the University of Pennsylvania Museum of Archaeology and \\nAnthropology, University of Pennsylvania, Philadelphia, PA\\n\\nAGENCY: National Park Service\\n\\nACTION: Notice\\n\\n-----------------------------------------------------------------------\\n\\n    Notice is hereby given in accordance with provisions of the Native \\nAmerican Graves Protection and Repatriation Act (NAGPRA), 43 CFR 10.9, \\nof the completion of an inventory of human remains and associated \\nfunerary objects from Munnsville, NY in the possession of the \\nUniversity of Pennsylvania Museum of Archaeology and Anthropology, \\nUniversity of Pennsylvania, Philadelphia, PA.\\n    A detailed assessment of the human remains was made by University \\nof Pennsylvania Museum professional staff in consultation with \\nrepresentatives of the Oneida Indian Nation of New York and the Oneida \\nTribe of Indians of Wisconsin.\\n    In 1944, human remains representing two individuals were removed \\nfrom the Ellenwood site, Munnsville, NY by Mr. (Elton?) Lake. In 1944, \\nthese human remains were donated to the University of Pennsylvania \\nMuseum by George Roberts of Sharon Hill, PA. No known individuals were \\nidentified. The four associated funerary objects include three iron \\nfragments and mirror glass.\\n    Based on accession information and associated funerary objects, \\nthese individuals have been determined to be Native American from the \\nearly historic period. Based on historic documents, the Ellenwood site \\nhas been identified as an Oneida village and cemetary occupied during \\nthe 17th century. Representatives of the Oneida Indian Nation of New \\nYork have presented geographical and historical evidence during \\nconsultation indicating cultural affiliation with the Ellenwood site.\\n    Based on the above mentioned information, officials of the \\nUniversity of Pennsylvania Museum have determined that, pursuant to 43 \\nCFR 10.2 (d)(1), the human remains listed above represent the physical \\nremains of two individuals of Native American ancestry. Officials of \\nthe University of Pennsylvania Museum have also determined that, \\npursuant to 43 CFR 10.2 (d)(2), the four objects listed above are \\nreasonably believed to have been placed with or near individual human \\nremains at the time of death or later as part of the death rite or \\nceremony. Officials of the University of Pennsylvania Museum have also \\ndetermined that, pursuant to 43 CFR 10.2 (e), there is a relationship \\nof shared group identity which can be reasonably traced between these \\nNative American human remains and associated funerary objects and the \\nOneida Indian Nation of New York and the Oneida Tribe of Indians of \\nWisconsin.\\n    This notice has been sent to officials of the Oneida Indian Nation \\nof New York and the Oneida Tribe of Indians of Wisconsin. \\nRepresentatives of any other Indian tribe that believes itself to be \\nculturally affiliated with these human remains and associated funerary \\nobjects should contact Dr. Jeremy Sabloff, the Williams Director, \\nUniversity of Pennsylvania Museum of Archaeology and Anthropology, 33rd \\nand Spruce Streets, Philadelphia, PA 19104-6324; telephone: (215) 898-\\n4051, fax: (215) 898-0657 before November 2, 1998. Repatriation of the \\nhuman remains and associated funerary objects to the Oneida Indian \\nNation of New York and the Oneida Tribe of Indians of Wisconsin may \\nbegin after that date if no additional claimants come forward.\\nDated: September 25, 1998.\\nFrancis P. McManamon,\\nDepartmental Consulting Archeologist,\\nManager, Archeology and Ethnography Program.\\n[FR Doc. 98-26261 Filed 9-30-98; 8:45 am]\\nBILLING CODE 4310-70-F\\n\\n\\n\\n", "agency1": "Null", "sub_agency1": "Null", "dep_doc": "Null", "subject": "Null", "agency2": "Null", "action": "Null", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Null", "signature_name": "Null", "signature_title": "Null", "fr_doc": "Null", "billing_code": "Null", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}