{"index": "I_2342", "messy_full": "\\n\\nFederal Register, Volume 63 Issue 157 (Friday, August 14, 1998)\\n\\n[Federal Register Volume 63, Number 157 (Friday, August 14, 1998)]\\n[Notices]\\n[Pages 43722-43723]\\nFrom the Federal Register Online via the Government Publishing Office [www.gpo.gov]\\n[FR Doc No: 98-21835]\\n\\n\\n-----------------------------------------------------------------------\\n\\nDEPARTMENT OF THE INTERIOR\\n\\nNational Park Service\\n\\n\\nNotice of Inventory Completion for Native American Human Remains \\nand Associated Funerary Objects from Wisconsin in the Possession of the \\nState Historical Society of Wisconsin, Madison, WI\\n\\nAGENCY: National Park Service\\n\\nACTION: Notice\\n\\n-----------------------------------------------------------------------\\n\\n    Notice is hereby given in accordance with provisions of the Native \\nAmerican Graves Protection and Repatriation Act (NAGPRA), 43 CFR 10.9, \\nof the completion of an inventory of human remains and associated \\nfunerary objects in the possession of the State Historical Society of \\nWisconsin, Madison, WI.\\n    A detailed assessment of the human remains was made by State \\nHistorical Society of Wisconsin professional staff in consultation with \\nrepresentatives of the Iowa Tribe of Oklahoma, Iowa Tribe of Kansas, \\nOtoe/Missouria Tribe of Oklahoma, Ho-Chunk Nation of Wisconsin, and \\nWinnebago Tribe of Nebraska.\\n    During 1989-1991, human remains representing a minimum of 139 \\nindividuals were recovered from the Tremaine site (47-Lc-0095) by field \\ncrews of the Museum Archaeology Program, State Historical Society of \\nWisconsin under a cooperative agreement with the Wisconsin Department \\nof Transportation as part of\\n\\n[[Page 43723]]\\n\\nthe USH 53 Expressway Project. No known individuals were identified. \\nThe 139 associated funerary objects include ceramics, sherds, \\nprojectile point, scrapers, and flakes, shell, copper fragments, galena \\nfragments, stone pipe bowls, catlinite fragments, bison scapula hoes, \\nriver cobbles, mammal bone, and wood fragments.\\n    Based on radiocarbon data and ceramic typology, the Tremaine site \\nhas been identified as an Oneota occupation dating between 1300-1600 \\nA.D. The Oneota tradition in western Wisconsin has generally been \\ndocumented by native oral traditions, European explorers\\' accounts, \\nhistorians, and anthorpologists as ancesteral to the present-day Iowa \\nTribe, the Ho-Chunk Nation of Wisconsin, and the Winnebago Tribe of \\nNebraska.\\n    In 1989, humam remains representing a minimum of one individual \\nwere recovered from the Filler site (47-Lc-0149) by field crews of the \\nMuseum Archaeology Program, State Historical Society of Wisconsin under \\na cooperative agreement with the Wisconsin Department of Transportation \\nas part of the USH 53 Expressway Project. No known individuals were \\nidentified. No associated funerary objects were present.\\n    Based on radiocarbon dates and ceramic typology, the Filler site \\nhas been identified as an Oneota Valley View Phase occupation dating \\nbetween 1500-1650 A.D. The Oneota tradition in western Wisconsin has \\ngenerally been documented by native oral traditions, European \\nexplorers\\' accounts, historians, and anthorpologists as ancesteral to \\nthe present-day Iowa Tribe, the Ho-Chunk Nation of Wisconsin, and the \\nWinnebago Tribe of Nebraska.\\n    In 1986 and 1989, human remains representing a minimum of one \\nindivdiual were recovered from the OT site (47-Lc-0262) by field crews \\nof the Museum Archaeology Program, State Historical Society of \\nWisconsin under a cooperative agreement with the Wisconsin Department \\nof Transportation as part of the USH 53 Expressway Project. No known \\nindividuals were identified. The 26 associated funerary objects include \\nceramics, ceramic sherds, lithics (including projectile points, \\nscrapers,  flakes), shell, shell beads, a copper disc, copper beads, \\nstone pipe bowls, and wood fragments.\\n    Based on radiocarbon dates and ceramic typology, the OT site has \\nbeen identified as an Oneota Valley View phase occupation dating \\nbetween 1450-1650 A.D. The Oneota tradition in western Wisconsin has \\ngenerally been documented by native oral traditions, European \\nexplorers\\' accounts, historians, and anthorpologists as ancesteral to \\nthe present-day Iowa Tribe, the Ho-Chunk Nation of Wisconsin, and the \\nWinnebago Tribe of Nebraska.\\n    Based on the above mentioned information, officials of the State \\nHistorical Society of Wisconsin have determined that, pursuant to 43 \\nCFR 10.2 (d)(1), the human remains listed above represent the physical \\nremains of a minimum of 141 individuals of Native American ancestry. \\nOfficials of the State Historical Society of Wisconsin have also \\ndetermined that, pursuant to 43 CFR 10.2 (d)(2), the 165 objects listed \\nabove are reasonably believed to have been placed with or near \\nindividual human remains at the time of death or later as part of the \\ndeath rite or ceremony. Lastly, officials of the State Historical \\nSociety of Wisconsin have determined that, pursuant to 43 CFR 10.2 (e), \\nthere is a relationship of shared group identity which can be \\nreasonably traced between these Native American human remains and \\nassociated funerary objects and the Iowa Tribe of Oklahoma.\\n    This notice has been sent to officials of the Iowa Tribe of \\nOklahoma, Iowa Tribe of Kansas, Otoe/Missouria Tribe of Oklahoma, Ho-\\nChunk Nation of Wisconsin, and Winnebago Tribe of Nebraska. \\nRepresentatives of any other Indian tribe that believes itself to be \\nculturally affiliated with these human remains and associated funerary \\nobjects should contact David Wooley, Curator of Anthropology, State \\nHistorical Society of Wisconsin, 816 State Street, Madison, WI 53706-\\n1488; telephone: (608) 264-6574, before September 14, 1998. \\nRepatriation of the human remains and associated funerary objects to \\nthe Iowa Tribe of Oklahoma may begin after that date if no additional \\nclaimants come forward.\\nDated: August 10, 1998.\\nFrancis P. McManamon,\\nDepartmental Consulting Archeologist,\\nManager, Archeology and Ethnography Program.\\n[FR Doc. 98-21835 Filed 8-13-98; 8:45 am]\\nBILLING CODE 4310-70-F\\n\\n\\n\\n", "agency1": "Null", "sub_agency1": "Null", "dep_doc": "Null", "subject": "Null", "agency2": "Null", "action": "Null", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Null", "signature_name": "Null", "signature_title": "Null", "fr_doc": "Null", "billing_code": "Null", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}