{"index": "I_2305", "messy_full": "\\n\\nFederal Register, Volume 64 Issue 48 (Friday, March 12, 1999)\\n\\n[Federal Register Volume 64, Number 48 (Friday, March 12, 1999)]\\n[Notices]\\n[Pages 12344-12349]\\nFrom the Federal Register Online via the Government Publishing Office [www.gpo.gov]\\n[FR Doc No: 99-6111]\\n\\n\\n-----------------------------------------------------------------------\\n\\nDEPARTMENT OF THE INTERIOR\\n\\nNational Park Service\\n\\n\\nNotice of Inventory Completion for Native American Human Remains, \\nAssociated Funerary Objects, and Unassociated Funerary Objects in the \\nPossession of the National Park Service, Chaco Culture National \\nHistorical Park, Nageezi, NM\\n\\nAGENCY: National Park Service\\n\\nACTION: Notice\\n\\n-----------------------------------------------------------------------\\n\\n    Notice is hereby given in accordance with provisions of the Native \\nAmerican Graves Protection and Repatriation Act (NAGPRA), 43 CFR 10.9, \\nof the completion of an inventory of human remains, associated funerary \\nobjects, and unassociated funerary objects in the possession and \\ncontrol of the National Park Service, Chaco Culture National Historical \\nPark, Nageezi, NM.\\n    A detailed assessment of the human remains, associated funerary \\nobjects, and unassociated funerary objects was made by National Park \\nService professional staff in consultation with representatives of the \\nHopi Tribe of Arizona; Navajo Nation of Arizona, New Mexico, and Utah; \\nPueblo of Acoma; Pueblo of Cochiti, New Mexico; Pueblo of Isleta, New \\nMexico; Pueblo of Jemez, New Mexico; Pueblo of Laguna, New Mexico; \\nPueblo of Nambe, New Mexico; Pueblo of Picuris, New Mexico; Pueblo of \\nPojoaque, New Mexico; Pueblo of San Felipe, New Mexico; Pueblo of San \\nJuan, New Mexico; Pueblo of Sandia, New Mexico; Pueblo of Santa Ana, \\nNew Mexico; Pueblo of Taos, New Mexico; Pueblo of Tesuque, New Mexico; \\nPueblo of Zia, New Mexico; Southern Ute Indian Tribe of the Southern \\nUte Reservation, Colorado; Ute Mountain Tribe of the Ute Mountain \\nReservation, Colorado, New Mexico, and Utah; and the Zuni Tribe of the \\nZuni Reservation, New Mexico. The Jicarilla Apache Tribe of the \\nJicarilla Apache Indian Reservation, New Mexico; Pueblo of San \\nIldefonso, New Mexico; Pueblo of Santa Clara, New Mexico; Pueblo of \\nSanto Domingo, New Mexico; and Ysleta Del Sur Pueblo of Texas were \\ninvited to consult, but did not participate.\\n    In 1956, human remains representing one individual were recovered \\nduring legally authorized National Park Service ruin stabilization \\nexcavations at Kin Ya\\'a (29Mc 108), a site within park boundaries. No \\nknown individual was identified. The eleven associated funerary objects \\ninclude four textile fragments, two wooden artifacts, four yucca cords, \\nand one pottery bowl.\\n    On the basis of archeological context, architecture, ceramics, and \\ndendrochronology, this site and the human remains are dated to Pueblo \\nIII (A.D. 1100-1300).\\n    In 1967, human remains representing one individual were recovered \\nduring legally authorized National Park Service ruin stabilization \\nexcavations at Pueblo Pintado (29Mc 166), a site within park \\nboundaries. No known individual was identified. No funerary objects are \\nassociated with this individual.\\n    On the basis of archeological context, diagnostic artifacts, and \\ndendrochronology samples, the major occupation of the site and these \\nhuman remains have been dated to Pueblo II-Pueblo III (A.D. 900-1300).\\n    In 1971, human remains representing one individual were recovered \\nfrom the surface during a legally authorized National Park Service \\narcheological survey of 29SJ 178, a site within park boundaries. This \\nsite was not excavated. No known individual was identified. No \\nassociated funerary objects were present.\\n    No field notes are associated with these human remains. There was \\nevidence of Archaic occupation, and Basketmaker III and Pueblo II \\nceramics were present at the site. On this basis, these human remains \\nmay date to any of these periods (pre A.D. 1; A.D. 500-700; 900-1100).\\n    In 1973, human remains representing 14 individuals were recovered \\nduring legally authorized National Park Service excavations at 29SJ \\n299, a site within park boundaries. No known individuals were \\nidentified. One individual was accompanied by eight small dog bones.\\n    The site and human remains are dated to Basketmaker III-Pueblo III \\n(A.D. 500-1300) on the basis of archeological context and ceramics.\\n    In 1972, human remains representing one individual were recovered \\nfrom the surface during a legally authorized National Park Service \\narcheological survey of 29SJ 352, a site within park boundaries. No \\nknown individual was identified. No associated funerary objects were \\npresent.\\n    Based on archeological context, architecture, and ceramics, this \\nsite and human remains are dated to Pueblo III (A.D. 1100-1300).\\n    Between 1976 and 1979, human remains representing 21 individuals \\nwere recovered during legally authorized National Park Service \\nexcavations at Pueblo Alto (29SJ 389), a site within park boundaries. \\nNo known individuals were identified. The four associated funerary \\nobjects are chipped stone flakes.\\n    The site and the human remains date to A.D. 900-1300 on the basis \\nof archeological context, diagnostic artifacts, dendrochronology and \\narchaeomagnetic dating.\\n    In 1979, human remains representing one individual were recovered \\nduring a legally authorized National Park Service archeological \\ninvestigation undertaken prior to the backfilling of Una Vida (29SJ \\n391), a site within park boundaries. No known individual was \\nidentified. No associated funerary objects were present.\\n    Una Vida and these human remains are dated to Pueblo II-Early \\nPueblo III (A.D. 900-1150) on the basis of archeological context and \\ndendrochronology.\\n    In 1983, human remains representing one individual were recovered \\nduring a legally authorized National Park Service archeological \\ninvestigation undertaken as part of an historic structures report of \\nKin Nahasbas (29SJ 392), a site within park boundaries. On the surface \\nof an anthill, a partial human tooth representing a single individual \\nwas recovered from a collection of prehistoric chipped stone flakes. No \\nknown individual was identified. No associated funerary objects were \\npresent.\\n    On the basis of diagnostic artifacts recovered from the Kin \\nNahasbas, the human remains may date to Late Pueblo II (A.D. 1000-\\n1100).\\n    In 1951, human remains representing eight individuals were \\nrecovered during legally authorized National Park Service ruin \\nstabilization excavations at Kin Kletso (29SJ 393), a site within park \\nboundaries. No known individuals were identified. The six associated \\nfunerary objects are pottery bowls.\\n    Kin Kletso and these human remains are dated by archeological \\ncontext, architecture, dendrochronology, and ceramics to Pueblo III \\n(A.D. 1100-1300).\\n    In 1950, human remains representing three individuals were \\nrecovered during legally authorized National Park Service ruin \\nstabilization excavations at Bc 50 (29SJ 394), a site within park \\nboundaries. No known individuals were identified. No associated \\nfunerary objects were present.\\n    On the basis of archeological context, architecture, and ceramics, \\nthis site and the human remains date to Pueblo II-Early Pueblo III \\n(A.D. 900-1150).\\n    In 1940, human remains representing seven individuals were \\nrecovered during legally authorized excavations\\n\\n[[Page 12345]]\\n\\nconducted by the University of New Mexico at 29SJ 396 (Bc 53), a site \\nwithin park boundaries. No known individuals were identified. No \\nassociated funerary objects were present.\\n    On the basis of archeological context, architecture, and ceramics, \\nthis site and the human remains date to Late Pueblo II-Early Pueblo III \\n(A.D. 1000-1150).\\n    In 1950, human remains representing 43 individuals were recovered \\nduring legally authorized National Park Service ruin stabilization \\nexcavations at 29SJ 399 (Bc 59), a site within park boundaries. No \\nknown individuals were identified. Chaco Culture NHP currently has in \\nits possession human remains representing 26 of the 43 individuals \\noriginally recovered from Bc 59. Additionally, Chaco Culture NHP \\npossesses 52 of the 55 originally recovered associated funerary objects \\nfrom Bc 59, including 13 pottery bowls and bowl fragments, ten \\npitchers, two jars, three ladle fragments, eleven sherds, seven mineral \\nartifacts, two stone artifacts, one bone artifact, one jet and shell \\nbead necklace, and two effigy vessel fragments. Three bowl fragments \\nare missing.\\n    On the basis of archeological context, ceramics, and architecture, \\nthis site, and these human remains are dated to Pueblo II-Early Pueblo \\nIII (A.D. 900-1150).\\n    In 1973, human remains representing six individuals were recovered \\nduring legally authorized National Park Service excavations at 29SJ \\n423, a site within park boundaries. No known individuals were \\nidentified. A single burial contained two associated funerary objects, \\nwhich included a black-on-white bowl and a slate bead.\\n    On the basis of archeological context and ceramics, the burial \\ncontaining associated funerary objects is dated to Pueblo III. The \\nhuman remains with no funerary objects have been dated to Basketmaker \\nIII (A.D.500-700) on the basis of archeological context, \\ndendrochronology, ceramics, and architecture.\\n    In 1967, human remains representing one individual were recovered \\nduring legally authorized National Park Service salvage excavations at \\nGallo Cliff Dwelling (29SJ 540), a site within park boundaries. No \\nknown individual was identified. No associated funerary objects were \\npresent.\\n    Gallo Cliff Dwelling and the human remains are dated to Pueblo III \\n(A.D. 1100-1300) on the basis of archeological context, ceramics, and \\narchitecture.\\n    In 1972, human remains representing two individuals were recovered \\nfrom the surface during a legally authorized National Park Service \\narcheological survey of 29SJ 563, a site within park boundaries. No \\nknown individuals were identified. The 15 associated funerary objects \\ninclude three fragments of a basketry pillow, three textile fragments, \\none sandal fragment, one sherd, three matting fragments, one cordage \\nsegment, one corn cob and two pieces of unidentified vegetal material.\\n    Based on archeological context and ceramics, this site and these \\nhuman remains are dated to Pueblo I-Early Pueblo III (A.D. 700-1150).\\n    In 1958, human remains representing two individuals were recovered \\nduring legally authorized National Park Service ruin stabilization \\nexcavations at 29SJ 589, a site within park boundaries. No known \\nindividuals were identified. The two associated funerary objects \\ninclude one pottery bowl and one sherd.\\n    On the basis of archeological context, ceramics, and \\narchaeomagnetic samples, the site have been dated to Late Pueblo III \\n(A.D. 1150-1300).\\n    In 1980-1982, human remains representing 13 individuals were \\nrecovered during legally authorized National Park Service mitigation \\ntrenching excavations prior to road construction at 29SJ 597, a site \\nwithin park boundaries. No known individuals were identified. The 47 \\nfunerary objects include one pottery corrugated jar, one botanical \\nspecimen inside the pitcher, 44 sherds, and one piece of matting.\\n    On the basis of archeological context and ceramics, this site and \\nthese human remains are dated to Pueblo III (A.D. 1100-1300).\\n    In 1939, human remains representing 12 individuals were recovered \\nduring legally authorized National Park Service salvage excavations in \\npreparation for the construction of a Civil Conservation Corps camp at \\n29SJ 625 (Three-C Site), a site within park boundaries. No known \\nindividuals were identified. Eight associated funerary objects were \\npresent and include four pottery bowls, three jars, and one pitcher.\\n    The Three-C Site has been dated by archeological context, ceramics, \\nand architecture to mid-Pueblo I-Early Pueblo II (A.D. 800-1000).\\n    In 1982, human remains representing eight individuals were \\nrecovered during legally authorized National Park Service excavations \\nat 29SJ 626, a site within park boundaries. No known individuals were \\nidentified. The 36 associated funerary objects include one pottery \\nbowl, one pitcher, one metate fragment, one effigy vessel, 30 sherds, \\nand three chipped stone.\\n    Based on archeological context, ceramics, and architecture, this \\nsite and these human remains are dated to Pueblo II (A.D. 900-1100).\\n    In 1974 and 1975, human remains representing 25 individuals were \\nrecovered during legally authorized National Park Service excavations \\nat 29SJ 627, a site within park boundaries. No known individuals were \\nidentified. The 186 associated funerary objects include five pottery \\nbowls, one pitcher, one miniature jar, one ladle fragment, 110 sherds, \\neleven projectile points, 28 chipped stone, two lithic specimens, ten \\nmineral specimens, one turquoise piece, one bone artifact, six \\nconcretions, four manos, one ground stone, two hammerstones, and two \\nburial matting fragments.\\n    On the basis of archeological context, ceramics, and \\narchaeomagnetic samples, these human remains and associated funerary \\nobjects are dated to the Late Pueblo II period (A.D. 1000-1100).\\n    In 1973, human remains representing eight individuals were \\nrecovered during legally authorized National Park Service excavations \\nat 29SJ 628, a site within park boundaries. No known individuals were \\nidentified. No funerary objects were present.\\n    On the basis of archeological context, architecture, and \\narchaeomagnetic samples, this site and these human remains have been \\ndated to Basketmaker III-Pueblo I (A.D. 500-900).\\n    In 1975 and 1976, human remains representing 14 individuals were \\nrecovered during legally authorized National Park Service excavations \\nat 29SJ 629, a site within park boundaries. No known individuals were \\nidentified. The 38 associated funerary objects include one selenite \\nspecimen, 19 chipped stone, and 18 sherds.\\n    Based on archeological context, ceramics, architecture, and a \\nvariety of chronometric samples, this site and these human remains are \\ndated to Late Pueblo I-mid Pueblo III (A.D. 875-1200).\\n    In 1975, human remains representing one individual were recovered \\nduring legally authorized National Park Service test excavations at \\n29SJ 630, a site within park boundaries. No known individual was \\nidentified. No associated funerary objects were present.\\n    The site of 29SJ 630 and these human remains are dated to Late \\nPueblo II-Pueblo III (A.D. 1000-1300) on the basis of archeological \\ncontext, ceramics, and architecture.\\n    In 1978, human remains representing 28 individuals were recovered \\nduring legally authorized National Park Service test excavations that \\nwere conducted as part of an evaluation of remote sensing technique at \\n29SJ 633, a site within park boundaries. No known individuals were \\nidentified. The 51 associated funerary objects include four burial \\nslabs, one pottery bowl fragment, 28 sherds, three\\n\\n[[Page 12346]]\\n\\nladle fragments, one corn cob fragment, four chipped stone, three \\nground stone, one bone artifact, one mineral specimen, one turquoise \\nfragment, two twine fragments, one mushroom cap, and bones from one \\nhawk.\\n    This site and the human remains are dated to Late Pueblo II-Early \\nPueblo III (A.D. 1000-1150) on the basis of archeological context, \\narchaeomagnetic samples, and ceramics.\\n    In 1973, human remains representing one individual were recovered \\nfrom a kiva during legally authorized National Park Service excavations \\nat 29SJ 721, a site within park boundaries. No known individual was \\nidentified. No associated funerary objects were present.\\n    The kiva and the human remains are dated to Pueblo III (A.D. 1100-\\n1300) based on archeological context, ceramic, and architecture.\\n    In 1964, human remains representing two individuals were recovered \\nduring legally authorized National Park Service salvage excavations at \\n29SJ 827, a site within park boundaries. No known individuals were \\nidentified. The four associated funerary objects include two pottery \\nbowls, one pitcher, and one jar.\\n    On the basis of archeological context and ceramics, these human \\nremains are dated to Late Pueblo II-Early Pueblo III (A.D. 1000-1150).\\n    In 1976, human remains representing three individuals were \\nrecovered from an Archaic midden during legally authorized National \\nPark Service excavations at Atlatl Cave (29SJ 1156), a site within park \\nboundaries. No known individuals were identified. No associated \\nfunerary objects were present.\\n    On the basis of archeological context and radiocarbon dating, the \\nmidden and these human remains are dated to the Archaic period (2900 \\nB.C.-A.D. 1).\\n    In 1976, human remains representing one individual were recovered \\nduring legally authorized National Park Service excavations at Sleeping \\nDune (29SJ 1157), a site within park boundaries. No known individual \\nwas identified. No associated funerary objects were present.\\n    Sleeping Dune consists of an extended hearth area and two dunes \\nwith cultural material and is interpreted as an early campsite \\ncontemporaneous with Atlatl Cave. The human remains cannot be directly \\ndated, but Sleeping Dune has been radiocarbon-dated to the Archaic and \\nBasketmaker periods (2900 B.C.-A.D. 500).\\n    In 1972, human remains representing one individual were recovered \\nduring a legally authorized National Park Service archeological survey \\nof 29SJ 1242, a site within park boundaries. No known individual was \\nidentified. No associated funerary objects were present.\\n    Based on surface ceramics, this site and the human remains are \\ndated to Pueblo I-Early Pueblo II (A.D. 700-1000).\\n    In 1972, human remains representing one individual were recovered \\nfrom the surface during a legally authorized National Park Service \\narcheological survey of 29SJ 1272, a site within park boundaries. No \\nknown individual was identified. No associated funerary objects were \\npresent.\\n    Based on surface ceramics and architecture, this site and the human \\nremains are dated to Pueblo II-Pueblo III (A.D. 900-1300).\\n    In 1974, human remains representing 12 individuals were recovered \\nduring legally authorized National Park Service excavations at 29SJ \\n1360, a site within park boundaries. No known individuals were \\nidentified. The nine funerary objects include one bead necklace, one \\nmatting fragment, two grinding slabs, two projectile points, one sherd, \\none adobe impression, and the remains of one dog.\\n    On the basis of archeological context, diagnostic artifacts \\nrecovered from the site, as well as architecture and archeomagnetic \\ndating, the site and human remains are dated to the Pueblo II period \\n(A.D. 900-1100).\\n    In 1972, human remains representing one individual were recovered \\nduring a legally authorized National Park Service archeological survey \\nof 29SJ 1396, a site within park boundaries. No known individual was \\nidentified. The 24 associated funerary objects include 23 sherds and \\none shell bead.\\n    Based on the archeological context and ceramics, this site and the \\nhuman remains are dated to Pueblo II-Early Pueblo III (A.D. 900-1150).\\n    In 1966, human remains representing one individual were recovered \\nduring legally authorized National Park Service ruin stabilization \\nexcavations at Kin Bineola (29SJ 1580), a site within park boundaries. \\nNo known individual was identified. No associated funerary objects were \\npresent.\\n    On the basis of archeological context, ceramics, and architecture, \\nthis site and the human remains are dated to Pueblo II-Pueblo III (A.D. \\n900-1300).\\n    In 1972, human remains representing one individual were recovered \\nfrom under a boulder overhang on the talus slope in front of a \\nrockshelter (site 29SJ 1629) during a legally authorized National Park \\nService archeological survey within park boundaries. No known \\nindividual was identified. The five associated funerary objects include \\none pottery ladle fragment, one canteen, two cordage fragments, and one \\nmatting fragment.\\n    Based on the archeological context and ceramics, this site and the \\nhuman remains are dated to Pueblo II (A.D. 900-1100).\\n    In 1967, human remains representing one individual were recovered \\nduring legally authorized National Park Service salvage excavations of \\nthe eastern segment of Half House (29SJ 1657), a site within park \\nboundaries. No known individual was identified. No associated funerary \\nobjects were present.\\n    The eastern segment of Half House and the human remains have been \\ndated to Basketmaker III (A.D. 500-700), based on archeological \\ncontext, architecture, and ceramics.\\n    In 1960, human remains representing eight individuals were \\nrecovered during legally authorized National Park Service ruin \\nstabilization excavations at Lizard House (29SJ 1912), a site within \\npark boundaries. No known individuals were identified. No associated \\nfunerary objects were present.\\n    On the basis of archeological context, architecture, ceramics, and \\ndendrochronology this site and the eight individuals have been dated to \\nLate Pueblo II-Early Pueblo III (A.D. 1000-1150).\\n    In 1950, human remains representing one individual were recovered \\nduring legally authorized ruin stabilization excavations by the \\nNational Park Service at Chetro Ketl (29SJ 1928), a site within park \\nboundaries. No known individual was identified. No associated funerary \\nobjects were present.\\n    This site and these human remains are dated to Pueblo II-Pueblo III \\n(A.D. 900-1300) on the basis of ceramics, architecture, and \\ndendrochronology.\\n    In 1933, human remains representing one individual were recovered \\nduring legally authorized University of New Mexico excavations at Talus \\nUnit 1 (29SJ 1930), a site within park boundaries. No known individual \\nwas identified. The ten associated funerary objects include eight \\nsherds, one pottery bowl fragment, and one faunal specimen.\\n    On the basis of archeological context, architecture, and \\ndendrochronology, Talus Unit 1 and these human remains are dated to \\nLate Pueblo II-Pueblo III (A.D. 1000-1300).\\n    In 1959, human remains representing one individual were recovered \\nduring legally authorized National Park Service ruin stabilization \\nexcavations at Talus Unit 1 (29SJ 1930), a site within park boundaries. \\nNo known individual was identified. No associated funerary objects were \\npresent.\\n\\n[[Page 12347]]\\n\\n    On the basis of archeological context, architecture, and \\ndendrochronology, Talus Unit 1 and these human remains are dated to \\nLate Pueblo II-Pueblo III (A.D. 1000-1300).\\n    In 1980, human remains representing one individual were recovered \\nduring legally authorized National Park Service archeological testing \\nat Pueblo del Arroyo (29SJ 1947), a site within park boundaries. No \\nknown individual was identified. No associated funerary objects were \\npresent.\\n    These human remains have been dated to Early Pueblo III on the \\nbasis of archeological context, architecture, dendrochronology, and \\nceramics (A.D. 1100-1150).\\n    In 1950, human remains representing one individual were recovered \\nduring legally authorized National Park Service ruin stabilization \\nexcavations at Pueblo del Arroyo (29SJ 1947), a site within park \\nboundaries. No known individual was identified. The five associated \\nfunerary objects include the remains of two dogs, one turkey, and two \\nunidentified mammals.\\n    This site and these human remains have been dated to Late Pueblo \\nII-Early Pueblo III (A.D. 1000-1150) on the basis of archeological \\ncontext, architecture, dendrochronology, and ceramics.\\n    In 1978, human remains representing three individuals were \\nrecovered during legally authorized excavations of a small site (SJC \\n265) near Kin Ya\\'a, a site within park boundaries. No known individuals \\nwere identified. The 16 associated funerary objects include 15 sherds \\nand one chipped stone.\\n    Based on the archeological context and ceramics, this site and \\nthese human remains are dated to Pueblo II-Pueblo III (A.D. 900-1300).\\n    In 1933, human remains representing one individual were recovered \\nduring legally authorized NPS excavations of a cavity in the cliff wall \\nbehind Kin Kletso, a site within park boundaries. No known individual \\nwas identified. No associated funerary objects were present.\\n    On the basis of archeological context and ceramics, this site and \\nthe human remains date to Pueblo II-Pueblo III (A.D. 900-1300).\\n    In 1966, human remains representing three individuals were \\nrecovered from one or two unknown sites within park boundaries during \\nthe legally authorized National Park Service Wilderness Study Site \\nSurvey directed by National Park Service ranger George Buckingham. No \\nknown individuals were identified. The 165 associated funerary objects \\ninclude two pottery bowls, 135 sherds, one ladle fragment, 18 chipped \\nstone, one turquoise piece, and eight mineral specimens. .\\n    The documentation for these human remains and associated funerary \\nobjects is poor, and site locations and object associations cannot be \\nestablished. Based on the ceramic funerary objects, these human remains \\nare dated to Pueblo I-Pueblo III (A.D. 700-1300).\\n    At some point prior to 1958, human remains representing three \\nindividuals were accessioned by Chaco Canyon National Monument. There \\nis no information regarding how the material in this accession was \\ncollected or by whom. No known individuals were identified. One \\nindividual was accompanied by five associated funerary objects, which \\ninclude one turquoise bead blank, two sherds, and two bark pieces.\\n    These human remains are believed to have come from burials in Chaco \\nCanyon, but there is no documentation on this. The examining \\nosteologist believes this individual dates to the Basketmaker period \\n(A.D. 1-700). There were no associated funerary objects with the other \\ntwo individuals, but based on cranial deformation, it is believed these \\nhuman remains date to the prehistoric occupation of Chaco Canyon (pre-\\nA.D. 1300).\\n    In 1966, human remains representing one individual were discovered \\nin the archaeological material on hand at Chaco Culture NHP. No known \\nindividual was identified. There were no associated funerary objects.\\n    There is no information on this single human molar, but it is \\nbelieved to have come from Chaco Canyon. No date can be assigned to \\nthese human remains, but the condition and wear of the molar indicate \\nit is prehistoric and most likely dates to the period of Chacoan \\noccupation (pre-A.D. 1300).\\n    In 1971, human remains representing one individual were recovered \\nduring the legally authorized Chaco Canyon Water Control Project from \\nan unspecified location in Rinconada Canal, a site within park \\nboundaries. No known individual was identified. No associated funerary \\nobjects were present.\\n    Although no date can be assigned to these human remains, the \\narcheological context supports the conclusion that these human remains \\nare prehistoric and most likely date to the Pueblo I-III periods (A.D. \\n700-1300).\\n    In 1978, human remains representing one individual were recovered \\nby a visitor from the Chaco Wash, near the east boundary fence. No \\nknown individual was identified. No associated funerary objects were \\npresent.\\n    No date can be assigned to these human remains, but the condition \\nand wear of the human remains indicate they are prehistoric and most \\nlikely date to the period of Chacoan occupation (pre-A.D. 1300).\\n    Prior to 1980, human remains representing one individual were \\nrecovered by NPS personnel at Chaco Culture NHP. No known individual \\nwas identified. No associated funerary objects were present. Although \\nno date can be assigned to these human remains, their recovery from \\nChaco Canyon and their fragile condition suggest they date to the \\nprehistoric occupation (pre-A.D. 1300).\\n    In 1982, human remains of one individual were discovered in a box \\nretrieved from the middle of the Mockingbird Road, a site within park \\nboundaries. No known individual was identified. No associated funerary \\nobjects were present.\\n    The Mockingbird Road had been used by the National Park Service as \\na temporary storage area for artifacts collected from sites in Chaco \\nCanyon. It is not known from which site these human remains were \\noriginally recovered, but it is believed that the human remains are \\nfrom the prehistoric occupation of Chaco Canyon (pre- A.D. 1300).\\n    In 1985, human remains representing two individuals recovered from \\nan unknown location in Chaco Canyon were accessioned into the Chaco \\nCulture NHP collection. The history of the recovery of these human \\nremains is not known. No known individuals were identified. No \\nassociated funerary objects were present.\\n    An examination of the records suggests these human remains are from \\nthe Kin Kletso (29SJ 393), a site within park boundaries, excavated in \\n1951 during a legally authorized National Park Service ruin \\nstabilization project. The published report lists six burials. Chaco \\nCulture NHP has in its possessions the individuals from burials 1, 3, \\n4, 5, and 6. Based on the catalog information and the published \\ndescription, the two individuals in this accession may be from the \\nmissing Kin Kletso burial 2. Although no date can be assigned to these \\ntwo individuals, they are believed to be from the prehistoric \\noccupation of Chaco Canyon (pre- A.D. 1300).\\n    In 1987, human remains representing three individuals were \\naccessioned into the Chaco Culture NHP collection. No known individuals \\nwere identified. One individual is described as having been recovered \\nfrom the arroyo. No associated funerary objects were present with this \\nindividual. The examining\\n\\n[[Page 12348]]\\n\\nosteologist identified the human remains from the arroyo as prehistoric \\nChacoan (pre-A.D. 1300). The other two sets of human remains were \\ndescribed as being from Chaco Canyon. One of these individuals was \\naccompanied by 13 associated funerary objects, which include 12 sherds \\nand one corncob fragment. Based on the ceramics, these individuals are \\ndated to the Pueblo I-III period (A.D. 700-1300).\\n    Prior to 1988, human remains representing one individual were \\nrecovered from an unknown location in Chaco Canyon by a Chaco Culture \\nNHP park employee or visitor. No known individual was identified. No \\nassociated funerary objects were present. Although no date can be \\nassigned to these human remains, their recovery from Chaco Canyon and \\ntheir fragile condition suggest they date to the prehistoric occupation \\n(pre-A.D. 1300).\\n    In 1993, human remains representing one individual were transferred \\nto Chaco Culture NHP from the Florida Bureau of Archeological Research \\nin Tallahassee, Florida. No known individual was identified. No \\nassociated funerary objects were present.\\n    These human remains were originally donated to the St. Petersburg \\nHistorical Museum in the 1950s. The accompanying tag stated they were \\nfrom Chaco Canyon, but there is no information as to a specific \\nlocation. Although no date can be assigned to these human remains, the \\nexamining paleo-osteologist in Florida concluded that the human remains \\nwere consistent with prehistoric occupants of Chaco Canyon (pre-A.D. \\n1300).\\n    In 1950, Chaco Culture NHP received a gift of two unassociated \\nfunerary objects, recovered during legally authorized excavations in \\n1934 by the University of New Mexico, from 29SJ 1930 (Talus Unit 1) a \\nsite within park boundaries. The two cultural items include two ceramic \\nbowl fragments, which were described as being from a single burial. No \\nhuman remains were present. Although not recorded with any specific \\nburials, these cultural items are consistent with the cultural items \\nassociated with human remains.\\n    In 1950, 16 unassociated funerary objects were recovered from \\nburials in three different rooms during legally authorized park \\nstabilization excavations at 29SJ 395 (Bc 51), a site within park \\nboundaries. The 16 cultural items include nine complete or partial \\nceramic vessels, three fragments of matting, and four mineral \\nspecimens. No human remains were present. Although not recorded with \\nany specific burials, these cultural items are consistent with the \\ncultural items associated with human remains.\\n    In 1966, three unassociated funerary objects were recovered during \\nlegally authorized excavations at 29SJ 1912 (Lizard House), a site \\nwithin park boundaries. The three cultural items include one bowl \\nfragment, one axe head, and one projectile point. No human remains were \\npresent. Although not recorded with any specific burials, these \\ncultural items are consistent with the cultural items associated with \\nhuman remains.\\n    Evidence provided by anthropological, archeological, biological, \\nexpert opinion, geographical, historical, kinship, linguistic, and oral \\ntradition sources were considered in determining the cultural \\naffiliation of the above listed human remains and associated funerary \\nobjects.\\n    Anthropological literature supports the view of many Puebloan \\ncommunities that the San Juan region, which includes Chaco Culture NHP, \\nbelongs to their common ancestral cultural heritage. Archeological \\nevidence indicates that Puebloan people were in Chaco Canyon since at \\nleast the Basketmaker period (ca. A.D. 1) and, therefore, supports the \\naffiliation of the above mentioned human remains and associated \\nfunerary objects with many modern Puebloan communities. Continuities in \\narchitecture, ceramics, agricultural practices, food-processing \\ntechnology, and rituals from Chaco Canyon\\'s prehistoric settlements, \\npresent-day Pueblos, and Hopi Tribe bolster claims of cultural \\naffiliation by these communities. Furthermore, anthropological research \\nindicates that many Puebloan peoples have additional bases for claiming \\ncultural affiliation with the ancient residents of Chaco Canyon due to \\nclan migrations, intermarriage, and the regrouping of communities over \\ntime. Linguistic evidence also suggests that modern Keresan speakers \\n(Pueblos of Acoma, Cochiti, Laguna, San Felipe, Santa Ana, Santo \\nDomingo, and Zia) originally occupied Chaco Canyon. Additionally, oral \\ntraditions specifically link the Pueblos of Acoma, Laguna, Zia, and \\nZuni, as well as the Hopi Tribe, to Chaco Canyon. Furthermore, the \\nPueblos of Cochiti, Isleta, San Felipe, Santa Ana, and Santo Domingo \\nhave oral traditions that refer to ``White House\\'\\' as an ancestral \\nplace. Some anthropologists maintain that White House was located in \\nChaco Canyon. Tribal cultural specialists offered expert opinion to \\nsupport the cultural affiliation of the Pueblos of Acoma, Cochiti, \\nIsleta, Laguna, Nambe, Picturis, Poaque, San Felipe, San Juan, Sandia, \\nSanta Ana, Taos, Tesuque, Zia and Zuni, and the Hopi the Tribe, to \\nChaco Canyon. Similar expert testimony provided by the Jicarilla Apache \\nTribe, Pueblo of Jemez, and the Ysleta Del Sur Pueblo indicated that \\nthese three communities are not culturally affiliated with Chaco \\nCanyon.\\n    In addition to the above listed Pueblos and the Hopi Tribe, the \\nNavajo Nation was found to be culturally affiliated with the ancient \\nresidents of Chaco Canyon based upon similar sources of evidence. \\nAnthropological sources indicate extensive intermarriage between Navajo \\nand Puebloan peoples occurred, and that the Navajo have traditional \\nties to the natural and cultural resources of Chaco Canyon. \\nAdditionally, Pueblo cultural traits have been incorporated into Navajo \\ncosmogony, ritual, and secular practices. Historical evidence places \\nthe Navajo occupation of Chaco Canyon to at least the early 1700s until \\n1947. It is also known that after the Pueblo revolt of 1680, refugees \\nfrom the Pueblos of Jemez, Santa Clara, San Felipe, San Ildefonso, \\nCochiti, and Zuni joined the Navajo and were incorporated into their \\nclan system. During the same period, the Hopi of Awatovi joined the \\nNavajo in the Chinle area. Geographically, Chaco Canyon is within the \\nfour sacred mountains that define Dinetah territory, and within the \\narea of Navajo aboriginal use lands established by the Indian Claims \\nCommission. Oral traditions also link the Navajo to sites within Chaco \\nCanyon such as Fajada Butte, Pueblo Alto, Pueblo Bonito, and Wijiji, as \\nwell as to the Chacoan sites of Kin Ya\\'a and Aztec. Finally, Navajo \\ncultural specialists have also provided expert opinion affirming their \\ncultural ties to Chaco Canyon. Navajo oral traditions link the Navajo \\npeople to sites within Chaco Canyon, and stories describe their \\nancestors interacting with the ``Great Gambler\\'\\' in Chaco Canyon when \\nPuebloan people occupied the area.\\n    Based on the above mentioned information, officials of the National \\nPark Service have determined that, pursuant to 43 CFR 10.2 (d)(1), the \\nhuman remains listed above represent the physical remains of at least \\n265 individuals of Native American ancestry. National Park Service \\nofficials have also determined that, pursuant to 43 CFR 10.2 (d)(2), \\nthe 722 items listed above are reasonably believed to have been placed \\nwith or near individual human remains at the time of death or later as \\npart of the death rite or ceremony. Chaco Culture NHP possesses 265 \\nindividual human remains out of the 282 originally cataloged into the \\ncollection. Of the 725\\n\\n[[Page 12349]]\\n\\nassociated funerary objects cataloged into the park\\'s collection, Chaco \\nCulture NHP currently possesses 722. National Park Service officials \\nfurther determined that, pursuant to 43 CFR 10.2 (d)(2)(ii), 21 of the \\nobjects listed above are reasonably believed to have been placed with \\nor near individual human remains at the time of death or later as part \\nof the death rite or ceremony and are believed, by a preponderance of \\nthe evidence, to have been removed from a specific burial site of a \\nNative American individual. Lastly, officials of the National Park \\nService have determined that, pursuant to 43 CFR 10.2 (e), there is a \\nrelationship of shared group identity which can be reasonably traced \\nbetween these Native American human remains, associated funerary \\nobjects, and unassociated funerary objects and the Hopi Tribe of \\nArizona; Navajo Nation of Arizona, New Mexico, and Utah; Pueblo of \\nAcoma, New Mexico; Pueblo of Cochiti, New Mexico; Pueblo of Isleta, New \\nMexico; Pueblo of Laguna, New Mexico; Pueblo of Nambe, New Mexico; \\nPueblo of Picuris, New Mexico; Pueblo of Pojoaque, New Mexico; Pueblo \\nof San Felipe, New Mexico; Pueblo of San Ildefonso, New Mexico; Pueblo \\nof San Juan, New Mexico; Pueblo of Sandia, New Mexico; Pueblo of Santa \\nAna, New Mexico; Pueblo of Santa Clara, New Mexico; Pueblo of Santo \\nDomingo, New Mexico; Pueblo of Taos, New Mexico; Pueblo of Tesuque, New \\nMexico; Pueblo of Zia, New Mexico; and the Zuni Tribe of Zuni \\nReservation, New Mexico.\\n    This notice has been sent to officials of the Hopi Tribe of \\nArizona; Jicarilla Apache Tribe of the Jicarilla Apache Indian \\nReservation, New Mexico; Navajo Nation of Arizona, New Mexico, and \\nUtah; Pueblo of Acoma, New Mexico; Pueblo of Cochiti, New Mexico; \\nPueblo of Isleta, New Mexico; Pueblo of Jemez, New Mexico; Pueblo of \\nLaguna, New Mexico; Pueblo of Nambe, New Mexico; Pueblo of Picuris, New \\nMexico; Pueblo of Pojoaque, New Mexico; Pueblo of San Felipe, New \\nMexico; Pueblo of San Ildefonso, New Mexico; Pueblo of San Juan, New \\nMexico; Pueblo of Sandia, New Mexico; Pueblo of Santa Ana, New Mexico; \\nPueblo of Santa Clara, New Mexico; Pueblo of Santo Domingo, New Mexico; \\nPueblo of Taos, New Mexico; Pueblo of Tesuque, New Mexico; Pueblo of \\nZia; Southern Ute Indian Tribe of the Southern Ute Reservation, \\nColorado; Ute Mountain Tribe of the Ute Mountain Reservation, Colorado, \\nNew Mexico, and Utah; Ysleta del Sur Pueblo of Texas; and the Zuni \\nTribe of the Zuni Reservation, New Mexico. Representatives of any other \\nIndian tribe that believes itself to be culturally affiliated with \\nthese human remains, associated funerary objects, and unassociated \\nfunerary objects should contact Mr. C.T. Wilson, Superintendent, Chaco \\nCulture National Historical Park, P.O. Box 220, Nageezi, NM 87037-0220; \\ntelephone: (505) 786-7014, before April 12, 1999. Repatriation of the \\nhuman remains, associated funerary objects, and unassociated funerary \\nobjects to the Hopi Tribe of Arizona; Navajo Nation of Arizona, New \\nMexico, and Utah; Pueblo of Acoma, New Mexico; Pueblo of Cochiti, New \\nMexico; Pueblo of Isleta, New Mexico; Pueblo of Laguna, New Mexico; \\nPueblo of Nambe, New Mexico; Pueblo of Picuris, New Mexico; Pueblo of \\nPojoaque, New Mexico; Pueblo of San Felipe, New Mexico; Pueblo of San \\nIldefonso, New Mexico; Pueblo of San Juan, New Mexico; Pueblo of \\nSandia, New Mexico; Pueblo of Santa Ana, New Mexico; Pueblo of Santa \\nClara, New Mexico; Pueblo of Santo Domingo, New Mexico; Pueblo of Taos, \\nNew Mexico; Pueblo of Tesuque, New Mexico; Pueblo of Zia, New Mexico; \\nand the Zuni Tribe of the Zuni Reservation, New Mexico may begin after \\nthat date if no additional claimants come forward.\\nDated: March 8, 1999.\\nFrancis P. McManamon,\\nDepartmental Consulting Archeologist,\\nManager, Archeology and Ethnography Program.\\n[FR Doc. 99-6111 Filed 3-11-99; 8:45 am]\\nBILLING CODE 4310-70-F\\n\\n\\n\\n", "agency1": "Null", "sub_agency1": "Null", "dep_doc": "Null", "subject": "Null", "agency2": "Null", "action": "Null", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Null", "signature_name": "Null", "signature_title": "Null", "fr_doc": "Null", "billing_code": "Null", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}