{"index": "I_2351", "messy_full": "\\n\\nFederal Register, Volume 63 Issue 140 (Wednesday, July 22, 1998)\\n\\n[Federal Register Volume 63, Number 140 (Wednesday, July 22, 1998)]\\n[Notices]\\n[Pages 39292-39293]\\nFrom the Federal Register Online via the Government Publishing Office [www.gpo.gov]\\n[FR Doc No: 98-19537]\\n\\n\\n-----------------------------------------------------------------------\\n\\nDEPARTMENT OF THE INTERIOR\\n\\nNational Park Service\\n\\n\\nNotice of Inventory Completion for Native American Human Remains \\nfrom Sand Creek, CO in the Possession of the Colorado Historical \\nSociety, Denver, CO\\n\\nAGENCY: National Park Service, Interior.\\n\\nACTION: Notice.\\n\\n-----------------------------------------------------------------------\\n\\n    Notice is hereby given in accordance with provisions of the Native \\nAmerican Graves Protection and Repatriation Act (NAGPRA), 43 CFR 10.9, \\nof the completion of an inventory of human\\n\\n[[Page 39293]]\\n\\nremains from Sand Creek, CO in the possession of the Colorado \\nHistorical Society, Denver, CO.\\n    A detailed assessment of the human remains was made by Colorado \\nHistorical Society professional staff in consultation with \\nrepresentatives of the Cheyenne-Arapaho Tribes of Oklahoma, the \\nNorthern Cheyenne Tribe of the Northern Cheyenne Reservation, and the \\nArapaho Tribe of the Wind River Reservation.\\n    On November 29, 1864, human remains representing one individual was \\ntaken from the Sand Creek Massacre site, most likely by Major Jacob \\nDowning. These human remains, a scalplock, were donated to the Colorado \\nHistorical Society in 1911 by Mrs. Jacob Downing. No known individual \\nwas identified. No associated funerary objects are present.\\n    The human remains consist of a human scalplock. Following the Sand \\nCreek Massacre, Congressional testimony provided by eyewitnesses \\nrecords numerous examples of soldiers and officers mutilating the dead \\nand removing cultural items for ``trophies\\'\\'. Major Jacob Downing was \\npresent at Sand Creek on November 29, 1864 as an officer of the First \\nRegiment of the Colorado Volunteers. Based on the preponderance of the \\nevidence, these human remains have been determined to be Native \\nAmerican and taken at Sand Creek, CO. Consultation with representatives \\nof the Cheyenne-Arapaho Tribes of Oklahoma, the Northern Cheyenne Tribe \\nof the Northern Cheyenne Reservation, and the Arapaho Tribe of the Wind \\nRiver Reservation indicates that both Cheyenne and Arapaho people were \\nslain at Sand Creek, CO.\\n    Based on the above mentioned information, officials of the Colorado \\nHistorical Society have determined that, pursuant to 43 CFR 10.2 \\n(d)(1), the human remains listed above represent the physical remains \\nof one individual of Native American ancestry. Officials of the \\nColorado Historical Society have also determined that, pursuant to 43 \\nCFR 10.2 (e), there is a relationship of shared group identity which \\ncan be reasonably traced between these Native American human remains \\nand the Cheyenne-Arapaho Tribes of Oklahoma, the Northern Cheyenne \\nTribe of the Northern Cheyenne Reservation, and the Arapaho Tribe of \\nthe Wind River Reservation.\\n    This notice has been sent to officials of the Cheyenne-Arapaho \\nTribes of Oklahoma, the Northern Cheyenne Tribe of the Northern \\nCheyenne Reservation, and the Arapaho Tribe of the Wind River \\nReservation. Representatives of any other Indian tribe that believes \\nitself to be culturally affiliated with these human remains and \\nassociated funerary objects should contact Anne Wainstein Bond, \\nDirector of Collections and Exhibitions, Colorado Historical Society, \\n1300 Broadway, Denver, CO 80203; telephone: (303) 866-4691, before \\nAugust 21, 1998. Repatriation of the human remains and associated \\nfunerary objects to the Cheyenne-Arapaho Tribes of Oklahoma, the \\nNorthern Cheyenne Tribe of the Northern Cheyenne Reservation, and the \\nArapaho Tribe of the Wind River Reservation may begin after that date \\nif no additional claimants come forward.\\nDated: July 6, 1998.\\nFrancis P. McManamon,\\nDepartmental Consulting Archeologist,\\nManager, Archeology and Ethnography Program.\\n[FR Doc. 98-19537 Filed 7-21-98; 8:45 am]\\nBILLING CODE 4310-70-F\\n\\n\\n\\n", "agency1": "Null", "sub_agency1": "Null", "dep_doc": "Null", "subject": "Null", "agency2": "Null", "action": "Null", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Null", "signature_name": "Null", "signature_title": "Null", "fr_doc": "Null", "billing_code": "Null", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}