{"index": "I_2329", "messy_full": "\\n\\nFederal Register, Volume 63 Issue 191 (Friday, October 2, 1998)\\n\\n[Federal Register Volume 63, Number 191 (Friday, October 2, 1998)]\\n[Notices]\\n[Pages 53098-53100]\\nFrom the Federal Register Online via the Government Publishing Office [www.gpo.gov]\\n[FR Doc No: 98-26418]\\n\\n\\n-----------------------------------------------------------------------\\n\\nDEPARTMENT OF THE INTERIOR\\n\\nNational Park Service\\n\\n\\nNotice of Inventory Completion for Native American Human Remains \\nand Associated Funerary Objects in the Control of the Aztec Ruins \\nNational Monument, National Park Service, Aztec, NM\\n\\nAGENCY: National Park Service\\n\\nACTION: Notice\\n\\n-----------------------------------------------------------------------\\n\\n    Notice is hereby given in accordance with provisions of the Native \\nAmerican Graves Protection and Repatriation Act (NAGPRA), 43 CFR 10.9, \\nof the completion of an inventory of human remains and associated \\nfunerary objects in the control of Aztec Ruins National Monument, \\nNational Park Service, Aztec, NM.\\n    A detailed assessment of the human remains and associated funerary \\nobjects was made by National Park Service professional staff in \\nconsultation with representatives of the Apache Tribe of Oklahoma, Fort \\nSill Apache Tribe, Fort McDowell Mohave-Apache Indian Community, Hopi \\nTribe, Jicarilla Apache Tribe, Navajo Nation, Pueblo of Acoma, Pueblo \\nof Jemez, Pueblo of Laguna, Pueblo of Nambe, Pueblo of Pojoaque, Pueblo \\nof San Ildefonso, Pueblo of Taos, Pueblo of Tesuque, Pueblo of Zuni, \\nSouthern Ute Indian Tribe, Ute Mountain Tribe, White Mountain Apache \\nTribe, and Yavapai-Apache Nation. Representatives of the Pueblo of \\nCochiti, Pueblo of Isleta, Pueblo of Picuris, Pueblo of San Felipe, \\nPueblo of San Juan, Pueblo of Sandia, Pueblo of Santa Ana, Pueblo of \\nSanta Clara, Pueblo of Santo Domingo, and Pueblo of Zia were invited to \\nconsult with the park as well but did not attend consultation meetings.\\n\\n[[Page 53099]]\\n\\n    In 1927, human remains representing three individuals were loaned \\n(later donated) to Aztec Ruins National Monument as part of a larger \\ncollection belonging to Sherman S. Howe. This collection was made over \\na period of many years beginning in 1881 from the Animas Valley \\nadjacent to Aztec Ruins. No known individuals were identified. No \\nassociated funerary objects are present.\\n    Most, if not all, of the artifacts in Mr. Howe\\'s collection date to \\nthe Pueblo III period (ca. AD 1100-1300) and it is very likely that \\nthese human remains date to that period as well\\n    Between 1927 and 1928, human remains representing four individuals \\nwere collected by Aztec Ruins National Monument Custodian George \\nBoundey as a result of clearing rooms in the northwest corner of the \\nWest Ruin. No known individuals were identified. No associated funerary \\nobjects were recovered.\\n    These human remains were removed from a part of the West Ruin that \\nhas been dated, using dendrochronology (tree ring data), to the Pueblo \\nII-Pueblo III period (ca. AD 900-1300).\\n    In 1949, human remains representing two individuals were \\nincidentally recovered from the East Ruin site, located within park \\nboundaries, during legally authorized stabilization efforts conducted \\nby Richard Gordon Vivian. No known individual was identified. No \\nassociated funerary objects were recovered.\\n    Based on dendrochronology of the East Ruin, these human remains are \\ndated to the Pueblo III period (ca. AD 1100-1300).\\n    In 1953, human remains representing 21 individuals were recovered \\nfrom the Hubbard Mound site, located within park boundaries, during \\nlegally authorized excavations conducted by Richard Gordon Vivian. No \\nknown individuals were identified. The 82 associated funerary objects \\ninclude 57 ceramic sherds, 18 faunal skeletal fragments representing \\nvarying animal species, three projectile points, one Mancos Black-on-\\nWhite bowl, one Mesa Verde Whiteware bowl, one Mesa Verde corrugated \\njar, and one flake tool.\\n    Based on the associated funerary objects, these human remains are \\ndated to the Pueblo II-Pueblo III period (ca. AD 900-1300).\\n    In 1960, human remains representing one individual were recovered \\nfrom the Haymie Ranch, private land located a half-mile from the park, \\nand donated to the park\\'s collections by Esais Haymie, the land owner. \\nNo known individual was identified. The seven associated funerary \\nobjects include four Mesa Verde Black-on-White bowls, Kone Mesa Verde \\nBlack-on-White mug, one fragment of a McElmo Black-on-White jar, and \\none small corrugated culinary jar.\\n    Based on the associated funerary objects, the human remains are \\ndated to the Pueblo II-Pueblo III period (ca. AD 900-1300).\\n    In 1987, human remains representing one individual were recovered \\nfrom site LA60016 during a legally authorized excavation in conjunction \\nto the archeological response portion of the General Management Plan \\nfor the monument. No known individual was identified. No associated \\nfunerary objects were recovered.\\n    Based on evidence of heavy occupation during the Pueblo II-Pueblo \\nIII period (ca. AD 900 -1300) at other sites located in the area, \\nceramic analysis, and cross dating to the major Aztec Ruins complex, \\nthese remains most likely date to the Pueblo II-Pueblo III time period \\nas well.\\n    In 1987, human remains representing one individual were recovered \\nfrom midden Mound E near East Ruin during the Aztec Mounds Testing \\nProject. No known individual was identified. No associated funerary \\nobjects were recovered.\\n    Testing on fill samples taken from the midden date the remains to \\napproximately 800 years ago, or the Pueblo III period (ca. AD 1100-\\n1300).\\n    Between 1927 and 1987, human remains representing 44 individuals \\n(including two wrapped mummies in fragmented burial costumes) were \\nrecovered from the West Ruin site, located within park boundaries, \\nduring legally authorized excavations. No known individuals were \\nidentified. The 86 associated funerary objects include 67 ceramic \\nsherds, seven pieces of cordage, four bone awls, two sets of fragmented \\nburial costume and wrapping, one Mancos Black-on-White bowl, one Mesa \\nVerde Black-on-White bowl, one feather-wrapped cordage burial bag, one \\nbird effigy, one corrugated jar, and one Black-on-White seed jar.\\n    Based on the associated funerary objects, 16 of these individuals \\nhave been determined to be from the Pueblo II-Pueblo III period (ca. AD \\n900-1300). The human remains representing the remaining 28 individuals \\nfrom this site are dated to the Pueblo III period (ca. AD 1100-1300) on \\nthe basis of diagnostic utilitarian objects found in proximity of the \\nhuman remains.\\n    Between 1929 and 1990, human remains representing 38 individuals, \\nincluding one mat-wrapped mummy, were recovered under unknown \\ncircumstances and accessioned into the park collections. No known \\nindividuals were identified. The single funerary object consists of one \\nburial wrapping.\\n    Although accession records do not indicate the exact provenience \\ninformation for the various remains, they most likely came from sites \\nwithin and surrounding park boundaries as none of the other collections \\nin the park\\'s holdings originated in a distant location. The physical \\nstate of all of these remains indicates a pre-contact time of \\ndisposition. Based on evidence of heavy occupation during the Pueblo \\nII-Pueblo III period (ca. AD 900 --1300) at other sites located in the \\narea, these remains most likely date to that time period as well.\\n    Prior to 1990, human remains representing a minimum of one \\nindividual were recovered from the U House site, \\nreported on in 1990 by Peter McKenna. No known individual was \\nidentified. No associated funerary objects were recovered. A box of \\nobjects labeled as Anasazi was located in storage \\nat the monument and are believed to have come from this site as well \\nand date the remains to approximately 845 years ago, or the Pueblo III \\nperiod (ca. AD 1100-1300).\\n    Prior to 1990, human remains representing a minimum of nine \\nindividuals were recovered from an area known as Oliver\\'s Farm, located \\njust outside of park boundaries, under unknown circumstances. No known \\nindividuals were identified. No associated funerary objects are \\npresent.\\n    The physical state of the remains indicates a pre-contact time of \\ndisposition. Based on the fact that the area around the Monument, as \\nwell as the Monument itself, were heavily populated during the Pueblo \\nII-Pueblo III periods (ca. AD 900-1300), it is likely that these \\nremains date to that time period as well\\n    All except one set of these human remains are currently curated at \\nthe National Park Service\\'s Western Archeological and Conservation \\nCenter in Tucson, AZ and Intermountain Cultural Resource Center in \\nSanta Fe, NM. In 1992, three associated funerary objects and the one \\nset of human remains mentioned above were reburied, but not \\nrepatriated, by National Park Service staff and representatives of the \\nHopi Tribe. All other associated funerary objects are curated at Aztec \\nRuins National Monument or the Western Archeological and Conservation \\nCenter.\\n    The major occupation in and around the Monument has been well \\ndocumented since the beginning of the 20th century in archeological \\nsources as\\n\\n[[Page 53100]]\\n\\ntaking place during the Pueblo II-Pueblo III period (ca. AD 900-1300). \\nInformation gleaned from consulting Indian tribes during a cultural \\naffiliation study conducted for the park indicates that all puebloan \\npeoples, except for the Ysleta del Sur Pueblo, view the San Juan \\nregion, which includes Aztec Ruins National Monument, as their \\nancestral homeland.\\n    Archeological evidence provided by dendrochronology, ceramic \\nanalysis, and cross dating of diagnostic artifacts indicate that it was \\ncommon for people of the southwest to occupy an area for a generation \\nor two, then migrate. Multiple occupations of an area by people \\nexhibiting different cultural traits over time also occurred. Oral \\ntraditions of puebloan peoples support a history of migrations and \\nintermingling of southwestern peoples. Archeological evidence provided \\nby ceramics, masonry styles, burial practices, and other artifacts \\nindicate frequent mixing of and contact with groups of peoples \\nprehistorically. Movements of people from one community to another \\noften resulted in adaptation and acculturation to the practices of the \\nrecipient population. Migrations and regroupings of communities \\nindicate all pueblo peoples are related to one another, supporting a \\nbasis for affiliation of all puebloan groups with the Monument.-GI11The \\nNavajo Nation asserted a cultural affiliation with the inhabitants of \\nAztec both in the consultations for the cultural affiliation study and \\nin independent NPS-sponsored consultation meetings on the basis of oral \\ntradition that specifically links the inhabitants of Aztec to the \\norigins of particular Navajo clans. According to Navajo oral traditions \\nand ethnographic evidence, Aztec Ruins also figures prominently in \\nNavajo ceremonies. These oral traditions are widely documented in \\nethnographic literature and in correspondence provided to NPS by the \\nNavajo Nation.\\n    Based on the above-mentioned information, officials of the National \\nPark Service have determined that, pursuant to 43 CFR 10 (d)(1), the \\nhuman remains listed above represent the physical remains of 125 \\nindividuals of Native American ancestry. Officials of the National Park \\nService have also determined that, pursuant to 43 CFR 10.2 (d)(2), the \\n176 objects listed above are reasonably believed to have been placed \\nwith or near individual human remains at the time of death or later as \\npart of the death rite or ceremony. Lastly, officials of the National \\nPark Service have determined that, pursuant to 43 CFR 10.2 (e), there \\nis a relationship of shared group identity which can be reasonably \\ntraced between these Native American human remains and associated \\nfunerary objects and the Hopi Tribe, Navajo Nation, Pueblo of Acoma, \\nPueblo of Cochiti, Pueblo of Isleta, Pueblo of Jemez, Pueblo of Laguna, \\nPueblo of Nambe, Pueblo of Picuris, Pueblo of Pojoaque, Pueblo of San \\nFelipe, Pueblo of San Ildefonso, Pueblo of San Juan, Pueblo of Sandia, \\nPueblo of Santa Ana, Pueblo of Santa Clara, Pueblo of Santo Domingo, \\nPueblo of Tesuque, Pueblo of Taos, Pueblo of Zia, and Pueblo of Zuni.\\n    In 1955, human remains representing one individual were recovered \\nby Harry Treadway under unknown circumstances from an area near \\nGobernador, NM. The remains were donated to the park later that year. \\nNo known individual was identified. No associated funerary objects were \\nrecovered.\\n    Gobernador is located approximately 25 miles southeast of the \\nmonument. The remains were located between two rock walls and were \\nplaced in an apparent prone position, with face pointed up. Navajo \\noccupation in the area of the Gobernador drainage is dated by \\ndendrochronological methods to between ca. AD 1540 and the mid-1700s. \\nBased on consultation with the Navajo Nation, the Pueblo of Zuni, and \\nthe local archeologist, this burial style is consistent with Navajo \\nburials occurring during that time period. These human remains are \\ncurrently curated at the National Park Service\\'s Western Archeological \\nand Conservation Center in Tucson, AZ.\\n    In addition, the Gobernador area is one extensively referenced in \\nNavajo oral history. The method of burial of this individual is \\nconsistent with a Navajo method of burial that is well documented in \\nanthropological literature. Expert opinion offered by both puebloan and \\nNavajo consultants indicate a Navajo affiliation with the human remains \\ndiscussed above.\\n    Based on the above-mentioned information, officials of the National \\nPark Service have determined that, pursuant to 43 CFR 10 (d)(1), the \\nhuman remains listed above represent the physical remains of one \\nindividual of Native American ancestry. Officials of the National Park \\nService have also determined that, pursuant to 43 CFR 10.2 (e), there \\nis a relationship of shared group identity which can be reasonably \\ntraced between these Native American human remains and the Navajo \\nNation.\\n    This notice has been sent to officials of the Apache Tribe of \\nOklahoma, Fort Sill Apache Tribe, Fort McDowell Mohave-Apache Indian \\nCommunity, Hopi Tribe, Jicarilla Apache Tribe, Navajo Nation, Pueblo of \\nAcoma, Pueblo of Cochiti, Pueblo of Isleta, Pueblo of Jemez, Pueblo of \\nLaguna, Pueblo of Nambe, Pueblo of Picuris, Pueblo of Pojoaque, Pueblo \\nof San Felipe, Pueblo of San Ildefonso, Pueblo of San Juan, Pueblo of \\nSandia, Pueblo of Santa Ana, Pueblo of Santa Clara, Pueblo of Santo \\nDomingo, Pueblo of Taos, Pueblo of Tesuque, Pueblo of Zia, Pueblo of \\nZuni, Southern Ute Tribe, Ute Mountain Tribe, White Mountain Apache \\nTribe, and Yavapai-Apache Nation. Representatives of any other Indian \\ntribe that believes itself to be culturally affiliated with these human \\nremains and associated funerary objects should contact Charles B. \\nCooper, Superintendent, Aztec Ruins National Monument, P.O. Box 640, \\nAztec, NM 87410; telephone: (505) 334-6174, before November 2, 1998. \\nRepatriation of the human remains and associated funerary objects from \\nall sites except the Gobernador site to the Hopi Tribe, Navajo Nation, \\nPueblo of Acoma, Pueblo of Cochiti, Pueblo of Isleta, Pueblo of Jemez, \\nPueblo of Laguna, Pueblo of Nambe, Pueblo of Picuris, Pueblo of \\nPojoaque, Pueblo of San Felipe, Pueblo of San Ildefonso, Pueblo of San \\nJuan, Pueblo of Sandia, Pueblo of Santa Ana, Pueblo of Santa Clara, \\nPueblo of Santo Domingo, Pueblo of Taos, Pueblo of Tesuque, Pueblo of \\nZia, and Pueblo of Zuni and repatriation of the human remains and \\nassociated funerary objects from the Gobernador site to the Navajo \\nNation may begin after that date if no additional claimants come \\nforward.\\nDated: September 25, 1998.\\nFrancis P. McManamon,\\nDepartmental Consulting Archeologist,\\nManager, Archeology and Ethnography Program\\n[FR Doc. 98-26418 Filed 10-1-98; 8:45 am]\\nBILLING CODE 4310-70-F\\n\\n\\n\\n", "agency1": "Null", "sub_agency1": "Null", "dep_doc": "Null", "subject": "Null", "agency2": "Null", "action": "Null", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Null", "signature_name": "Null", "signature_title": "Null", "fr_doc": "Null", "billing_code": "Null", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}