{"index": "I_2327", "messy_full": "\\n\\nFederal Register, Volume 63 Issue 208 (Wednesday, October 28, 1998)\\n\\n[Federal Register Volume 63, Number 208 (Wednesday, October 28, 1998)]\\n[Notices]\\n[Pages 57705-57706]\\nFrom the Federal Register Online via the Government Publishing Office [www.gpo.gov]\\n[FR Doc No: 98-28808]\\n\\n\\n-----------------------------------------------------------------------\\n\\nDEPARTMENT OF THE INTERIOR\\n\\nNational Park Service\\n\\n\\nNotice of Inventory Completion for Native American Human Remains \\nand Associated Funerary Objects from the Hawaiian Islands in the \\nPossession of the Bernice Pauahi Bishop Museum, Honolulu, HI\\n\\nAGENCY: National Park Service, DOI.\\n\\nACTION: Notice.\\n\\n-----------------------------------------------------------------------\\n\\n    Notice is hereby given in accordance with provisions of the Native \\nAmerican Graves Protection and Repatriation Act (NAGPRA), 43 CFR 10.9, \\nof the completion of an inventory of human remains and associated \\nfunerary objects from the Hawaiian Islands in the possession of the \\nBernice Pauahi Bishop Museum, Honolulu, HI.\\n    A detailed assessment of the human remains was made by Bishop \\nMuseum professional staff in consultation with representatives of the \\nAssociation of Hawaiian Civic Clubs, the Hawai\\'i Island Burial Council, \\nthe Kaua\\'i/Ni\\'ihau Island Burial Council, the Maui/Lanai\\'i Island \\nBurial Council, the Moloka\\'i Island Burial Council, the O\\'ahu Island \\nBurial Council, Ka Lahui Hawai\\'i, Hui Malama I Na Kupuna O Hawai\\'i Nei, \\nand the Office of Hawaiian Affairs.\\n    In 1891, human remains representing 24 individuals from unknown \\nlocations in the Hawaiian Islands were transferred to the Bishop Museum \\nfrom the Hawaiian Government Museum collections. No known individuals \\nwere identified. No associated funerary objects are present.\\n    In 1910, human remains representing one individual from an unknown \\nlocation in the Hawaiian Islands were donated to the Bishop Museum by \\nthe Hawaiian Board of Missions. No known individual was identified. No \\nassociated funerary objects are present.\\n    In 1928, human remains representing one individual from an unknown \\nlocation in the Hawaiian Islands were donated to the Bishop Museum by \\nan unknown donor. No known individual was identified. The one \\nassociated funerary object is a burial kapa.\\n    In 1928, human remains representing four individuals from unknown \\nlocation(s) in the Hawaiian Islands were donated to the Bishop Museum \\nby an unknown donor. No known individuals were identified. The six \\nassociated funerary objects are kapa, basketry, newspaper, and a wood \\nblock with glass fragment.\\n    In 1952, human remains representing one individual were donated to \\nthe Bishop Museum by the Estate of Samuel Damon. These remains had been \\nremoved as some earlier date from an unknown burial cave. No known \\nindividual was identified. The one associated funerary object is a \\npiece of kapa.\\n    At an unknown date, human remains representing two individuals from \\nunknown location(s) in the Hawaiian Islands were donated to the Bishop \\nMuseum by an unknown donor. In 1995, these human remains were found in \\nBishop Museum collections and accessioned at that time. No known \\nindividuals were identified. No associated funerary objects are \\npresent.\\n    In 1995, human remains representing three individuals were found in \\nBishop Museum collections and accessioned at that time. No known \\nindividuals were identified. No associated funerary objects are \\npresent.\\n    In 1996, human remains representing 55 individuals were found in \\nBishop Museum collections and accessioned at that time. No known \\nindividuals were identified. No associated funerary objects are \\npresent.\\n    Also in 1996, human remains representing four individuals were \\nfound in Bishop Museum collections and accessioned at that time. No \\nknown individuals were identified. No associated funerary objects are \\npresent.\\n    During consultation with Native Hawaiian organizations, the Bishop \\nMuseum decided that no attempt would be made to determine the age of \\nthe human remains. Geographic location, manner of interment, and types \\nof associated funerary object are all consistent with Native Hawaiian \\ntradition.\\n    Based on the above mentioned information, officials of the Bishop \\nMuseum have determined that, pursuant to 43 CFR 10.2 (d)(1), the human \\nremains listed above represent the physical remains of 95 individuals \\nof Native American ancestry. Officials of the Bishop Museum have also \\ndetermined that, pursuant to 43 CFR 10.2 (d)(2), the eight objects \\nlisted above are reasonably believed to have been placed with or near \\nindividual human\\n\\n[[Page 57706]]\\n\\nremains at the time of death or later as part of the death rite or \\nceremony. Lastly, officials of the Bishop Museum have determined that, \\npursuant to 43 CFR 10.2 (e), there is a relationship of shared group \\nidentity which can be reasonably traced between these Native American \\nhuman remains and associated funerary objects and the Association of \\nHawaiian Civic Clubs, the Hawai\\'i Island Burial Council, the Kaua\\'i/\\nNi\\'ihau Island Burial Council, the Maui/Lanai\\'i Island Burial Council, \\nthe Moloka\\'i Island Burial Council, the O\\'ahu Island Burial Council, Ka \\nLahui Hawai\\'i, Hui Malama I Na Kupuna O Hawai\\'i Nei, and the Office of \\nHawaiian Affairs.\\n    This notice has been sent to officials of the Association of \\nHawaiian Civic Clubs, the Hawai\\'i Island Burial Council, the Kaua\\'i/\\nNi\\'ihau Island Burial Council, the Maui/Lanai\\'i Island Burial Council, \\nthe Moloka\\'i Island Burial Council, the O\\'ahu Island Burial Council, Ka \\nLahui Hawai\\'i, Hui Malama I Na Kupuna O Hawai\\'i Nei, and the Office of \\nHawaiian Affairs. Representatives of any other Indian tribe that \\nbelieves itself to be culturally affiliated with these human remains \\nand associated funerary objects should contact Janet Ness, Registrar, \\nBernice Pauahi Bishop Museum, 1525 Bernice Street, Honolulu, HI 96817; \\ntelephone: (808) 848-4105, before November 27, 1998. Repatriation of \\nthe human remains and associated funerary objects to the Association of \\nHawaiian Civic Clubs, the Hawai\\'i Island Burial Council, the Kaua\\'i/\\nNi\\'ihau Island Burial Council, the Maui/Lanai\\'i Island Burial Council, \\nthe Moloka\\'i Island Burial Council, the O\\'ahu Island Burial Council, Ka \\nLahui Hawai\\'i, Hui Malama I Na Kupuna O Hawai\\'i Nei, and the Office of \\nHawaiian Affairs may begin after that date if no additional claimants \\ncome forward.\\nDated: October 15, 1998.\\nFrancis P. McManamon,\\nDepartmental Consulting Archeologist,\\nArcheology and Ethnography Program.\\n[FR Doc. 98-28808 Filed 10-27-98; 8:45 am]\\nBILLING CODE 4310-70-F\\n\\n\\n\\n", "agency1": "Null", "sub_agency1": "Null", "dep_doc": "Null", "subject": "Null", "agency2": "Null", "action": "Null", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Null", "signature_name": "Null", "signature_title": "Null", "fr_doc": "Null", "billing_code": "Null", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}