{"index": "I_2367", "messy_full": "\\n\\nFederal Register, Volume 63 Issue 75 (Monday, April 20, 1998)\\n\\n[Federal Register Volume 63, Number 75 (Monday, April 20, 1998)]\\n[Notices]\\n[Pages 19510-19511]\\nFrom the Federal Register Online via the Government Publishing Office [www.gpo.gov]\\n[FR Doc No: 98-10355]\\n\\n\\n-----------------------------------------------------------------------\\n\\nDEPARTMENT OF THE INTERIOR\\n\\nNational Park Service\\n\\n\\nNotice of Inventory Completion for Native American Human Remains \\nand Associated Funerary Objects from Minnesota in the Control of the \\nSt. Paul District, U.S. Army Corps of Engineers, St. Paul, MN\\n\\nAGENCY: National Park Service\\n\\nACTION: Notice\\n\\n-----------------------------------------------------------------------\\n\\n    Notice is hereby given in accordance with provisions of the Native \\nAmerican Graves Protection and Repatriation Act (NAGPRA), 43 CFR 10.9, \\nof the completion of an inventory of human remains and associated \\nfunerary objects in the control of the St. Paul District, U.S. Army \\nCorps of Engineers, St. Paul, MN.\\n    A detailed assessment of the human remains was made by U.S. Army \\nCorps of Engineers and Hamline University Osteology Laboratory \\nprofessional staff in consultation with representatives of the \\nSisseton-Wahpeton Sioux Tribe of the Lake Traverse Reservation, the \\nUpper Sioux Indian Community of the Upper Sioux Reservation, the Crow \\nCreek Sioux Tribe of the Crow Creek Reservation, Lower Sioux \\nMdewakanton Community, Shakopee Mdewakanton Sioux community, Prairie \\nIsland Community, Flandreau Santee Sioux Tribe, and Santee Sioux Tribe \\nof the Santee Reservation of Nebraska.\\n    In 1969, human remains representing a minimum of 35 individuals \\nwere recovered from the Gull Lake dam site (12 CA37) near Brainerd, MN \\nduring legally authorized archeological excavations by the University \\nof Minnesota and the Minnesota Historical Society prior to improvements \\nat the Gull Lake dam. No known individuals were identified. The 1,060 \\nassociated funerary objects include ceramic vessels, ceramic sherds, \\npieces of lithic debris, stone tools and tool fragments, two wood \\ncharcoal samples, and fragments of canine, beaver, bear, avian, and \\nmoose bone.\\n    Based on continuities of material culture in ceramic styles and \\nconstruction, archeological evidence indicates long-term occupation of \\nthis area by the same cultural group, from the archeologically-defined \\nBrainerd to Kathio-Clam River-Blackduck to Psinomani. The Psinomani, \\npresent during the Late Woodland and early Contact periods, are \\ngenerally regarded as the ancestors of the Dakota. Historic documents \\nindicate that Eastern Dakota bands (Mdewakanton, Wahpekute, Sisseton, \\nand Wahpeton), and related\\n\\n[[Page 19511]]\\n\\ngroups (Teton, Yankton, and Yanktonai), occupied the headwaters area of \\nthe Mississippi into the contact period. Archeological evidence, Dakota \\noral tradition, and the continuities of material culture, together with \\nthe well-established and historically documented presence of these \\nEastern Dakota bands, particularly the Mdewakanton and Wahpeton, in the \\nGull Lake area during the early contact period indicates the Eastern \\nDakota are affiliated with the burials in this particular mound group.\\n    Based on the above mentioned information, officials of the U.S. \\nArmy Corps of Engineers, St. Paul District have determined that, \\npursuant to 43 CFR 10.2 (d)(1), the human remains listed above \\nrepresent the physical remains of a minimum of 35 individuals of Native \\nAmerican ancestry. Officials of the U.S. Army Corps of Engineers, St. \\nPaul District have also determined that, pursuant to 43 CFR 10.2 \\n(d)(2), the 1,060 objects listed above are reasonably believed to have \\nbeen placed with or near individual human remains at the time of death \\nor later as part of the death rite or ceremony. Lastly, officials of \\nthe U.S. Army Corps of Engineers, St. Paul District have determined \\nthat, pursuant to 43 CFR 10.2 (e), there is a relationship of shared \\ngroup identity which can be reasonably traced between these Native \\nAmerican human remains and associated funerary objects and the \\nSisseton-Wahpeton Sioux Tribe of the Lake Traverse Reservation, the \\nUpper Sioux Indian Community of the Upper Sioux Reservation, the Crow \\nCreek Sioux Tribe of the Crow Creek Reservation, Lower Sioux \\nMdewakanton Community, Shakopee Mdewakanton Sioux community, Prairie \\nIsland Community, Flandreau Santee Sioux Tribe, and Santee Sioux Tribe \\nof the Santee Reservation of Nebraska.\\n    This notice has been sent to officials of the Sisseton-Wahpeton \\nSioux Tribe of the Lake Traverse Reservation, the Upper Sioux Indian \\nCommunity of the Upper Sioux Reservation, the Crow Creek Sioux Tribe of \\nthe Crow Creek Reservation, Lower Sioux Mdewakanton Community, Shakopee \\nMdewakanton Sioux community, Prairie Island Community, Flandreau Santee \\nSioux Tribe, and Santee Sioux Tribe of the Santee Reservation of \\nNebraska. Representatives of any other Indian tribe that believes \\nitself to be culturally affiliated with these human remains and \\nassociated funerary objects should contact Ms. Sissel Johannessen, \\nEnvironmental Resources Section, St. Paul District, Corps of Engineers, \\n190-5th Street East, St. Paul, MN 55101; telephone: (612) 290-5263 \\nbefore May 20, 1998. Repatriation of the human remains and associated \\nfunerary objects to the Sisseton-Wahpeton Sioux Tribe of the Lake \\nTraverse Reservation, the Upper Sioux Indian Community of the Upper \\nSioux Reservation, the Crow Creek Sioux Tribe of the Crow Creek \\nReservation, Lower Sioux Mdewakanton Community, Shakopee Mdewakanton \\nSioux community, Prairie Island Community, Flandreau Santee Sioux \\nTribe, and Santee Sioux Tribe of the Santee Reservation of Nebraska may \\nbegin after that date if no additional claimants come forward.\\nDated: April 14, 1998.\\nFrancis P. McManamon,\\nDepartmental Consulting Archeologist,\\nManager, Archeology and Ethnography Program.\\n[FR Doc. 98-10355 Filed 4-17-98; 8:45 am]\\nBILLING CODE 4310-70-F\\n\\n\\n\\n", "agency1": "Null", "sub_agency1": "Null", "dep_doc": "Null", "subject": "Null", "agency2": "Null", "action": "Null", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Null", "signature_name": "Null", "signature_title": "Null", "fr_doc": "Null", "billing_code": "Null", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}