{"index": "I_2369", "messy_full": "\\n\\nFederal Register, Volume 63 Issue 70 (Monday, April 13, 1998)\\n\\n[Federal Register Volume 63, Number 70 (Monday, April 13, 1998)]\\n[Notices]\\n[Pages 18034-18035]\\nFrom the Federal Register Online via the Government Publishing Office [www.gpo.gov]\\n[FR Doc No: 98-9661]\\n\\n\\n-----------------------------------------------------------------------\\n\\nDEPARTMENT OF THE INTERIOR\\n\\nNational Park Service\\n\\n\\nNotice of Inventory Completion for Native American Human Remains \\nand Associated Funerary Objects from Kuiu Island, AK in the Control of \\nTongass National Forest, USDA Forest Service, Petersburg, AK\\n\\nAGENCY: National Park Service, Interior.\\n\\nACTION: Notice.\\n\\n-----------------------------------------------------------------------\\n\\n    Notice is hereby given in accordance with provisions of the Native \\nAmerican Graves Protection and Repatriation Act (NAGPRA), 43 CFR 10.9, \\nof the completion of an inventory of human remains and associated \\nfunerary objects in the control of Tongass National Forest, USDA Forest \\nService, Petersburg, AK.\\n    A detailed assessment of the human remains was made by USDA Forest \\nService professional staff in consultation with representatives of the \\nOrganized Village of Kake and the Klawock Cooperative Association.\\n    In 1949, human remains representing one individual were illegally \\nremoved from the southwest coast of Kuiu Island in the vicinity of Port \\nMalmesbury by J. Art Robin. In 1954, the USDA Forest Service \\nconfiscated these remains and they have been curated at the University \\nof Alaska Museum since that time. No known individual was identified. \\nThe five associated funerary objects include a bentwood burial box, two \\nfur blankets, a spruce bark blanket, and moss.\\n    Although the exact location from which these human remains were \\nremoved is unknown, it is likely the box is associated with the Port \\nMalmesbury Caves site.\\n    In 1949, human remains representing one individual were illegally \\nremoved from Kuiu Island at Port Malmesbury by William T. Vickers. In \\n1977, the USDA Forest Service law enforcement confiscated these human \\nremains and they have been curated at the University of Alaska Museum \\nsince that time. No known individual was identified. The eight \\nassociated funerary objects include a bentwood cedar burial box, a \\nwoven cedar bark mat, a large piece of tanned hide, a leather hood, an \\nochre-stained leather bag containing powdered orchre, a woven cedar \\nbark bag, remnants of a fur cap, and braided black fur and rope with \\neagle feathers. Authorities of the United States Fish and Wildlife \\nService have been contacted regarding applicability of Federal \\nendangered species statutes to this transfer and will issue the \\nappropriate permits for transfer to the culturally affiliated Native \\nAmerican tribes.\\n    In 1954, human remains representing four individuals were collected \\nwithout a permit from the surface of a disturbed cave site at Saginaw \\nBay, Kuiu Island by an unknown person. These human remains were \\ndeposited in the University of Alaska Museum at an unknown date and \\nunder unknown circumstances. No known individuals were identified. The \\nfour associated funerary objects include three copper buttons and \\nfaunal material.\\n    Based on the associated funerary objects, manner of interments, and \\nthe probable locations of the human remains, these individuals have \\nbeen determined to be Native American. Radiocarbon dating of the burial \\nbox confiscated in 1977 places the date of the burial to approximately \\n1180 AD. Based on this date, this burial is one of the earliest known \\nexamples of Northwest Coast line form design. The box\\'s designs \\nindicate this individual was a member of the Tlingit Killerwhale clan. \\nEthnographic evidence and oral history indicate that during the \\nsmallpox epidemics of the 1800s, the Tlingit communities on Kuiu Island \\nwere decimated, and the survivors moved to Kake Village and Klawock \\nVillage; the members of the Killerwhale clan in these villages are the \\ndescendents of these survivors.\\n    Based on the above mentioned information, officials of the USDA \\nForest Service have determined that, pursuant to 43 CFR 10.2 (d)(1), \\nthe human remains listed above represent the physical remains of six \\nindividuals\\n\\n[[Page 18035]]\\n\\nof Native American ancestry. Officials of the USDA Forest Service have \\nalso determined that, pursuant to 43 CFR 10.2 (d)(2), the 17 objects \\nlisted above are reasonably believed to have been placed with or near \\nindividual human remains at the time of death or later as part of the \\ndeath rite or ceremony. Lastly, officials of the USDA Forest Service \\nhave determined that, pursuant to 43 CFR 10.2 (e), there is a \\nrelationship of shared group identity which can be reasonably traced \\nbetween these Native American human remains and associated funerary \\nobjects and the Organized Village of Kake and the Klawock Cooperative \\nAssociation.\\n    This notice has been sent to officials of the Organized Village of \\nKake and the Klawock Cooperative Association. Representatives of any \\nother Indian tribe that believes itself to be culturally affiliated \\nwith these human remains and associated funerary objects should contact \\nCarol Jorgensen, Deputy Forest Supervisor, Tongass National Forest--\\nStikine Area, P.O. Box 309, Petersburg, AK 99833; telephone: (907) 772-\\n3841, before May 13, 1998. Repatriation of the human remains and \\nassociated funerary objects to the culturally affiliated tribes may \\nbegin after that date if no additional claimants come forward.\\nDated: April 2, 1998.\\nFrancis P. McManamon,\\nDepartmental Consulting Archeologist,\\nManager, Archeology and Ethnography Program.\\n[FR Doc. 98-9661 Filed 4-10-98; 8:45 am]\\nBILLING CODE 4310-70-F\\n\\n\\n\\n", "agency1": "Null", "sub_agency1": "Null", "dep_doc": "Null", "subject": "Null", "agency2": "Null", "action": "Null", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Null", "signature_name": "Null", "signature_title": "Null", "fr_doc": "Null", "billing_code": "Null", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}