{"index": "I_2338", "messy_full": "\\n\\nFederal Register, Volume 63 Issue 165 (Wednesday, August 26, 1998)\\n\\n[Federal Register Volume 63, Number 165 (Wednesday, August 26, 1998)]\\n[Notices]\\n[Pages 45513-45514]\\nFrom the Federal Register Online via the Government Publishing Office [www.gpo.gov]\\n[FR Doc No: 98-22888]\\n\\n\\n-----------------------------------------------------------------------\\n\\nDEPARTMENT OF THE INTERIOR\\n\\nNational Park Service\\n\\n\\nNotice of Inventory Completion for Native American Human Remains \\nand Associated Funerary Objects in the Possession of the Museum of \\nAnthropology, University of Missouri-Columbia, Columbia, MO\\n\\nAGENCY: National Park Service\\n\\nACTION: Notice\\n\\n-----------------------------------------------------------------------\\n\\n    Notice is hereby given in accordance with provisions of the Native \\nAmerican Graves Protection and Repatriation Act (NAGPRA), 43 CFR 10.9, \\nof the completion of an inventory of human remains and associated \\nfunerary objects in the possession of the Museum of Anthropology, \\nUniversity of Missouri-Columbia, Columbia, MO.\\n    A detailed assessment of the human remains was made by Museum of \\nAnthropology professional staff in consultation with representatives of \\nthe Iowa Tribe of Oklahoma, the Otoe-Missouria Tribe of Indians, the \\nSac and Fox Nation of Oklahoma, the Sac and Fox Tribe of Missouri, and \\nthe Sac and Fox Nation of the Mississippi in Iowa.\\n    In 1964, human remains representing two individuals were recovered \\nalong the Chariton River, Adair County, MO following their disturbance \\nduring farming activity by Richard Marshall and Marvin Kay, staff \\nmembers of the American Archaeology Division, Department of \\nAnthropology, University of Missouri-Columbia. No known individuals \\nwere identified. The 23 associated funerary objects include prismatic \\ngun flints, trade silver earrings, brooches and bracelets, textiles, a \\nhand-blown green glass bottle, white porcelain beads, brown glass seed \\nbeads, pewter buttons, and brass buttons.\\n    Based on manner of interment and associated funerary objects, these \\nindividuals have been determined to be Native American. The associated \\nfunerary objects date these burials to the late eighteenth and early \\nnineteenth centuries (1785-1809 A.D.). The age, location, and manner of \\ninterment are all consistent with Sac and Fox (Mesquaki) cultures \\npresent in this area at the close of the eighteenth century.\\n    Based on the above mentioned information, officials of the Museum \\nof Anthropology have determined that, pursuant to 43 CFR 10.2 (d)(1), \\nthe human remains listed above represent the physical remains of two \\nindividuals of Native American ancestry. Officials of the Museum of \\nAnthropology have also determined that, pursuant to 43 CFR 10.2 (d)(2), \\nthe 23 objects listed above are reasonably believed to have been placed \\nwith or near individual human remains at the time of death or later as \\npart of the death rite or ceremony. Lastly, officials of the Museum of \\nAnthropology have determined that, pursuant to 43 CFR 10.2 (e), there \\nis a relationship of shared group identity which can be reasonably \\ntraced between these Native American human remains and associated \\nfunerary objects and the Sac and Fox Nation of Oklahoma, the Sac and \\nFox Tribe of Missouri, and the Sac and Fox Nation of the Mississippi in \\nIowa.\\n    This notice has been sent to officials of the Iowa Tribe of \\nOklahoma, the Otoe-Missouria Tribe of Indians, the Sac and Fox Nation \\nof Oklahoma, the Sac and Fox Tribe of Missouri, and the Sac and Fox \\nNation of the Mississippi in Iowa. Representatives of any other Indian \\ntribe that believes itself to be culturally affiliated with these human \\nremains and associated funerary objects should contact Dr. Michael J. \\nO\\'Brien, Director, Museum of Anthropology, 317 Lowry Hall, University \\nof Missouri, Columbia, MO 65211; telephone: (573) 882-4421, before \\nSeptember 25, 1998. Repatriation of the human remains and associated \\nfunerary objects to the Sac and Fox Nation of Oklahoma, the Sac and Fox \\nTribe of Missouri, and the Sac and Fox Nation of the Mississippi in\\n\\n[[Page 45514]]\\n\\nIowa may begin after that date if no additional claimants come forward.\\nDated: August 21, 1998.\\nVeletta Canouts,\\nActing Departmental Consulting Archeologist,\\nDeputy Manager, Archeology and Ethnography Program.\\n[FR Doc. 98-22888 Filed 8-25-98; 8:45 am]\\nBILLING CODE 4310-70-F\\n\\n\\n\\n", "agency1": "Null", "sub_agency1": "Null", "dep_doc": "Null", "subject": "Null", "agency2": "Null", "action": "Null", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Null", "signature_name": "Null", "signature_title": "Null", "fr_doc": "Null", "billing_code": "Null", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}