{"index": "I_2345", "messy_full": "\\n\\nFederal Register, Volume 63 Issue 157 (Friday, August 14, 1998)\\n\\n[Federal Register Volume 63, Number 157 (Friday, August 14, 1998)]\\n[Notices]\\n[Page 43719]\\nFrom the Federal Register Online via the Government Publishing Office [www.gpo.gov]\\n[FR Doc No: 98-21887]\\n\\n\\n-----------------------------------------------------------------------\\n\\nDEPARTMENT OF THE INTERIOR\\n\\nNational Park Service\\n\\n\\nNotice of Inventory Completion for Native American Human Remains \\nfrom Fresno and King Counties, CA in the Possession of California State \\nUniversity-Fresno, Fresno, CA\\n\\nAGENCY: National Park Service\\n\\nACTION: Notice\\n\\n-----------------------------------------------------------------------\\n\\n    Notice is hereby given in accordance with provisions of the Native \\nAmerican Graves Protection and Repatriation Act (NAGPRA), 43 CFR 10.9, \\nof the completion of an inventory of human remains from Fresno and King \\nCounties, CA in the possession of California State University-Fresno, \\nFresno, CA.\\n    A detailed assessment of the human remains was made by California \\nState University-Fresno professional staff in consultation with \\nrepresentatives of Santa Rosa Indian Community of the Santa Rosa \\nRancheria.\\n    In 1950 and 1963, human remains representing seven individuals were \\nrecovered from sites CA-FRE-511 and CA-FRE-531, Fresno County, CA \\nduring excavations by the Fresno State College Archaeological Field \\nClass under the supervision of Dr. William Beatty. No known individuals \\nwere identified. No associated funerary objects are present.\\n    Based on the material culture recovered, sites CA-FRE-511 and CA-\\nFRE-531 have been identified as village locations atop low mounds in \\nthe Fresno Slough dating to the late precontact period (post-1500 \\nA.D.). Based on cultural material and burial locations within the \\nvillages, these human remains have been determined to be Native \\nAmerican. Based on the degree of preservation and cultural material at \\nthe site, these human remains have been determined to be from the late \\nprecontact period (post-1500 A.D.). Archeological evidence in this area \\nindicates continuity of material culture from precontact times into the \\nhistoric period. Early Yokuts people are presumed to have occupied the \\nSan Joaquin Valley and Central Sierran Foothills between 1000-500 B.C., \\nwith continued occupation into the historic period. Historic documents, \\nethnographic accounts, and oral history indicate occupation and use of \\nthis area since the late precontact period by Tachi Yokuts peoples, now \\nrepresented by Santa Rosa Indian Community of the Santa Rosa Rancheria.\\n    In 1972, human remains representing one individual were recovered \\nfrom site CA-FRE-745, Fresno County, CA during a field survey by Fresno \\nState College staff. No known individual was identified. No associated \\nfunerary objects are present.\\n    Based on the material culture recovered at this site, CA-FRE-745 \\nhas been identified as a middle to late precontact site (1500 B.C.-1500 \\nA.D.). Archeological evidence from this area indicates a continuity of \\nmaterial culture from the middle through late precontact times and into \\nthe historic period. Early Yokuts people are presumed to have occupied \\nthe San Joaquin Valley and Central Sierran Foothills between 1000-500 \\nB.C., with continued occupation into the historic period. Historic \\ndocuments, ethnographic accounts, and oral history indicate occupation \\nand use of this area since the late precontact period by Tachi Yokuts \\npeoples, now represented by Santa Rosa Indian Community of the Santa \\nRosa Rancheria.\\n    In 1975, human remains representing nine individuals were recovered \\nfrom site CA-KIN-43 King County, CA during salvage excavations \\nconducted by California State University-Fresno staff. No known \\nindividuals were identified. No associated funerary objects are \\npresent.\\n    Based on material culture of this site, CA-KIN-43 has been \\ndetermined to be a mound occupation site dating to the middle and \\npossibly late precontact period (1500 B.C.-1500 A.D.). Archeological \\nevidence from this area indicates a continuity of material culture from \\nthe middle through late precontact times and into the historic period. \\nEarly Yokuts people are presumed to have occupied the San Joaquin \\nValley and Central Sierran Foothills between 1000-500 B.C., with \\ncontinued occupation into the historic period. Historic documents, \\nethnographic accounts, and oral history indicate occupation and use of \\nthis area since the late precontact period by Tachi Yokuts peoples, now \\nrepresented by Santa Rosa Indian Community of the Santa Rosa Rancheria.\\n    Based on the above mentioned information, officials of the \\nCalifornia State University-Fresno have determined that, pursuant to 43 \\nCFR 10.2 (d)(1), the human remains listed above represent the physical \\nremains of seventeen individuals of Native American ancestry. Officials \\nof the California State University-Fresno have determined that, \\npursuant to 43 CFR 10.2 (e), there is a relationship of shared group \\nidentity which can be reasonably traced between these Native American \\nhuman remains and the Santa Rosa Indian Community of the Santa Rosa \\nRancheria.\\n    This notice has been sent to officials of the Santa Rosa Indian \\nCommunity of the Santa Rosa Rancheria. Representatives of any other \\nIndian tribe that believes itself to be culturally affiliated with \\nthese human remains should contact Professor Roger LaJeunesse, \\nDepartment of Anthropology, California State University-Fresno, 5245 \\nNorth Backer Avenue, Fresno, CA 93740-0016; telephone: (209) 278-4900, \\nbefore September 14, 1998. Repatriation of the human remains to the \\nSanta Rosa Indian Community of the Santa Rosa Rancheria may begin after \\nthat date if no additional claimants come forward.\\nDated: August 7, 1998.\\nFrancis P. McManamon,\\nDepartmental Consulting Archeologist,\\nManager, Archeology and Ethnography Program.\\n[FR Doc. 98-21887 Filed 8-13-98; 8:45 am]\\nBILLING CODE 4310-70-F\\n\\n\\n\\n", "agency1": "Null", "sub_agency1": "Null", "dep_doc": "Null", "subject": "Null", "agency2": "Null", "action": "Null", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Null", "signature_name": "Null", "signature_title": "Null", "fr_doc": "Null", "billing_code": "Null", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}