{"index": "I_2389", "messy_full": "\\n\\nFederal Register, Volume 62 Issue 197 (Friday, October 10, 1997)\\n\\n[Federal Register Volume 62, Number 197 (Friday, October 10, 1997)]\\n[Notices]\\n[Page 53022]\\nFrom the Federal Register Online via the Government Publishing Office [www.gpo.gov]\\n[FR Doc No: 97-26873]\\n\\n\\n-----------------------------------------------------------------------\\n\\nDEPARTMENT OF THE INTERIOR\\n\\nNational Park Service\\n\\n\\nNotice of Inventory Completion for Native American Human Remains \\nFrom O\\'ahu County, HI in the Control of the United States Fish and \\nWildlife Service, Honolulu, HI\\n\\nAGENCY: National Park Service, Interior.\\n\\nACTION: Notice.\\n\\n-----------------------------------------------------------------------\\n\\n    Notice is hereby given in accordance with provisions of the Native \\nAmerican Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. \\n3003 (d), of the completion of an inventory of human remains from O\\'ahu \\nCounty, HI in the control of the United States Fish and Wildlife \\nService, Honolulu, HI.\\n    A detailed assessment of the human remains was made by U.S. Fish \\nand Wildlife and Bishop Museum professional staff, in consultation with \\nrepresentatives of Hui Malama I Na Kupuna O Hawai\\'i Nei\\n    In 1923 and 1924, human remains representing a minimum of seven \\nindividuals were recovered from the Hawaiian Islands known as Nihoa and \\nNecker by members of the Tanager Expeditions who were collecting a wide \\nvariety of scientific specimens for the Bishop Museum. No known \\nindividuals were identified. No associated funerary objects are \\npresent.\\n    Based on material culture and radiocarbon dates, the islands of \\nNihoa and Necker were occupied by Native Hawaiian people between 1000-\\n1500 A.D. Oral tradition and archeological research indicates Native \\nHawaiian people occupied the islands of Nihoa and Necker during this \\nperiod. Consultation evidence presented by representatives of Hui \\nMalama I Na Kupuna O Hawai\\'i Nei identifies the islands of Nihoa and \\nNecker as within the precontact territory of Native Hawaiian people.\\n    Based on the above mentioned information, officials of the U.S. \\nFish and Wildlife Service have determined that, pursuant to 43 CFR 10.2 \\n(d)(1), the human remains listed above represent the physical remains \\nof a minimum of seven individuals of Native American ancestry. \\nOfficials of the U.S. Fish and Wildlife Service have also determined \\nthat, pursuant to 25 U.S.C. 3001 (2), there is a relationship of shared \\ngroup identity which can be reasonably traced between these Native \\nAmerican human remains and associated funerary objects and Hui Malama I \\nNa Kupuna O Hawai\\'i Nei.\\n    This notice has been sent to officials of Hui Malama I Na Kupuna O \\nHawai\\'i Nei, Office of Hawaiian Affairs, and the Kauai/Nihau Island \\nBurial Council. Representatives of any other Native Hawaiian \\norganization that believes itself to be culturally affiliated with \\nthese human remains and associated funerary objects should contact \\nJerry Leinecke, Project Leader, Hawaiian and Pacific Islands National \\nWildlife Refuge Complex, P.O. Box 50167, Honolulu, HI 96850; telephone: \\n(808) 541-1201, fax (808) 541-1216, before November 10, 1997. \\nRepatriation of the human remains to Hui Malama I Na Kupuna O Hawai\\'i \\nNei may begin after that date if no additional claimants come forward.\\nDated: October 2, 1997.\\n\\n    Francis P. McManamon,\\nDepartmental Consulting Archeologist,\\nManager, Archeology and Ethnography Program.\\n[FR Doc. 97-26873 Filed 10-9-97; 8:45 am]\\nBILLING CODE 4310-70-F\\n\\n\\n\\n", "agency1": "Null", "sub_agency1": "Null", "dep_doc": "Null", "subject": "Null", "agency2": "Null", "action": "Null", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Null", "signature_name": "Null", "signature_title": "Null", "fr_doc": "Null", "billing_code": "Null", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}