{"index": "I_2300", "messy_full": "\\n\\nFederal Register, Volume 64 Issue 58 (Friday, March 26, 1999)\\n\\n[Federal Register Volume 64, Number 58 (Friday, March 26, 1999)]\\n[Notices]\\n[Pages 14754-14757]\\nFrom the Federal Register Online via the Government Publishing Office [www.gpo.gov]\\n[FR Doc No: 99-7500]\\n\\n\\n-----------------------------------------------------------------------\\n\\nDEPARTMENT OF THE INTERIOR\\n\\nNational Park Service\\n\\n\\nNotice of Inventory Completion for Native American Human Remains \\nand Associated Funerary Objects in the Possession of the University of \\nNebraska State Museum, University of Nebraska-Lincoln, Lincoln, NE\\n\\nAGENCY: National Park Service.\\n\\nACTION: Notice.\\n\\n-----------------------------------------------------------------------\\n\\n    Notice is hereby given in accordance with provisions of the Native \\nAmerican Graves Protection and Repatriation Act (NAGPRA), 43 CFR 10.9, \\nof the completion of an inventory of human remains and associated \\nfunerary objects in the possession of University of Nebraska State \\nMuseum, University of Nebraska-Lincoln, Lincoln, NE.\\n    A detailed assessment of the human remains was made by University \\nof Nebraska professional staff in consultation with representatives of \\nthe Pawnee Tribe of Oklahoma.\\n    In 1959, human remains representing five individuals were recovered \\nfrom site 25BD1 overlooking Ponca Creek, Boyd County, NE during \\nexcavations conducted under the direction of T. Witty. No known \\nindividuals were identified. No associated funerary objects were \\npresent.\\n    Based on ceramic and stone tool assemblages, site 25BD1 has been \\nidentified as an Initial Coalescent occupation dated to circa 1400 A.D.\\n    In 1931, human remains representing one individual were recovered \\nfrom Cache 3 of site 25BF1 near Sweetwater, NE during excavations \\nconducted by W.R. Wedel under the direction of W.D. Strong. No known \\nindividuals were identified. No associated funerary objects were \\npresent.\\n    Based on ceramic and stone tool assemblages, site 25BF1 has been \\nidentified as a Loup River Phase (Itskari Phase) occupation dating to \\nbetween 1250-1450 A.D.\\n    In 1940, human remains representing 20 individuals from site 25BO7, \\nBoone County, NE were recovered by John Champe during University of \\nNebraska salvage archeology. No known individuals were identified. No \\nassociated funerary objects are present.\\n    Based on burial location and skeletal morphology, these individuals \\nhave been determined to be Native American. The location of this site \\nis close to a Central Plains Tradition village site, these individuals \\nare believed to be associated with the Central Plains Tradition.\\n    In 1935, human remains representing one individual were recovered \\nfrom the Linwood site (25BU1), Butler County, NE by W.R. Wedel. No \\nknown individual was identified. No associated funerary objects are \\npresent.\\n    Based on recorded associated funerary objects and manner of \\ninterment, this individual has been determined to be Native American. \\nW.R. Wedel described an excavation by the Nebraska Archeological Survey \\nin which a ``flexed child burial\\'\\' was found, along with trade material \\nincluding iron hoes, axes, fragments of copper kettles, and bits of \\nbrass and glass. The University of Nebraska has determined that these \\nhuman remains are most likely from the described child\\'s burial. \\nWedel\\'s report concludes that the Linwood site (25BU1) is a Pawnee \\nvillage ``very probably inhabited about the year 1800, and may date, in \\npart, from a much earlier period.\\'\\'\\n    At an unknown date, human remains representing one individual were \\nrecovered from the Ashland site (25CC1), Cass County, NE under unknown \\ncircumstances. No known individual was identified. No associated \\nfunerary objects are present.\\n    Based on the condition of the human remains, museum records, and \\nsite information, this individual has been determined to be Native \\nAmerican, most likely from the Central Plains Tradition period. Based \\non material culture and site organization, the Ashland site (25CC1) has \\nbeen identified as a multi-component site, including a Central Plains \\nTradition component.\\n    At an unknown date, human remains representing two individuals were \\nrecovered from the Rock Bluff site (25CC31[25CC0]) overlooking the \\nMissouri River in southern Cass County, NE. No information is available \\nas to how or when these remains came into University of Nebraska State \\nMuseum collections. No known individuals were identified. No associated \\nfunerary objects are present.\\n    Between 1914 and 1968, the University conducted excavations at the \\nnearby Walker Glimore site, during which these human remains were most \\nlikely collected. Archeological evidence from these excavations \\nindicates the site is attributable to the Nebraska Culture of the \\nCentral Plains Tradition.\\n    In 1913, human remains representing 53 individuals from an ossuary \\n(25CC9001) in Plattsmouth, NE were excavated by R.F. Gilder and others \\nin an uncontrolled excavation following the discovery of the ossuary \\nduring a work project. No known individuals were identified. The \\nassociated funerary objects are 11 shell pendants or pendant fragments.\\n    Based on burial location and manner of interment, this ossuary has \\nbeen attributed to the Nebraska Culture within the Central Plains \\nTradition.\\n    In 1934, human remains representing three individuals were \\nexcavated from Wiseman Village (25CD3) on the south bank of the \\nMissouri River, Cedar County, NE under the direction of E.H. Bell of \\nthe University of Nebraska. No known individuals were identified. No \\nassociated funerary objects are present.\\n    Based on ceramics and stone tool assemblages, the Wiseman Village \\nsite has been identified as probable St. Helena Phase occupation. The \\nSt. Helena Phase is a component of the Central Plains Tradition.\\n    In 1934, human remains representing 137 individuals were recovered \\nfrom Wiseman Mounds site (25CD4) under the direction of E.H. Bell of \\nthe University of Nebraska. No known individuals were identified. The \\ntwo associated funerary objects are stone beads.\\n    Based on probable association with the Wiseman village site, the \\nWiseman Mounds have been identified as having a Central Plains \\nTradition component. Based on the apparent age of the remains, these \\nindividuals have been determined to be Native American dating to the \\nCentral Plains Tradition period.\\n    In 1941, human remains representing 200 individuals were recovered \\nfrom Wynot Ossuary (25CD7), Cedar County, NE during excavations \\nconducted by R.B. Cuming for the Nebraska State Archeological Survey. \\nNo known individuals were identified. The four associated funerary \\nobjects are shell beads.\\n    Based on ceramics and stone tool assemblages present in the fill, \\nthe Wynot Ossuary has been identified as in use during the St. Helena \\nPhase [1425-1500 A.D.] of the Central Plains Tradition. Based on \\narcheological context, these individuals have been identified as Native \\nAmerican.\\n    In 1978, human remains representing one individual were recovered \\nfrom site 25CD13, Cedar County, NE by J.\\n\\n[[Page 14755]]\\n\\nLudwickson of the University of Nebraska Department of Anthropology. No \\nknown individual was identified. No associated funerary objects were \\npresent.\\n    Based on artifacts collected from the site, site 25CD13 has been \\nidentified as a Central Plains Tradition occupation. Based on \\narcheological context and condition of the remains, this individual has \\nbeen identified as Native American.\\n    In 1931, human remains representing one individual were recovered \\nfrom the Wolfe site (25CX2) near the mouth of Shell Creek, Colfax \\nCounty, NE during excavations conducted by W.D. Strong and Waldo Wedel. \\nNo known individual was identified. No associated funerary objects are \\npresent.\\n    Based on ceramic and stone tool assemblages, the Wolfe site has \\nbeen identified as a Lower Loup period (1450-1550 A.D.) occupation of \\nthe Central Plains Tradition. Based on the dates for this site, this \\nindividual has been determined to be Native American.\\n    In 1939, human remains representing two individuals were recovered \\nfrom the Bobier site (25DK1A), Dakota County, NE during University of \\nNebraska/W.P.A. excavations conducted by S. Bartos, Jr. under the \\nsupervision of H. Angelino. No known individuals were identified. No \\nassociated funerary objects were present.\\n    In 1939, human remains representing one individual were recovered \\nfrom another part of the Bobier site (25DK1B), Dakota County, NE during \\nexcavations conducted by S. Bartos, Jr. No known individual was \\nidentified. No associated funerary objects were present.\\n    Based on material culture of the sites, the Bobier sites have been \\nidentified as a Nebraska Phase (1050-1425 A.D.) of the Central Plains \\nTradition. Based on the dates for these sites, these individuals have \\nbeen determined to be Native American.\\n    In 1940, human remains representing 130 individuals were recovered \\nfrom the Murphy Ossuary (25DK9), Dakota County, NE during excavations \\nconducted by J. Champe. No known individuals were identified. No \\nassociated funerary objects are present.\\n    Based on ceramics, stone tools, and burial pattern, the Murphy \\nOssuary has been identified as a St. Helena Phase (1425-1500 A.D.) \\noccupation of the Central Plains Tradition. Based on the dates for this \\nsite, these individuals have been determined to be Native American.\\n    In 1941, human remains representing 292 individuals were recovered \\nfrom the Maxwell site (25DK13) near Homer, NE during University of \\nNebraska/W.P.A. excavations conducted by L. Bartos, Jr. under the \\ndirection of John L. Champe and Paul Cooper. No known individuals were \\nidentified. No associated funerary objects were present.\\n    Based on bone preservation and ceramic sherds in fill, the Maxwell \\nsite has been identified as a Central Plains Tradition occupation \\n(1050-1500 A.D.). Based on archeological context and dates for this \\nsite, these individuals have been determined to be Native American.\\n    In 1941, human remains representing 16 individuals were recovered \\nfrom an ossuary at the Hancock site (25DK14), Dakota County, NE during \\nexcavations conducted by S. Bartos, Jr. No known individuals were \\nidentified. No associated funerary objects were present.\\n    Based on ceramic and stone tool assemblage, the Hancock site has \\nbeen identified as a St. Helena Phase (1425-1500 A.D.) occupation of \\nthe Central Plains Tradition. Based on the dates for this site, these \\nindividuals have been determined to be Native American.\\n    Before 1909, human remains representing 11 individuals were \\nrecovered from the ``Watson House\\'\\' site (25DOO), Omaha, NE during \\nexcavations conducted by R.F. Gilder. No known individuals were \\nidentified. No associated funerary objects are present.\\n    Based on ceramic and stone tool assemblages, the ``Watson House\\'\\' \\nsite has been identified as a Nebraska Phase (1050-1425 A.D.) \\noccupation of the Central Plains Tradition. Based on the dates for this \\nsite, these individuals have been determined to be Native American.\\n    In 1913, human remains representing two individuals were recovered \\nfrom site 25D0O (11-25-5-13) in Omaha, NE during house construction and \\ndonated to the University of Nebraska State Museum by R.H. Gilder. No \\nknown individuals were identified. No associated funerary objects are \\npresent.\\n    Based on the condition of the remains and known archeological sites \\nin this area, site 25DO0 (11-25-5-13) has been identified as a Nebraska \\nCulture (1050-1425 A.D.) occupation of the Central Plains Tradition. \\nBased on the probable dates for this site, these individuals have been \\ndetermined to be Native American.\\n    In 1913, human remains representing one individual was excavated at \\n13th and Missouri Streets (25DO?2), Omaha, NE by R.F. Gilder. These \\nhuman remains became part of the Wallace collection and were donated to \\nthe University of Nebraska State Museum in 1913. No known individual \\nwas identified. No associated funerary objects are present.\\n    Based on the condition of the remains and the cultural material \\nfrom this site, this burial has been determined to be Native American \\nfrom the Nebraska Phase (1050-1425 A.D.) of the Central Plains \\nTradition.\\n    In 1906, human remains representing 42 individuals were collected \\nfrom site 25DO26, Gilder\\'s Mound, Long\\'s Hill, NE by R.F. Gilder. No \\nknown individuals were identified. No associated funerary objects are \\npresent.\\n    This site is also known and the ``Loess Man\\'\\' site, due to the \\nhuman remains being found in loess soil. Material culture collected \\nfrom this site resemble Central Plains Tradition/Woodland materials on \\nthe basis of the poor to fair preservation. Based on the condition of \\nthe human remains and material culture from this site, these \\nindividuals have been determined to be Native American from the \\nNebraska Phase (1050-1425 A.D.) of the Central Plains Tradition.\\n    At an unknown date, human remains representing one individual were \\ncollected at site 25FR0, four miles north of the Riverton highlands, \\nFranklin County, NE by an unknown individual. No known individual was \\nidentified. The four associated funerary objects are coils of brass \\nwire.\\n    Based on the coils of brass wire and location of site 25FR0, this \\nburial has been attributed to the historic Pawnee c.1750-1850 A.D.\\n    In 1983, human remains representing one individual were recovered \\nin the Upper Republican midden layer of site 25FT145, Frontier County, \\nNE during excavations in a habitation area directed by T. Myers. No \\nknown individual was identified. No associated funerary objects are \\npresent.\\n    Based on the ceramics recovered in the midden, site 25FT145 has \\nbeen identified as an Upper Republican Culture occupation (950-1250 \\nA.D.) of the Central Plains Tradition.\\n    At an unknown date, human remains representing one individual were \\nrecovered from the Goodrich site (25GY21), Greeley County, NE by W.J. \\nHunt of the Department of Anthropology at the University of Nebraska-\\nLincoln. No known individual was identified. No associated funerary \\nobjects are present.\\n    Based on material culture, the Goodrich site has been identified as \\na Central Plains Tradition (950-1450 A.D.) occupation. Based on the \\nmaterial culture of this site, this individual has been determined to \\nbe Native American.\\n    In 1930, human remains representing four individuals were recovered \\nfrom the Graham Ossuary site (25HN5),\\n\\n[[Page 14756]]\\n\\nHarlan County, NE during excavations conducted by W. Wedel under the \\ndirection of W.D. Strong. No known individuals were identified. The \\nminimum of 100 associated funerary objects include ceramic fragments, \\nshell beads, bone beads, bracelets, copper ornaments, ceramics, and \\nstone tools.\\n    Based on the material culture, the Graham site has been identified \\nas a Upper Republican Phase occupation of the Central Plains Tradition. \\nBased on the associated funerary objects, these individuals have been \\ndetermined to be Native American.\\n    In 1978, human remains representing one individual were recovered \\nfrom the Schmidt site (25HW301), Howard County, NE by S. Holen and C. \\nRoberts. No known individual was identified. No associated funerary \\nobjects are present.\\n    Based on ceramic and stone tool assemblages, the Schmidt site has \\nbeen identified as a Central Plains Tradition occupation. Based on the \\narcheological context, this individual has been determined to be Native \\nAmerican.\\n    During 1936-1938, human remains representing 15 individuals were \\nrecovered from the Ponca Fort site (25KX1), Knox County, NE during \\nexcavations conducted by the Nebraska State Archeological Survey under \\nthe direction of Perry Newell and S. Wimberly as part of WPA Official \\nProject 165-81-8095, Work Project 3140. No known \\nindividuals were identified. No associated funerary objects are \\npresent.\\n    Based on ceramics and stone tool assemblages, this portion of the \\nPonca Fort site has been identified as a Central Plains Tradition (950-\\n1250 A.D.) occupation. Based on archeological context, poor \\npreservation of the remains, poor dental health, and evidence of severe \\narthritis in one individual, these individuals have been determined to \\nbe Native American from the pre-contact period.\\n    In 1961, human remains representing five individuals were recovered \\nfrom site 25KX20, a small area of land extending into Lewis and Clark \\nLake near Crofton, NE during a survey conducted by P. Holder and R. \\nKrause for the University of Nebraska Department of Anthropology. No \\nknown individuals were identified. No associated funerary objects were \\npresent.\\n    Based on ceramics and stone tools, site 25KX20 has been identified \\nas a Central Plains Tradition occupation dating to between (1050-1500 \\nA.D.).\\n    In 1913, human remains representing three individuals were \\nrecovered from a small house ruin (25SY0/7-12-13) on a ridge near Mill \\nHollow in Sarpy County, NE by R.F. Gilder. No known individuals were \\nidentified. No associated funerary objects are present.\\n    Based on material culture, site 25SY0 has been identified as a \\nNebraska Culture (1050-1425 A.D.) occupation of the Central Plains \\nTradition. Based on the dates for this site, these individuals have \\nbeen identified as Native American.\\n    In 1914, human remains representing eight individuals were \\nrecovered from the Childs Point site (25SY0) overlooking the Missouri \\nRiver in Sarpy County, NE under the direction of R.F. Gilder and were \\naccessioned into the University of Nebraska State Museum. No known \\nindividuals were identified. No associated funerary objects were \\npresent.\\n    Based on material culture, the Childs Point site has been \\nidentified as a Nebraska Phase (1050-1425 A.D.) occupation of the \\nCentral Plains Tradition. Based on the dates of this site, these \\nindividuals have been determined to be Native American.\\n    During 1908-1917, human remains representing 46 individuals from \\nthe Wallace Mound site (25SY67) were excavated under the direction of \\nR.F. Gilder and accessioned into the University of Nebraska State \\nMuseum. No known individuals were identified. No associated funerary \\nobjects were present.\\n    In 1913, human remains representing six individuals were removed \\nfrom the Swoboda site (25SY67/31-8-14), part of the Wallace Mounds \\nsite, Sarpy County, NE and were secured by Miss Edith Dennett who \\ndonated these remains to the University of Nebraska State Museum in \\n1914. No known individuals were identified. No associated funerary \\nobjects are present.\\n    Based on the association with the Child\\'s Point site, the Wallace \\nMound site has been identified as a Nebraska Culture (1050-1425 A.D.) \\noccupation of the Central Plains Tradition. Based on the condition of \\nthe skeletal material, these individuals have been determined to be \\nNative American.\\n    In 1938 and 1939, human remains representing one individual were \\nrecovered from Cache Pit B of the Redbird site (25HT3), Holt County, NE \\nduring legally authorized excavations conducted by E. Bell for the \\nW.P.A. Work Project 4841. No known individual was identified. \\nNo associated funerary objects were present.\\n    Based on material culture and geographical location, the Redbird \\nsite has been identified as an Extended Coalescent Tradition site. \\nBased on the archeological context, material culture, and manner of \\ninterment this individual has been identified as Native American. Based \\non ceramic evidence and development, the Extended Coalescent Tradition \\nhas been identified as ancestral to the present-day Pawnee.\\n    Based on continuities of ceramic decoration, stone tool form and \\nfunction, architecture, chronology, mortuary custom, subsistence \\npattern, settlement pattern, and geographic location, the Central \\nPlains Tradition is recognized by many anthropologists as ancestral to \\nthe present-day Pawnee and Arikara. Pawnee and Arikara oral traditions \\nalso indicate cultural affiliation between the earlier Central Plains \\nTradition and these present-day tribes.\\n    Based on the above mentioned information, officials of the \\nUniversity of Nebraska have determined that, pursuant to 43 CFR 10.2 \\n(d)(1), the human remains listed above represent the physical remains \\nof 1,014 individuals of Native American ancestry. Officials of the \\nUniversity of Nebraska have also determined that, pursuant to 43 CFR \\n10.2 (d)(2), the approximately 121 objects listed above are reasonably \\nbelieved to have been placed with or near individual human remains at \\nthe time of death or later as part of the death rite or ceremony. \\nLastly, officials of the University of Nebraska have determined that, \\npursuant to 43 CFR 10.2 (e), there is a relationship of shared group \\nidentity which can be reasonably traced between these Native American \\nhuman remains and associated funerary objects and the Pawnee Tribe of \\nOklahoma.\\n    This notice has been sent to officials of the Pawnee Tribe of \\nOklahoma, the Three Affiliated Tribes of the Fort Berthold Reservation, \\nand the Wichita and Affiliated Tribes. Representatives of any other \\nIndian tribe that believes itself to be culturally affiliated with \\nthese human remains and associated funerary objects should contact Dr. \\nPriscilla Grew, University of Nebraska, 302 Canfield Administration \\nBuilding, Lincoln, NE 68588-0433; telephone: (402) 472-3123, before \\nApril 26, 1999. Repatriation of the human remains and associated \\nfunerary objects to the Pawnee Tribe of Oklahoma may begin after that \\ndate if no additional claimants come forward.\\n    The Ponca Tribe of Oklahoma notified the University of Nebraska-\\nLincoln by letter dated December 14, 1998 that the Tribe claims the \\nhuman remains and associated funerary objects listed in this notice \\nfrom the following sites: 25BD1; 25CD3; 25CD4; 25CD7; 25CD13; 25DK1A; \\n25DK1B; 25DK9; 25DK14; 25HT3; 25KX1; 25KX20; 25SY0(7-12-\\n\\n[[Page 14757]]\\n\\n13); 25SY0; 25SY67; and 25SY67(31-8-14).\\n    The National Park Service is not responsible for the determinations \\nwithin this notice.\\nDated: March 17, 1999.\\nVeletta Canouts,\\nActing Departmental Consulting Archeologist,\\nDeputy Manager, Archeology and Ethnography Program.\\n[FR Doc. 99-7500 Filed 3-25-99; 8:45 am]\\nBILLING CODE 4310-70-F\\n\\n\\n\\n", "agency1": "Null", "sub_agency1": "Null", "dep_doc": "Null", "subject": "Null", "agency2": "Null", "action": "Null", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Null", "signature_name": "Null", "signature_title": "Null", "fr_doc": "Null", "billing_code": "Null", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}