{"index": "I_2310", "messy_full": "\\n\\nFederal Register, Volume 64 Issue 35 (Tuesday, February 23, 1999)\\n\\n[Federal Register Volume 64, Number 35 (Tuesday, February 23, 1999)]\\n[Notices]\\n[Pages 8853-8854]\\nFrom the Federal Register Online via the Government Publishing Office [www.gpo.gov]\\n[FR Doc No: 99-4471]\\n\\n\\n\\nDEPARTMENT OF THE INTERIOR\\n\\nNational Park Service\\n\\n\\nNotice of Inventory Completion for Native American Human Remains \\nfrom Cass, Gage and Saunders Counties in the Possession of the Nebraska \\nState Historical Society, Lincoln, NE\\n\\nAGENCY: National Park Service\\n\\nACTION: Notice\\n\\n-----------------------------------------------------------------------\\n\\n    Notice is hereby given in accordance with provisions of the Native \\nAmerican Graves Protection and Repatriation Act (NAGPRA), 43 CFR 10.9, \\nof the completion of an inventory of human remains and associated \\nfunerary objects from Nebraska in the possession of the Nebraska State \\nHistorical Society, Lincoln, NE.\\n    A detailed assessment of the human remains was made by Nebraska \\nState Historical Society professional staff in consultation with \\nrepresentatives of the Otoe-Missouria Tribe of Indians, Oklahoma; the \\nIowa Tribe of Kansas and Nebraska; the Kaw Nation, Oklahoma; and the \\nIowa Tribe of Oklahoma.\\n    In 1937, human remains representing one individual were excavated \\nat site 25GA2, Gage County, NE by Nebraska State Historical Society \\narchaeologist A.T. Hill. No known individual was identified. The \\napproximately 400 associated funerary objects include clay pipe \\nfragments, thimbles, dangles, earrings, cartridge cases, bullets, iron \\nhardware, nails, pencil leads, glass beads, ceramic buttons, crockery, \\na seed, and a ground stone tool.\\n    Site 25GA2 is located in the immediate vicinity of a major Otoe-\\nMissouri village occupied from 1854 to 1881. The recovered funerary \\nobjects are consistent with this time frame. The remains are most \\nlikely to be that of an Otoe-Missouri person. Based on material \\nculture, ethnohistoric and cartographic evidence site 25GA2 is \\nassociated with the Otoe-Missouria Tribe of Indians, Oklahoma.\\n    In 1958, fragmentary human remains representing a minimum of \\nfifteen individuals were excavated at site 25CC60, Cass County, NE by \\nNebraska State Historical Society archeologists. No known individuals \\nwere identified. The 64 associated funerary objects include glass \\nbeads, wampum beads, ceramic sherds, wood fragments, and copper and \\nother metal items.\\n    Site 25CC60 is located very near to a series of Otoe-Missouri \\nvillages established in the 18th and 19th centuries. This time period \\nis consistent with the time range of the associated funerary objects. \\nThese two tribes were\\n\\n[[Page 8854]]\\n\\nclosely aligned and in regular contact during the 18th and 19th \\ncenturies in the lower Platte valley of eastern Nebraska. Based on \\nmaterial culture, ethnohistoric and cartographic evidence, site 25CC60 \\nis associated with the Otoe-Missouria Tribe of Indians, Oklahoma.\\n    In 1969 and 1970, human remains representing a minimum of two \\nindividuals were excavated at site 25SD31, Saunders County, NE, \\ndiscovered during construction on a very prominent bluff overlooking \\nthe Platte River valley by Nebraska State Historical Society \\narchaeologists. No known individuals were identified. The approximately \\n2,400 associated funerary objects include approximately 2,000 glass \\nbeads, modified and unmodified animal bone, shell, gun parts, metal \\nrings, metal bracelets, metal ear ornaments, a kettle, wood/metal \\nknives, ocher, blanket fragments, modified shell, metal pins, chipped \\nstone debris, a stone human effigy pipebowl, catlinite and ceramic pipe \\nfragments, wooden bowl fragments, furniture drawer pull and charcoal.\\n    Site 25SD31 is located very near to an Otoe-Missouri village \\nestablished in the 18th century. Funerary objects suggest a mid 18th \\ncentury affiliation for 25SD31. Based on material culture ethnohistoric \\nand cartographic evidence, site 25SD31 is associated with the Otoe-\\nMissouria Tribe of Indians, Oklahoma.\\n    In 1970, human remains representing a 20-27 year old female were \\nexcavated at site 25CC131 (King Hill site) Cass County, NE by Nebraska \\nState Historical Society archeologists. No known individual was \\nidentified. The 35 associated funerary objects include iron tools, \\nanimal bone, glass and shell beads, brass rings, sheet metal, and \\nchipped stone flaking debris.\\n    Site 25CC131 is located very near to a series of Otoe-Missouri \\nvillages established in the 18th and 19th centuries. This time period \\nis consistent with the time range of the associated funerary objects. \\nThese two tribes were closely aligned and in regular contact during the \\n18th and 19th centuries in the lower Platte valley of eastern Nebraska. \\nBased on material culture, ethnohistoric and cartographic evidence, \\nsite 25CC131 is associated with the Otoe-Missouria tribe.\\n    In 1992, human remains representing a minimum of one individual \\nwere collected during construction at site 25SD82, Saunders county, NE, \\nby a Nebraska State Historical Society archeologist and the Saunders \\nCounty Sheriff. The site is not located on Federal Land. In accordance \\nwith Nebraska State law, further disturbance of burials at the site was \\navoided. The site is on a prominent bluff overlooking the Platte River \\nvalley near, and perhaps is an extension of, site 25SD31. No known \\nindividuals were identified. The ten associated funerary objects \\ninclude a stone pipe, modified animal bone, glass beads, ground stone \\nabraders, and a ceramic sherd.\\n    Site 25SD82 is located very near to an Otoe-Missouri village \\nestablished in the 18th century. Funerary objects suggest a mid 18th \\ncentury affiliation for 25SD82. Based on material culture, \\nethnohistoric and cartographic evidence, site 25SD82 is associated with \\nthe Otoe-Missouria Tribe of Indians, Oklahoma.\\n    Based on the above mentioned information, officials of the Nebraska \\nState Historical Society have determined that, pursuant to 43 CFR 10.2 \\n(d)(1), the human remains listed above represent the physical remains \\nof nineteen individuals of Native American ancestry. Officials of the \\nNebraska State Historical Society have also determined that, pursuant \\nto 43 CFR 10.2 (d)(2), the approximately 3,000 objects listed above are \\nreasonably believed to have been placed with or near individual human \\nremains at the time of death or later as part of the death rite or \\nceremony. Officials of the Nebraska State Historical Society have also \\ndetermined that, pursuant to 43 CFR 10.2 (e), there is a relationship \\nof shared group identity which can be reasonably traced between these \\nNative American human remains and associated funerary objects and the \\nOtoe-Missouria Tribe of Indians, Oklahoma.\\n    This notice has been sent to officials of the the Otoe-Missouria \\nTribe of Indians, Oklahoma; the Iowa Tribe of Kansas and Nebraska; the \\nKaw Nation, Oklahoma; and the Iowa Tribe of Oklahoma. Representatives \\nof any other Indian tribe that believes itself to be culturally \\naffiliated with these human remains should contact Rob Bozell, \\nAssociate Director, Nebraska State Historical Society, 1500 R Street, \\nP.O. Box 82554, Lincoln, NE 68501-2554; telephone: (402) 471-4789, \\nbefore March 25, 1999. Repatriation of the human remains and associated \\nfunerary objects to the Otoe-Missouria Tribe of Indians, Oklahoma may \\nbegin after that date if no additional claimants come forward.\\nDated: February 11, 1999.\\nFrancis P. McManamon,\\nDepartmental Consulting Archeologist,\\nManager, Archeology and Ethnography Program.\\n[FR Doc. 99-4471 Filed 2-22-99 ; 8:45 am]\\nBILLING CODE 4310-70-F\\n\\n\\n\\n", "agency1": "Null", "sub_agency1": "Null", "dep_doc": "Null", "subject": "Null", "agency2": "Null", "action": "Null", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Null", "signature_name": "Null", "signature_title": "Null", "fr_doc": "Null", "billing_code": "Null", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}