{"index": "I_2328", "messy_full": "\\n\\nFederal Register, Volume 63 Issue 197 (Tuesday, October 13, 1998)\\n\\n[Federal Register Volume 63, Number 197 (Tuesday, October 13, 1998)]\\n[Notices]\\n[Pages 54728-54729]\\nFrom the Federal Register Online via the Government Publishing Office [www.gpo.gov]\\n[FR Doc No: 98-27320]\\n\\n\\n-----------------------------------------------------------------------\\n\\nDEPARTMENT OF THE INTERIOR\\n\\nNational Park Service\\n\\n\\nNotice of Inventory Completion for Native American Human Remains \\nand Associated Funerary Objects from Pecos Valley, NM in the Possession \\nof the Peabody Museum of Archaeology and Ethnology, Harvard University, \\nCambridge, MA; and the Robert S. Peabody Museum of Archaeology, \\nPhillips Academy, Andover, MA.\\n\\nAGENCY: National Park Service, DOI.\\n\\nACTION: Notice.\\n\\n-----------------------------------------------------------------------\\n\\n    Notice is hereby given in accordance with provisions of the Native \\nAmerican Graves Protection and Repatriation Act (NAGPRA), 43 CFR 10.9, \\nof the completion of an inventory of human remains and associated \\nfunerary objects from Pecos Valley, NM in the possession of the Peabody \\nMuseum of Archaeology and Ethnology, Harvard University, Cambridge, MA; \\nand the Robert S. Peabody Museum of Archaeology, Phillips Academy, \\nAndover, MA.\\n    A detailed assessment of the human remains was made by Peabody \\nMuseum of Archaeology and Ethnology and Robert S. Peabody Museum of \\nArchaeology professional staff in consultation with representatives of \\nthe Apache Tribe of Oklahoma, the Comanche Tribe of Oklahoma, the Hopi \\nTribe, the Jicarilla Apache Tribe, the Kiowa Tribe, the Mescalero \\nApache Tribe, the Navajo Nation, Pueblo of Cochiti, the Pueblo of \\nJemez, Pueblo of Santo Domingo, the Pueblo of Zuni, and the Wichita and \\nAffiliated Tribes.\\n    Between 1915-1929, human remains representing four individuals were \\nrecovered from Dick\\'s Pueblo during excavations conducted under the \\nauspices of Phillips Academy by Alfred Vincent Kidder. No known \\nindividuals were identified. The one associated funerary object is a \\nceramic vessel and bone tube.\\n    Based on ceramic types recovered at the site, Dick\\'s Pueblo was \\noccupied during the late precontact period, 1300-1450 A.D.; and based \\non archeological evidence, including ceramic analysis and evidence of \\nabandonment concurrent with the emergence of Pecos Pueblo suggesting \\nmigration from Dick\\'s Pueblo to the Pecos Pueblo as part of a pattern \\nof coalescence of all Pecos Valley sites to the Pecos Pueblo; Dick\\'s \\nPueblo is known to be ancestral to Pecos Pueblo. Continuities of \\nmaterial culture, historical evidence, ethnographic evidence, and oral \\ntradition provided during consultation by representatives of the Pueblo \\nof Jemez indicate that Pecos Pueblo is a continuing and distinct \\nsocial, political, and religious division within the Pueblo of Jemez.\\n    Between 1915-1929, human remains representing 115 individuals were \\nrecovered from the Forked Lightning Pueblo during excavations conducted \\nunder the auspices of Phillips Academy by Alfred Vincent Kidder. No \\nknown individuals were identified. The 27 associated funerary objects \\ninclude bone awls, bone tubes, a bone whistle, stone axes, a medicine \\nstone, a paint stone, a shrine stone, a ceramic olla, ceramic vessels, \\nmedicine outfits, projectile points, and modified faunal remains.\\n    Based on the ceramic types recovered at the site, Forked Lightning \\nPueblo was occupied during the late precontact period, 1175-1400 A.D.; \\nand, based on archeological evidence, including ceramic analysis and \\nevidence of abandonment concurrent with the emergence of Pecos Pueblo \\nsuggesting migration from Forked Lightning Pueblo to the Pecos Pueblo \\nas part of a pattern of coalescence of all Pecos Valley sites to the \\nPecos Pueblo; Forked Lightning Pueblo is known to be ancestral to Pecos \\nPueblo. Continuities of material culture, historical evidence, \\nethnographic evidence, and oral tradition provided during consultation \\nby representatives of the Pueblo of Jemez indicate that Pecos Pueblo is \\na continuing and distinct social, political, and religious division \\nwithin the Pueblo of Jemez. Additionally, collections from the Forked \\nLightning Pueblo are recognized and still used by religious leaders \\nfrom the Pueblo of Jemez.\\n    Between 1915-1929, human remains representing four individuals were \\nrecovered from Loma Lothrop during excavations conducted under the \\nauspices of Phillips Academy by Alfred Vincent Kidder. No known \\nindividuals were identified. The two associated funerary objects are a \\nbone awl and a ceramic vessel.\\n    Based on the ceramic types recovered at the site, Loma Lothrop was \\noccupied during the late precontact period, 1315-1450 A.D.; and, based \\non archeological evidence, including ceramic analysis and evidence of \\nabandonment concurrent with the emergence of Pecos Pueblo suggesting \\nmigration from Loma Lothrop to the Pecos Pueblo as part of a pattern of \\ncoalescence of all Pecos Valley sites to the Pecos Pueblo; Loma Lothrop \\nis known to be ancestral to Pecos Pueblo. Continuities of material \\nculture, historical evidence, ethnographic evidence, and oral tradition \\nprovided during consultation by representatives of the Pueblo of Jemez \\nindicate that Pecos Pueblo is a continuing and distinct social, \\npolitical, and religious division within the Pueblo of Jemez.\\n    Between 1915-1929, human remains representing 11 individuals were \\nrecovered from Rowe Pueblo during excavations conducted under the \\nauspices of Phillips Academy by Alfred Vincent Kidder. No known \\nindividuals were identified. The six associated funerary objects \\ninclude ceramic vessels and a ceramic pipe.\\n    Based on the ceramic types recovered at the site, Rowe Pueblo was \\noccupied during the late precontact period, 1250-1450 A.D.; and, based \\non archeological evidence, including ceramic analysis and evidence of \\nabandonment concurrent with the emergence of Pecos Pueblo suggesting \\nmigration from Rowe Pueblo to the Pecos Pueblo as part of a pattern of \\ncoalescence of all Pecos Valley sites to the Pecos Pueblo; Rowe Pueblo \\nis known to be ancestral to Pecos Pueblo. Continuities of material \\nculture, historical evidence, ethnographic evidence, and oral tradition \\nprovided during consultation by representatives of the Pueblo of Jemez \\nindicate that Pecos Pueblo is a continuing and distinct social, \\npolitical, and religious division within the Pueblo of Jemez.\\n    Between 1915-1929, human remains representing 1,788 individuals \\nwere recovered from Pecos Pueblo and mission church sites during \\nexcavations conducted under the auspices of Phillips Academy by Alfred \\nVincent Kidder. No known individuals were identified. The 498 \\nassociated funerary objects include ceramic vessels, bone awls, bone \\nbeads, effigies, bone tubes, ceramic fragments, projectile points, \\nstone scrapers, chipped stone implements, a red paint stone, stone \\npendants, shell pendants, ceramic ladles, ceramic pipes, wrappings, \\nsoil samples, antler tools, faunal bone implements, stone knives, stone \\ndrills, pieces of obsidian, lumps of paint, hammerstones, stone shaft \\nstraighteners, a stone palette, faunal remains, fossils, a piece of \\ncopper ore, polishing stones, and textiles.\\n    Between 1915-1929, 19 cultural items were recovered from three \\ncaches in Pecos Pueblo during excavations conducted by Phillips Academy \\nunder the direction of Alfred Vincent Kidder.\\n\\n[[Page 54729]]\\n\\nThese associated funerary objects include four anthropomorphic figures, \\none piece of china, eight ground and pecked stones, and six other items \\nincluding lime covered quartz, volcanic stones, and a possible plume \\nholder.\\n    Based on consultation evidence presented by representatives of the \\nPueblo of Jemez, the four anthropomorphic figures were made exclusively \\nfor burial in these caches and are intended to represent human remains. \\nConsultation evidence further indicates that the remaining 15 cultural \\nitems were intentionally placed with the six figures as associated \\nfunerary objects.\\n    Based on the ceramic types recovered from this site, Pecos Pueblo \\nwas occupied into the historic period 1300-1700. Historic records \\ndocument occupation at the site until 1838 when the last inhabitants \\nleft the Pueblo and went to the Pueblo of Jemez. In 1936, an Act of \\nCongress recognized the Pueblo of Jemez as a ``consolidation\\'\\' and \\n``merger\\'\\' of the Pueblo of Pecos and the Pueblo of Jemez; this Act \\nfurther recognizes that all property, rights, titles, interests, and \\nclaims of both Pueblos were consolidated under the Pueblo of Jemez.\\n    Further evidence supporting a shared group identity between the \\nPecos and Jemez pueblos emerges in numerous aspects of present-day \\nJemez life. The 1992-1993 Pecos Ethnographic Project (unrelated to \\nNAGPRA) states: ``[T]he cultural evidence of Pecos living traditions \\nare 1) the official tribal government position of a Second Lieutenant/\\nPecos Governor; 2) the possession of the Pecos Pueblo cane of office; \\n3) the statue and annual feast day of Porcingula (Nuestra Senora de los \\nAngeles) on August 2; 4) the Eagle Watchers\\' Society; 5) the migration \\nof Pecos people in the early nineteenth century; 6) the knowledge of \\nthe Pecos language by a few select elders.\\'\\' (Levine 1994:2-3)\\n    Based on the above mentioned information, officials of the Peabody \\nMuseum of Archaeology and Ethnology and the Robert S. Peabody Museum of \\nArchaeology have determined that, pursuant to 43 CFR 10.2 (d)(1), the \\nhuman remains listed above represent the physical remains of 1,922 \\nindividuals of Native American ancestry. Officials of the Peabody \\nMuseum of Archaeology and Ethnology and the Robert S. Peabody Museum of \\nArchaeology have also determined that, pursuant to 43 CFR 10.2 (d)(2), \\nthe 534 objects listed above are reasonably believed to have been \\nplaced with or near individual human remains at the time of death or \\nlater as part of the death rite or ceremony. Officials of the Robert S. \\nPeabody Museum of Archaeology have also determined that, pursuant to 43 \\nCFR 10.2 (d)(2), the 19 objects from the three caches at Pecos Pueblo \\nlisted above are reasonably believed to have been made exclusively to \\nbe placed with or near individual human remains at the time of death or \\nlater as part of the death rite or ceremony. Lastly, officials of the \\nPeabody Museum of Archaeology and Ethnology and the Robert S. Peabody \\nMuseum of Archaeology have determined that, pursuant to 43 CFR 10.2 \\n(e), there is a relationship of shared group identity which can be \\nreasonably traced between these Native American human remains and \\nassociated funerary objects and the Pueblo of Jemez.\\n    This notice has been sent to officials of the Apache Tribe of \\nOklahoma, the Comanche Tribe of Oklahoma, the Hopi Tribe, the Jicarilla \\nApache Tribe, the Kiowa Tribe, the Mescalero Apache Tribe, the Navajo \\nNation, Pueblo of Cochiti, the Pueblo of Jemez, Pueblo of Santo \\nDomingo, the Pueblo of Zuni, and the Wichita and Affiliated Tribes. \\nRepresentatives of any other Indian tribe that believes itself to be \\nculturally affiliated with these human remains and associated funerary \\nobjects should contact Barbara Issac, Repatriation Coordinator, Peabody \\nMuseum of Archaeology and Ethnology, 11 Divinity Ave., Cambridge, MA \\n022138; telephone (617) 495-2254; or James W. Bradley, Director, Robert \\nS. Peabody Museum of Archaeology, Phillips Academy, Andover, MA 01810; \\ntelephone: (978) 749-4490, before November 12, 1998. Repatriation of \\nthe human remains and associated funerary objects to the Pueblo of \\nJemez may begin after that date if no additional claimants come \\nforward.\\nDated: October 2, 1998.\\nFrancis P. McManamon,\\nDepartmental Consulting Archeologist,\\nManager, Archeology and Ethnography Program.\\n[FR Doc. 98-27320 Filed 10-9-98; 8:45 am]\\nBILLING CODE 4310-70-F\\n\\n\\n\\n", "agency1": "Null", "sub_agency1": "Null", "dep_doc": "Null", "subject": "Null", "agency2": "Null", "action": "Null", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Null", "signature_name": "Null", "signature_title": "Null", "fr_doc": "Null", "billing_code": "Null", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}