{"index": "I_2429", "messy_full": "\\n\\nFederal Register, Volume 62 Issue 99 (Thursday, May 22, 1997)\\n\\n[Federal Register Volume 62, Number 99 (Thursday, May 22, 1997)]\\n[Notices]\\n[Pages 28063-28064]\\nFrom the Federal Register Online via the Government Publishing Office [www.gpo.gov]\\n[FR Doc No: 97-13463]\\n\\n\\n-----------------------------------------------------------------------\\n\\nDEPARTMENT OF THE INTERIOR\\n\\nNational Park Service\\n\\n\\nNotice of Inventory Completion for Native American Human Remains \\nFrom Lamoine, ME, in the Possession of Robert S. Peabody Museum of \\nArchaeology, Andover, ME\\n\\nAGENCY: National Park Service\\n\\nACTION: Notice\\n\\n-----------------------------------------------------------------------\\n\\n    Notice is hereby given in accordance with provisions of the Native \\nAmerican Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. \\n3003(d), of the completion of an inventory of human remains from \\nLamoine, ME, in the possession of Robert S. Peabody Museum of \\nArchaeology, Andover, ME.\\n    A detailed assessment of the human remains was made by Robert S. \\nPeabody Museum of Archaeology professional staff in consultation with \\nrepresentatives of the Aroostook Band of Micmac Indians, the Houlton \\nBand of Maliseet Indians, the Passamaquoddy Indian Tribe, and the \\nPenobscot Indian Nation.\\n    In 1913, human remains representing two individuals were recovered \\nfrom the Hodgkins\\' Point Shellheap in Lamoine, ME by Warren King \\nMoorehead during excavations by the Robert S. Peabody Museum. No known \\nindividuals were identified. No associated funerary objects are \\npresent.\\n    Morphological evidence indicates these individuals are Native \\nAmerican based on dentition. Hodgkins\\' Point site has been identified \\nas an Etchemin occupation site used between 900--1500 AD based on \\nmaterial culture present at the site. Based on archeological and \\nhistorical evidence\\n\\n[[Page 28064]]\\n\\nand continuities of material culture, the Etchemin are considered the \\nancestral culture of the present-day Passamaquoddy Indian Tribe and the \\nPenobscot Indian Nation.\\n    Based on the above mentioned information, officials of the Robert \\nS. Peabody Museum of Archaeology have determined that, pursuant to 43 \\nCFR 10.2 (d)(1), the human remains listed above represent the physical \\nremains of two individuals of Native American ancestry. Officials of \\nthe Robert S. Peabody Museum of Archaeology have determined that, \\npursuant to 25 U.S.C. 3001 (2), there is a relationship of shared group \\nidentity which can be reasonably traced between these Native American \\nhuman remains and the Passamaquoddy Indian Tribe and the Penobscot \\nIndian Nation.\\n    This notice has been sent to officials of the Passamaquoddy Indian \\nTribe and the Penobscot Indian Nation. Representatives of any other \\nIndian tribe that believes itself to be culturally affiliated with \\nthese human remains should contact James W. Bradley, Director, Robert \\nS. Peabody Museum of Archaeology, Phillips Academy, Andover, MA 01281; \\ntelephone: (508) 749-4490, before June 23, 1997. Repatriation of the \\nhuman remains to the Passamaquoddy Indian Tribe and the Penobscot \\nIndian Nation may begin after that date if no additional claimants come \\nforward.\\nDated: May 16, 1997.\\nFrancis P. McManamon,\\nDepartmental Consulting Archeologist,\\nManager, Archeology and Ethnography Program.\\n[FR Doc. 97-13463 Filed 5-21-97; 8:45 am]\\nBILLING CODE 4310-70-F\\n\\n\\n\\n", "agency1": "Null", "sub_agency1": "Null", "dep_doc": "Null", "subject": "Null", "agency2": "Null", "action": "Null", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Null", "signature_name": "Null", "signature_title": "Null", "fr_doc": "Null", "billing_code": "Null", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}