{"index": "I_2424", "messy_full": "\\n\\nFederal Register, Volume 62 Issue 112 (Wednesday, June 11, 1997)\\n\\n[Federal Register Volume 62, Number 112 (Wednesday, June 11, 1997)]\\n[Notices]\\n[Pages 31841-31842]\\nFrom the Federal Register Online via the Government Publishing Office [www.gpo.gov]\\n[FR Doc No: 97-15225]\\n\\n\\n-----------------------------------------------------------------------\\n\\nDEPARTMENT OF THE INTERIOR\\n\\nNational Park Service\\n\\n\\nNotice of Inventory Completion for Native American Human Remains, \\nAssociated Funerary Objects, and an Unassociated Funerary Object from \\nHartstine Island, Mason County, WA in the Possession of the Burke \\nMuseum, University of Washington, Seattle, WA\\n\\nAGENCY: National Park Service\\n\\nACTION: Notice\\n\\n-----------------------------------------------------------------------\\n\\n    Notice is hereby given in accordance with provisions of the Native \\nAmerican Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. \\n3003 (d), of the completion of an inventory of human remains, \\nassociated funerary objects, and an unassociated funerary object from \\nHartstine Island, Mason County, WA, in the possession of the Burke \\nMuseum, University of Washington, Seattle, WA.\\n    A detailed assessment of the human remains was made by Burke Museum \\nprofessional staff in consultation with representatives of the Squaxin \\nIsland Tribe.\\n    In 1923, human remains representing two individuals were removed \\nfrom graves on Hartstine Island, Mason County, WA by Mr. A.G. Colley \\nand donated to the Burke Museum. No known individuals were identified. \\nThe six associated funerary objects include five wood fragments and one \\ncopper-stained stone.\\n    Also in 1923, cultural items consisting of a whalebone club and \\nsoil from a grave on Hartstine were removed by Mr. A.G. Colley and \\ndonated to the Burke Museum. No human remains from this grave are \\npresent.\\n\\n[[Page 31842]]\\n\\n    Hartstine Island has been identified as having been occupied by the \\nSquaxin Island Tribe from pre-contact times into the historic period \\nbased on historical documents, ethnographic and anthropological \\nevidence, and continuity of material culture. Oral history presented by \\nrepresentatives of the Squaxin Island Tribe further supports this \\nconclusion.\\n    Based on the above mentioned information, officials of the Burke \\nMuseum have determined that, pursuant to 43 CFR 10.2 (d)(1), the human \\nremains listed above represent the physical remains of two individuals \\nof Native American ancestry. Officials of the Burke Museum have also \\ndetermined that, pursuant to 25 U.S.C. 3001 (3)(A), the six objects \\nlisted above are reasonably believed to have been placed with or near \\nindividual human remains at the time of death or later as part of the \\ndeath rite or ceremony. Officials of the Burke Museum have further \\ndetermined that, pursuant to 25 U.S.C. 3001 (3)(B), these two cultural \\nitems are reasonably believed to have been placed with or near \\nindividual human remains at the time of death or later as part of the \\ndeath rite or ceremony and are believed, by a preponderance of the \\nevidence, to have been removed from a specific burial site of an Native \\nAmerican individual. Lastly, officials of the Burke Museum have \\ndetermined that, pursuant to 25 U.S.C. 3001 (2), there is a \\nrelationship of shared group identity which can be reasonably traced \\nbetween these Native American human remains, associated funerary \\nobjects, and unassociated funerary objects and the Squaxin Island \\nTribe.\\n    This notice has been sent to officials of the Squaxin Island Tribe. \\nRepresentatives of any other Indian tribe that believes itself to be \\nculturally affiliated with these human remains and associated funerary \\nobjects should contact Dr. James Nason, Chair of the Repatriation \\nCommittee, Burke Museum, Box 353010, University of Washington, Seattle, \\nWA 98195; telephone: (206) 543-9680, before July 11, 1997. Repatriation \\nof the human remains, associated funerary objects, and unassociated \\nfunerary objects to the Squaxin Island Tribe may begin after that date \\nif no additional claimants come forward.\\n    The National Park Service is not responsible for the determinations \\nwithin this notice.\\nDated: June 2, 1997.\\nFrancis P. McManamon,\\nDepartmental Consulting Archeologist,\\nManager, Archeology and Ethnography Program.\\n[FR Doc. 97-15225 Filed; 6-10-97 8:45 am]\\nBILLING CODE 4310-70-F\\n\\n\\n\\n", "agency1": "Null", "sub_agency1": "Null", "dep_doc": "Null", "subject": "Null", "agency2": "Null", "action": "Null", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Null", "signature_name": "Null", "signature_title": "Null", "fr_doc": "Null", "billing_code": "Null", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}