{"index": "I_2415", "messy_full": "\\n\\nFederal Register, Volume 62 Issue 133 (Friday, July 11, 1997)\\n\\n[Federal Register Volume 62, Number 133 (Friday, July 11, 1997)]\\n[Notices]\\n[Pages 37280-37281]\\nFrom the Federal Register Online via the Government Publishing Office [www.gpo.gov]\\n[FR Doc No: 97-18231]\\n\\n\\n-----------------------------------------------------------------------\\n\\nDEPARTMENT OF THE INTERIOR\\n\\nNational Park Service\\n\\n\\nNotice of Inventory Completion for Native American Human Remains \\nfrom Hawaii in the Possession of the University of Pennsylvania Museum \\nof Archaeology and Anthropology, Philadelphia, PA; and in the Control \\nof the Academy of Natural Sciences, Philadelphia, PA\\n\\nAGENCY: National Park Service\\n\\nACTION: Notice\\n\\n-----------------------------------------------------------------------\\n\\n    Notice is hereby given in accordance with provisions of the Native \\nAmerican Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. \\n3003 (d), of the completion of an inventory of human remains from \\nHawaii in the possession of the University of Pennsylvania Museum of \\nArchaeology and Anthropology, Philadelphia, PA; and in the control of \\nthe Academy of Natural Sciences, Philadelphia, PA.\\n\\n[[Page 37281]]\\n\\n    A detailed assessment of the human remains was made by University \\nof Pennsylvania Museum professional staff in consultation with \\nrepresentatives of Hui Malama I Na Kupuna \\'O Hawai\\'i Nei. The following \\nhuman remains were indefinitely loaned to the University of \\nPennsylvania Museum by the Academy of Natural Sciences in 1966. The \\nAcademy of Natural Sciences has authorized the University of \\nPennsylvania Museum of Archaeology and Anthropology to repatriate these \\nhuman remains pursuant to NAGPRA.\\n    In 1966, human remains representing four individuals were loaned to \\nthe University of Pennsylvania Museum of Archaeology and Anthropology \\nby the Academy of Natural Sciences. Archival documentation at the \\nAcademy of Natural Sciences indicates these individuals were removed \\nfrom ``old burying grounds on the plains of Wimanalo, Oahu\\'\\' by William \\nH. Jones, M.D., U.S.N., U.S.S. Portsmouth in 1873. No known individuals \\nwere identified. No associated funerary objects are present.\\n    In 1966, human remains representing one individual were loaned to \\nthe University of Pennsylvania Museum of Archaeology and Anthropology \\nby the Academy of Natural Sciences. Accession information indicates \\nthis individual is a ``Sandwich Islander\\'\\' from the island of Oahu. The \\noriginal date, collector, and circumstances of collection are not \\nknown. No known individual was identified. No associated funerary \\nobjects are present.\\n    Accession information and other documentation indicate these human \\nremains are from the island of Oahu, Hawaii. There is no morphological \\nevidence to indicate these human remains are not Native Hawaiian.\\n    Based on the above information, officials of the University of \\nPennsylvania Museum have determined that, pursuant to 43 CFR 10.2 \\n(d)(1), that these human remains represent the physical remains of five \\nindividuals of Native American ancestry. Officials of the University of \\nPennsylvania Museum have also determined that, pursuant to 25 U.S.C. \\n3001 (2), there is a relationship of shared group identity which can be \\nreasonably traced between these Native American human remains and Hui \\nMalama I Na Kupuna \\'O Hawai\\'i Nei, the O\\'ahu Island Burial Council, and \\nthe Office of Hawaiian Affairs.\\n    In 1966, human remains representing two individuals were loaned to \\nthe University of Pennsylvania Museum of Archaeology and Anthropology \\nby the Academy of Natural Sciences. Accession information and other \\ndocumentation indicate that in 1893, these remains were removed from a \\nlava cave on the island of Hawaii by Dr. J.M. Whitney and donated to \\nthe Academy of Natural Sciences by Dr. C.N. Pierce at an unknown date. \\nNo known individuals were identified. No associated funerary objects \\nare present.\\n    Accession information and other documentation indicate these human \\nremains are from the island of Hawaii. There is no morphological \\nevidence to indicate these human remains are not Native Hawaiian.\\n    Based on the above information, officials of the University of \\nPennsylvania Museum have determined that, pursuant to 43 CFR 10.2 \\n(d)(1), the human remains listed above represent the physical remains \\nof two individuals of Native American ancestry. Officials of the \\nUniversity of Pennsylvania Museum have also determined that, pursuant \\nto 25 U.S.C. 3001 (2), there is a relationship of shared group identity \\nwhich can be reasonably traced between these Native American human \\nremains and the Hawai\\'i Island Burial Council, Hui Malama I Na Kupuna \\n\\'O Hawai\\'i Nei, and the Office of Hawaiian Affairs.\\n    In 1966, human remains representing one individual were loaned to \\nthe University of Pennsylvania Museum of Archaeology and Anthropology \\nby the Academy of Natural Sciences. These remains were donated to the \\nAcademy of Natural Sciences at an unknown date by an unknown person(s). \\nInformation with these remains states that this individual is a \\n``Sandwich Islander.\\'\\' The original date, collector, and circumstances \\nof collection are not known. No known individual was identified. No \\nassociated funerary objects are present.\\n    Information indicates these human remains are from Hawaii. There is \\nno morphological evidence to indicate these human remains are not \\nNative Hawaiian.\\n    Based on the above information, officials of the University of \\nPennsylvania Museum have determined that, pursuant to 43 CFR 10.2 \\n(d)(1), the human remains listed above represent the physical remains \\nof one individual of Native American ancestry. Officials of the \\nUniversity of Pennsylvania Museum have also determined that, pursuant \\nto 25 U.S.C. 3001 (2), there is a relationship of shared group identity \\nwhich can be reasonably traced between these Native American human \\nremains and Hui Malama I Na Kupuna \\'O Hawai\\'i Nei and the Office of \\nHawaiian Affairs.\\n    This notice has been sent to officials of the Hawai\\'i Island Burial \\nCouncil, Hui Malama I Na Kupuna \\'O Hawai\\'i Nei, the O\\'ahu Island Burial \\nCouncil, and the Office of Hawaiian Affairs. Representatives of any \\nother Native Hawaiian organization that believes itself to be \\nculturally affiliated with these human remains and associated funerary \\nobjects should contact Dr. Jeremy A. Sabloff, the Charles K. Williams \\nII Director, University of Pennsylvania Museum of Archaeology and \\nAnthropology, 33rd and Spruce Streets, Philadelphia, PA 19104-6324; \\ntelephone: (215) 898-4051, fax (215) 898-0657, before August 11, 1997. \\nRepatriation of the human remains to the Hawai\\'i Island Burial Council, \\nHui Malama I Na Kupuna \\'O Hawai\\'i Nei, the O\\'ahu Island Burial Council, \\nand the Office of Hawaiian Affairs as listed above may begin after that \\ndate if no additional claimants come forward.\\n    The National Park Service is not responsible for the determinations \\nwithin this notice.\\nDated: July 3, 1997.\\nFrancis P. McManamon,\\nDepartmental Consulting Archeologist,\\nManager, Archeology and Ethnography Program.\\n[FR Doc. 97-18231 Filed 7-10-97; 8:45 am]\\nBILLING CODE 4310-70-F\\n\\n\\n\\n", "agency1": "Null", "sub_agency1": "Null", "dep_doc": "Null", "subject": "Null", "agency2": "Null", "action": "Null", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Null", "signature_name": "Null", "signature_title": "Null", "fr_doc": "Null", "billing_code": "Null", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}