{"index": "I_2441", "messy_full": "\\n\\nFederal Register, Volume 61 Issue 188 (Thursday, September 26, 1996)\\n\\n[Federal Register Volume 61, Number 188 (Thursday, September 26, 1996)]\\n[Notices]\\n[Page 50505]\\nFrom the Federal Register Online via the Government Publishing Office [www.gpo.gov]\\n[FR Doc No: 96-24686]\\n\\n\\n-----------------------------------------------------------------------\\n\\nDEPARTMENT OF THE INTERIOR\\nNational Park Service\\n\\n\\nNotice of Inventory Completion for Native American Human Remains \\nin the Possession of Chickasaw National Recreation Area, National Park \\nService, Sulphur, OK\\n\\nAGENCY: National Park Service\\n\\nACTION: Notice\\n\\n-----------------------------------------------------------------------\\n\\n    Notice is hereby given in accordance with provisions of the Native \\nAmerican Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. \\n3003 (d), of the completion of an inventory of human remains in the \\npossession of the National Park Service, Chickasaw National Recreation \\nArea, Sulphur, OK.\\n    A detailed assessment of the human remains was made by National \\nPark Service professional staff in consultation with representatives of \\nthe Caddo Indian Tribe, Pawnee Indian Tribe, and Wichita and Affiliated \\nTribes.\\n    In 1942, human remains representing one adult male was donated to \\nthe Chickasaw National Recreation Area by H.R. Antle, an amateur \\narcheologist in Oklahoma. No known individuals were identified. No \\nassociated funerary objects are present. The remains, a cranium, were \\nrecovered from a site approximately 35 miles northeast of park \\nboundaries and located near the banks of the Big Sandy River.\\n    In 1958, human remains representing one adult male was donated to \\nthe Chickasaw National Recreation Area by O.K. Lowrance, a local \\nrancher. No known individuals were identified. No associated funerary \\nobjects are present. The remains, a cranium, were recovered from a site \\nnear State Site 34MR10, located near Lowrance Springs and approximately \\n10 miles south of park boundaries.\\n    Documentation of the context of these remains is incomplete. \\nHowever, archeological examination of the remains dates the occupation \\nof the sites to ca. 800-1500 AD. Anthropological evidence indicates \\nthat Caddoan language-family groups were present in the area of these \\nsites during the pre-contact period, making the Caddo and the Wichita \\nlikely affiliates. Additionally, the Caddo and Pawnee were documented \\nas being in the area by the 1500s and the Wichita confederacy by the \\nbeginning of the 1700s. Presently, the Wichita claim the entire area \\nsurrounding the sites as their ancestral homeland.\\n    Based on the above mentioned information, officials of the National \\nPark Service have determined that pursuant to 43 CFR 10.2 (d)(1), the \\nhuman remains listed above represent the physical remains of two \\nindividuals of Native American ancestry. Officials of the National Park \\nService have also determined that, pursuant to 25 U.S.C. 3001 (2), \\nthere is a relationship of shared group identity which can be \\nreasonably trace between these Native American human remains and the \\nCaddo Indian Tribe, Pawnee Indian Tribe, and Wichita and Affiliated \\nTribes.\\n    This notice has been sent to officials of the Caddo Indian Tribe, \\nPawnee Indian Tribe, and Wichita and Affiliated Tribes. Representatives \\nof any other Indian tribe that believes itself to be culturally \\naffiliated with these human remains should contact John Welch, \\nSuperintendent, Chickasaw National Recreation Area, P.O. Box 201, \\nSulphur, OK 73086; telephone: (405) 622-3161, before October 28, 1996. \\nRepatriation of the human remains to the Caddo Indian Tribe, Pawnee \\nIndian Tribe, and Wichita and Affiliated Tribes may begin after that \\ndate if no additional claimants come forward.\\n\\n    Dated: September 20, 1996.\\nFrancis P. McManamon,\\nDepartmental Consulting Archeologist\\nManager, Archeology and Ethnography Program.\\n[FR Doc. 96-24686 Filed 9-25-96; 8:45 am]\\nBILLING CODE 4310-70-F\\n\\n\\n\\n", "agency1": "Null", "sub_agency1": "Null", "dep_doc": "Null", "subject": "Null", "agency2": "Null", "action": "Null", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Null", "signature_name": "Null", "signature_title": "Null", "fr_doc": "Null", "billing_code": "Null", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}