{"index": "I_2460", "messy_full": "\\n\\nFederal Register, Volume 59 Issue 180 (Monday, September 19, 1994)\\n\\n[Federal Register Volume 59, Number 180 (Monday, September 19, 1994)]\\n[Unknown Section]\\n[Page 0]\\nFrom the Federal Register Online via the Government Publishing Office [www.gpo.gov]\\n[FR Doc No: 94-23068]\\n\\n\\n[[Page Unknown]]\\n\\n[Federal Register: September 19, 1994]\\n\\n\\n-----------------------------------------------------------------------\\n\\n\\nDEPARTMENT OF THE INTERIOR\\n \\n\\nNotice of Inventory Completion for Native American Human Remains \\nand Associated Funerary Objects in the Possession of the South Dakota \\nState Archaeological Research Center.\\n\\nAGENCY: National Park Service\\n\\nACTION: Notice.\\n\\n-----------------------------------------------------------------------\\n\\n    Notice is hereby given in accordance with provisions of the Native \\nAmerican Graves Protection and Repatriation Act, 25 U.S.C. 3003(d), of \\nthe completion of an inventory of human remains and associated funerary \\nobjects in the possession of the South Dakota State Archaeological \\nResearch Center, Rapid City South Dakota.\\n    The detailed inventory and assessment of the human remains and \\nassociated funerary objects has been made by the State Archaeological \\nResearch Center (SARC) curatorial staff, contracted specialists in \\nphysical anthropology and archaeology, and representatives of the \\nCheyenne River Sioux Tribe, Lower Brule Sioux Tribe, Crow Creek Sioux \\nTribe, and Standing Rock Sioux Tribe.\\n    The remains of an adult and a child were recovered in 1953 from the \\nCottonwood Site (39HU43), in Hughes County, South Dakota. Excavation \\ndata suggests the site was occupied by Dakota Sioux between A.D. 1867-\\n1900. The Cottonwood Site is located adjacent to the Lower Brule Sioux \\nReservation. Based on the above mentioned information, officials of the \\nSARC have determined that, pursuant to 25 U.S.C. 3001 (2), there is a \\nrelationship of shared group identity which can be reasonably traced \\nbetween these human remains and the Lower Brule Sioux Tribe.\\n    The remains of two individuals were recovered in 1961 from Sitting \\nCrow Mounds (39BF225), a Woodland and Historic site in Buffalo County, \\nSouth Dakota. Objects associated with the adult female and child--\\nincluding rings, fragments of fabric and metal, shoes, buttons, a toy \\nrevolver, and the remnants of coffins--help date the two burials to the \\nHistoric Period (post 1750). Craniometric measurements are consistent \\nwith those of Sioux populations. Sitting Crow Mounds are located \\nadjacent to the Crow Creek (Sioux) Reservation. Based on the above \\nmentioned information, officials of the SARC have determined that, \\npursuant to 25 U.S.C. 3001 (2), there is a relationship of shared group \\nidentity which can be reasonably traced between these human remains and \\nthe Crow Creek Sioux Tribe.\\n    The remains of two individuals were recovered between 1966-1968 at \\nFort Manuel (39CO5), in Corson County, South Dakota. The site is \\nmulticomponent, representing Extended Coalescent, historic trading \\npost, and historic Sioux occupations. The remains of an adult male \\nappear to have been buried in a pit in the cellar following the 1813 \\nabandonment of the fort. The weathered condition of these remains is \\nindicative of a scaffold burial with secondary interment, a practice \\ncommon among the Sioux. Osteological information indicates the child is \\nassociated with the Extended Coalescent component of the site. However, \\nwood fragments associated with these remains may represent remnants of \\na historic period coffin. Fort Manuel is located adjacent to the \\nStanding Rock Sioux Reservation. Based on the above mentioned \\ninformation, officials of the SARC have determined that, pursuant to 25 \\nU.S.C. 3001 (2), there is a relationship of shared group identity which \\ncan be reasonably traced between these human remains and the Standing \\nRock Sioux Tribe.\\n    The remains of one individual were recovered in 1979 from the Three \\nHorse Site (39DW35) in Dewey County, South Dakota. The site is \\nmulticomponent, representing Archaic and historic period occupations. \\nThe remains of the adult male were recovered from a disturbed area \\nalong a cutbank. Evaluation of the cranial morphology by K. Richard \\nMcWilliams suggests an Archaic or earlier temporal association for the \\nhuman remains. Physical anthropologists from the University of \\nTennessee suggest the human remains are from a Sioux population. The \\nThree Horse Site is located within the exterior boundary of the \\nCheyenne River (Sioux) Reservation. Based on the above mentioned \\ninformation, officials of the SARC have determined that, pursuant to 25 \\nU.S.C. 3001 (2), there is a relationship of shared group identity which \\ncan be reasonably traced between these human remains and the Cheyenne \\nRiver Sioux Tribe.\\n    On May 20, 1994, the above mentioned human remains and associated \\nfunerary objects were repatriated to Mr. Sebastian LeBeau on behalf of \\nthe Lower Brule Sioux Tribe, Crow Creek Sioux Tribe, Standing Rock \\nSioux Tribe, and Cheyenne River Sioux Tribe. Questions or concerns \\nrelated to the repatriation of the human remains and associated \\nfunerary objects listed in this notice can be directed to Sebastian \\n(Bronco) LeBeau, Cultural Preservation Officer, Cheyenne River Sioux \\nTribe, P.O. Box 590, Eagle Butte, South Dakota 57625, (605) 964-4155; \\nMichael Jandreau, Chairman, Lower Brule Sioux Tribe, P.O. Box 187, \\nLower Brule, South Dakota 57548, (605)473-5561; Duane Big Eagle, \\nChairman, Crow Creek Sioux Tribe, P.O. Box 658 Fort Thompson, South \\nDakota 57339, (605) 245-2221; or Charles W. Murphy, Chairman, Standing \\nRock Sioux Tribe, Ft Yates, North Dakota 58538, (701) 854-7231.\\nDated: September 6, 1994\\nFrancis P. McManamon\\nDepartmental Consulting Archeologist\\nChief, Archeological Assistance Division\\n[FR Doc. 94-23068 Filed 9-16-94; 8:45 am]\\nBILLING CODE 4310-70-F\\n\\n\\n\\n", "agency1": "Null", "sub_agency1": "Null", "dep_doc": "Null", "subject": "Null", "agency2": "Null", "action": "Null", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Null", "signature_name": "Null", "signature_title": "Null", "fr_doc": "Null", "billing_code": "Null", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}