{"index": "I_2462", "messy_full": "\\n\\nFederal Register, Volume 59 Issue 138 (Wednesday, July 20, 1994)\\n\\n[Federal Register Volume 59, Number 138 (Wednesday, July 20, 1994)]\\n[Unknown Section]\\n[Page 0]\\nFrom the Federal Register Online via the Government Publishing Office [www.gpo.gov]\\n[FR Doc No: 94-17582]\\n\\n\\n[[Page Unknown]]\\n\\n[Federal Register: July 20, 1994]\\n\\n\\n-----------------------------------------------------------------------\\n\\n\\nDEPARTMENT OF THE INTERIOR\\n \\n\\nNotice of Inventory Completion for Native American Human Remains \\nfrom Maine in the Possession of the Robert Abbe Museum, Bar Harbor, ME\\n\\nAGENCY: National Park Service, Interior.\\nACTION:  Notice.\\n\\n-----------------------------------------------------------------------\\n\\n    Notice is hereby given in accordance with provisions of the Native \\nAmerican Graves Protection and Repatriation Act, 25 U.S.C. 3003(d), of \\nthe completion of an inventory of human remains from four sites in \\nHancock County, ME, in the possession of the Robert Abbe Museum, Bar \\nHarbor, ME.\\n    A detailed inventory and assessment of these human remains has been \\nmade by the curatorial staff of the Robert Abbe Museum and contracted \\nspecialists in physical anthropology, in consultation with \\nrepresentatives of the Penobscot Nation, Aroostook Bank of Micmac, \\nHoulton Band of Maliseet, and the Passamaquoddy Nation, collectively \\nidentified hereafter as the Wabanaki Tribes of Maine.\\n    The partial remains of six individuals were acquired by the Robert \\nAbbe Museum between 1931 and 1945 in archeological excavations of three \\nprehistoric shell middens in Hancock County, ME. Partial remains from \\nthree individuals were recovered between 1931 and 1936 from ME Site \\n44.12A. The partial remains of one individual were recovered in 1939 \\nfrom ME Site 44.25. Partial remains of two individuals were recovered \\nbetween 1941 and 1945 from ME Site 44.6. Radiocarbon dates from ME Site \\n44.6 yielded dates of 955 BP +/- 75 years and 1,120 BP +/- 80 years. \\nThe radiocarbon dates and other archeological evidence indicate that \\nall six individuals lived during the Late Prehistoric Period (1000 AD--\\n1500 AD).\\n    A human cranium and maxilla were acquired via donation from H. \\nLawrence Angel in 1946. Mr. Angel indicated that he had collected the \\nhuman remains from ME Site 31.31, another prehistoric shell midden in \\nHancock County, ME. These remains are also judged to be associated with \\nthe Late Prehistoric Period occupation of ME Site 31.31.\\n    Inventory of the human remains and review of the accompanying \\ndocumentation indicates that no funerary objects associated with the \\nabove mentioned human remains are part of the collections of the Robert \\nAbbe Museum. No known individuals were identifiable.\\n    The Archaeological Advisory Committee of the Maine Historic \\nPreservation Program has found it reasonable to trace a shared group \\nidentity from the Late Prehistoric Period inhabitants of Maine as an \\nundivided whole to the four modern Indian tribes known collectively as \\nthe Wabanaki Tribes of Maine on the basis of geographic proximity; \\nsurvivals of stone, ceramic and perishable material culture skills; and \\nprobable linguistic continuity across the Late Prehistoric/Contact \\nPeriod boundary.\\n    Based on the above mentioned information, officials of the Robert \\nAbbe Museum have determined that, pursuant to 25 U.S.C. 3001 (2), there \\nis a relationship of shared group identity which can be reasonably \\ntraced between these human remains and the Wabanaki Tribes of Maine.\\n    This notice has been sent to officials of the Wabanaki Tribes of \\nMaine. Representatives of any other Indian tribe which believes itself \\nto be culturally affiliated with these human remains should contact \\nRebecca Cole-Will, Curator, The Robert Abbe Museum, P.O. Box 286, Bar \\nHarbor, ME 04609, telephone: (207) 288-3519 before August 19, 1994.\\nDated: July 14, 1994\\nFrancis P. McManamon, Ph.D.\\nDepartmental Consulting Archeologist,\\nChief, Archeological Assistance Division\\n[FR Doc. 94-17582 Filed 7-19-94; 8:45 am]\\nBILLING CODE 4310-70-F\\n\\n\\n\\n", "agency1": "Null", "sub_agency1": "Null", "dep_doc": "Null", "subject": "Null", "agency2": "Null", "action": "Null", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Null", "signature_name": "Null", "signature_title": "Null", "fr_doc": "Null", "billing_code": "Null", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}