{"index": "I_2459", "messy_full": "\\n\\nFederal Register, Volume 59 Issue 211 (Wednesday, November 2, 1994)\\n\\n[Federal Register Volume 59, Number 211 (Wednesday, November 2, 1994)]\\n[Notices]\\n[Page 0]\\nFrom the Federal Register Online via the Government Publishing Office [www.gpo.gov]\\n[FR Doc No: 94-27079]\\n\\n\\n[[Page Unknown]]\\n\\n[Federal Register: November 2, 1994]\\n\\n\\n-----------------------------------------------------------------------\\n\\n\\nDEPARTMENT OF THE INTERIOR\\n \\n\\nNotice of Inventory Completion for Native American Human Remains \\nFrom Blossvale, NY, in the Possession of the Rome Historical Society, \\nRome, NY\\n\\nAGENCY: National Park Service, Interior.\\n\\nACTION: Notice.\\n\\n-----------------------------------------------------------------------\\n\\n    Notice is hereby given in accordance with provisions of the Native \\nAmerican Graves Protection and Repatriation Act, 25 U.S.C. 3003(d), of \\ncompletion of the inventory of human remains from a site near \\nBlossvale, NY, that are presently in the possession of the Rome \\nHistorical Society, Rome, NY.\\n    A detailed inventory and assessment of these human remains has been \\nmade by Historical Society curatorial staff, a contracted specialist in \\nphysical anthropology, and representatives of the Oneida Indian Nation \\n(of New York) and the Oneida Tribe of Indians of Wisconsin.\\n    In 1958, Mr. Willard Teelin discovered the human remains along with \\nsome associated funerary objects following a flash flood in Fish Creek \\nnear Blossvale, NY. The director of the Fort Stanwix Museum, operated \\nby the Rome Historical Society, identified the human remains and \\nassociated funerary objects as belonging to the Owasco culture. Mr. \\nTeelin donated the human remains to the Rome Historical Society and \\nretained possession of the associated funerary objects. Mr. Teelin\\'s \\ndescendants are not aware of the whereabouts of the associated funerary \\nobjects. Osteological examination by Dr. Richard G. Wilkinson, \\nDepartment of Anthropology, State University of New York-Albany, \\nrevealed that two individuals are represented by the human remains. The \\nfirst individual was approximately 35-40 years old at the time of \\ndeath. The second individual was approximately 16-20 years old at the \\ntime of death. Both are Native American males from the prehistoric \\nperiod.\\n    Inventory of the human remains and review of the accompanying \\ndocumentation indicates that no known individuals were identifiable. \\nThe Owasco culture is generally recognized in the archeological \\nliterature as being ancestral to the five historically known Indian \\ntribes of the Iroquois Confederacy: Mohawk, Oneida, Onondaga, Cayuga, \\nand Seneca. The Blossvale, NY, area in which the human remains were \\ndiscovered is well within the historical boundaries of lands claimed as \\nOneida territory. The Oneida Indian Nation (of New York) considers \\nitself to be the descendant of Native Americans who occupied central \\nNew York since time immemorial. Oneida Tribe of Indians of Wisconsin \\nhas declined to submit a claim for repatriation of these human remains.\\n    Based on the above mentioned information, officials of the Rome \\nHistorical Society have determined that, pursuant to 25 U.S.C. 3001 \\n(2), there is a relationship of shared group identity which can be \\nreasonably traced between these human remains and associated funerary \\nobjects and the Oneida Indian Nation (of New York).\\n    This notice has been sent to officials of the Oneida Indian Nation \\n(of New York) and the Oneida Tribe of Indians of Wisconsin. \\nRepresentatives of any other Indian tribe which believes itself to be \\nculturally affiliated with these human remains should contact Jon \\nAustin, Executive Director, Rome Historical Society, 200 Church Street, \\nRome, NY 13440, telephone: (315) 336-5870, before December 2, 1994. \\nRepatriation of these human remains to the Oneida Indian Nation (of New \\nYork) may begin after that date if no additional claimants come \\nforward.\\n    Dated: October 11, 1994.\\nFrancis P. MacManamon,\\nDepartmental Consulting Archeologist, Chief, Archeological Assistance \\nDivision.\\n[FR Doc. 94-27079; Filed 11-1-94; 8:45 am]\\nBILLING CODE 4310-70-F\\n\\n\\n\\n", "agency1": "Null", "sub_agency1": "Null", "dep_doc": "Null", "subject": "Null", "agency2": "Null", "action": "Null", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Null", "signature_name": "Null", "signature_title": "Null", "fr_doc": "Null", "billing_code": "Null", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}