{"index": "I_2451", "messy_full": "\\n\\nFederal Register, Volume 61 Issue 38 (Monday, February 26, 1996)\\n\\n[Federal Register Volume 61, Number 38 (Monday, February 26, 1996)]\\n[Notices]\\n[Pages 7119-7120]\\nFrom the Federal Register Online via the Government Publishing Office [www.gpo.gov]\\n[FR Doc No: 96-4198]\\n\\n\\n\\n-----------------------------------------------------------------------\\n\\n[[Page 7120]]\\n\\n\\nDEPARTMENT OF THE INTERIOR\\nNational Park Service\\n\\n\\nNotice of Inventory Completion for Native American Human Remains \\nand Funerary Objects in the Possession of Big Cypress National \\nPreserve, National Park Service, Ochopee, FL\\n\\nAGENCY: National Park Service.\\n\\nACTION: Notice.\\n\\n-----------------------------------------------------------------------\\n\\n    Notice is hereby given in accordance with provisions of the Native \\nAmerican Graves Protection and Repatriation Act, 25 U.S.C. 3003(d), of \\nthe completion of an inventory of human remains and funerary objects in \\nthe possession of Big Cypress National Preserve, National Park Service, \\nOchopee, FL.\\n    The human remains and funerary objects were collected from seven \\nsites by National Park Service archeologists in 1977. A detailed \\ninventory and assessment of the human remains and funerary objects has \\nbeen made by the staff of Big Cypress National Preserve and \\nrepresentatives of the Miccosukee Tribe of Indians and the Seminole \\nTribe of Florida. No known individuals were identified.\\n    Twenty-seven human cranial bone fragments representing the remains \\nof at least one individual were surface collected from a site near U.S. \\nHighway 41 in Collier County. Also collected from the vicinity of the \\ngrave were one lead fragment, one iron container, and one safety pin. \\nThe site was identified as a historic period grave dating to the early \\n20th Century. The name of the site is being withheld at the request of \\nthe Miccosukee Tribe of Indians.\\n    Eleven human cranial bone fragments representing at least two \\nindividuals were surface collected from the Seminole Camp site. In \\naddition to the bone fragments, one side plate from a percussion rifle, \\none bullet, fourteen plastic buttons, one bone pin, one iron nail, one \\nbrass barrel hoop, one brass boot buckle, one iron fragment, and 434 \\nglass beads were collected from the vicinity of the grave. This site \\nwas identified as a grave dating to the late 19th or early 20th \\nCentury.\\n    One iron nail, three iron fragments, and 4,565 glass beads were \\ncollected from a back country site in Monroe County. Several human bone \\nfragments and a casket bier were noted by the archeologists \\ninvestigating the site but were not collected. The site was identified \\nas a historic period (early 20th Century) grave site. The name of the \\nsite is being withheld at the request of the Miccosukee Tribe of \\nIndians.\\n    Three glass beads and one piece of whiteware ceramic were collected \\nfrom the vicinity of the grave at a site north of East Slough. Human \\nremains were observed by the archeologists but not collected. This site \\nwas identified as a historic period grave dating between 1920 and 1930. \\nThe name of the site is being withheld at the request of the Miccosukee \\nTribe of Indians.\\n    A china doll and two glass beads were collected from the vicinity \\nof a grave at the Doll Site. No human remains were observed by the \\narcheologists, but subsequent consultation with representatives of the \\nMiccosukee Tribe of Indians identify the site as the location of a \\nburial dating to the early 20th Century.\\n    One iron nail, one metal pan, one stoneware jug fragment, a Dietz \\nglass kerosene lantern vase, one brass kettle base modified to use as a \\ndish, one animal bone, and one piece of Busycon shell were collected \\nfrom the vicinity of a grave at the Dietz Site. Human remains were \\nobserved by the archeologists but not collected. This site was \\nidentified as a historic period grave dating to the late 19th or early \\n20th Century.\\n    The six sites listed above are located within the territory \\nhistorically occupied by the Miccosukee and have been identified as \\nearlier occupation areas by representatives of the Miccosukee Tribe of \\nIndians. No lineal descendants have been identified by representatives \\nof the Miccosukee Tribe of Indians.\\n    Three cranial fragments and over one hundred other skeletal \\nfragments representing at least one individual were collected at Turner \\nRiver #5, a burial island site. One fragment of glazed earthenware was \\nrecovered with the human remains. Based on the state of preservation \\nand the type of objects collected, this burial has been dated sometime \\nbefore A.D. 1860. Representatives of the Miccosukee Tribe of Indians \\nhave identified the area around Turner River #5 as being occupied by \\nthe Seminole at the time the site was in use. In addition, possible \\nlineal descendants may exist among the unaffiliated, independent \\nSeminole and Miccosukee people who currently reside in the area. Good \\nfaith efforts to consult with representatives of the Seminole Tribe of \\nFlorida have been unsuccessful.\\n    Based on the above mentioned information, officials of the Big \\nCypress National Preserve have determined that, pursuant to 43 CFR 10 \\n(d)(1), the human remains listed above represent the physical remains \\nof at least four individuals of Native American ancestry. Officials of \\nthe Big Cypress National Preserve have also determined that, pursuant \\nto 25 U.S.C 3001(3)(A) and (B), the 5,042 objects listed above are \\nreasonably believed to have been placed with or near individual human \\nremains at the time of death or later as part of the death rite or \\nceremony. Lastly, officials of the Big Cypress National Preserve have \\ndetermined that, pursuant to 25 U.S.C. 3001 (2), there is a \\nrelationship of shared group identity which can be reasonably traced \\nbetween the human remains and funerary objects from the first six sites \\nand the Miccosukee Tribe of Indians. Officials of the Big Cypress \\nNational Preserve have determined that there is a relationship of \\nshared group identity which can be reasonably traced between the human \\nremains and the funerary object from Turner River #5 and the Seminole \\nTribe of Florida.\\n    This notice is being sent to the Miccosukee Tribe of Indians and \\nthe Seminole Tribe of Florida. Representatives of any other Indian \\ntribe that believes itself to be culturally affiliated with the human \\nremains and funerary objects should contact Wallace Hibbard, \\nSuperintendent, Big Cypress National Preserve, HCR 61, Box 110, \\nOchopee, FL 33943, telephone: (813) 695-2000, before March 27, 1996. \\nRepatriation of the human remains and funerary objects to the \\nMiccosukee Tribe of Indians and the Seminole Tribe of Florida may begin \\nafter that date if no additional claimants come forward.\\n\\n    Dated: February 16, 1996\\nC. Timothy McKeown,\\nActing Departmental Consulting Archeologist, Archeology and Ethnography \\nProgram.\\n[FR Doc. 96-4198 Filed 2-23-96; 8:45 am]\\nBILLING CODE 4310-70-F\\n\\n\\n", "agency1": "Null", "sub_agency1": "Null", "dep_doc": "Null", "subject": "Null", "agency2": "Null", "action": "Null", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Null", "signature_name": "Null", "signature_title": "Null", "fr_doc": "Null", "billing_code": "Null", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}