{"index": "I_2403", "messy_full": "\\n\\nFederal Register, Volume 62 Issue 166 (Wednesday, August 27, 1997)\\n\\n[Federal Register Volume 62, Number 166 (Wednesday, August 27, 1997)]\\n[Notices]\\n[Pages 45439-45440]\\nFrom the Federal Register Online via the Government Publishing Office [www.gpo.gov]\\n[FR Doc No: 97-22739]\\n\\n\\n-----------------------------------------------------------------------\\n\\nDEPARTMENT OF THE INTERIOR\\n\\nNational Park Service\\n\\n\\nNotice of Inventory Completion for Associated Funerary Objects of \\nQueen Lili\\'uokalani in the Possession of the Bernice Pauahi Bishop \\nMuseum, Honolulu, HI\\n\\nAGENCY: National Park Service\\n\\nACTION: Notice\\n\\n-----------------------------------------------------------------------\\n\\n    Notice is hereby given in accordance with provisions of the Native \\nAmerican Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. \\n3003 (d), of the completion of an inventory of associated funerary \\nobjects of Queen Lili\\'uokalani in the possession of the Bernice Pauahi \\nBishop Museum, Honolulu, HI.\\n    A detailed assessment of the associated funerary objects was made \\nby Bishop Museum professional staff in consultation with \\nrepresentatives of the Dominis family, Friends of \\'Iolani Palace, and \\nthe Kawananakoa family.\\n    In 1917, a pair of satin slippers and a satin pillow were donated \\nto the Bishop Museum by Prince Jonah Kuhio Kalaniana\\'ole and Col. \\nCurtis I\\'aukea.\\n    Donor information indicates these objects were made by Queen \\nLili\\'uokalanai during a visit to Washington, DC, probably in 1896, and \\nthat she intended they be used for her lying-in-state. However, they \\nwere not found until after her funeral. Ms. Virginia Dominis Koch and \\nMs. Sybil Dominis Silver have been identified as the lineal descendents \\nof Queen Lili\\'uokalanai as granddaughters of her adopted-hanai son, \\nJohn Aimoka Dominis.\\n    Based on the above mentioned information, officials of the Bishop \\nMuseum have determined that, pursuant to 25 U.S.C. 3001 (3)(A), the two \\nobjects listed above are reasonably believed to have been made \\nexclusively to be placed with or near individual human remains at the \\ntime of death or later as part of the death rite or ceremony. Officials \\nof the Bishop Museum have determined that, pursuant to 25 U.S.C. 3005 \\n(a)(5)(A), that Ms. Virginia Dominis Koch and Ms. Sybil Dominis Silver \\nare direct lineal descendants of the individual who made and owned \\nthese associated funerary objects.\\n    This notice has been sent to officials of the Friends of \\'Iolani \\nPalace, Hui Malama I Na Kupuna \\'O Hawai\\'i Nei, the Office of Hawaiian \\nAffairs, Virginia Dominis Koch and Sybil Dominis Silver, and the \\nKawananakoa family. Any other person or Native Hawaiian organization \\nwho believes they are affiliated with these associated funerary objects \\nshould contact Janet Ness, Registrar, Bernice Pauahi Bishop Museum, \\n1525 Bernice Street, Honolulu, HI 96817; telephone: (808) 848-4105, \\nbefore September 26, 1997. Repatriation of the associated funerary \\nobjects to the lineal\\n\\n[[Page 45440]]\\n\\ndescendents may begin after that date if no additional claimants come \\nforward.\\nDated: August 14, 1997.\\nFrancis P. McManamon,\\nDepartmental Consulting Archeologist,\\nManager, Archeology and Ethnography Program.\\n[FR Doc. 97-22739 Filed 8-26-97; 8:45 am]\\nBILLING CODE 4310-70-F\\n\\n\\n\\n", "agency1": "Null", "sub_agency1": "Null", "dep_doc": "Null", "subject": "Null", "agency2": "Null", "action": "Null", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Null", "signature_name": "Null", "signature_title": "Null", "fr_doc": "Null", "billing_code": "Null", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}