{"index": "I_2453", "messy_full": "\\n\\nFederal Register, Volume 60 Issue 175 (Monday, September 11, 1995)\\n\\n[Federal Register Volume 60, Number 175 (Monday, September 11, 1995)]\\n[Notices]\\n[Pages 47180-47181]\\nFrom the Federal Register Online via the Government Publishing Office [www.gpo.gov]\\n[FR Doc No: 95-22375]\\n\\n\\n\\n-----------------------------------------------------------------------\\n\\n[[Page 47181]]\\n\\n\\nDEPARTMENT OF THE INTERIOR\\nNational Park Service\\n\\n\\nNotice of Inventory Completion of Native American Human Remains \\nin the Possession of the Utah Field House of Natural History State \\nPark, Vernal, UT\\n\\nAGENCY: National Park Service, Interior\\n\\nACTION: Notice\\n\\n-----------------------------------------------------------------------\\n\\n    Notice is hereby given in accordance with provisions of the Native \\nAmerican Graves Protection and Repatriation Act, 25 U.S.C. 3003(d), of \\nthe completion of an inventory of human remains in the possession of \\nthe Utah Field House of Natural History State Park, Vernal UT.\\n    In May, 1953, a Ms. Wadel (or Wadell) donated a single cranium to \\nthe Utah Field House of Natural History State Park. Writing on the \\noccipital vault reads: ``skull of Sioux Chief Gall. Age 99 years and 7 \\nmonths. Died 1879 at Poplar, Montana, then the Ft. Peck Military Post. \\nHe surrendered to General Miles.\\'\\'\\n    A detailed inventory and assessment of this human cranium has been \\nmade by Utah Field House professional curatorial staff and specialists \\nin physical anthropology, forensic anthropology, and prehistoric \\narchaeology in consultation with the Standing Rock Sioux Tribal \\nCouncil. Osteometric and forensic analyses by Dr. George Gill and Dr. \\nMichael Charney established that the cranium is siouan in \\nconfiguration. Many of the details written on the skull are at variance \\nwith generally acknowledged dates and locations of Chief Gall\\'s life. \\nHowever, a photographic superimposition of the skull with known \\nphotographs of Hunkpapa Chief Gall reveals a striking similarity in \\nform.\\n    Contact with the Standing Rock Sioux Tribal Council and the family \\nof Gall\\'s descendants was initiated in June 1991. On October 4, 1991, a \\ngrave located in the St. Elizabeth Episcopal Cemetery, on the Standing \\nRock Sioux Tribe Reservation and said to be the burial site of Chief \\nGall was exhumed. Family members, a mortician, a doctor, and the South \\nDakota State Anthropologist, witnessed the excavation. The grave \\nappeared to have not been previously disturbed. A shattered cranium in \\nthe grave yielded no corroborating measurements. The lineal descendants \\nof Chief Gall are satisfied that the remains in the grave are of their \\nancestor.\\n    The Standing Rock Tribal Council acknowledges the lineal \\ndescendants decision on the identity of the cranium. Following the \\ndecision by Gall\\'s lineal decendants, broader consultation was \\ninitiated with the Fort Belknap Community Council, the Prairie Island \\nCommunity Council, the Shakopee Sioux Community Council, the Upper \\nSioux Board of Trustees, the Lower Sioux Indian Community Council, the \\nFlandreau Santee Sioux Executive Committee, the Santee Sioux Tribal \\nCouncil, the Sisseton-Wahpeton Sioux Tribal Council, the Lower Brule \\nSioux Tribal Council, the Rosebud Sioux Tribal Council, the Cheyenne \\nRiver Sioux Tribal Council, the Oglala Sioux Tribe, the Devils Lake \\nSioux Tribe, the Fort Peck Tribal Executive Board, the Crow Creek Sioux \\nTribal Council, and the Yankton Sioux Tribal Business and Claims.\\n    Based on the above mentioned information, officials of the Utah \\nField House of Natural History State Park have determined pursuant to \\n25 U.S.C. (2) that there is a relationship of shared group identity \\nwhich can be reasonably traced between this cranium and the Standing \\nRock Tribe.\\n    This notice has been sent to lineal descendants of Chief Gall and \\nto officials of the Standing Rock Sioux Tribal Council, the Fort \\nBelknap Community Council, the Prairie Island Community Council, the \\nShakopee Sioux Community Council, the Upper Sioux Board of Trustees, \\nthe Lower Sioux Indian Community Council, the Flandreau Santee Sioux \\nExecutive Committee, the Santee Sioux Tribal Council, the Sisseton-\\nWahpeton Sioux Tribal Council, the Lower Brule Sioux Tribal Council, \\nthe Rosebud Sioux Tribal Council, the Cheyenne River Sioux Tribal \\nCouncil, the Oglala Sioux Tribe, the Devils Lake Sioux Tribe, the Fort \\nPeck Tribal Executive Board, the Crow Creek Sioux Tribal Council, and \\nthe Yankton Sioux Tribal Business and Claims Committee. Individuals or \\nrepresentatives of any other indian tribe that believes itself to be \\nculturally affiliated with these human remains should contact Dr. Sue \\nAnn Bilbey, Curator, Utah Field House of Natural History State Park, \\n235 East Main, Vernal UT 84078, telephone (801)789-3799 on or before \\n[thirty days after publication of this notice in the Federal Register]. \\nRepatriation of the cranium to the Standing Rock Sioux Tribe may begin \\nafter that date if no additional claimants come forward.\\nDated: September 1, 1995\\nFrancis P. McManamon\\nDepartmental Consulting Archeologist\\nChief, Archeological Assistance Division\\n[FR Doc. 95-22375; Filed 9-8-95; 8:45 am]\\nBILLING CODE 4310-70-F\\n\\n\\n", "agency1": "Null", "sub_agency1": "Null", "dep_doc": "Null", "subject": "Null", "agency2": "Null", "action": "Null", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Null", "signature_name": "Null", "signature_title": "Null", "fr_doc": "Null", "billing_code": "Null", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}