{"index": "I_2411", "messy_full": "\\n\\nFederal Register, Volume 62 Issue 148 (Friday, August 1, 1997)\\n\\n[Federal Register Volume 62, Number 148 (Friday, August 1, 1997)]\\n[Notices]\\n[Page 41412]\\nFrom the Federal Register Online via the Government Publishing Office [www.gpo.gov]\\n[FR Doc No: 97-20321]\\n\\n\\n-----------------------------------------------------------------------\\n\\nDEPARTMENT OF THE INTERIOR\\n\\nNational Park Service\\n\\n\\nNotice of Inventory Completion for Native American Remains and \\nAssociated Funerary Objects from Kiana, AK, in the Control of the \\nAlaska State Office, Bureau of Land Management, Anchorage, AK\\n\\nAGENCY: National Park Service\\n\\nACTION: Notice\\n\\n-----------------------------------------------------------------------\\n\\n    Notice is hereby given in accordance with provisions of the Native \\nAmerican Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. \\n3003 (d), of the completion of an inventory of human remains and \\nassociated funerary objects from Kiana, AK in the control of the Alaska \\nState Office, Bureau of Land Management.\\n    A detailed assessment of the human remains and associated funerary \\nobjects was made by Bureau of Land Management professional staff and \\nUniversity of Alaska Museum professional staff in consultation with \\nrepresentatives of the Native Village of Kiana.\\n    During 1941, human remains representing one individual was \\nrecovered from a burial at the Ekseavik site in the vicinity of Kiana, \\nAK by J. Louis Giddings under unclear circumstances. The remains were \\nsubsequently accessioned to the University Museum in Fairbanks, Alaska. \\nNo known individual was identified. The 130 associated funerary objects \\nrecovered include a sandstone lamp, 123 glass trade beads, 4 metal \\nbracelets, a large metal ulu blade, with shaped bone handle, and a \\npyrite nodule, worn smooth on one face.\\n    During 1947, human remains representing one individual were \\nrecovered from the Kavet Creek site in the vicinity of Kiana, AK by J. \\nLouis Giddings under unclear circumstances. The remains were \\nsubsequently accessioned to the University Museum in Fairbanks, Alaska. \\nNo known individuals were identified. The 106 associated funerary \\nobjects recovered include a broken coal labret, a polished elliptical \\njade blade, a jade adze head, a jade ulu blade, an antler arrowhead and \\nnet sinker, a chert arrowhead, several sandstone saw and whetstone \\npieces, and various stone ulu, adze head, chisel, and other worked \\nstone fragments.\\n    The geographic locations of the two sets of remains and associated \\nfunerary objects listed above indicate that they are most probably \\nassociated with residents of the Native Village of Kiana. The remains \\nfrom 1941 are undated but the presence of glass trade beads suggests \\nthey are from the 18th or 19th century. The remains from 1947, while \\nundated, were thought by the excavator to date perhaps back to the 17th \\ncentury. This would be a time when the ancestors of people now living \\nin Kiana were in this area. Native Elders of Kiana recognize the areas \\nwhere the human remains were recovered as traditionally associated with \\ntheir village. They also report that the burial practices associated \\nwith the Kavet Creek remains involve the burning of a house which is \\nconsistent with practices performed in the region, including at Kiana, \\ninto the.20th century.\\n    Based on the above mentioned information, officials of the Bureau \\nof Land Management have determined that, pursuant to 43 CFR 10.2 \\n(d)(1), the human remains listed above represent the physical remains \\nof two individuals of Native American ancestry. Officials of the Bureau \\nof Land Management have also determined that, pursuant to 25 U.S.C. \\n3001 (3)(A), the 236 objects listed above are reasonably believed to \\nhave been placed with or near individual human remains at the time of \\ndeath or later as part of the death rite or ceremony. Lastly, officials \\nof the Bureau of Land Management have also determined that, pursuant to \\n25 U.S.C. 3001 (2), there is a relationship of shared group identity \\nwhich can be reasonably traced between these Native American human \\nremains and the Native Village of Kiana.\\n    This notice has been sent to officials of the Native Village of \\nKiana. Representatives of any other Indian tribe that believes itself \\nto be culturally affiliated with these human remains and associated \\nfunerary objects should contact Dr. Robert E. King, Alaska State NAGPRA \\nCoordinator, Bureau of Land Management, 222 W. 7th Avenue, #13, \\nAnchorage, Alaska 99513-7599; telephone (907) 271-5510, before \\nSeptember 2, 1997. Repatriation of the human remains and associated \\nfunerary objects to the Native Village of Kiana may begin after that \\ndate if no additional claimants come forward.\\nDated: July 25, 1997.\\nFrancis P. McManamon,\\nDepartmental Consulting Archeologist,\\nManager, Archeology and Ethnography Program.\\n[FR Doc. 97-20321 Filed 7-31-; 8:45 am]\\nBILLING CODE 4310-70-F\\n\\n\\n\\n", "agency1": "Null", "sub_agency1": "Null", "dep_doc": "Null", "subject": "Null", "agency2": "Null", "action": "Null", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Null", "signature_name": "Null", "signature_title": "Null", "fr_doc": "Null", "billing_code": "Null", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}