{"index": "I_2444", "messy_full": "\\n\\nFederal Register, Volume 61 Issue 172 (Wednesday, September 4, 1996)\\n\\n[Federal Register Volume 61, Number 172 (Wednesday, September 4, 1996)]\\n[Notices]\\n[Pages 46663-46664]\\nFrom the Federal Register Online via the Government Publishing Office [www.gpo.gov]\\n[FR Doc No: 96-22495]\\n\\n\\n-----------------------------------------------------------------------\\n\\nDEPARTMENT OF THE INTERIOR\\nNational Park Service\\n\\n\\nNotice of Inventory Completion for Native American Human Remains \\nand Associated Funerary Objects from Gambell, AK, in the Control of the \\nAlaska State Office, Bureau of Land Management, Anchorage, AK\\n\\nAGENCY: National Park Service\\n\\nACTION: Notice\\n\\n-----------------------------------------------------------------------\\n\\n    Notice is hereby given in accordance with provisions of the Native \\nAmerican Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. \\n3003 (d), of the completion of an inventory of human remains and \\nassociated funerary objects in the control of the Alaska State Office, \\nBureau of Land Management, Anchorage, AK. These human remains and \\nassociated funerary objects are currently in the possession of the \\nUniversity of Alaska Museum.\\n    A detailed assessment of the human remains and associated funerary \\nobjects was made by Bureau of Land Management professional staff and \\nUniversity of Alaska Museum professional staff in consultation with \\nrepresentatives of the Native Village of Gambell.\\n    Between 1972-1973, human remains representing 53 individuals were \\nrecovered by Hans-Georg Bandi during legally authorized excavations \\nnear Sekloghyaget (or ``Old Gambell\\'\\') site, a nineteenth century \\nhabitation section of Gambell, AK, the Troutman Lake site, a 19th \\ncentury grave site near Gambell, AK, and a 19th century habitation site \\nnear modern Gambell, AK. No known individuals were identified. The 142 \\nassociated funerary objects include abraders, a blubber scraper, \\nbuttons, foreshafts, ground slate tools, a ground slate point, faunal \\nremains, walrus tusks and tusk fragments, chert flakes, pottery sherds, \\nunworked stone, and a winged object.\\n    The three sites listed above have been identified as 19th century \\nhabitation and cemetery areas at or near the Native Village of Gambell \\nthrough historical documentation, cultural items found at the sites, \\nand oral history.\\n    In 1939, human remains representing four individuals were recovered \\nby Louis Giddings at the Ayveghyaget site, a precontact habitation site \\nnear Gambell, AK. No known individuals were identified. Between 1972-\\n1973, human remains representing three individuals were recovered by \\nHans-Georg Bandi during legally authorized excavations from the \\nvicinity of the Ayveghyaget site. No known individuals were identified. \\nThree associated funerary objects recovered include ground slate, \\nworked ivory and faunal remains.\\n    In 1939, human remains representing three individuals were \\nrecovered by Louis Giddings from the Kitngipalak site, a precontact \\nhabitation site near Gambell, AK. No known individuals were identified. \\nBetween 1972-1973, human remains representing 133 individuals were \\nrecovered by Hans-Georg Bandi during legally unauthorized excavations \\nfrom the Kitngipalak site. No known individuals were identified. The \\n328 associated funerary objects include ground slate tools, chert \\nflakes, worked ivory, faunal remains, a whetstone, abraders and ulu \\nblades.\\n    In 1967, human remains representing 24 individuals were recovered \\nby Hans-Georg Bandi during legally authorized excavations from the \\nvicinity of the Ayveghyaget and Mayaghaaq sites, precontact habitation \\nsites near Gambell, AK. No known individuals were identified. The two \\nassociated funerary objects are faunal remains.\\n    In 1968, human remains representing one individual were removed \\nfrom the Pagughileq site, a precontact habitation site on BLM land, and \\ndonated to the University of Alaska Museum by a State of Alaska \\nemployee in 1985. No known individual was identified. No associated \\nfunerary objects are present.\\n    Between 1972-1973, human remains representing 36 individuals were \\nrecovered by Hans-Georg Bandi during legally authorized excavations \\nfrom the vicinity of the Mayaghaaq site, a precontact habitation site \\nnear Gambell, AK. No known individuals were identified. The 57 \\nassociated funerary objects include ivory harpoon heads, faunal \\nremains, ground slate fragments, ulu blades, and ivory fragments.\\n    Between 1972-1973, human remains representing seventeen individuals \\nwere recovered by Hans-Georg Bandi during legally authorized \\nexcavations from the Dovlaqhyaget site, a precontact habitation site \\nnear Gambell, AK. No known individuals were identified. The 24 \\nassociated funerary objects include worked bone and ivory, faunal \\nremains, ground slate points and a winged object.\\n    In 1950, human remains representing eighteen individuals were \\ndonated to the University of Alaska Museum by a private individual \\nafter being illegally removed from BLM lands in the vicinity of \\nGambell, AK. No known individuals were identified. No associated \\nfunerary objects are present.\\n    In 1962, human remains representing two individuals were recovered \\nfrom BLM lands during legally authorized excavations in the vicinity of \\nGambell, AK by Otto Geist. No known individuals were identified. No \\nassociated funerary objects are present.\\n    The precontact sites and sites in the vicinity of Gambell, AK \\nlisted above have been identified as occupied during the Okvik, Old \\nBering Sea, and Punuk periods based on site organization, habitation \\nstructures, cultural material, and Carbon0914 assays. The Carbon0914 \\nassays and ethnohistorical data indicate these occupations represent a \\ncontinuity of cultural occupation of St. Lawrence Island from \\napproximately 300 AD to the historically documented epidemic and famine \\nof 1879 AD. The associated funerary objects from the ten sites located \\nat or near Gambell are\\n\\n[[Page 46664]]\\n\\nstylistically and functionally consistent with the Gambell cultural \\ndevelopment sequence. Additionally, the present-day Native residents of \\nGambell are the documented descendants of the survivors of the 1879 \\nepidemic and famine. Oral history evidence provided by representatives \\nof the Native Village of Gambell indicates on-going recognition of the \\nabove Gambell grave sites as traditional burial grounds.\\n    Based on the above mentioned information, officials of the Bureau \\nof Land Management have determined that, pursuant to 43 CFR 10.2 \\n(d)(1), the human remains listed above represent the physical remains \\nof 294 individuals of Native American ancestry. Officials of the Bureau \\nof Land Management have also determined that, pursuant to 25 U.S.C. \\n3001 (3)(A), the 556 objects listed above are reasonably believed to \\nhave been placed with or near individual human remains at the time of \\ndeath or later as part of the death rite or ceremony. Lastly, officials \\nof the Bureau of Land Management have determined that, pursuant to 25 \\nU.S.C. 3001 (2), there is a relationship of shared group identity which \\ncan be reasonably traced between these Native American human remains \\nand associated funerary objects and the Native Village of Gambell.\\n    This notice has been sent to officials of the Native Village of \\nGambell. Representatives of any other Indian tribe that believes itself \\nto be culturally affiliated with these human remains and associated \\nfunerary objects should contact Dr. Robert E. King, Alaska State NAGPRA \\nCoordinator, Bureau of Land Management, 222 W. 7th Avenue, 1B13, \\nAnchorage, AK 99513-7599; telephone: (907) 271-5510, before [thirty \\ndays after publication in the Federal Register]. Repatriation of the \\nhuman remains and associated funerary objects to the Native Village of \\nGambell may begin after that date if no additional claimants come \\nforward.\\nDated: August 29, 1996.\\nFrancis P. McManamon,\\nDepartmental Consulting Archeologist,\\nChief, Archeology and Ethnography Program.\\n[FR Doc. 96-22495 Filed 9-3-96; 8:45 am]\\nBILLING CODE 4310097009F\\n\\n\\n\\n", "agency1": "Null", "sub_agency1": "Null", "dep_doc": "Null", "subject": "Null", "agency2": "Null", "action": "Null", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Null", "signature_name": "Null", "signature_title": "Null", "fr_doc": "Null", "billing_code": "Null", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}