{"index": "I_2431", "messy_full": "\\n\\nFederal Register, Volume 62 Issue 73 (Wednesday, April 16, 1997)\\n\\n[Federal Register Volume 62, Number 73 (Wednesday, April 16, 1997)]\\n[Notices]\\n[Pages 18647-18648]\\nFrom the Federal Register Online via the Government Publishing Office [www.gpo.gov]\\n[FR Doc No: 97-9837]\\n\\n\\n-----------------------------------------------------------------------\\n\\nDEPARTMENT OF THE INTERIOR\\n\\nNational Park Service\\n\\n\\nNotice of Inventory Completion for Native American Human Remains \\nand Associated Funerary Objects in the Possession of the National Park \\nService, Big Cypress National Preserve, Ochopee, FL\\n\\nAGENCY: National Park Service.\\n\\nACTION: Notice.\\n\\n-----------------------------------------------------------------------\\n\\n    Notice is hereby given in accordance with provisions of the Native \\nAmerican Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. \\n3003 (d), of the completion of an inventory of human remains and \\nassociated funerary objects in the possession of the National Park \\nService, Big Cypress National Preserve, Ochopee, FL.\\n    A detailed assessment of the human remains and associated funerary \\nobjects was made by National Park Service professional staff in \\nconsultation with representatives of the Miccosukee Tribe of Indians of \\nFlorida, Seminole Nation of Oklahoma, and Mr. Bobby C. Billie, a \\nspiritual leader of the Independent Traditional Seminole Nation of \\nFlorida, a non-federally recognized Indian group. Good faith efforts to \\nconsult with representatives of the Seminole Tribe of Florida have been \\nunsuccessful.\\n    In 1977, human remains representing a minimum of one individual \\nwere collected from Turner River #5, a burial island site located \\nwithin park boundaries. No known individuals were identified. One \\nfragment of glazed earthenware and one blue glass bead were recovered \\nin association with the remains. One the basis of these funerary \\nobjects and the state of preservation of the human remains, the site is \\ndated to ca. 1840 AD at the earliest.\\n    On February 28, 1996, a Federal Register notice was published \\nregarding the completion of Big Cypress National Preserve\\'s inventory. \\nThe Turner River #5 site was identified by Miccosukee representatives \\nas being occupied by Seminole people during the middle to the last half \\nof the 19th century. Information brought to the park\\'s attention by Mr. \\nBobby C. Billie shows that the Turner River #5 site was occupied and \\nutilized by his ancestors, Ingraham and Josie Billie, during the same \\ntime period. Documents from representatives of the Miccosukee Tribe of \\nIndians of Florida support this claim.\\n    Based on the above-mentioned information, officials of the National \\nPark Service have determined that, pursuant to 43 CFR 10.2(d)(1), the \\nhuman remains listed above represent\\n\\n[[Page 18648]]\\n\\nthe physical remains of at least one individual of Native American \\nancestry. Officials of the national Park Service have also determined \\nthat, pursuant to 25 U.S.C. 3001(3)(A), the two objects listed above \\nare reasonably believed to have been placed with or near individual \\nhuman remains at the time of death or later as part of the death rite \\nor ceremony. Lastly, officials of the National Park Service have also \\ndetermined that, pursuant to 25 U.S.C. 3005(a)(5)(A) Mr. Billie can \\ntrace his ancestry directly and without interruption by means of the \\ntraditional kinship system of the Independent Seminole Nation of \\nFlorida to the individual whose remains and funerary objects are being \\nclaimed.\\n    This notice has been sent to Mr.. Bobby C. Billie, the Miccosukee \\nTribe of Indians of Florida, the Seminole Nation of Oklahoma, and the \\nSeminole Tribe of Florida. Representatives of any other Indian tribe \\nthat believes itself to be culturally affiliated with these human \\nremains and associated funerary objects should contact Wallace Hibbard, \\nSuperintendent, Big Cypress National Preserve, HCR 61, Box 110, \\nOchopee, FL 34141; telephone: (941) 695-2000 ext. 10, before May 16, \\n1997. Repatriation of the human remains and associated funerary objects \\nto Mr. Bobby C. Billie may begin after that date if no additional \\nclaimants come forward.\\n\\n    Dated: April 3, 1997.\\nMuriel Crespi,\\nActing Departmental Consulting Archaeologist, Archeology and \\nEthnography Program.\\n[FR Doc. 97-9837 Filed 4-15-97; 8:45 am]\\nBILLING CODE 4310-70-F\\n\\n\\n\\n", "agency1": "Null", "sub_agency1": "Null", "dep_doc": "Null", "subject": "Null", "agency2": "Null", "action": "Null", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Null", "signature_name": "Null", "signature_title": "Null", "fr_doc": "Null", "billing_code": "Null", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}