{"index": "I_2422", "messy_full": "\\n\\nFederal Register, Volume 62 Issue 115 (Monday, June 16, 1997)\\n\\n[Federal Register Volume 62, Number 115 (Monday, June 16, 1997)]\\n[Notices]\\n[Page 32652]\\nFrom the Federal Register Online via the Government Publishing Office [www.gpo.gov]\\n[FR Doc No: 97-15681]\\n\\n\\n-----------------------------------------------------------------------\\n\\nDEPARTMENT OF THE INTERIOR\\n\\nNational Park Service\\n\\n\\nNotice of Inventory Completion for Native American Human Remains \\nand Associated Funerary Objects in the Possession of Sitka National \\nHistorical Park, National Park Service, Sitka, AK\\n\\nAGENCY: National Park Service\\n\\nACTION: Notice\\n\\n-----------------------------------------------------------------------\\n\\n    Notice is hereby given in accordance with provisions of the Native \\nAmerican Grave Protection and Repatriation Act (NAGPRA), 25 U.S.C. \\n3003(d), of the completion of an inventory of human remains and \\nassociated funerary objects in the possession of Sitka National \\nHistorical Park, National Park Service, Sitka, AK.\\n    A detailed assessment of the human remains and associated funerary \\nobjects was made by professional staff of the National Park Service in \\nconsultation with representatives of the Sitka Tribe of Alaska and the \\nCentral Council of Tlingit and Haida Tribes of Alaska. Representatives \\nof Shee Atika, Incorporated and Sealaska Heritage Foundation have been \\nkept aware of the formal correspondence and consultation results.\\n    In 1958 cremated human remains representing one individual were \\nillegally removed from a burial cave in the Siginaka Islands by \\nNational Park Service and University of Alaska personnel following a \\ndiscussion of the site with Tlingit elders. No known individuals were \\nidentified. The 22 associated funerary objects include seventeen wood \\nfragments, four spruce rope fragments, and one hammered copper band.\\n    The cave from which the human remains and associated funerary \\nobjects were recovered was identified as a burial site used by Tlingit \\npeople following the 1802 Battle of Old Sitka. Documentary evidence, \\nincluding testimony of Tlingit elders, indicates that the Siginaka \\nIslands are within the territory traditionally used by the Sitka \\nTlingit. Documentary evidence also indicates that the practice of \\ncremating human remains in the Sitka area was abandoned by the resident \\nTlingit population after ca. 1880 AD. The exact date of the burial is \\nunknown; however, based on these factors and the presence of the \\nhammered copper band, the remains are likely to date to the 19th \\ncentury.\\n    Based on the above-mentioned information, officials of the National \\nPark Service have determined that, pursuant to 43 CFR 10.2 (d)(1), the \\nhuman remains listed above represent the physical remains of a minimum \\nof one individual of Native American ancestry. Officials of the \\nNational Park Service have also determined that, pursuant to 25 U.S.C. \\n3001 (3)(A), the 22 objects listed above are reasonably believed to \\nhave been placed with or near individual human remains at the time of \\ndeath or later as part of a death rite or ceremony. Lastly, officials \\nof the National Park Service have determined that, pursuant to 25 \\nU.S.C. 3001 (2), there is a relationship of shared group identity which \\ncan be reasonably traced between these Native American human remains \\nand associated funerary objects and the Sitka Tribe of Alaska.\\n    This notice has been sent to officials of the Sitka Tribe of \\nAlaska, Central Council of Tlingit and Haida Tribes of Alaska, Shee \\nAtika, Incorporated, and Sealaska Heritage Foundation. Representatives \\nof any other Indian tribe that believes itself to be culturally \\naffiliated with these human remains and associated funerary objects \\nshould contact Superintendent Gary Gauthier, Sitka National Historical \\nPark, 106 Metlakatla Street, Sitka, Alaska, 99835, telephone (907) 747-\\n6281, before July 16, 1997. Repatriation of the human remains and \\nassociated funerary objects to the Sitka Tribe of Alaska may begin \\nafter that date if no additional claimants come forward.\\nDated: June 6, 1997.\\nFrancis P. McManamon,\\nDepartmental Consulting Archeologist,\\nManager, Archeology and Ethnography Program.\\n[FR Doc. 97-15681 Filed 6-13-97; 8:45 am]\\nBILLING CODE 4310-70-F\\n\\n\\n\\n", "agency1": "Null", "sub_agency1": "Null", "dep_doc": "Null", "subject": "Null", "agency2": "Null", "action": "Null", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Null", "signature_name": "Null", "signature_title": "Null", "fr_doc": "Null", "billing_code": "Null", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}