{"index": "I_2432", "messy_full": "\\n\\nFederal Register, Volume 62 Issue 73 (Wednesday, April 16, 1997)\\n\\n[Federal Register Volume 62, Number 73 (Wednesday, April 16, 1997)]\\n[Notices]\\n[Page 18648]\\nFrom the Federal Register Online via the Government Publishing Office [www.gpo.gov]\\n[FR Doc No: 97-9834]\\n\\n\\n-----------------------------------------------------------------------\\n\\nDEPARTMENT OF THE INTERIOR\\n\\nNational Park Service\\n\\n\\nNotice of Inventory Completion for Native American Human Remains \\nfrom Missouri and Montana in the Possession of the Missouri Historical \\nSociety, St. Louis, MO\\n\\nAGENCY: National Park Service\\n\\nACTION: Notice\\n\\n-----------------------------------------------------------------------\\n\\n    Notice is hereby given in accordance with provisions of the Native \\nAmerican Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. \\n3003 (d), of the completion of an inventory of human remains from \\nMissouri and Montana in the possession of the Missouri Historical \\nSociety, St. Louis, MO.\\n    A detailed assessment of the human remains was made by Missouri \\nHistorical Society professional staff in consultation with \\nrepresentatives of the Arapaho Tribe, Cheyenne-Arapaho Tribe of \\nOklahoma, Cheyenne River Sioux Tribe, Crow Creek Sioux Tribe, Devil\\'s \\nLake Sioux Tribe, Flandreau Santee Sioux Tribe, Fort Peck Assiniboine \\nand Sioux Tribes, Lower Brule Sioux Tribe, Northern Cheyenne Tribe, \\nOglala Sioux Tribe, Otoe-Missouria Tribe of Oklahoma, Rosebud Sioux \\nTribe, Sisseton-Wahpeton Dakota Nation, Standing Rock Sioux Tribe, and \\nYankton Sioux Tribe.\\n    During 1906-1907, human remains representing one individual was \\nrecovered from the Utz site, Saline County, MO, during an American \\nBureau of Ethnology survey. Mr. Gerard Fowke, project director of the \\nsurvey, donated these remains to the Missouri Historical Society during \\nthis time. No known individuals were identified. No associated funerary \\nobjects are present.\\n    The Utz site has been identified as a Missouria village occupied \\nbetween 1450-1712 AD based on continuous occupation, continuity of \\nmaterial culture, and historical documents.\\n    Based on the above mentioned information, officials of the Missouri \\nHistorical Society have determined that, pursuant to 43 CFR 10.2 \\n(d)(1), the human remains listed above represent the physical remains \\nof one individual of Native American ancestry. Officials of the \\nMissouri Historical Society have also determined that, pursuant to 25 \\nU.S.C. 3001 (2), there is a relationship of shared group identity which \\ncan be reasonably traced between these Native American human remains \\nand the Otoe-Missouria Tribe of Oklahoma.\\n    In 1911, human remains representing one individual were donated to \\nthe Missouri Historical Society by Mrs. Louis Tesson of St. Louis, MO. \\nNo known individual was identified. No associated funerary objects are \\npresent.\\n    According to accession documents, Dr. Louis Tesson made a riding \\nquirt from the radius of a ``Sioux Indian\\'\\' whose body lay on the \\nLittle Big Horn Battlefield at an unspecified time following the \\nbattle. U.S. Army records indicate Dr. Tesson was in the field with the \\n5th Infantry at Cantonment, Tongue River, WY during the summer of 1876, \\nand was posted at Fort Custer, MT near the site of the Little Bighorn \\nBattlefield from April 1877 to April 1880. Morphological evidence \\nindicates this is a human radius.\\n    Based on the above mentioned information, officials of the Missouri \\nHistorical Society have determined that, pursuant to 43 CFR 10.2 \\n(d)(1), the human remains listed above represent the physical remains \\nof one individual of Native American ancestry. Officials of the \\nMissouri Historical Society have also determined that, pursuant to 25 \\nU.S.C. 3001 (2), there is a relationship of shared group identity which \\ncan be reasonably traced between these Native American human remains \\nand the Arapaho Tribe, Cheyenne-Arapaho Tribe of Oklahoma, Cheyenne \\nRiver Sioux Tribe, Crow Creek Sioux Tribe, Devil\\'s Lake Sioux Tribe, \\nFlandreau Santee Sioux Tribe, Fort Peck Assiniboine and Sioux Tribes, \\nLower Brule Sioux Tribe, Northern Cheyenne Tribe, Oglala Sioux Tribe, \\nRosebud Sioux Tribe, Sisseton-Wahpeton Dakota Nation, Standing Rock \\nSioux Tribe, and Yankton Sioux Tribe.\\n    This notice has been sent to officials of the Arapaho Tribe, \\nCheyenne-Arapaho Tribe of Oklahoma, Cheyenne River Sioux Tribe, Crow \\nCreek Sioux Tribe, Devil\\'s Lake Sioux Tribe, Flandreau Santee Sioux \\nTribe, Fort Peck Assiniboine and Sioux Tribes, Lower Brule Sioux Tribe, \\nNorthern Cheyenne Tribe, Oglala Sioux Tribe, Otoe-Missouria Tribe of \\nOklahoma, Rosebud Sioux Tribe, Sisseton-Wahpeton Dakota Nation, \\nStanding Rock Sioux Tribe, and Yankton Sioux Tribe. Representatives of \\nany other Indian tribe that believes itself to be culturally affiliated \\nwith these human remains and associated funerary objects should contact \\nPatti Wright, Associate Curator of Native American Ethnology, Missouri \\nHistorical Society, 225 S. Skinker, P.O. Box 11940, St. Louis, MO \\n63112-0040; telephone: (314) 746-4537, before May 16, 1997. \\nRepatriation of the human remains to the Otoe-Missouria Tribe of \\nOklahoma; and Arapaho Tribe, Cheyenne-Arapaho Tribe of Oklahoma, \\nCheyenne River Sioux Tribe, Crow Creek Sioux Tribe, Devil\\'s Lake Sioux \\nTribe, Flandreau Santee Sioux Tribe, Fort Peck Assiniboine and Sioux \\nTribes, Lower Brule Sioux Tribe, Northern Cheyenne Tribe, Oglala Sioux \\nTribe, Rosebud Sioux Tribe, Sisseton-Wahpeton Dakota Nation, Standing \\nRock Sioux Tribe, and Yankton Sioux Tribe may begin after that date if \\nno additional claimants come forward.\\n    The National Park Service is not responsible for the determinations \\nwithin this notice.\\nDated: April 9, 1997.\\nFrancis P. McManamon,\\nDepartmental Consulting Archeologist,\\nManager, Archeology and Ethnography Program.\\n[FR Doc. 97-9834 Filed 4-15-97; 8:45 am]\\nBILLING CODE 4310-70-F\\n\\n\\n\\n", "agency1": "Null", "sub_agency1": "Null", "dep_doc": "Null", "subject": "Null", "agency2": "Null", "action": "Null", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Null", "signature_name": "Null", "signature_title": "Null", "fr_doc": "Null", "billing_code": "Null", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}