{"index": "I_2405", "messy_full": "\\n\\nFederal Register, Volume 62 Issue 166 (Wednesday, August 27, 1997)\\n\\n[Federal Register Volume 62, Number 166 (Wednesday, August 27, 1997)]\\n[Notices]\\n[Pages 45438-45439]\\nFrom the Federal Register Online via the Government Publishing Office [www.gpo.gov]\\n[FR Doc No: 97-22737]\\n\\n\\n-----------------------------------------------------------------------\\n\\nDEPARTMENT OF THE INTERIOR\\n\\nNational Park Service\\n\\n\\nNotice of Inventory Completion for Native American Human Remains \\nfrom the Battle of Nu\\'uanu in the Possession of the Bernice Pauahi \\nBishop Museum, Honolulu, HI\\n\\nAGENCY: National Park Service\\n\\nACTION: Notice\\n\\n-----------------------------------------------------------------------\\n\\n    Notice is hereby given in accordance with provisions of the Native \\nAmerican Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. \\n3003 (d), of the completion of an inventory of human remains from the \\nBattle of Nu\\'uanu in the possession of the Bernice Pauahi Bishop \\nMuseum, Honolulu, HI.\\n    A detailed assessment of the human remains was made by Bishop \\nMuseum professional staff in consultation with representatives of Hui \\nMalama I Na Kupuna \\'O Hawai\\'i Nei, Hawaii Island Burial Council, Kauai/\\nNihau Island Burial Council, Maui/Lanai Island Burial Council, Molokai \\nIsland Burial Council, O\\'ahu Burial Committee, Office of Hawaiian \\nAffairs, Nahoa \\'Olelo O Kamehameha Society, and the Hawaiian Civic \\nClub.\\n    In 1884, a kahili incorporating the human remains of at least three \\nindividuals was given to Charles Reed Bishop by Queen Emma. This kahili \\nis part of the original collections of the Bishop Museum.\\n    In 1889, a kahili incorporating the human remains of at least three \\nindividuals was donated to the Bishop Museum by Gorham Gilman, who had \\nreceived it as a gift from Paki, the father of Bernice Pauahi Bishop.\\n    Oral history, historical documents, and museum records indicate \\nthese kahili incorporate the remains of at least three ali\\'i: Ka\\'iana, \\nKalanikupule, and Kaneoneo. This evidence also states these individuals \\ndied in or as a result of the battle of Nu\\'uanu in 1795. Some documents \\nand records mention the kahili include remains of ``other great \\nchiefs\\'\\' killed at Nu\\'uanu, however, the Museum has been unable to find \\nany other names attached to these kahili. These kahili are consistent \\nwith Native Hawaiian practice and material culture. No lineal \\ndescendants have been identified.\\n    Based on the above mentioned information, officials of the Bishop \\nMuseum have determined that, pursuant to 43 CFR 10.2 (b) (4-6) the two \\nobjects listed above are not sacred objects, unassociated funerary \\nobjects, or objects of cultural patrimony. Based on consultation with \\nNative Hawaiian organizations and anthropological evidence, the Bishop \\nMuseum has determined that, pursuant to Section 10.2 (d)(1), these \\nhuman remains were not freely given or naturally shed by the \\nindividuals from whose bodies they were obtained. Officials of the \\nBishop Museum have determined that, pursuant to 43 CFR 10.2 (d)(1), the \\nhuman remains listed above represent the physical remains of a minimum \\nof three individuals of Native American ancestry. Officials of the \\nBishop Museum have determined that, pursuant to 25 U.S.C. 3001 (2), \\nthere is a relationship of shared group identity which can be \\nreasonably traced between these Native American human remains and the \\nHui Malama I Na Kupuna \\'O Hawai\\'i Nei, Hawaii Island Burial Council, \\nKauai/Nihau Island Burial Council, Maui/Lanai Island Burial Council, \\nMolokai Island Burial Council, O\\'ahu Burial Committee, Office of \\nHawaiian Affairs, Nahoa \\'Olelo O Kamehameha Society, and the Hawaiian \\nCivic Club .\\n    This notice has been sent to officials of the Hui Malama I Na \\nKupuna \\'O Hawai\\'i Nei, Hawaii Island Burial Council, Kauai/Nihau Island \\nBurial Council, Maui/Lanai Island Burial Council, Molokai Island Burial \\nCouncil, O\\'ahu Burial Committee, Office of Hawaiian Affairs, Nahoa \\n\\'Olelo O Kamehameha Society, and the Hawaiian Civic Club. Individuals \\nwho wish to make a claim as lineal descendants of the ail\\'i or \\nrepresentatives of any other Native Hawaiian organization that believes \\nitself to be culturally affiliated with these human remains should \\ncontact Janet Ness, Registrar, Bernice Pauahi Bishop Museum, 1525 \\nBernice Street, Honolulu, HI 96817; telephone:\\n\\n[[Page 45439]]\\n\\n(808) 848-4105, before September 26, 1997. Repatriation of the human \\nremains to the Hui Malama I Na Kupuna \\'O Hawai\\'i Nei, Hawaii Island \\nBurial Council, Kauai/Nihau Island Burial Council, Maui/Lanai Island \\nBurial Council, Molokai Island Burial Council, O\\'ahu Burial Committee, \\nOffice of Hawaiian Affairs, Nahoa \\'Olelo O Kamehameha Society, and the \\nHawaiian Civic Club may begin after that date if no additional \\nclaimants come forward.\\nDated: August 14, 1997.\\nFrancis P. McManamon,\\nDepartmental Consulting Archeologist,\\nManager, Archeology and Ethnography Program.\\n[FR Doc. 97-22737 Filed 8-26-97; 8:45 am]\\nBILLING CODE 4310-70-F\\n\\n\\n\\n", "agency1": "Null", "sub_agency1": "Null", "dep_doc": "Null", "subject": "Null", "agency2": "Null", "action": "Null", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Null", "signature_name": "Null", "signature_title": "Null", "fr_doc": "Null", "billing_code": "Null", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}