{"index": "I_2443", "messy_full": "\\n\\nFederal Register, Volume 61 Issue 175 (Monday, September 9, 1996)\\n\\n[Federal Register Volume 61, Number 175 (Monday, September 9, 1996)]\\n[Notices]\\n[Page 47526]\\nFrom the Federal Register Online via the Government Publishing Office [www.gpo.gov]\\n[FR Doc No: 96-22852]\\n\\n\\n-----------------------------------------------------------------------\\n\\nDEPARTMENT OF THE INTERIOR\\nNational Park Service\\n\\n\\nNotice of Inventory Completion for Native American Human Remains \\nand Associated Funerary Objects From Bay County, MI, in the Possession \\nof the Michigan State University Museum, Michigan State University, \\nEast Lansing, MI\\n\\nAGENCY: National Park Service\\n\\nACTION: Notice\\n\\n-----------------------------------------------------------------------\\n\\n    Notice is hereby given in accordance with provisions of the Native \\nAmerican Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. \\n3003(d), of the completion of an inventory of human remains and \\nassociated funerary objects in the possession of the Michigan State \\nUniversity Museum, Michigan State University, East Lansing, MI.\\n    A detailed assessment of the human remains was made by Michigan \\nState University Museum professional staff in consultation with \\nrepresentatives of the Saginaw Chippewa Indian Tribe of Michigan.\\n    During 1967-68 and 1970, human remains representing a minimum of \\n145 individuals were recovered during legally authorized excavations of \\nthe Fletcher site by the MSU Museum. Mr. Joseph Fletcher, the owner of \\nthe Fletcher site, donated these human remains and associated funerary \\nobjects to the MSU Museum during this time. No known individuals were \\nidentified. The 65,160 associated funerary objects include glass beads, \\nwampum, silver jewelry, hair ornaments, armbands, animal bones, \\nfeathers, cooking utensils, muskets, knives, tomahawks, buttons, woven \\nfabrics, scissors, awls, pipes, tools, tin cones, bells, wood/bark \\nfragments, gorgets, keys, locks, lithics, bottles, leather, projectile \\npoints, and fishing spears.\\n    The Fletcher site has been identified as a late 18th century \\noccupation site based on the associated funerary objects and manner of \\nthe internments. Historic documents indicate Saginaw Chippewa \\nsettlements in close proximity to this cemetery area during the late \\n18th century. The location of this site compared to historically \\ndocumented Saginaw Chippewa village locations, the presence of 18th \\ncentury village debris in the area, and documented use of this area in \\nthe 19th century by the Saginaw Chippewa all indicate cultural \\naffiliation of this cemetery to the Saginaw Chippewa Tribe of Michigan. \\nOral tradition presented by representatives of the Saginaw Chippewa \\nIndian Tribe indicates this area was a cemetery area used by the band \\ninto the historic period.\\n    Based on the above mentioned information, officials of the Michigan \\nState University Museum have determined that, pursuant to 43 CFR 10.2 \\n(d)(1), the human remains listed above represent the physical remains \\nof a minimum of 145 individuals of Native American ancestry. Officials \\nof the Michigan State University Museum have also determined that, \\npursuant to 25 U.S.C. 3001 (3)(A), the 65,160 objects listed above are \\nreasonably believed to have been placed with or near individual human \\nremains at the time of death or later as part of the death rite or \\nceremony. Lastly, officials of the Michigan State University Museum \\nhave determined that, pursuant to 25 U.S.C. 3001 (2), there is a \\nrelationship of shared group identity which can be reasonably traced \\nbetween these Native American human remains and associated funerary \\nobjects and the Saginaw Chippewa Indian Tribe of Michigan.\\n    This notice has been sent to officials of the Saginaw Chippewa \\nIndian Tribe of Michigan. Representatives of any other Indian tribe \\nthat believes itself to be culturally affiliated with these human \\nremains and associated funerary objects should contact Dr. William A. \\nLovis, Curator and Professor of Anthropology, MSU Museum, Michigan \\nState University, East Lansing, MI; telephone: (517) 355-2370, before \\nOctober 9, 1996. Repatriation of the human remains and associated \\nfunerary objects to the Saginaw Chippewa Indian Tribe of Michigan may \\nbegin after that date if no additional claimants come forward.\\nDated: August 29, 1996\\nFrancis P. McManamon,\\nDepartmental Consulting Archeologist,\\nManager, Archeology and Ethnography Program.\\n[FR Doc. 96-22852 Filed 9-6-96 8:45 am]\\nBILLING CODE 4310-70-F\\n\\n\\n\\n", "agency1": "Null", "sub_agency1": "Null", "dep_doc": "Null", "subject": "Null", "agency2": "Null", "action": "Null", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Null", "signature_name": "Null", "signature_title": "Null", "fr_doc": "Null", "billing_code": "Null", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}