{"index": "I_2449", "messy_full": "\\n\\nFederal Register, Volume 61 Issue 78 (Monday, April 22, 1996)\\n\\n[Federal Register Volume 61, Number 78 (Monday, April 22, 1996)]\\n[Notices]\\n[Pages 17719-17720]\\nFrom the Federal Register Online via the Government Publishing Office [www.gpo.gov]\\n[FR Doc No: 96-9785]\\n\\n\\n\\n-----------------------------------------------------------------------\\n\\nDEPARTMENT OF THE INTERIOR\\nNational Park Service\\n\\n\\nNotice of Inventory Completion for Native American Human Remains \\nin the Control of Acadia National Park, National Park Service, Bar \\nHarbor, ME \\n\\nAGENCY: National Park Service\\n\\nACTION: Notice\\n\\n-----------------------------------------------------------------------\\n\\n    Notice is hereby given in accordance with provisions of the Native \\nAmerican Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. \\n3003(d), of the completion of the inventory of human remains in the \\ncontrol of the National Park Service at Acadia National Park, Bar \\nHarbor, ME.\\n    A detailed inventory and assessment of the human remains has been \\nmade by professional staff of the National Park Service in consultation \\nwith representatives of the Aroostook Band of Micmac Indians of Maine, \\nHoulton Band of Maliseet Indians of Maine, Passamaquoddy Tribe of \\nMaine, and Penobscot Nation, identified collectively hereafter as the \\nWabanaki Tribes of Maine.\\n    Human remains representing nine individuals and associated funerary \\nobjects from the Fernald Point site (ME Site 43-24), a precontact shell \\nmidden within the Park boundaries, was previously published in a Notice \\nof Inventory Completion dated July 21, 1994. This site represents the \\nCeramic Period (1-1600 AD).\\n    In 1995, additional human remains from the nine previously reported \\nindividuals were located among faunal remains of the Park\\'s museum \\ncollection. Three human bone fragments representing a minimum of one \\nindividual from the same site were also discovered. No known \\nindividuals were identified. No further associated funerary objects are \\npresent.\\n    Evidence presented by representatives of the Wabanaki Tribes of \\nMaine identifies Acadia National Park area as both a historic and \\nprecontact gathering place for the Wabanaki Tribes of Maine. The \\nPrehistoric Subcommittee of the Maine State Historic Preservation \\nOffice\\'s Archaeological Advisory Committee has found it reasonable to \\ntrace a shared group identity from the Late Prehistoric Period (1000-\\n1500 AD) inhabitants of Maine as an undivided whole to the four modern \\nIndian tribes known collectively as the Wabanaki\\n\\n[[Page 17720]]\\n\\nTribes of Maine on the basis of geographic proximity; survivals and \\ncontinuity of stone, ceramic and perishable material culture skills; \\nand probable linguistic continuity across the Late Prehistoric/Contact \\nPeriod boundary. In a 1979 article, Dr. David Sanger, the archeologist \\nwho conducted the 1977 excavations at the Fernald Point Site and \\nuncovered the above mentioned burials, recognizes a relationship \\nbetween Maine sites dating to the Ceramic Period (1- 1600 AD) and \\npresent-day Algonquian speakers generally known as Abenakis, including \\nthe Aroostook Band of Micmac Indians of Maine, Houlton Band of Maliseet \\nIndians of Maine, Passamaquoddy Tribe of Maine, and Penobscot Nation.\\n    Based on the above mentioned information, officials of the National \\nPark Service have determined that, pursuant to 43 CFR 10 (d)(1), the \\nhuman remains listed above represent the physical remains of at least \\nten individuals of Native American ancestry. Officials of the National \\nPark Service have also determined that, pursuant to 25 U.S.C. 3001(2), \\nthere is a relationship of shared group identity which can be \\nreasonably traced between the Native American human remains and the \\nWabanaki Tribes of Maine representing the Aroostook Band of Micmac \\nIndians of Maine, Houlton Band of Maliseet Indians of Maine, \\nPassamaquoddy Tribe of Maine, and Penobscot Nation.\\n    This notice has been sent to officials of the Aroostook Band of \\nMicmac Indians of Maine, Houlton Band of Maliseet Indians of Maine, \\nPassamaquoddy Tribe of Maine, and Penobscot Nation. Representatives of \\nany other Indian tribe that believes itself to be culturally affiliated \\nwith these human remains should contact Mr. Paul Haertel, \\nSuperintendent, Acadia National Park, P.O. Box 177, Bar Harbor, ME \\n04609; telephone: (207) 288-0374, May 22, 1996. Repatriation of the \\nhuman remains may begin after that date if no additional claimants come \\nforward.\\nDated: April 10, 1996\\nC. Timothy McKeown\\nActing Departmental Consulting ArcheologistArcheology  Ethnography \\nProgram\\n[FR Doc. 96-9785 Filed 4-19-96; 8:45 am]\\nBILLING CODE 4310-70-F\\n\\n\\n", "agency1": "Null", "sub_agency1": "Null", "dep_doc": "Null", "subject": "Null", "agency2": "Null", "action": "Null", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Null", "signature_name": "Null", "signature_title": "Null", "fr_doc": "Null", "billing_code": "Null", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}