{"index": "I_2426", "messy_full": "\\n\\nFederal Register, Volume 62 Issue 112 (Wednesday, June 11, 1997)\\n\\n[Federal Register Volume 62, Number 112 (Wednesday, June 11, 1997)]\\n[Notices]\\n[Pages 31840-31841]\\nFrom the Federal Register Online via the Government Publishing Office [www.gpo.gov]\\n[FR Doc No: 97-15224]\\n\\n\\n-----------------------------------------------------------------------\\n\\nDEPARTMENT OF THE INTERIOR\\n\\nNational Park Service\\n\\n\\nNotice of Inventory Completion for Native American Human Remains \\nfrom Washington State in the Possession of the Department of \\nAnthropology, Central Washington University, Ellensburg, WA\\n\\nAGENCY: National Park Service.\\n\\nACTION: Notice.\\n\\n-----------------------------------------------------------------------\\n\\n    Notice is hereby given in accordance with provisions of the Native \\nAmerican Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. \\n3003 (d), of the completion of an inventory of human remains from \\nWashington State in the possession of the Department of Anthropology, \\nCentral Washington University, Ellensburg, WA.\\n    A detailed assessment of the human remains was made by Department \\nof Anthropology professional staff in consultation with representatives \\nof the Puyallup Indian Tribe of Indians and the Muckleshoot Indian \\nTribe.\\n    In 1896, human remains representing one individual were removed \\nfrom ``under a fir tree\\'\\' by M. Choir near Lake Washington, Seattle, \\nKing County, WA, and donated to the Burke Museum. In the 1970s, these \\nhuman remains were brought to the Department of Anthropology, Central \\nWashington University. No known individuals were identified. No \\nassociated funerary objects are present.\\n    In 1913 or 1914, human remains representing one individual was \\nrecovered by Mr. Williams during a re-grade of Jackson Street in \\nSeattle, King County, WA, and donated to the Burke Museum. In the \\n1970s, these human remains were brought to the Department of \\nAnthropology, Central Washington University. No known individuals were \\nidentified. No associated funerary objects are present.\\n    In 1921, human remains representing a minimum of two individuals \\nwere removed from Othello Street on Lake Washington in Seattle, King \\nCounty, WA during city street construction. These human remains were \\ndonated to the Burke Museum that same year by the Seattle Coroner\\'s \\nOffice. In the 1970s, these human remains were brought to the \\nDepartment of Anthropology, Central Washington University. No known \\nindividuals were identified. No associated funerary objects are \\npresent.\\n    Around 1925, human remains representing one individual were donated \\nto the Burke Museum by Prof. Trevor Kincaid. Accession information \\nindicates these human remains were recovered from an unknown location \\nin the vicinity of Seattle, WA. In the 1970s, these human remains were \\nbrought to the Department of Anthropology, Central Washington \\nUniversity. No known individuals were identified. No associated \\nfunerary objects are present.\\n    In 1943, human remains representing one individual were removed by \\nMr. Harold Hammer during a house construction in Seattle, King County, \\nWA, and donated to the Burke Museum by the Seattle Coroner\\'s Office. In \\nthe 1970s, these human remains were brought to the Department of \\nAnthropology, Central Washington University. No known individuals were \\nidentified. No associated funerary objects are present.\\n    At an unknown date, human remains representing one individual were \\nremoved from an unknown location in the vicinity of Seattle and donated \\nto the Burke Museum by Rev. Lester Pontius. In the 1970s, these human \\nremains were brought to the Department of Anthropology, Central \\nWashington University. No known individuals were identified. No \\nassociated funerary objects are present.\\n    In 1959, human remains representing a minimum of two individuals \\nwere removed from the Dash Point site (45-PI-41), Pierce County, WA, by \\nMr. M.V. Petersen, Butler, and Garner and donated to the Burke Museum. \\nIn the 1970s, these human remains were brought to the Department of \\nAnthropology, Central Washington University. No known individuals were \\nidentified. No associated funerary objects are present.\\n    In 1966, human remains representing one individual were recovered \\nfrom the Beachcrest Addition, Thurston County, WA by the Thurston \\nCounty Sheriff\\'s Office and donated to the Burke\\n\\n[[Page 31841]]\\n\\nMuseum. In the 1970s, these human remains were brought to the \\nDepartment of Anthropology, Central Washington University. No known \\nindividuals were identified. No associated funerary objects are \\npresent.\\n    Morphological evidence indicates these individuals are Native \\nAmerican based on dental patterns and cranial formation. \\nAnthropological evidence, including continuities of technology and \\nmaterial culture, indicates continuous occupation by Salishan peoples \\nover the last 2,000 years in the Puget Sound region of Washington State \\nwhich includes the sites and vicinities listed above. Consultation \\nevidence, including oral history, presented by representatives of the \\nPuyallup Indian Tribe of Indians and the Muckleshoot Indian Tribe \\nfurther support this evidence of occupation.\\n    Based on the above mentioned information, officials of the \\nDepartment of Anthropology, Central Washington University have \\ndetermined that, pursuant to 43 CFR 10.2 (d)(1), the human remains \\nlisted above represent the physical remains of a minimum of ten \\nindividuals of Native American ancestry. Officials of the Department of \\nAnthropology, Central Washington University have determined that, \\npursuant to 25 U.S.C. 3001 (2), there is a relationship of shared group \\nidentity which can be reasonably traced between these Native American \\nhuman remains and Puyallup Indian Tribe of Indians and the Muckleshoot \\nIndian Tribe.\\n    This notice has been sent to officials of the Puyallup Indian Tribe \\nof Indians and the Muckleshoot Indian Tribe. Representatives of any \\nother Indian tribe that believes itself to be culturally affiliated \\nwith these human remains should contact Steven Hackenberger, Chair, \\nDepartment of Anthropology, Central Washington University, 400 E. 8th \\nAve., Ellensburg, WA 98926-7544; telephone: (509) 963-3201, fax (509) \\n963-3215, before July 11, 1997. Repatriation of the human remains to \\nthe Puyallup Tribe of Indians may begin after that date if no \\nadditional claimants come forward.\\nDated: June 3, 1997.\\nFrancis P. McManamon,\\nDepartmental Consulting Archeologist,\\nManager, Archeology and Ethnography Program.\\n[FR Doc. 97-15224 Filed; 6-10-97 8:45 am]\\nBILLING CODE 4310-70-F\\n\\n\\n\\n", "agency1": "Null", "sub_agency1": "Null", "dep_doc": "Null", "subject": "Null", "agency2": "Null", "action": "Null", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Null", "signature_name": "Null", "signature_title": "Null", "fr_doc": "Null", "billing_code": "Null", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}