{"index": "I_2425", "messy_full": "\\n\\nFederal Register, Volume 62 Issue 112 (Wednesday, June 11, 1997)\\n\\n[Federal Register Volume 62, Number 112 (Wednesday, June 11, 1997)]\\n[Notices]\\n[Page 31841]\\nFrom the Federal Register Online via the Government Publishing Office [www.gpo.gov]\\n[FR Doc No: 97-15228]\\n\\n\\n-----------------------------------------------------------------------\\n\\nDEPARTMENT OF THE INTERIOR\\n\\nNational Park Service\\n\\n\\nNotice of Inventory Completion for Native American Human Remains \\nfrom Prince William Sound, AK in the Possession of the Department of \\nAnthropology, Central Washington University, Ellensburg, WA\\n\\nAGENCY: National Park Service\\n\\nACTION: Notice\\n\\n-----------------------------------------------------------------------\\n\\n    Notice is hereby given in accordance with provisions of the Native \\nAmerican Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. \\n3003 (d), of the completion of an inventory of human remains from \\nPrince William Sound, AK, in the possession of the Department of \\nAnthropology, Central Washington University, Ellensburg, WA.\\n    A detailed assessment of the human remains was made by Department \\nof Anthropology professional staff in consultation with representatives \\nof the Chugach Alaska Corporation.\\n    In 1902, human remains were recovered from Billy\\'s Hole cave on an \\nisland in Prince William Sound, AK, by Edmond S. Meany. During the \\n1970s, human remains representing a minimum of two individuals from \\nthis site were transferred to the Department of Anthropology at Central \\nWashington University. No known individuals were identified. No \\nassociated funerary objects are present.\\n    Archeological and ethnographic evidence from the islands of Prince \\nWilliam Sound, including manner of internment, continuity of \\ntechnology, and cultural items indicate continuous occupation by the \\nsame communities from the precontact period to the present. Oral \\ntradition presented by the representatives of the Chugach Alaska \\nCorporation also supports Chugach occupation of this area throughout \\nthis period.\\n    Based on the above mentioned information, officials of the \\nDepartment of Anthropology, Central Washington University have \\ndetermined that, pursuant to 43 CFR 10.2 (d)(1), the human remains \\nlisted above represent the physical remains of a minimum of two \\nindividuals of Native American ancestry. Officials of the Department of \\nAnthropology, Central Washington University have also determined that, \\npursuant to 25 U.S.C. 3001 (2), there is a relationship of shared group \\nidentity which can be reasonably traced between these Native American \\nhuman remains and the Chugach Alaska Corporation.\\n    This notice has been sent to officials of the Chugach Alaska \\nCorporation. Representatives of any other Indian tribe that believes \\nitself to be culturally affiliated with these human remains should \\ncontact Steven Hackenberger, Chair, Department of Anthropology, Central \\nWashington University, 400 E. 8th Ave., Ellensburg, WA 98926-7544; \\ntelephone: (509) 963-3201, fax (509) 963-3215 , before July 11, 1997. \\nRepatriation of the human remains to the Chugach Alaska Corporation may \\nbegin after that date if no additional claimants come forward.\\nDated: June 3, 1997.\\n\\n    Francis P. McManamon,\\nDepartmental Consulting Archeologist,\\nManager, Archeology and Ethnography Program.\\n[FR Doc. 97-15228 Filed; 6-10-97 8:45 am]\\nBILLING CODE 4310-70-F\\n\\n\\n\\n", "agency1": "Null", "sub_agency1": "Null", "dep_doc": "Null", "subject": "Null", "agency2": "Null", "action": "Null", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Null", "signature_name": "Null", "signature_title": "Null", "fr_doc": "Null", "billing_code": "Null", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}