{"index": "I_2410", "messy_full": "\\n\\nFederal Register, Volume 62 Issue 148 (Friday, August 1, 1997)\\n\\n[Federal Register Volume 62, Number 148 (Friday, August 1, 1997)]\\n[Notices]\\n[Page 41413]\\nFrom the Federal Register Online via the Government Publishing Office [www.gpo.gov]\\n[FR Doc No: 97-20320]\\n\\n\\n\\n[[Page 41413]]\\n\\n-----------------------------------------------------------------------\\n\\nDEPARTMENT OF THE INTERIOR\\n\\nNational Park Service\\n\\n\\nNotice of Inventory Completion for Native American Human Remains \\nfrom Idaho in the Control of the Idaho State Office, Bureau of Land \\nManagement, Boise, ID\\n\\nAGENCY: National Park Service\\n\\nACTION: Notice\\n\\n-----------------------------------------------------------------------\\n\\n    Notice is hereby given in accordance with provisions of the Native \\nAmerican Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. \\n3003 (d), of the completion of an inventory of human remains from Idaho \\nin the control of Idaho State Office, Bureau of Land Management, Boise, \\nID.\\n    A detailed assessment of the human remains was made by Bureau of \\nLand Management professional staff in consultation with representatives \\nof the Shoshone-Paiute Tribes of the Duck Valley Reservation and the \\nShoshone-Bannock Tribes of the Fort Hall Reservation.\\n    In 1963, human remains representing one individual were recovered \\nSite 10BT 46 by Earl H. Swanson, Jr. during legally authorized \\nexcavations on BLM public lands in Butte County, ID. No known \\nindividuals were identified. No associated funerary objects are \\npresent.\\n    This individual has been determined to be Native American based on \\nfacial morphology. Radiocarbon dates from fireplaces in the same layer \\nof this site yield an approximate date of 1570 AD. Historic, \\narcheological, and ethnographic evidence indicates Northern Shoshone, \\nNorthern Paiute, and Bannock peoples have occupied this area of \\nsouthern Idaho since precontact times based on continuities of \\ntechnology and material culture.\\n    In 1985, human remains representing one individual were removed \\nfrom site 10EL 1116 by the Elmore County Coroner and the Elmore County \\nSheriff\\'s Office. No known individual was identified. No associated \\nfunerary objects are present, although historic glass beads were \\npresent on the surface of this burial, none are presently in \\ncollections.\\n    This individual has been determined to be Native American based on \\nthe noted presence of historic glass beads at the burial site. Historic \\nand ethnographic evidence indicates only Paiute and Shoshone tribes \\nhave occupied this area in historic times, and no non-Paiute/Shoshone \\nprecontact cultures have been identified within this area of \\nsouthwestern Idaho.\\n    Based on the above mentioned information, officials of the Bureau \\nof Land Management have determined that, pursuant to 43 CFR 10.2 \\n(d)(1), the human remains listed above represent the physical remains \\nof two individuals of Native American ancestry. Officials of the Bureau \\nof Land Management have also determined that, pursuant to 25 U.S.C. \\n3001 (2), there is a relationship of shared group identity which can be \\nreasonably traced between these Native American human remains and the \\nNorthwest Band of Shoshoni, Shoshone-Paiute Tribes of the Duck Valley \\nReservation, and the Shoshone-Bannock Tribes of the Fort Hall \\nReservation.\\n    This notice has been sent to officials of the Northwest Band of \\nShoshoni, Shoshone-Paiute Tribes of the Duck Valley Reservation, and \\nthe Shoshone-Bannock Tribes of the Fort Hall Reservation. \\nRepresentatives of any other Indian tribe that believes itself to be \\nculturally affiliated with these human remains and associated funerary \\nobjects should contact Daniel J. Hutchinson, State Office Archeologist, \\nIdaho State Office, Bureau of Land Management, 1387 South Vinnell Way, \\nBoise, ID 83709; telephone: (203) 373-3816, before September 2, 1997. \\nRepatriation of the human remains to the Northwest Band of Shoshoni, \\nShoshone-Paiute Tribes of the Duck Valley Reservation, and the \\nShoshone-Bannock Tribes of the Fort Hall Reservation may begin after \\nthat date if no additional claimants come forward.\\nDated: July 25, 1997.\\nFrancis P. McManamon,\\nDepartmental Consulting Archeologist,\\nManager, Archeology and Ethnography Program.\\n[FR Doc. 97-20320 Filed 7-31-97 ; 8:45 am]\\nBILLING CODE 4310-70-F\\n\\n\\n\\n", "agency1": "Null", "sub_agency1": "Null", "dep_doc": "Null", "subject": "Null", "agency2": "Null", "action": "Null", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Null", "signature_name": "Null", "signature_title": "Null", "fr_doc": "Null", "billing_code": "Null", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}