{"index": "I_2416", "messy_full": "\\n\\nFederal Register, Volume 62 Issue 124 (Friday, June 27, 1997)\\n\\n[Federal Register Volume 62, Number 124 (Friday, June 27, 1997)]\\n[Notices]\\n[Pages 34777-34778]\\nFrom the Federal Register Online via the Government Publishing Office [www.gpo.gov]\\n[FR Doc No: 97-16905]\\n\\n\\n-----------------------------------------------------------------------\\n\\nDEPARTMENT OF THE INTERIOR\\n\\nNational Park Service, DOI\\n\\n\\nNotice of Inventory Completion for Native American Remains and \\nAssociated Funerary Objects From Teller, AK, in the Control of the \\nAlaska State Office, Bureau of Land Management, Anchorage, AK\\n\\nAGENCY: National Park Service, DOI.\\n\\nACTION: Notice.\\n\\n-----------------------------------------------------------------------\\n\\n    Notice is hereby given in accordance with provisions of the Native \\nAmerican Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. \\n3003 (d), of the completion of an inventory of human remains and \\nassociated funerary objects in the control of the Alaska State Office, \\nBureau of Land Management.\\n    A detailed assessment of the human remains was made by Bureau of \\nLand Management professional staff and University of Alaska Museum \\nprofessional staff in consultation with representatives of the Native \\nVillage of Teller.\\n    During 1949, human remains representing two individuals from Point \\nSpencer in the vicinity of Teller, AK were donated to the University of \\nAlaska Museum by Charles Lucier. At an unknown date, Mr. Lucier had \\nreceived these individuals as a gift from an unnamed person. No known \\nindividuals were identified. No associated funerary objects were \\nrecovered.\\n    During 1950, human remains representing five individuals (four \\nadults and one child) were recovered from the vicinity of Teller, AK by \\nHelge Larsen under unknown circumstances. No known individuals were \\nidentified.\\n\\n[[Page 34778]]\\n\\nNo associated funerary objects were recovered.\\n    During 1961, human remains representing six individuals were \\nsurface-collected from the Seward Peninsula in the vicinity of Teller, \\nAK by Frederick Hadleigh West Also in 1961, West surface-collected \\ncranial elements of two individuals from a tundra burial on the Seward \\nPeninsula in the vicinity of Teller. No known individuals were \\nidentified. No associated funerary objects were recovered.\\n    Archeological and ethnographic evidence indicates the general \\nregion of Point Spencer shows a continuity of occupation from 900 AD to \\nthe present based on technologies, material culture, and manner of \\ninterment. All of the remains are undated and may be as recent as the \\nlate 19th or early 20th century when the ancestors of people now living \\nin Teller were in this area. Native Elders recognize the areas where \\nthe human remains were recovered as traditionally associated with their \\nvillage, and that tundra burials are the traditional manner of \\ninternment.\\n    Based on the above mentioned information, including oral history, \\nofficials of the Bureau of Land Management have determined that, \\npursuant to 43 CFR 10.2 (d)(1), the human remains listed above \\nrepresent the physical remains of fifteen individuals of Native \\nAmerican ancestry. Officials of the Bureau of Land Management have also \\ndetermined that, pursuant to 25 U.S.C. 3001 (2), there is a \\nrelationship of shared group identity which can be reasonably traced \\nbetween these Native American human remains and the Native Village of \\nTeller.\\n    This notice has been sent to officials of the Native Village of \\nTeller. Representatives of any other Indian tribe that believes itself \\nto be culturally affiliated with these human remains and associated \\nfunerary objects should contact Dr. Robert E. King, Alaska State NAGPRA \\nCoordinator, Bureau of Land Management, 222 W. 7th Avenue, #13, \\nAnchorage, Alaska 99513-7599; telephone (907) 271-5510, before July 28, \\n1997. Repatriation of the human remains to the Native Village of Teller \\nmay begin after that date if no additional claimants come forward.\\nDated: June 19, 1997.\\nFrancis P. McManamon,\\nDepartmental Consulting Archeologist,\\nManager, Archeology and Ethnography Program.\\n[FR Doc. 97-16905 Filed 6-26-97; 8:45 am]\\nBILLING CODE 4310-70-F\\n\\n\\n\\n", "agency1": "Null", "sub_agency1": "Null", "dep_doc": "Null", "subject": "Null", "agency2": "Null", "action": "Null", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Null", "signature_name": "Null", "signature_title": "Null", "fr_doc": "Null", "billing_code": "Null", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}