{"index": "I_2465", "messy_full": "\\n\\nFederal Register, Volume 59 Issue 38 (Friday, February 25, 1994)\\n\\n[Federal Register Volume 59, Number 38 (Friday, February 25, 1994)]\\n[Unknown Section]\\n[Page 0]\\nFrom the Federal Register Online via the Government Publishing Office [www.gpo.gov]\\n[FR Doc No: 94-4237]\\n\\n\\n[[Page Unknown]]\\n\\n[Federal Register: February 25, 1994]\\n\\n\\n-----------------------------------------------------------------------\\n\\nDEPARTMENT OF THE INTERIOR\\nNational Park Service\\n\\n \\n\\nNotice of Completion of Inventory of Native American Human \\nRemains from the Hawaiian Islands in the Collections of the Bernice \\nPauahi Bishop Museum\\n\\nAGENCY: National Park Service, Interior.\\n\\nACTION: Notice.\\n\\n-----------------------------------------------------------------------\\n\\n    Notice is hereby given in accordance with the provisions of the \\nNative American Graves Protection and Repatriation Act, 25 U.S.C. \\n3003(d), of the completion of an inventory of human remains from the \\nHawaiian Islands by the Bernice Pauahi Bishop Museum, Honolulu, HI.\\n    The human remains consist of a fragmentary skull originally held by \\nthe P.A. Hearst Museum of Anthropology, University of California, \\nBerkeley, CA. The human remains had been accessioned in 1935 and \\nidentified as 12-5456. The Hearst Museum catalog identified the human \\nremains as deriving from the Hawaiian Islands. In a letter \\nacknowledging the gift, the acting curator refers to the human remains \\nas ``Polynesian.\\'\\'\\n    On January 5, 1992, representatives of Hui Malama I Na Kupuna \\'O \\nHawai\\'i Nei, a recognized Native Hawaiian organization, requested \\nrepatriation of the human remains. The Hearst Museum declined to do so \\nand the dispute was referred to the Native American Graves Protection \\nand Repatriation Review Committee. The Committee considered contextual, \\nosteological, and spiritual information in arriving at their finding \\nthat was subsequently published in the Federal Register on April 15, \\n1993. While the Committee was unable to determine that the \\npreponderance of the evidence indicated a relationship of shared group \\nidentity which could be reasonably traced between present day Native \\nHawaiian organizations and the remains identified as 12-5456, they \\nrecommended that the Hearst Museum transfer the human remains to a \\nmuseum in Hawaii for future consideration of cultural affiliation and \\ncare.\\n    The human remains were transferred from the Hearst Museum to the \\nBishop Museum on August 11, 1993. An assessment of the human remains by \\nBishop Museum staff indicated that they represented a 20-30 year old \\nmale. Dental characteristics and the morphology of the cranial vault \\nand mandible indicate the individual was of Mongoloid, and probably \\nPolynesian, ancestry.\\n    Based on the above information, officials of the Bishop Museum, in \\nconsultation with representatives of Hui Malama I Na Kupuna \\'O Hawai\\'i \\nNei and the Office of Hawaiian Affairs, determined pursuant to 25 \\nU.S.C. 3001(2) that there is a relationship of shared group identity \\nwhich can be reasonably traced between these remains and present-day \\nNative Hawaiian organizations.\\n    On September 29, 1993 the human remains were transferred to \\nrepresentatives of Hui Malama I Na Kupuna \\'O Hawai\\'i Nei. \\nRepresentatives of any Native Hawaiian organization that believes \\nitself to be culturally affiliated with these human remains should \\ncontact Mr. Kunani Nihipali, P.O. Box 190, Haleiwa, HI 96712-0190; \\n(808) 455-4212.\\nDated: February 17, 1994.\\nVeletta Canouts,\\nActing Departmental Consulting Archeologist Chief, Archeological \\nAssistance Division.\\n[FR Doc. 94-4237 Filed 2-24-94; 8:45am]\\nBILLING CODE 4310-70-F\\n\\n\\n\\n", "agency1": "Null", "sub_agency1": "Null", "dep_doc": "Null", "subject": "Null", "agency2": "Null", "action": "Null", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Null", "signature_name": "Null", "signature_title": "Null", "fr_doc": "Null", "billing_code": "Null", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}