{"index": "I_2438", "messy_full": "\\n\\nFederal Register, Volume 61 Issue 194 (Friday, October 4, 1996)\\n\\n[Federal Register Volume 61, Number 194 (Friday, October 4, 1996)]\\n[Notices]\\n[Page 52058]\\nFrom the Federal Register Online via the Government Publishing Office [www.gpo.gov]\\n[FR Doc No: 96-25471]\\n\\n\\n-----------------------------------------------------------------------\\n\\nDEPARTMENT OF THE INTERIOR\\nNational Park Service\\n\\n\\nNotice of Inventory Completion for Native American Human Remains \\nfrom Shaktoolik, AK, in the Control of the Alaska State Office, Bureau \\nof Land Management, Anchorage, AK\\n\\nAGENCY: National Park Service, Interior.\\n\\nACTION: Notice.\\n\\n-----------------------------------------------------------------------\\n\\n    Notice is hereby given in accordance with provisions of the Native \\nAmerican Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. \\n3003 (d), of the completion of an inventory of human remains in the \\ncontrol of the Alaska State Office, Bureau of Land Management, \\nAnchorage, AK.\\n    A detailed assessment of the human remains was made by the Bureau \\nof Land Management professional staff and University of Alaska Museum \\nprofessional staff in consultation with representatives of the Native \\nVillage of Shaktoolik.\\n    In 1945, human remains representing one individual were recovered \\nwithout a federal permit from the vicinity of Shaktoolik, AK by Mr. \\nSimon Newcomb. No known individual was identified. No associated \\nfunerary objects are present.\\n    In 1949, human remains representing one individual were recovered \\nfrom Nukleet site during legally authorized excavations. No known \\nindividual was identified. No associated funerary objects are present.\\n    The current population of Shaktoolik appears to desend from earlier \\ncultural groups who inhabited the general region for a thousand or more \\nyears before the present. The remains are believed to date within this \\ntime period. Oral history evidence presented during consultation with \\nrepresentatives of the Native Village of Shaktoolik indicate the \\nNukleet site is traditionally associated with the Village of \\nShaktoolik.\\n    Based on the above mentioned information, officials of the Bureau \\nof Land Management have determined that, pursuant to 43 CFR 10.2 \\n(d)(1), the human remains listed above represent the physical remains \\nof 2 individuals of Native American ancestry. Bureau of Land Managment \\nofficials have determined that, pursuant to 25 U.S.C. 3001 (2), there \\nis a relationship of shared group identity which can be reasonably \\ntraced between these Native American human remains and associated \\nfunerary objects and the Native Village of Shaktoolik.\\n    This notice has been sent to officials of the Native Village of \\nShaktoolik. Representatives of any other Indian tribe that believes \\nitself to be culturally affiliated with these human remains and \\nassociated funerary objects should contact Dr. Robert E. King, Alaska \\nState NAGPRA Coordinator, Bureau of Land Management, 222 W. 7th Avenue, \\n#13, Anchorage, AK 99513-7599; telephone: (907) 271-5510, before \\nNovember 4, 1996. Repatriation of the human remains to the Native \\nVillage of Shaktoolik may begin after that date if no additional \\nclaimants come forward.\\nDated: September 30, 1996,\\nFrancis P. McManamon,\\nDepartmental Consulting Archeologist,\\nManager, Archeology and Ethnography Program.\\n[FR Doc. 96-25471 Filed 10-3-96; 8:45 am]\\nBILLING CODE 4310-70-F\\n\\n\\n\\n", "agency1": "Null", "sub_agency1": "Null", "dep_doc": "Null", "subject": "Null", "agency2": "Null", "action": "Null", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Null", "signature_name": "Null", "signature_title": "Null", "fr_doc": "Null", "billing_code": "Null", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}