{"index": "I_2447", "messy_full": "\\n\\nFederal Register, Volume 61 Issue 92 (Friday, May 10, 1996)\\n\\n[Federal Register Volume 61, Number 92 (Friday, May 10, 1996)]\\n[Notices]\\n[Pages 21485-21486]\\nFrom the Federal Register Online via the Government Publishing Office [www.gpo.gov]\\n[FR Doc No: 96-11793]\\n\\n\\n\\n=======================================================================\\n-----------------------------------------------------------------------\\n\\nDEPARTMENT OF THE INTERIOR\\n\\nNational Park Service\\n\\n\\nNotice of Inventory Completion for Native American Human Remains \\nand Associated Funerary Objects from Prince William Sound in the \\nPossession of the Burke Museum, University of Washington, Seattle, WA\\n\\nAGENCY: National Park Service\\n\\nACTION: Notice\\n\\n-----------------------------------------------------------------------\\n\\n    Notice is hereby given in accordance with provisions of the Native \\nAmerican Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. \\n3003 (d), of the completion of an inventory of human remains and \\nassociated funerary objects in the possession of the Burke Museum, \\nUniversity of Washington, Seattle, WA.\\n    A detailed assessment of the human remains was made by the Burke \\nMuseum professional staff in consultation with representatives of the \\nChugach Alaska Corporation, a Native Alaskan Regional Corporation.\\n    In 1902, human remains representing two individuals were removed \\nfrom an island cave known as ``Billy\\'s Hole\\'\\' in Prince William Sound, \\nAlaska, by Edmond S. Meany and donated to the Burke Museum. No known \\nindividuals were identified. The thirteen associated funerary objects \\ninclude two grave boards, two paddles, a canoe prow, a canoe section, \\nand wooden sticks.\\n    Prior to 1909, a pair of haliotis shell earring were collected by \\nGeorge T. Emmons and accessioned by the Burke Museum in 1909. Accession \\nrecords indicate these earrings were removed from a ``mummy cave on an \\nisland in Prince William Sound (Alaska).\\'\\'\\n    Archeological and ethnographic evidence from the islands of Prince \\nWilliam Sound, including manner of internment, continuity of \\ntechnology, and cultural items indicate continuous occupation by the \\nsame communities from the precontact period to the present. Oral \\ntradition presented by the representatives of the Chugach Alaska \\nCorporation also supports Chugach occupation of this area throughout \\nthis period.\\n    Based on the above mentioned information, officials of the Burke \\nMuseum have determined that,\\n\\n[[Page 21486]]\\n\\npursuant to 43 CFR 10.2 (d)(1), the human remains from Billy\\'s Hole \\nlisted above represent the physical remains of two individuals of \\nNative American ancestry. Officials of the Burke Museum have also \\ndetermined that, pursuant to 25 U.S.C. 3001 (3)(A), the thirteen \\nobjects from Billy\\'s Hole listed above are reasonably believed to have \\nbeen placed with or near individual human remains at the time of death \\nor later as part of the death rite or ceremony. Officials of the Burke \\nMuseum have determined that, pursuant to 25 U.S.C. 3001(3)(B), these \\ntwo cultural items from a mummy cave in Prince William Sound, AK are \\nreasonably believed to have been placed with or near individual human \\nremains at the time of death or later as part of the death rite or \\nceremony and are believed, by a preponderance of the evidence, to have \\nbeen removed form a specific burial site of an Native American \\nindividual. Lastly, officials of the Burke Museum have determined that, \\npursuant to 25 U.S.C. 3001 (2), there is a relationship of shared group \\nidentity which can be reasonably traced between these Native American \\nhuman remains, associated funerary objects, and unassociated funerary \\nobjects and the Chugach Alaska Corporation.\\n    This notice has been sent to officials of the Chugach Alaska \\nCorporation. Representatives of any other Indian tribe that believes \\nitself to be culturally affiliated with these human remains and \\nassociated funerary objects should contact Dr. James Nason, Chair of \\nthe Repatriation Committee, Burke Museum, Box 353010, University of \\nWashington, Seattle, WA 98195; telephone: (206) 543-9680, before June \\n10, 1996. Repatriation of the human remains and associated funerary \\nobjects, and unassociated funerary objects to the Chugach Alaska \\nCorporation may begin after that date if no additional claimants come \\nforward.\\nDated: May 7, 1996\\nVeletta Canouts\\nActing Departmental Consulting Archeologist\\nDeputy Chief, Archeology  Ethnography Program\\n[FR Doc. 96-11793 Filed 5-9-96; 8:45 am]\\nBILLING CODE 4310-70-F\\n\\n\\n", "agency1": "Null", "sub_agency1": "Null", "dep_doc": "Null", "subject": "Null", "agency2": "Null", "action": "Null", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Null", "signature_name": "Null", "signature_title": "Null", "fr_doc": "Null", "billing_code": "Null", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}