{"index": "I_2407", "messy_full": "\\n\\nFederal Register, Volume 62 Issue 156 (Wednesday, August 13, 1997)\\n\\n[Federal Register Volume 62, Number 156 (Wednesday, August 13, 1997)]\\n[Notices]\\n[Page 43348]\\nFrom the Federal Register Online via the Government Publishing Office [www.gpo.gov]\\n[FR Doc No: 97-20323]\\n\\n\\n\\n[[Page 43348]]\\n\\n-----------------------------------------------------------------------\\n\\nDEPARTMENT OF THE INTERIOR\\n\\nNational Park Service\\n\\n\\nNotice of Inventory Completion for Native American Human Remains \\nand Associated Funerary Objects From Lemhi County, ID, in the Control \\nof the Idaho State Office, Bureau of Land Management, Boise, ID\\n\\nEditorial Note: FR document 97-20323 was originally published on page \\n41414 in the issue of Friday, August 1, 1997. It was inadvertently \\npublished with incorrect text. The correct text appears below.\\nAGENCY: National Park Service.\\n\\nACTION: Notice.\\n\\n-----------------------------------------------------------------------\\n\\n    Notice is hereby given in accordance with provisions of the Native \\nAmerican Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. \\n3003 (d), of the completion of an inventory of human remains and \\nassociated funerary objects in the control of the Idaho State Office, \\nBureau of Land Management, Boise, ID.\\n    A detailed assessment of the human remains was made by Bureau of \\nLand Management professional staff in consultation with representatives \\nof Shoshone-Paiute Tribes of the Duck Valley Reservation, Shoshone-\\nBannock Tribes of the Fort Hall Reservation, and the Northwestern Band \\nof Shoshoni Indians of Utah.\\n    In 1965, human remains representing two individuals were recovered \\nfrom site 10LH 66, Lemhi County, ID during legally authorized \\nexcavations by the Idaho State University Museum. No known individuals \\nwere identified. The 31 associated funerary objects include glass \\nbeads, leather, harness fragments, metal buttons, a metal bracelet, \\ntextile fragments, and metal ornament fragments.\\n    The presence and types of associated funerary objects indicates \\nthese individuals are Native American. The associated funerary objects \\nare consistent with 19th century burials of the Lemhi Band of the \\nShoshone-Bannock Tribes who lived in this region until moved to the \\nFort Hall Reservation in 1907.\\n    In 1996, one unassociated funerary object, a stone point, was \\nlocated during the Bureau of Land Management\\'s review of collections. \\nThis unassociated funerary object was originally associated with human \\nremains and other associated funerary objects reburied in 1982 \\nfollowing criminal investigation of the looting and vandalizing of site \\n10LH 412, within the Lemhi reservation cemetery, by person(s) unknown. \\nNo known individuals were identified during this incident.\\n    The Lehmi reservation cemetery (site 10LH 412) is a known \\nhistorical cemetery of the Lehmi Band of the Shoshone-Bannock tribes. \\nThe Lehmi Band left the Lehmi Reservation in 1907 and went to the Fort \\nHall Reservation.\\n    Based on the above mentioned information, officials of the Bureau \\nof Land Management have determined that, pursuant to 43 CFR 10.2 \\n(d)(1), the human remains listed above represent the physical remains \\nof two individuals of Native American ancestry. Officials of the Bureau \\nof Land Management have also determined that, pursuant to 43 CFR 10.2 \\n(d), the 32 objects listed above are reasonably believed to have been \\nplaced with or near individual human remains at the time of death or \\nlater as part of the death rite or ceremony. Lastly, officials of the \\nBureau of Land Management have determined that, pursuant to 25 U.S.C. \\n3001 (2), there is a relationship of shared group identity which can be \\nreasonably traced between these Native American human remains and \\nassociated funerary objects and the Shoshone-Paiute Tribes of the Duck \\nValley Reservation, Shoshone-Bannock Tribes of the Fort Hall \\nReservation, and the Northwestern Band of Shoshoni Indians of Utah.\\n    This notice has been sent to officials of the Shoshone-Paiute \\nTribes of the Duck Valley Reservation, Shoshone-Bannock Tribes of the \\nFort Hall Reservation, and the Northwestern Band of Shoshoni Indians of \\nUtah. Representatives of any other Indian tribe that believes itself to \\nbe culturally affiliated with these human remains and associated \\nfunerary objects should contact Daniel J. Hutchinson, State Office \\nArcheologist, Idaho State Office, Bureau of Land Management, 1387 South \\nVinnell Way, Boise, ID 83709; telephone: (203) 373-3816, before \\nSeptember 12, 1997. Repatriation of the human remains and associated \\nfunerary objects to the Shoshone-Paiute Tribes of the Duck Valley \\nReservation, Shoshone-Bannock Tribes of the Fort Hall Reservation, and \\nthe Northwestern Band of Shoshoni Indians of Utah may begin after that \\ndate if no additional claimants come forward.\\nDated: July 23, 1997.\\nFrancis P. McManamon,\\nDepartmental Consulting Archeologist,\\nManager, Archeology and Ethnography Program.\\n[FR Doc. 97-20323 Filed 8-12-97; 8:45 am]\\nBILLING CODE 4310-70-F\\n\\n\\n\\n", "agency1": "Null", "sub_agency1": "Null", "dep_doc": "Null", "subject": "Null", "agency2": "Null", "action": "Null", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Null", "signature_name": "Null", "signature_title": "Null", "fr_doc": "Null", "billing_code": "Null", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}