{"index": "I_2454", "messy_full": "\\n\\nFederal Register, Volume 60 Issue 156 (Monday, August 14, 1995)\\n\\n[Federal Register Volume 60, Number 156 (Monday, August 14, 1995)]\\n[Notices]\\n[Pages 41898-41899]\\nFrom the Federal Register Online via the Government Publishing Office [www.gpo.gov]\\n[FR Doc No: 95-19958]\\n\\n\\n\\n-----------------------------------------------------------------------\\n\\nDEPARTMENT OF THE INTERIOR\\nNational Park Service\\n\\n\\nNotice of Inventory Completion for Native American Human Remains \\nand Associated Funerary Objects From the State of Texas in the \\nPossession of the Fort Hood Archeological Laboratory\\n\\nAGENCY: National Park Service, Interior\\n\\nACTION: Notice.\\n\\n-----------------------------------------------------------------------\\n\\n    Notice is hereby given in accordance with provisions of the Native \\nAmerican Graves Protection and Repatriation Act, 25 U.S.C. 3003(d), of \\nthe completion of the inventory of human remains and associated \\nfunerary objects in the curation facility of the Directorate of Public \\nWorks at Fort Hood, TX from five sites in the state of Texas.\\n    A detailed inventory and assessment of these remains has been made \\nby the staff archeologist at Fort Hood in consultation with \\nrepresentatives of the Comanche Tribe of Oklahoma and the Tonkawa tribe \\nof Oklahoma. Copies of this inventory have also been sent to the Apache \\nTribe of Oklahoma, the Wichita and Affiliated Tribes, the Caddo Indian \\nTribe of Oklahoma and the Kiowa Tribe.\\n    The partial and fragmentary human remains of 48 individuals were \\nrecovered in 1985 from a vandalized burial ground at Javalina shelter \\nin Bell County, Texas. A total of 1,214 bones and fragments were \\nrecovered from the surface where they had been discarded by vandals. \\nInventory and examination of the remains established that the partial \\nremains of 20 adults, ten adolescents, nine children and nine infants \\nwere present. Sex of the remains could not be determined. No known \\nindividuals were identified. Artifacts recovered from the site with the \\nremains included a flake of obsidian and debitage of local cherts.\\n    This site has been identified as being within the Comanche\\'s \\ntraditional occupation area based on the abnormal number of juvenile \\nremains, suggesting a historical disease epidemic, evidence of access \\nto obsidian, the Comanche occupation of Central Texas in historic \\ntimes, and consultation with the Comanche Tribe. Based on the above \\nmentioned information, officials of the Fort Hood Archeological \\nLaboratory have determined that, pursuant to 25U.S.C. 3001(2), there is \\na relationship of shared group identity which can be reasonably traced \\nbetween these human remains and associated funerary objects and the \\nComanche Tribe. Officials of the Fort Hood Archeological Laboratory \\nhave also determined that the artifacts are reasonably believed to have \\nbeen placed with individual human remains either at the time of death \\nor later as a part of a death rite or ceremony of a culture, pursuant \\nto 25 U.S.C. 3001 (3)(A).\\n    On November 22, 1991 the above human remains and associated \\nfunerary objects were repatriated to the Reverend John Pahdocony of the \\nComanche Cemetery Committee on behalf of the Comanche Tribal Council.\\n    The partial and fragmentary remains of a one adult individual were \\ncollected in 1986 from an erosional gully on the bank of the Leon River \\nnear Fort Griffin, Bell County, Texas. The remains eroded from the bank \\nof the Leon River near a dark and dense midden deposit from an open \\ncampsite on the flood plain. The sex of the individual could not be \\ndetermined. No known individual was identified.\\n    This site has been identified as being within the Comanche\\'s \\ntraditional occupation area, based on consultation \\n\\n[[Page 41899]]\\nwith representatives of the Comanche Tribe and written historic \\nrecords.\\n    Officials of the Fort Hood Archeological Laboratory have determined \\nthat, pursuant to 25 U.S.C. 3001(2), there is a relationship of shared \\ngroup identity which can be reasonably traced between these human \\nremains and the Comanche Tribe.\\n    On November 22, 1992 the above mentioned human remains were \\nrepatriated to Phillip R. Narcomey of the Comanche Cemetery Committee \\non behalf of the Comanche Tribal Council.\\n    The partial and fragmentary remains of a one adult individual were \\ncollected in 1992 from the surface of a vandalized burial site \\n(41BL0844). The remains consist of nine bone fragments. No known \\nindividual was identified.\\n    This site has been identified as being within the Comanche\\'s \\ntraditional occupation area, based on consultation with representatives \\nof the Comanche Tribe and written historic records.\\n    Officials of the Fort Hood Archeological Laboratory have determined \\nthat, pursuant to 25 U.S.C. 3001(2), there is a relationship of shared \\ngroup identity which can be reasonably traced between these human \\nremains and the Comanche Tribe.\\n    On November 21, 1993 the above mentioned human remains were \\nrepatriated to Phillip R. Narcomey of the Comanche Cemetery Committee \\non behalf of the Comanche Tribal Council.\\n    The partial and fragmentary human remains of six individuals were \\nrecovered during the summer of 1990 from a rockshelter site (41BL671) \\non Fort Hood, by a field school conducted by Texas A University. \\nInventory and examination of the remains established that the remains \\nof two adult males, one adult female, one child between the ages of 6 \\nand 10 years, one new-born child, and an individual whose age and sex \\ncould not be determined. Artifacts recovered elsewhere in the site \\nsuggested it was occupied by peoples of the Toyah and Austin Foci, \\nacknowledged as ancestral to the Tonkawa Tribe. No known individuals \\nwere identified.\\n    This site has been identified as being within the Tonkawa\\'s \\naboriginal occupation area based on the oral traditions of the Tonkawa \\ntribe and historic accounts of their occupations in central Texas \\nthrough consultations with representatives of the Tonkawa Tribe of \\nOklahoma. Officials of the Fort Hood Archeological Laboratory have \\ndetermined that, pursuant to 25 U.S.C. 3001(2), there is a relationship \\nof shared group identity which can be reasonably traced between these \\nhuman remains and the Tonkawa Tribe who are generally acknowledged to \\nhave occupied the Bell County area of central Texas before the arrival \\nof the Comanche in the eighteenth century.\\n    On November 20, 1994 the above six human remains were repatriated \\nto Ms. Virginia Combrink, President of the Tonkawa Tribe of Oklahoma on \\nbehalf of that Tribe.\\n    Between 1984 and February 25, 1986, 78 fragments of human bone \\nrepresenting four individuals were collected from rockshelter site \\n(41BL0069) on Fort Hood, by a field party from Texas A University. \\nInventory and examination of the remains established that the remains \\nof two adult individuals, one adolescent, and one child between the \\nages of 6 and 10 years, sex could not be determined. Artifacts \\nrecovered elsewhere in the site suggested it was occupied by \\nprehistoric peoples of the Toyah and Austin Foci. No known individuals \\nwere identified.\\n    This site has been identified as being within the Tonkawa\\'s \\naboriginal occupation area based on the oral traditions of the Tonkawa \\ntribe and historic accounts of their occupations in central Texas \\nthrough consultations with representatives of the Tonkawa Tribe of \\nOklahoma. Officials of the Fort Hood Archeological Laboratory have \\ndetermined that, pursuant to 25U.S.C. 3001(2), there is a relationship \\nof shared group identity which can be reasonably traced between these \\nhuman remains and the Tonkawa Tribe who are generally acknowledged to \\nhave occupied the Bell County area of central Texas before the arrival \\nof the Comanche in the eighteenth century.\\n    During the 1978 recording of 41CV0130 on Fort Hood a single \\nfragment of a human adult femur was recovered from surface spoil. \\n41CV0130 also yielded evidence of occupation during the late archaic \\nperiod.\\n    This site has been identified as being within the Tonkawa\\'s \\naboriginal occupation area based on the oral traditions of the Tonkawa \\ntribe and historic accounts of their occupations in central Texas \\nthrough consultations with representatives of the Tonkawa Tribe of \\nOklahoma. Officials of the Fort Hood Archeological Laboratory have \\ndetermined that, pursuant to 25U.S.C. 3001(2), there is a relationship \\nof shared group identity which can be reasonably traced between these \\nhuman remains and the Tonkawa Tribe who are generally acknowledged to \\nhave occupied the Bell County area of central Texas before the arrival \\nof the Comanche in the eighteenth century.\\n    This notice has been sent to officials of the Tonkawa tribe of \\nOklahoma, The Comanche Tribe, the Wichita and Affiliated Tribes, the \\nCaddo Tribe of Oklahoma, the Kiowa Tribe and the Apache Tribe. \\nRepresentatives of any other Indian tribe which believes itself to be \\nculturally affiliated with these human remains should contact Dr. Jack \\nM. Jackson, Fort Hood Staff Archeologist, HQ III Corps and Fort Hood, \\nattn: AFZF-PW-ENV, Fort Hood, Texas 76544-5057; telephone (817) 287-\\n7965, before September 13, 1995. Repatriation of the human remains from \\nsites 41BL0069 and 41CV0130 may begin after that date if no additional \\nclaimants come forward.\\nDated: August 7, 1995\\nFrancis P. McManamon\\nDepartmental Consulting Archeologist\\nChief, Archeological Assistance Division\\n[FR Doc. 95-19958 Filed 8-11-95; 8:45 am]\\nBILLING CODE 4310-70-F\\n\\n\\n", "agency1": "Null", "sub_agency1": "Null", "dep_doc": "Null", "subject": "Null", "agency2": "Null", "action": "Null", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Null", "signature_name": "Null", "signature_title": "Null", "fr_doc": "Null", "billing_code": "Null", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}