{"index": "I_2448", "messy_full": "\\n\\nFederal Register, Volume 61 Issue 83 (Monday, April 29, 1996)\\n\\n[Federal Register Volume 61, Number 83 (Monday, April 29, 1996)]\\n[Notices]\\n[Pages 18754-18755]\\nFrom the Federal Register Online via the Government Publishing Office [www.gpo.gov]\\n[FR Doc No: 96-10543]\\n\\n\\n\\n-----------------------------------------------------------------------\\n\\nDEPARTMENT OF THE INTERIOR\\nNational Park Service\\n\\n\\nNotice of Inventory Completion for Native American Human Remains \\nand Associated Funerary Objects in the Possession and Control of the \\nSanta Fe National Forest, United States Forest Service, Santa Fe, NM\\n\\nAGENCY: National Park Service\\n\\nACTION: Notice\\n\\n-----------------------------------------------------------------------\\n\\n    Notice is hereby given in accordance with provisions of the Native \\nAmerican Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. \\n3003(d), of the completion of an inventory of human remains and \\nassociated funerary objects in the possession and control of the Santa \\nFe National Forest, United States Forest Service, Santa Fe, NM.\\n    A detailed assessment of the human remains was made by Peabody \\nMuseum professional staff, Museum of New Mexico professional staff, \\nUnited States Forest Service professional staff in consultation with \\nrepresentatives of the Pueblo of Cochiti, the Pueblo of Santo Domingo, \\nthe Pueblo of San Felipe, the Pueblo of Santa Ana, the Pueblo of San \\nIldefonso, the Pueblo of Santa Clara, the Pueblo of Pojoaque, the \\nPueblo of Tesuque, the Pueblo of Nambe, the Pueblo of San Juan, the \\nPueblo of Zia, and the Pueblo of Jemez.\\n    In 1908, human remains representing five individuals were recovered \\nfrom the Yapashi site during legally authorized excavations. No known \\nindividuals were identified.  No associated funerary objects are \\npresent.\\n    The Yapashi site has been identified as late Anasazi period (1250-\\n1475 AD) through architecture, ceramics, and site organization. \\nEthnographic records, technological continuity, and similarities \\nbetween the site and present-day pueblos of Cochiti, Santo Domingo, San \\nfelipe, Santa Ana, San Ildefonso, Santa Clara, Pojoaque, Tesuque, \\nNambe, San Juan, and Zia indicate continuity of both occupation and \\nculture between the Yapashi site and these pueblos. Oral traditions of\\n\\n[[Page 18755]]\\n\\nthese present-day pueblos indicate occupation of this particular area \\nduring this period.\\n    Based on the above mentioned information, officials of the United \\nStates Forest Service have determined that, pursuant to 43 CFR 10.2 \\n(d)(1), the human remains listed above represent the physical remains \\nof five individuals of Native American ancestry. Officials of the \\nUnited States Forest Service have further determined that, pursuant to \\n25 U.S.C. 3001 (2), there is a relationship of shared group identity \\nwhich can be reasonably traced between these Native American human \\nremains and the Pueblo of Cochiti, the Pueblo of Santo Domingo, the \\nPueblo of San Felipe, the Pueblo of Santa Ana, the Pueblo of San \\nIldefonso, the Pueblo of Santa Clara, the Pueblo of Pojoaque, the \\nPueblo of Tesuque, the Pueblo of Nambe, the Pueblo of San Juan, and the \\nPueblo of Zia.\\n    In 1912, human remains representing two individuals were recovered \\nfrom the Pueblo Kotyiti site during legally authorized excavations. No \\nknown individuals were identified. The three associated funerary \\nobjects include a ceramic pipe, mineral pigment, and a stone tool.\\n    The Pueblo Kotyiti site has been identified as the fortified pueblo \\noccupied during 1680-1696 (the Great Pueblo Revolt) by the ancestral \\ncommunity of the present-day Pueblo of Cochiti. This identification is \\nsupported by historical and ethnohistoric records of the Pueblo Revolt \\nera, continuities of architecture and ceramics between the site and the \\nPueblo of Cochiti. The oral tradition of the Pueblo of Cochiti also \\nsupports their affiliation to the Pueblo Kotyiti site.\\n    Based on the above mentioned information, officials of the United \\nStates Forest Service have determined that, pursuant to 43 CFR 10.2 \\n(d)(1), the human remains listed above represent the physical remains \\nof two individuals of Native American ancestry. Officials of the United \\nStates Forest Service have also determined that, pursuant to 25 U.S.C. \\n3001 (3)(A), the three objects listed above are reasonably believed to \\nhave been placed with or near individual human remains at the time of \\ndeath or later as part of the death rite or ceremony. Lastly, officials \\nof the United States Forest Service have determined that, pursuant to \\n25 U.S.C. 3001 (2), there is a relationship of shared group identity \\nwhich can be reasonably traced between these Native American human \\nremains and associated funerary objects and the Pueblo of Cochiti.\\n    In 1934, human remains representing three individuals from site LA \\n340 were donated to the Museum of New Mexico by the Fry family. \\nAccession records indicate the Fry family apparently collected these \\nremains without a valid antiquities permit. No known individuals were \\nidentified. No associated funerary objects were present.\\n    Site LA 340 has been identified as Anasazi period (1100-1540 AD) \\nthrough architecture, ceramics, and site organization. Ethnographic \\nrecords, technological continuity, and similarities of the site with \\nthe present-day pueblos of San Ildefonso, Santa Clara, Pojoaque, \\nTesuque, Nambe, and San Juan indicate cultural affiliation with this \\nsite. The oral traditions of these six Pueblos also indicate \\naffiliation with sites in this particular area during this period.\\n    Based on the above mentioned information, officials of the United \\nStates Forest Service have determined that, pursuant to 43 CFR 10.2 \\n(d)(1), the human remains listed above represent the physical remains \\nof three individuals of Native American ancestry. Officials of the \\nUnited States Forest Service have further determined that, pursuant to \\n25 U.S.C. 3001 (2), there is a relationship of shared group identity \\nwhich can be reasonably traced between these Native American human \\nremains and the Pueblo of San Ildefonso, the Pueblo of Santa Clara, the \\nPueblo of Pojoaque, the Pueblo of Tesuque, the Pueblo of Nambe, the \\nPueblo of San Juan.\\n    In 1980, human remains representing six individuals from site AR-\\n03-10-03-401 were confiscated by Forest Service Law Enforcement from \\nKyle and Mary Martin. No known individuals were identified. The 200 \\nassociated funerary objects include pottery sherds, stone tools and \\nflakes, corn cobs and husks, sandal fragments, charcoal, non-human \\nbones and teeth, and seeds.\\n    Ethnographic and ethnohistoric records, ceramics, and the \\nassociation of the rock shelters with an ancestral Jemez Pueblo site \\nindicate cultural affiliation of the present-day Pueblo of Jemez to \\nsite AR-03-10-03-401. The oral traditions of the Pueblos of Jemez \\nsupport this affiliation to the site during this period.\\n    Based on the above mentioned information, officials of the United \\nStates Forest Service have determined that, pursuant to 43 CFR 10.2 \\n(d)(1), the human remains listed above represent the physical remains \\nof six individuals of Native American ancestry. Officials of the United \\nStates Forest Service have also determined that, pursuant to 25 U.S.C. \\n3001 (3)(A), the 200 objects listed above are reasonably believed to \\nhave been placed with or near individual human remains at the time of \\ndeath or later as part of the death rite or ceremony. Lastly, officials \\nof the United States Forest Service have determined that, pursuant to \\n25 U.S.C. 3001 (2), there is a relationship of shared group identity \\nwhich can be reasonably traced between these Native American human \\nremains and associated funerary objects and the Pueblo of Jemez.\\n    This notice has been sent to officials of the Pueblo of Cochiti, \\nthe Pueblo of Santo Domingo, the Pueblo of San Felipe, the Pueblo of \\nSanta Ana, the Pueblo of San Ildefonso, the Pueblo of Santa Clara, the \\nPueblo of Pojoaque, the Pueblo of Tesuque, the Pueblo of Nambe, the \\nPueblo of San Juan, the Pueblo of Zia, and the Pueblo of Jemez. \\nRepresentatives of any other Indian tribe that believes itself to be \\nculturally affiliated with these human remains and associated funerary \\nobjects should contact Dr. Frank E. Wozniak, NAGPRA Coordinator, \\nSouthwestern Region, USDA Forest Service, 517 Gold Ave. SW, \\nAlbuquerque, NM 87102; telephone: (505) 842-3238, fax: (505) 842-3800 \\nbefore May 29, 1996. Repatriation of the human remains and associated \\nfunerary objects to the Pueblo of Cochiti, the Pueblo of Santo Domingo, \\nthe Pueblo of San Felipe, the Pueblo of Santa Ana, the Pueblo of San \\nIldefonso, the Pueblo of Santa Clara, the Pueblo of Pojoaque, the \\nPueblo of Tesuque, the Pueblo of Nambe, the Pueblo of San Juan, the \\nPueblo of Zia, and the Pueblo of Jemez may begin after that date if no \\nadditional claimants come forward.\\nDated: April 24, 1996\\nFrancis P. McManamon\\nDepartmental Consulting Archeologist\\nChief, Archeology  Ethnography Program\\n[FR Doc. 96-10543 Filed 4-26-96; 8:45 am]\\nBILLING CODE 4310-70-F\\n\\n\\n", "agency1": "Null", "sub_agency1": "Null", "dep_doc": "Null", "subject": "Null", "agency2": "Null", "action": "Null", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Null", "signature_name": "Null", "signature_title": "Null", "fr_doc": "Null", "billing_code": "Null", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}