{"index": "I_2458", "messy_full": "\\n\\nFederal Register, Volume 59 Issue 225 (Wednesday, November 23, 1994)\\n\\n[Federal Register Volume 59, Number 225 (Wednesday, November 23, 1994)]\\n[Unknown Section]\\n[Page 0]\\nFrom the Federal Register Online via the Government Publishing Office [www.gpo.gov]\\n[FR Doc No: 94-28903]\\n\\n\\n[[Page Unknown]]\\n\\n[Federal Register: November 23, 1994]\\n\\n\\n-----------------------------------------------------------------------\\n\\nDEPARTMENT OF THE INTERIOR\\nNational Park Service\\n\\n \\n\\nNotice of Inventory Completion for Native American Human Remains \\nFrom the Island of Molokai, HI, in the Possession of the Los Angeles \\nCounty Museum of Natural History\\n\\nAGENCY: National Park Service, Interior.\\n\\nACTION: Notice.\\n\\n-----------------------------------------------------------------------\\n\\n    Notice is hereby given in accordance with provisions of the Native \\nAmerican Graves Protection and Repatriation Act, 25 U.S.C. 3003(d), of \\ncompletion of the inventory of Native American human remains from the \\nisland of Molokai, HI, that are presently in the possession of the Los \\nAngeles County Museum of Natural History.\\n    A detailed inventory and assessment of these human remains has been \\nmade by Los Angeles County Museum of Natural History curatorial staff \\nin consultation with representatives of Hui Malama I Na Kupuna \\'O \\nHawai\\'i Nei.\\n    The human remains consist of two human teeth and two fragments of \\nhuman teeth. The human remains were donated to the Los Angeles County \\nMuseum of Natural History in 1927 by Dr. William A. Bryan, Director, \\nLos Angeles County Museum. The human remains were catalogued into the \\nmuseum as A.1463.27-36 with the description: ``box of human teeth from \\nthe battle field of Momumi.\\'\\'\\n    Inventory of the human remains and review of accompanying \\ndocumentation indicate that no known individuals were identifiable. A \\nrepresentative of Hui Malama I Na Kupuna \\'O Hawai\\'i Nei has identified \\n``Momumi\\'\\' as the site of Mo\\'omomi on the island of Molokai and stated \\nthat the sand dunes of Mo\\'omumi have long been used as burial grounds \\nfor ancestral Native Hawaiians. Reference to the ``battlefield of \\nMomumi\\'\\' is thought to refer to this burial area. The representative of \\nHui Malama I Na Kupuna \\'O Hawai\\'i Nei has also provided documentation \\nthat shows that Bryan and others collected human remains from Mo\\'omumi.\\n    Based on the above mentioned information, officials of the Los \\nAngeles County Museum of Natural History have determined that, pursuant \\nto 25 U.S.C. 3001 (2), there is a relationship of shared group identity \\nwhich can be reasonably traced between these human remains and present-\\nday Native Hawaiian organizations.\\n    This notice has been sent to officials of Hui Malama I Na Kupuna \\'O \\nHawai\\'i Nei, the Office of Hawaiian Affairs, and the Molokai Island \\nBurial Council, all of which qualify as Native Hawaiian organizations \\nas defined by 25 U.S.C. 3001 (11). Representatives of any other Native \\nHawaiian organization which believes itself to be culturally affiliated \\nwith these human remains should contact Dr. Margaret Ann Hardin, \\nCurator and Section Head, Anthropology, Los Angeles County Museum of \\nNatural History, 900 Exposition Boulevard, Los Angeles, CA 90007; \\ntelephone: (213) 744-3382, before December 23, 1994. Repatriation of \\nthese human remains to Hui Malama I Na Kupuna \\'O Hawai\\'i Nei may begin \\nafter that date if no additional claimants come forward.\\n    Dated: November 15, 1994.\\nFrancis P. McManamon,\\nDepartmental Consulting Archeologist,\\nChief, Archeological Assistance Division.\\n[FR Doc. 94-28903 Filed 11-22-94; 8:45 am]\\nBILLING CODE 4310-70-F\\n\\n\\n\\n", "agency1": "Null", "sub_agency1": "Null", "dep_doc": "Null", "subject": "Null", "agency2": "Null", "action": "Null", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Null", "signature_name": "Null", "signature_title": "Null", "fr_doc": "Null", "billing_code": "Null", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}