{"index": "I_2402", "messy_full": "\\n\\nFederal Register, Volume 62 Issue 166 (Wednesday, August 27, 1997)\\n\\n[Federal Register Volume 62, Number 166 (Wednesday, August 27, 1997)]\\n[Notices]\\n[Pages 45437-45438]\\nFrom the Federal Register Online via the Government Publishing Office [www.gpo.gov]\\n[FR Doc No: 97-22736]\\n\\n\\n-----------------------------------------------------------------------\\n\\nDEPARTMENT OF THE INTERIOR\\n\\nNational Park Service\\n\\n\\nNotice of Inventory Completion for Native American Human Remains \\nin the Possession of the Bernice Pauahi Bishop Museum, Honolulu, HI\\n\\nAGENCY: National Park Service, Interior.\\n\\nACTION: Notice.\\n\\n-----------------------------------------------------------------------\\n\\n    Notice is hereby given in accordance with provisions of the Native \\nAmerican Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. \\n3003 (d), of the completion of an inventory of human remains in the \\npossession of the Bernice Pauahi Bishop Museum, Honolulu, HI\\n    A detailed assessment of the human remains was made by Bishop \\nMuseum professional staff in consultation with representatives of the \\nHawaiian Civic Club, AluLike, Inc., The Princess Nahoa \\'Olelo O \\nKamehameha Society, Office of Hawaiian Affairs, Hui Malama I Na Kupuna \\n\\'O Hawai\\'i Nei, Friends of \\'Iolani Palace, and Ka Lahui Hawaii.\\n    In 1889, Joseph S. Emerson sold a wood image from Waimea, O\\'ahu, to \\nthe Bishop Museum. Human hair is incorporated into this object. No \\nknown individuals were identified. \\n    In 1889, a helmet (or wig) incorporating human hair and a refuse \\ncontainer incorporating human teeth and bone were bequeathed to the \\nBishop Museum by Queen Emma. No known individuals were identified.\\n    In 1889, a kahili incorporating human bone became part of the \\noriginal collections of the Bishop Museum. This kahili was given to \\nBernice Pauahi by Ke\\'elikolani. No known individual was identified.\\n    In 1891, a refuse container incorporating human teeth and a kahili \\nincorporating human bone were acquired with the collections of the \\nHawaiian National Museum which were transferred to the Bishop Museum. \\nNo further documentation is available. No known individuals were \\nidentified.\\n    In 1892 or before, an image from Kaua\\'i with human hair was \\npurchased by Bishop Museum Director William T. Brigham on behalf of the \\nBishop Museum. No known individuals were identified.\\n    Prior to 1892, an image incorporating human hair was received as a \\ngift by the Bishop Museum from the Trustees of O\\'ahu College. No known \\nindividuals were identified.\\n    Prior to 1892, two bracelets incorporating human bone were received \\nfrom an unknown source as part of the original Bishop Museum \\ncollections. No known individuals were identified.\\n    In 1893, a sash with human teeth, a pahu (drum) incorporating human \\nteeth, and a refuse container with human teeth were removed from \\n\\'Iolani Palace by the Provisional Government and sent into the \\ncollections of the Bishop Museum. No known individuals were identified.\\n    In 1895, an image incorporating human hair was purchased by the \\nBishop Museum from the American Board of Commissioners for Foreign \\nMissions. No further information is available. No known individual was \\nidentified.\\n    In 1908, an ipu with human teeth from Kohala, Hawai\\'i was purchased \\nby the Bishop Museum from the estate of William E.H. Deverill. No \\nfurther information is available. No known individual was identified.\\n    In 1910, a sash incorporating human teeth was received by the \\nBishop Museum as a gift from Queen Lili\\'uokalani. No further \\ninformation is available. No individual was identified.\\n    In 1916, a piece of fishhook made of human bone and a tool made of \\nhuman bone were donated to the Bishop Museum by Mr. Albert F. Judd, Jr. \\nNo further information is available. No individuals were identified.\\n    In 1920, a kahili incorporating human bone was received by the \\nBishop Museum as a gift from Elizabeth Keka\\'ani\\'auokalani Pratt and Ewa \\nK. Cartwright Styne. No further information is available. No individual \\nwas identified.\\n    In 1923, three kahili incorporating human bone were received by the \\nBishop Museum as a gift from Elizabeth Kahanu Kalaniana\\'ole Woods. No \\nfurther information is available. No individuals were identified.\\n    In 1932, a kahili handle incorporating human bone was received by \\nthe Bishop Museum as a bequest from Lucy K. Peabody.\\n    In 1936, a netting shuttle of human bone was received by the Bishop \\nMuseum as a gift from Annie E. Zablan. The donor\\'s father had obtained \\nthis shuttle in 1917 from Eugene Duvechelle. No known individual was \\nidentified.\\n    In 1936, an awl of human bone was received by the Bishop Museum as \\na gift from John M. Warinner who had obtained it from a cave on the \\nKohala side of Keauhou. No known individual was identified.\\n    In 1940, two pieces of human bone modified for tool making were \\nremoved from a cave at Keauhou, Kona, Hawai\\'i and donated to the Bishop \\nMuseum by Keith K. Jones. No known individual was identified.\\n    In 1944, a refuse container incorporating human teeth was donated \\nto the Bishop Museum by Catherine\\n\\n[[Page 45438]]\\n\\nGoodale. This container had been on loan to the Bishop Museum since \\n1928. No known individual was identified.\\n    In 1946, a composite fishhook of human bone was received by the \\nBishop Museum. The donor and means of acquisition are unknown. No known \\nindividual was identified.\\n    In 1949, a fishing toggle of human bone from Kalalau Valley, Kaua\\'i \\nwas donated to the Bishop Museum by Rebecca Banks. No known individual \\nwas identified.\\n    In 1989, an inventory of the collection included four human teeth \\nwhich may have been parts of a necklace or similar ornamentation. No \\nfurther information is available. No known individuals were identified.\\n    In consultation with Native Hawaiian organizations, the Bishop \\nMuseum has decided that no attempt would be made to determine the age \\nof the human remains. These human remains and cultural items are Native \\nHawaiian based on geographic location and known Native Hawaiian \\ntradition and practices.\\n    Based on the above mentioned information, officials of the Bishop \\nMuseum have determined that, pursuant to 43 CFR 10.2 (b) (4-6) the 34 \\nobjects listed above are not sacred objects, unassociated funerary \\nobjects, or objects of cultural patrimony. Based on consultation with \\nNative Hawaiian organizations and anthropological evidence, the Bishop \\nMuseum has determined that, pursuant to Section 10.2 (d)(1), these \\nhuman remains were not freely given or naturally shed by the \\nindividuals from whose bodies they were obtained. Officials of the \\nBishop Museum have determined that, pursuant to 43 CFR 10.2 (d)(1), the \\nhuman remains listed above represent the physical remains of a minimum \\nof 34 individuals of Native American ancestry. Lastly, officials of the \\nBishop Museum have determined that, pursuant to 25 U.S.C. 3001 (2), \\nthere is a relationship of shared group identity which can be \\nreasonably traced between these Native American human remains and the \\nOffice of Hawaiian Affairs, Hui Malama I Na Kupuna \\'O Hawai\\'i Nei, The \\nPrincess Nahoa Olelo \\'O Kamehameha Society, and Friends of \\'Iolani \\nPalace. .\\n    This notice has been sent to officials of the Office of Hawaiian \\nAffairs, Hui Malama I Na Kupuna \\'O Hawai\\'i Nei, The Princess Nahoa \\nOlelo \\'O Kamehameha Society, Friends of \\'Iolani Palace, Daughters and \\nSons of Hawaiian Warriors, James Bartels, Quentin Kawananakoa, and Matt \\nMattice. Representatives of any other Native Hawaiian organization that \\nbelieves itself to be culturally affiliated with these human remains \\nshould contact Janet Ness, Registrar, Bernice Pauahi Bishop Museum, \\n1525 Bernice Street, Honolulu, HI 96817; telephone: (805) 848-4105, \\nbefore September 26, 1997. Repatriation of the human remains to the \\nOffice of Hawaiian Affairs, Hui Malama I Na Kupuna \\'O Hawai\\'i Nei, The \\nPrincess Nahoa Olelo \\'O Kamehameha Society, and Friends of \\'Iolani \\nPalace may begin after that date if no additional claimants come \\nforward.\\nDated: August 14, 1997.\\nFrancis P. McManamon,\\nDepartmental Consulting Archeologist,\\nManager, Archeology and Ethnography Program.\\n[FR Doc. 97-22736 Filed 8-26-97; 8:45 am]\\nBILLING CODE 4310-70-F\\n\\n\\n\\n", "agency1": "Null", "sub_agency1": "Null", "dep_doc": "Null", "subject": "Null", "agency2": "Null", "action": "Null", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Null", "signature_name": "Null", "signature_title": "Null", "fr_doc": "Null", "billing_code": "Null", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}