{"index": "I_2436", "messy_full": "\\n\\nFederal Register, Volume 61 Issue 209 (Monday, October 28, 1996)\\n\\n[Federal Register Volume 61, Number 209 (Monday, October 28, 1996)]\\n[Notices]\\n[Pages 55649-55650]\\nFrom the Federal Register Online via the Government Publishing Office [www.gpo.gov]\\n[FR Doc No: 96-27550]\\n\\n\\n-----------------------------------------------------------------------\\n\\nDEPARTMENT OF THE INTERIOR\\nNational Park Service\\n\\n\\nNotice of Inventory Completion for Native American Human Remains \\nfrom the Puget Sound Area, WA, in the Possession of the Washington \\nState Historical Society, Tacoma, WA\\n\\nAGENCY: National Park Service, Interior.\\n\\nACTION: Notice.\\n\\n-----------------------------------------------------------------------\\n\\n    Notice is hereby given in accordance with provisions of the Native \\nAmerican Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. \\n3003 (d), of the completion of an inventory of human remains from the \\nPuget Sound area, WA, in the possession of the Washington State \\nHistorical Society, Tacoma, WA.\\n    A detailed assessment of the human remains was made by Washington \\nState Historical Society professional staff in consultation with \\nrepresentatives of the Puyallup Tribe of Indians.\\n    In 1897-1898, human remains representing three individuals were \\napparently donated to the Washington State Historical Society by Fay \\nFuller, Mrs. Theodore Huggins, or Mr. Theodore Huggins, all Pierce \\nCounty residents. No known individuals were identified. No associated \\nfunerary objects are present.\\n    In 1917, human remains representing one individual from the Puget \\nSound area were donated to the Washington State Historical Society by \\nMiss Ruby Blackwell. No known individuals were identified. No \\nassociated funerary objects are present.\\n    In 1920, human remains representing one individual were donated to \\nthe Washington State Historical Society by Mr. C. Arthur Foss of \\nTacoma, WA. Mr. Foss was known as a collector of Northwest Coast \\nartifacts. No known individual was identified. No associated funerary \\nobjects are present.\\n    Before 1921, human remains representing a minimum of one individual \\nwere donated to the Washington State Historical Society by Mr. W.E. \\nLowrie of Tacoma, WA. No known individuals were identified. No \\nassociated funerary objects are present.\\n    In 1957, human remains representing one individual were donated to \\nthe Washington State Historical Society by Mrs. J.A. McLeod of Tacoma, \\nWA. No known individual was identified. No associated funerary objects \\nare present.\\n    The record of early donations to the Washington State Historical \\nSociety indicates these donations were generated from the local area of \\nTacoma. Morphological evidence and these records, including intentional \\ncranial modification, other phyiscal characteristics, and geographic \\nlocation, indicate these individuals are Native Americans from the \\nNorthwest Coast area. Historical documents and anthropological evidence \\nindicate this type of modification was practiced by coastal tribes from \\nBritish Columbia to Oregon into the historic period.\\n    In August, 1996, the Washington State Historical Society and the \\nPuyallup Tribe of Indians jointly mailed correspondence to all Indian \\ntribes or Native Alaska Corporations with cultural ties to Northwest \\ncoastal regions, proposing these individuals be repatriated for the \\npurpose of reburial. The proposal was sent to: AHTNA, Inc., the Aleut \\nCorporation, the Arctic Slope Regional Corporation, the Bering Straits \\nNative Corporation, the Bristol Bay Native Corporation, the Calista \\nCorporation, the Chehalis Tribe, the Chugach Alaska Corporation, the \\nConfederated Tribe of Coos, Lower Umpqua, and Siuslaw Indians, the Cook \\nInlet Region, Inc., the Coquille Indian Tribe, the Cow Creek Band of \\nUpmquah Indians, Doyon, Ltd., the Elwha Klallam Tribe, the Hoh Tribe, \\nthe Jamestown S\\'Klallam Tribe, Koniag, Inc., the Lummi Nation, the \\nMakah Tribe, the Muckleshoot Tribe, the NANA Corporation, the Nisqually \\nTribe, the Nooksack Tribe, the Port Gamble S\\'Klallam Tribe, the \\nQuinalut Nation, the Quileute Tribe, the Samish Tribe, the Sauk-\\nSuiattle Tribe, the Shoalwater Bay Tribe, the Skokomish Tribe, the \\nSquaxin Island Tribe, the Stillaguamish Tribe, the Suquamish Tribe, the \\nSwinomish Tribe, Sealaska Corporation, the Siletz Tribe, the Suquamish \\nTribe, the Swinomish Tribe, the Thirteenth Regional Corporation, the \\nTulalip Tribes, and the Upper Skagit Tribe. The Wahkiakum Band of the \\nChinook Tribe, a non-Federally recognized Native American group, was \\nalso notified. As of September 3, 1996, letters of support from Bering \\nStraits Foundation on behalf of the Bering Straits Native Corporation, \\nChugach Heritage Foundation on behalf of the Chugach Native \\nCorporation, the Jamestown S\\'Klallam Tribe, Koniag, Inc., the Sauk-\\nSuiattle Indian Tribe, the Swinomish\\n\\n[[Page 55650]]\\n\\nTribe, and the Upper Skagit Indian Tribe have been received. No \\nobjecting comments have been recieved. Consultation evidence presented \\nby representatives of the Puyallup Tribe of Indians and a joint review \\nof available ethno-historic and geographical evidence indicate the most \\nlikely culturally affiliated Indian tribe is the Puyallup Tribe of \\nIndians.\\n    Based on the above mentioned information, Washington State \\nHistorical Society officials have determined that, pursuant to 43 CFR \\n10.2 (d)(1), the human remains listed above represent the physical \\nremains of seven individuals of Native American ancestry. Washington \\nState Historical Society officials have also determined that, pursuant \\nto 25 U.S.C. 3001 (2), there is a relationship of shared group identity \\nwhich can be reasonably traced between these Native American human \\nremains and associated funerary objects and the Puyallup Tribe of \\nIndians.\\n    This notice has been sent to officials of AHTNA, Inc., the Aleut \\nCorporation, the Arctic Slope Regional Corporation, the Bering Straits \\nNative Corporation, the Bristol Bay Native Corporation, the Calista \\nCorporation, the Chehalis Tribe, the Chugach Alaska Corporation, the \\nConfederated Tribe of Coos, Lower Umpqua, and Siuslaw Indians, the Cook \\nInlet Region, Inc., the Coquille Indian Tribe, the Cow Creek Band of \\nUpmquah Indians, Doyon, Ltd., the Elwha Klallam Tribe, the Hoh Tribe, \\nthe Jamestown S\\'Klallam Tribe, Koniag, Inc., the Lummi Nation, the \\nMakah Tribe, the Muckleshoot Tribe, the NANA Corporation, the Nisqually \\nTribe, the Nooksack Tribe, the Port Gamble S\\'Klallam Tribe, the \\nPuyallup Tribe of Indians, the Quinalut Nation, the Quileute Tribe, the \\nSamish Tribe, the Sauk-Suiattle Tribe, the Shoalwater Bay Tribe, the \\nSkokomish Tribe, the Squaxin Island Tribe, the Stillaguamish Tribe, the \\nSuquamish Tribe, the Swinomish Tribe, Sealaska Corporation, the Siletz \\nTribe, the Suquamish Tribe, the Swinomish Tribe, the Thirteenth \\nRegional Corporation, the Tulalip Tribes, the Upper Skagit Tribe, and \\nthe Wahkiakum Band of the Chinook Tribe, a non-Federally recognized \\nNative American group. Representatives of any other Indian tribe that \\nbelieves itself to be culturally affiliated with these human remains \\nand associated funerary objects should contact Lynn D. Anderson, \\nWashington State Historical Society/ 315 N. Stadium Way, Tacoma, WA \\n98403; telephone (206) 798-5911, before November 27, 1996. Repatriation \\nof the human remains and associated funerary objects to the Puyallup \\nTribe of Indians may begin after that date if no additional claimants \\ncome forward.\\nDated: October 21, 1996.\\nFrancis P. McManamon,\\nDepartmental Consulting Archeologist,\\nManager, Archeology and Ethnography Program.\\n[FR Doc. 96-27550 Filed 10-25-96; 8:45 am]\\nBILLING CODE 4310-70-F\\n\\n\\n\\n", "agency1": "Null", "sub_agency1": "Null", "dep_doc": "Null", "subject": "Null", "agency2": "Null", "action": "Null", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Null", "signature_name": "Null", "signature_title": "Null", "fr_doc": "Null", "billing_code": "Null", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}