{"index": "I_2406", "messy_full": "\\n\\nFederal Register, Volume 62 Issue 156 (Wednesday, August 13, 1997)\\n\\n[Federal Register Volume 62, Number 156 (Wednesday, August 13, 1997)]\\n[Notices]\\n[Pages 43348-43349]\\nFrom the Federal Register Online via the Government Publishing Office [www.gpo.gov]\\n[FR Doc No: 97-21398]\\n\\n\\n-----------------------------------------------------------------------\\n\\nDEPARTMENT OF THE INTERIOR\\n\\nNational Park Service\\n\\n\\nNotice of Inventory Completion for Native American Human Remains \\nand Associated Funerary Objects From Utah in the Control of the Manti-\\nLa Sal National Forest, United States Forest Service, Price, UT\\n\\nAGENCY: National Park Service.\\n\\nACTION: Notice.\\n\\n-----------------------------------------------------------------------\\n\\n    Notice is hereby given in accordance with provisions of the Native \\nAmerican Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. \\n3003 (d), of the completion of an inventory of human remains and \\nassociated funerary objects from Utah in the control of the Manti-La \\nSal National Forest, United States Forest Service, Price, UT.\\n    A detailed assessment of the human remains was made by National \\nForest Service and Edge of the Cedars State Park and Museum \\nprofessional staff in consultation with representatives of the Hopi \\nTribe; Navajo Nation; Kaibab Paiute Tribe; Paiute Tribe of Utah; Pueblo \\nof Acoma; Pueblo of Cochiti; Pueblo of Isleta; Pueblo of Jemez; Pueblo \\nof Laguna; Pueblo of Nambe; Pueblo of Picuris; Pueblo of Pojoque; \\nPueblo of Santa Clara; Pueblo of San Ildefonso; Pueblo of Santo \\nDomingo; Pueblo of San Felipe; Pueblo of Laguna; Pueblo of Santa Ana; \\nPueblo of Sandia; Pueblo of San Juan; Pueblo of Tesuque; Pueblo of \\nTaos; Pueblo of Zia; Pueblo of Zuni; San Juan Southern Paiute Tribe; \\nSouthern Ute Tribe; Uintah and Ouray Tribe of Utah; and Ute Mountain \\nUte Tribe.\\n    In 1971, human remains representing one individual were recovered \\nfrom Site 42SA12215 during legally authorized excavations by U.S. \\nForest Service archeologists. No known individual was identified. No \\nassociated funerary objects are present.\\n    In 1973, human remains representing one individual were recovered \\nfrom Site 42SA12213 during legally authorized excavations by U.S. \\nForest Service archeologists. No known individual was identified. The \\none associated funerary object is a ceramic sherd.\\n    Around 1984, human remains representing one individual were \\nrecovered from Site 42SA10550 during investigations by U.S. Forest \\nService and law enforcement personnel concerning Archaeological \\nResources Protection Act (ARPA) violations. No known individual was \\nidentified. No associated funerary objects are present.\\n    In 1987, human remains representing four individuals were recovered \\nfrom Site 42SA12209 during legally\\n\\n[[Page 43349]]\\n\\nauthorized excavations. No known individuals were identified. The two \\nassociated funerary objects include two stemmed projectile points.\\n    These four sites have been identified as Ancestral Puebloan \\n(Anasazi) Period occupations dating from approximately 750--1300 A.D. \\nbased on architecture, ceramics, stone artifacts, and site \\norganization. Archeological evidence, including continuities of \\ntechnology and site organization, indicates cultural affiliation \\nbetween these sites and modern puebloan groups. Oral tradition evidence \\npresented by representatives of the Hopi Tribe indicates Hopi \\naffiliation with the Puebloan sites in the Elk Ridge and Abajo Mountain \\narea of southeast Utah.\\n    Based on the above mentioned information, officials of the United \\nStates Forest Service have determined that, pursuant to 43 CFR 10.2 \\n(d)(1), the human remains listed above represent the physical remains \\nof seven individuals of Native American ancestry. Officials of the \\nUnited States Forest Service have also determined that, pursuant to 25 \\nU.S.C. 3001 (3)(A), the three objects listed above are reasonably \\nbelieved to have been placed with or near individual human remains at \\nthe time of death or later as part of the death rite or ceremony. \\nLastly, officials of the United States Forest Service have determined \\nthat, pursuant to 25 U.S.C. 3001 (2), there is a relationship of shared \\ngroup identity which can be reasonably traced between these Native \\nAmerican human remains and associated funerary objects and the Hopi \\nTribe.\\n    This notice has been sent to officials of the Hopi Tribe; Navajo \\nNation; Kaibab Paiute Tribe; Paiute Tribe of Utah; Pueblo of Acoma; \\nPueblo of Cochiti; Pueblo of Isleta; Pueblo of Jemez; Pueblo of Laguna; \\nPueblo of Nambe; Pueblo of Picuris; Pueblo of Pojoque; Pueblo of Santa \\nClara; Pueblo of San Ildefonso; Pueblo of Santo Domingo; Pueblo of San \\nFelipe; Pueblo of Laguna; Pueblo of Santa Ana; Pueblo of Sandia; Pueblo \\nof San Juan; Pueblo of Tesuque; Pueblo of Taos; Pueblo of Zia; Pueblo \\nof Zuni; San Juan Southern Paiute Tribe; Southern Ute Tribe; Uintah and \\nOuray Tribe of Utah; and Ute Mountain Ute Tribe. Representatives of any \\nother Indian tribe that believes itself to be culturally affiliated \\nwith these human remains and associated funerary objects should contact \\nStan McDonald, NAGPRA Coordinator, Manti-La Sal National Forest, 599 \\nWest Price River Drive, Price, UT 84501; telephone: (801) 637-2817, \\nbefore September 12, 1997. Repatriation of the human remains and \\nassociated funerary objects to the Hopi Tribe may begin after that date \\nif no additional claimants come forward.\\nDated: August 6, 1997.\\nVeletta Canouts,\\nActing Departmental Consulting Archeologist,\\nAssistant Manager, Archeology and Ethnography Program.\\n[FR Doc. 97-21398 Filed 8-12-97; 8:45 am]\\nBILLING CODE 4310-70-F\\n\\n\\n\\n", "agency1": "Null", "sub_agency1": "Null", "dep_doc": "Null", "subject": "Null", "agency2": "Null", "action": "Null", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Null", "signature_name": "Null", "signature_title": "Null", "fr_doc": "Null", "billing_code": "Null", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}