{"index": "I_2412", "messy_full": "\\n\\nFederal Register, Volume 62 Issue 144 (Monday, July 28, 1997)\\n\\n[Federal Register Volume 62, Number 144 (Monday, July 28, 1997)]\\n[Notices]\\n[Pages 40372-40373]\\nFrom the Federal Register Online via the Government Publishing Office [www.gpo.gov]\\n[FR Doc No: 97-19788]\\n\\n\\n-----------------------------------------------------------------------\\n\\nDEPARTMENT OF THE INTERIOR\\n\\nNational Park Service\\n\\n\\nNotice of Inventory Completion for Native American Human Remains \\nand Associated Funerary Objects from Shawnee County, KS in the \\nPossession of the Kansas State Historical Society, Topeka, KS\\n\\nAGENCY: National Park Service.\\n\\nACTION: Notice.\\n\\n-----------------------------------------------------------------------\\n\\n    Notice is hereby given in accordance with provisions of the Native \\nAmerican Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. \\n3003 (d), of the completion of an inventory of human remains and \\nassociated funerary objects from Shawnee County, KS in the possession \\nof the Kansas State Historical Society, Topeka, KS.\\n    A detailed assessment of the human remains was made by Kansas State \\nHistorical Society (KSHS), Kansas State University, and Wichita State \\nUniversity professional staff in consultation with representatives of \\nthe Citizen Band of Potawatomi, the Prairie Band of Potawatomi Indians, \\nand the Kaw Indian Tribe.\\n    In 1969, human remains representing two individuals were recovered \\nfrom site 14SH322 during legally authorized excavations by KSHS for the \\nproposed Grove Reservoir project. No known individuals were identified. \\nThe 31 associated funerary objects include ceramic sherds, glass beads, \\na copper bracelet, a fire steel, a projectile point, and a gunflint.\\n    Site 14SH322 has been identified as precontact Plains Woodland and \\nhistoric Native American habitation site based on material culture. \\nBased on the associated funerary objects and indications of wood \\ncoffins, these individuals have been determined to be Native American, \\nand the burials date from approximately 1825-1870 A.D. This site is \\nwithin the boundaries of the Potawatomi reservation of 1848-1861. \\nConsultation with representatives of the Citizen Band of Potawatomi, \\nthe Prairie Band of Potawatomi Indians, and the Kaw Indian Tribe \\nindicates these burials are likely to be affiliated with the Potawatomi \\nrather than the Kaw Indian Tribe.\\n    In 1984 and 1992, human remains representing one individual were \\nrecovered from the surface of site 14SH334, a plowed field on the west \\nedge of Rossville by KSHS archeologists. No known individual was \\nidentified. The associated funerary object is a copper or brass \\ncrucifix.\\n    Site 14SH334 may be associated with the farmstead of the Potawatomi \\nfamilies Laughton and Laughton-Nadeau dating from 1848 to 1868 based on \\nhistoric records pertaining to the Potawatomi reservation located in \\nShawnee county during 1848-1861. Several other Potawatomi family \\nfarmsteads were also present in the area, known from both historical \\ndocuments and confirmed through archeological evidence. The associated \\nfunerary object, dating from the mid-nineteenth century, is a likely \\nindicator of Catholic religious affiliation, common for many \\nPotawatomi. Based on the associated funerary object and likely age of \\nthe burial, this individual is believed to be Native American, and the \\nhistoric records for this site indicate this individual was likely \\nPotawatomi.\\n    In 1880, human remains representing three individuals were donated \\nto the Kansas State Historical Society by Mr. Joel Lucas. No known \\nindividuals were identified. The three associated funerary objects \\ninclude a decoratively carved\\n\\n[[Page 40373]]\\n\\nwood handle with a brass tack, one metal hoe blade, and an iron trowel.\\n    Donor information states Mr. Lucas obtained these human remains and \\nassociated funerary objects from ``Indian\\'\\' graves located eight miles \\nnorthwest of Topeka. This area was within the Potawatomi reservation of \\n1848-1861. Based on the apparent age and types of associated funerary \\nobjects, the human remains also date from this period.\\n    Based on the above mentioned information, officials of the Kansas \\nState Historical Society have determined that, pursuant to 43 CFR 10.2 \\n(d)(1), the human remains listed above represent the physical remains \\nof six individuals of Native American ancestry. Officials of the Kansas \\nState Historical Society have also determined that, pursuant to 25 \\nU.S.C. 3001 (3)(A), the 34 objects listed above are reasonably believed \\nto have been placed with or near individual human remains at the time \\nof death or later as part of the death rite or ceremony. Lastly, \\nofficials of the Kansas State Historical Society have determined that, \\npursuant to 25 U.S.C. 3001 (2), there is a relationship of shared group \\nidentity which can be reasonably traced between these Native American \\nhuman remains and associated funerary objects and the Citizen Band of \\nPotawatomi and the Prairie Band of Potawatomi Indians.\\n    This notice has been sent to officials of the Citizen Band of \\nPotawatomi, the Prairie Band of Potawatomi Indians, and the Kaw Indian \\nTribe. Representatives of any other Indian tribe that believes itself \\nto be culturally affiliated with these human remains and associated \\nfunerary objects should contact Randy Thies, Archeologist, Kansas State \\nHistorical Society, 6425 SW Sixth, Topeka, KS 66606-1099; telephone: \\n(913) 272-8681, ext. 267, before August 27, 1997. Repatriation of the \\nhuman remains and associated funerary objects to the Citizen Band of \\nPotawatomi and the Prairie Band of Potawatomi Indians may begin after \\nthat date if no additional claimants come forward.\\nDated: July 21, 1997.\\nFrancis P. McManamon,\\nDepartmental Consulting Archeologist,\\nManager, Archeology and Ethnography Program.\\n[FR Doc. 97-19788 Filed 7-25-97; 8:45 am]\\nBILLING CODE 4310-70-F\\n\\n\\n\\n", "agency1": "Null", "sub_agency1": "Null", "dep_doc": "Null", "subject": "Null", "agency2": "Null", "action": "Null", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Null", "signature_name": "Null", "signature_title": "Null", "fr_doc": "Null", "billing_code": "Null", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}