{"index": "I_2466", "messy_full": "\\n\\nFederal Register, Volume 59 Issue 38 (Friday, February 25, 1994)\\n\\n[Federal Register Volume 59, Number 38 (Friday, February 25, 1994)]\\n[Unknown Section]\\n[Page 0]\\nFrom the Federal Register Online via the Government Publishing Office [www.gpo.gov]\\n[FR Doc No: 94-4238]\\n\\n\\n[[Page Unknown]]\\n\\n[Federal Register: February 25, 1994]\\n\\n\\n-----------------------------------------------------------------------\\n\\n\\nDEPARTMENT OF THE INTERIOR\\n \\n\\nNotice of Inventory Completion of Native American Human Remains \\nfrom the Hawaiian Islands in the Collections of the Peabody Museum of \\nNatural History, Yale University\\n\\nAGENCY: National Park Service, Interior.\\n\\nACTION: Notice.\\n\\n-----------------------------------------------------------------------\\n\\n    Notice is hereby given in accordance with the provisions of the \\nNative American Graves Protection and Repatriation, 25 U.S.C. 3003(d), \\nof the completion of an inventory of human remains from the Hawaiian \\nIslands held by the Peabody Museum of Natural History.\\n    A detailed inventory and assessment of the Yale Peabody Museum\\'s \\ncollections of human remains of Hawaiian provenance have been completed \\nby its professional curatorial staff in consultation with Hui Malama I \\nNa Kupuna \\'O Hawai\\'i Nei, the Office of Hawaiian Affairs and the \\nHawai\\'i, Kaua\\'i/Nihan, Maui/Lanai, Moloka\\'i, and O\\'ahu Burial Councils. \\nAccording to the Peabody\\'s accession records, these human remains are \\nwithout associated funerary objects. Acquired by the Museum in five \\naccessions between 1872 and 1921, these human remains are described in \\neighty-four catalogue entries. They have been determined to be Native \\nHawaiian in origin on the basis of the locality information provided in \\nthe catalogue descriptions. The Museum records give no indication of \\nthe antiquity of these human remains. The inventory has not resulted in \\nthe determination of any human remains that are of an identifiable \\nindividual. Following is a summary of each accession.\\n    One skull, one cranium, two femurs and one mandible are described \\nin three catalogue entries. They were received in 1872 in an accession \\nwith unrelated material collected and donated by the Yale College \\nScientific Expedition of 1871. A provenance of Honolulu, Hawaii is \\nprovided by the catalogue ledger.\\n    Two associated accessions were acquired in 1872 and 1873 via \\ndonation from the Honorable Christie, U.S. Consul and collected from \\nthe sand hills near Koloa, Kauai Island. The 1872 accession consists of \\nten skulls, one nearly complete skeleton, and one calotte described in \\nfourteen catalogue entries and is identified in the accession ledger as \\nhaving been collected by George H. Dole. The 1873 accession consists of \\nfourteen skulls, six crania, fifteen unassociated mandibles, and eleven \\nunassociated post crania described in twenty-two catalogue entries; the \\ncollector has not been identified.\\n    Nine skulls, twenty-seven crania, two partial crania, seventeen and \\none half unassociated mandibles and some cranial fragments described in \\nforty catalogue entries were received in donation in 1878 from David \\nDwight Baldwin via Professor Daniel Cady Eaton. They are identified in \\nthe catalogue records as Hawaiian; more locality detail is not \\nprovided.\\n    Five catalogue entries describe two skulls, two crania, and one \\ntibia fragment. These human remains were acquired for the Peabody from \\nMiss Maria L.C. Winslow via purchase and donation by Professor Charles \\nSchuchert in 1921. They are part of a collection assembled by Dr. \\nCharles F. Winslow, largely during the 1860\\'s. All are identified as \\nHawaiian in the catalogue records. The additional locality of Maui is \\nprovided for one cranium. Wailuku, Maui is provided for one cranium and \\nthe skull.\\n    Based on the above mentioned information, officials of the Peabody \\nMuseum of Natural History, Yale University have determined pursuant to \\n25 U.S.C. 3001(2) that there is a relationship of shared group identify \\nwhich can be reasonably traced between these remains and the present-\\nday Native Hawaiian organizations such as Hui Malama I Na Kupuna \\'O \\nHawai\\'i Nei and the Office of Hawaiian Affairs.\\n    Representatives of any other Native Hawaiian organization that \\nbelieves itself to be culturally affiliated with these human remains \\nshould contact Dr. Alison F. Richard, Director, Yale University, \\nPeabody Museum of Natural History, P. O. Box 208118, New Haven, \\nConnecticut 06520-8118, (203) 432-3752, before March 28, 1994.\\nDated: February 4, 1994.\\nDr. Francis P. McManamon,\\nDepartmental Consulting Archeologist Chief, Archeological Assistance \\nDivision.\\n[FR Doc. 94-4238 Filed 2-24-94; 8:45am]\\nBILLING CODE 4310-70-F\\n\\n\\n\\n", "agency1": "Null", "sub_agency1": "Null", "dep_doc": "Null", "subject": "Null", "agency2": "Null", "action": "Null", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Null", "signature_name": "Null", "signature_title": "Null", "fr_doc": "Null", "billing_code": "Null", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}