{"index": "I_2401", "messy_full": "\\n\\nFederal Register, Volume 62 Issue 168 (Friday, August 29, 1997)\\n\\n[Federal Register Volume 62, Number 168 (Friday, August 29, 1997)]\\n[Notices]\\n[Pages 45875-45876]\\nFrom the Federal Register Online via the Government Publishing Office [www.gpo.gov]\\n[FR Doc No: 97-23109]\\n\\n\\n-----------------------------------------------------------------------\\n\\nDEPARTMENT OF THE INTERIOR\\n\\nNational Park Service\\n\\n\\nNotice of Inventory Completion for Native American Human Remains \\nfrom New Mexico in the Possession of the Fort Burgwin Research Center, \\nSouthern Methodist University, Dallas, TX\\n\\nAGENCY: National Park Service\\n\\nACTION: Notice\\n\\n-----------------------------------------------------------------------\\n\\n    Notice is hereby given in accordance with provisions of the Native \\nAmerican Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. \\n3003 (d), of the completion of an inventory of human remains from New \\nMexico in the possession of the Fort Burgwin Research Center, Southern \\nMethodist University, Dallas, TX.\\n    A detailed assessment of the human remains was made by Southern \\nMethodist University professional staff in consultation with \\nrepresentatives of the Pueblo of Picuris and the Pueblo of Taos.\\n    In 1957, human remains representing one individual were recovered \\nfrom site TA-8 during legally authorized excavations by the Fort \\nBurgwin Research Center. No known individual was identified. No \\nassociated funerary objects are present. Site TA-8 has been identified \\nas a pithouse occupation site likely dating to ca. 1000-1200 AD, based \\non construction and material culture.\\n    During 1957-1959, human remains representing 42 individuals were \\nexcavated from Pot Creek Pueblo site (TA-1, LA 260) during \\narcheological excavations supervised by G. Willis and R Wetherington. \\nNo known individuals were identified. No associated funerary objects \\nare present.\\n    During the late 1950s through 1984, human remains representing \\nfifteen individuals were excavated from Pot Creek Pueblo. In 1995, \\nthese remains were returned to Southern Methodist University from the \\nUniversity of Michigan Museum of Anthropology. No known individuals \\nwere identified. No associated funerary objects are present.\\n    In 1961, human remains representing two individuals were excavated \\nfrom Pot Creek Pueblo site (TA-1, LA 260) during archeological \\nexcavations supervised by E. Green. No known individuals were \\nidentified. No associated funerary objects were present.\\n    In 1962, human remains representing 18 individuals were excavated \\nfrom site TA-47 during Southern Methodist University archeological \\nfield school excavations supervised by E. Green. No known individuals \\nwere identified. No associated funerary objects are present. Site TA-47 \\nhas been identified as a pithouse occupation site likely dating to ca. \\n1100-1300 AD, based on construction and material culture.\\n    In 1963, human remains representing one individual were recovered \\nfrom a burial washing out of an arroyo bank near Pot Creek Pueblo site \\n(TA-1, LA 260) and curated at the Fort Burgwin facility. No known \\nindividual was\\n\\n[[Page 45876]]\\n\\nidentified. No associated funerary objects are present.\\n    In 1965, human remains representing five individuals were excavated \\nfrom Pot Creek Pueblo site during Southern Methodist University field \\nschool. No known individuals were identified. No associated funerary \\nobjects were present.\\n    In 1967, human remains representing three individuals were \\nexcavated at Pot Creek Pueblo during Southern Methodist field school \\nexcavations. No known individuals were identified. No associated \\nfunerary objects are present.\\n    In 1967, human remains representing one individual were excavated \\nfrom site TA-26 by Stephanie Holschlag. No known individual was \\nidentified. No associated funerary objects are present. Site TA-26 has \\nbeen identified as a small unit pueblo occupied between 1200-1300 AD \\nbased on ceramics and cultural material recovered during excavations of \\nthis site.\\n    In 1968, human remains representing two individuals were recovered \\nfrom the Sagebrush Pueblo site (TA-500) by Dr. James Sciscenti. No \\nknown individuals were identified. No associated funerary objects were \\npresent. The Sagebrush Pueblo site (TA-500) has been identified as a \\nsmall unit pueblo occupied between 1150-1225 AD based on ceramics and \\ncultural material recovered during excavations of this site.\\n    During 1969-1976, human remains representing 60 individuals were \\nrecovered at Pot Creek Pueblo (TA-1, LA 260) during archeological field \\nschools conducted by Southern Methodist University. No known \\nindividuals were identified. No associated funerary objects are \\npresent.\\n    During 1979-1982, human remains representing fourteen individuals \\nwere recovered during excavations of the Cerrita pithouse site on the \\nFort Burgwin campus conducted by Dr. Anne Woosley. No known individuals \\nwere identified. No associated funerary objects are present. Based on \\ncultural materials and construction, this pithouse site was probably \\noccupied during 1100-1200 AD.\\n    During 1981-1984, human remains representing 21 individuals were \\nrecovered during field school excavations at the Pot Creek Pueblo (TA-\\n1, LA 260) conducted by Dr. Anne Woosley and Dr. David Meltzer of \\nSouthern Methodist University. No known individuals were identified. No \\nassociated funerary objects are present.\\n    At unknown dates, human remains representing eight individuals were \\nremoved from precontact sites in the Taos area by Ms. Helen \\nBlumenschein and donated to the Fort Burgwin Research Center sometime \\nafter 1970. No known individuals were identified. No associated \\nfunerary objects are present. Although these individuals have poor \\nprovenience information due to the lack of field records from the \\narcheological work, the appearance and apparent age of the human \\nremains is similar to documented precontact human remains in the Taos \\narea.\\n    At an unknown date, human remains representing three individuals \\nwere excavated under unknown circumstances from site TA-18, a pithouse \\nvillage located in the Taos area. No known individuals were identified. \\nNo associated funerary objects are present. TA-18 has been identified \\nas a pithouse village site occupied between 1100 -1200 A.D. based on \\ncultural material.\\n    Since the 1960s, human remains representing one individual were \\npart of the collections at the Fort Burgwin Research Center. No known \\nindividual was identfied. No associated funerary objects are present. \\nAlthough unprovienced, this individual is known to have been recovered \\nduring excavations in the Pot Creek area, and shows similar \\ncharacteristics to other human remains recovered in the Pot Creek area. \\nThere are no indications that this individual could have been recovered \\nfrom any other sites.\\n    The human remains listed above are all from sites within the Fort \\nBurgwin campus or surrounding area. All were recovered prior to the \\nestablishment of Carson National Forest. Based on oral traditions, \\ncontinuities of material culture, religious and cultural ties, and \\nanthropological and ethnographic documentation, Northern Tiwa-speaking \\npeoples, represented by the present-day Pueblo of Taos and Pueblo of \\nPicuris, have occupied this area since approximately 1100 A.D.\\n    At some time between 1961-1965, human remains representing one \\nindividual was removed from Picuris Pueblo during excavations conducted \\nby Dr. Herbert Dick. No known individual was identified. No associated \\nfunerary objects are present.\\n    Picuris Pueblo is a continuously occupied village site dating from \\n1100 AD until the present day. Continuities of technology and material \\nculture indicate this site has been occupied by Northern Tiwa people \\nfor this time period.\\n    Based on the above mentioned information, officials of Southern \\nMethodist University have determined that, pursuant to 43 CFR 10.2 \\n(d)(1), the human remains listed above represent the physical remains \\nof at least 195 individuals of Native American ancestry. Officials of \\nSouthern Methodist University have determined that, pursuant to 25 \\nU.S.C. 3001 (2), there is a relationship of shared group identity which \\ncan be reasonably traced between these Native American human remains \\nand the Pueblo of Picuris and the Pueblo of Taos.\\n    This notice has been sent to officials of the Pueblo of Picuris and \\nthe Pueblo of Taos. Representatives of any other Indian tribe that \\nbelieves itself to be culturally affiliated with these human remains \\nshould contact Dr. Michael A. Adler, Department of Anthropology, \\nSouthern Methodist University, Dallas, TX 75275; telephone: (214) 768-\\n2940, before September 29, 1997. Repatriation of the human remains to \\nthe Pueblo of Picuris and the Pueblo of Taos may begin after that date \\nif no additional claimants come forward.\\nDated: August 25, 1997.\\nFrancis P. McManamon,\\nDepartmental Consulting Archeologist,\\nManager, Archeology and Ethnography Program.\\n[FR Doc. 97-23109 Filed 8-29-97; 8:45 am]\\nBILLING CODE 4310-70-F\\n\\n\\n\\n", "agency1": "Null", "sub_agency1": "Null", "dep_doc": "Null", "subject": "Null", "agency2": "Null", "action": "Null", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Null", "signature_name": "Null", "signature_title": "Null", "fr_doc": "Null", "billing_code": "Null", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}