{"index": "I_2417", "messy_full": "\\n\\nFederal Register, Volume 62 Issue 124 (Friday, June 27, 1997)\\n\\n[Federal Register Volume 62, Number 124 (Friday, June 27, 1997)]\\n[Notices]\\n[Pages 34776-34777]\\nFrom the Federal Register Online via the Government Publishing Office [www.gpo.gov]\\n[FR Doc No: 97-16907]\\n\\n\\n\\n[[Page 34776]]\\n\\n-----------------------------------------------------------------------\\n\\nDEPARTMENT OF THE INTERIOR\\n\\nNational Park Service, DOI\\n\\n\\nNotice of Inventory Completion for Native American Human Remains \\nand Associated Funerary Objects in the Control of the Katmai National \\nPark and Preserve, National Park Service, Anchorage and King Salmon, AK\\n\\nAGENCY: National Park Service, DOI.\\n\\nACTION: Notice.\\n\\n-----------------------------------------------------------------------\\n\\n    Notice is hereby given in accordance with provisions of the Native \\nAmerican Graves Protection and Repatriation Act, 25 U.S.C. 3003 (d), of \\nthe completion of an inventory of human remains and associated funerary \\nobjects in the control of the Katmai National Park and Preserve, \\nNational Park Service, Anchorage and King Salmon, AK.\\n    A detailed assessment was made by National Park Service \\nprofessional staff, in consultation with representatives of the \\nUniversity of Oregon-Eugene, University of Alaska-Fairbanks, and the \\nCouncil of Katmai Descendants. The Council of Katmai Descendants is a \\nnon-Federally recognized Indian group representing the interests of the \\nFederally recognized Bristol Bay Native Corporation and includes \\nmembers of several Alaska Native villages and corporations in the \\nNaknek River drainage and Katmai coast areas.\\n    Between 1960 and 1983, human remains representing 16 individuals \\nwere recovered during legally authorized excavations at five sites \\nalong the Brooks River. No known individuals were identified. No \\nassociated funerary objects are present. Fourteen of these individuals \\nwere found interred above a volcanic ash layer dated to 1050 AD and \\nbeneath a volcanic ash layer dated at 1450 AD. These fourteen human \\nremains date between 1050 and 1450 AD. The remains of two individuals \\nwere recovered from above the 1450 AD ash layer. The orientation of \\nthese two individuals is similar to mortuary practices used prior to \\ncontact with the Russians in 1778 AD. These two human remains were \\nprobably buried between 1450 and 1778 AD. All sixteen individuals are \\ncurrently being curated at the Oregon State Museum of Anthropology at \\nthe University of Oregon in Eugene, OR.\\n    In 1982 and 1983, human remains representing three individuals were \\nrecovered during legally authorized excavations at two previously \\nexcavated sites along the Brooks River. No known individuals were \\nidentified. The six funerary objects include a pumice stone, a piece of \\notter fur, wood from a coffin lid, a copper piece, a stone tool, and a \\ncharcoal sample. The human remains were recovered from above the 1050 \\nAD volcanic ash layer. The orientation of the human remains and \\nassociated funerary objects is similar to mortuary practices used prior \\nto contact with the Russians in 1778 AD. These human remains and six \\nassociated funerary objects were probably buried between 1050 to 1778 \\nAD. These two human remains and associated funerary objects are \\ncurrently being curated at the Museum at the University of Alaska-\\nFairbanks.\\n    Archeological evidence from these five sites in the Brooks River \\narea--such as continuities in mortuary practices and material culture--\\nsuggests that the Brooks River inhabitants abandoned the area during \\nvolcanic eruptions and later repopulated the area. Oral history from \\nnearby village residents support the affiliation of the human remains \\nand associated funerary objects from these five sites with modern day \\nAlutiiq peoples, including the villages of Chignik Bay, Chignik Lagoon, \\nChignik Lake, Ivanoff, King Salmon, Naknek, Perryville, and South \\nNaknek.\\n    Human remains representing a minimum of six individuals were \\nrecovered from three sites along the Katmai Coast. All but one recovery \\nwere legal excavations. Prior to 1954, the remains of one individual \\nwere recovered from a housepit at Chiniak Lagoon, along the Shelikof \\nStraits. The remains of a second individual were recovered under \\nunknown circumstances from the same housepit site in 1963, possibly by \\nclam diggers. Radio carbon dates and analysis of the Chiniak Lagoon \\nsite suggests an occupation date no earlier than 1100 AD. In 1965 the \\nhuman remains of one individual were recovered nearby at Kukak. This \\nsite has been radio carbon dated to between 400 to 1280 AD. In 1965, \\nremains representing a minimum of three individuals were recovered from \\na small island east of Takli Island and south of Amalik Bay. These \\nhuman remains are believed to post-date 1000 AD, due to the \\nstratigraphy from which they were recovered. No known individuals were \\nidentified from any of the three sites. No associated funerary objects \\nare present. These human remains are currently being curated at the \\nOregon State Museum of Anthropology at the University of Oregon in \\nEugene, OR.\\n    Archeological, linguistic, historical, and oral traditional \\nevidence indicate that the population of the Katmai Coast/Shelikof \\nStraits area was widely displaced in the prehistoric and historic \\nperiods by volcanic eruptions. Descendants of the earlier population \\nare believed to reside in various villages on the Kodiak archipelago \\nand the Alaska peninsula, including South Naknek, King Salmon, Chignik \\nLagoon, Chignik Lake, Karluk, Larsen Bay, Ouzinkie, Naknek, Chignik \\nBay, Perryville, Ivanoff, Port Lions, Akhiok, and Old Harbor.\\n    Based on the above-mentioned information, officials of the National \\nPark Service have determined that, pursuant to 43 CFR 10 (d)(1), the \\nhuman remains listed above represent the physical remains of 25 \\nindividuals of Native American ancestry. Officials of the National Park \\nService have also determined that, pursuant to 25 U.S.C. 3001 (3)(A), \\nthe six items listed above are reasonably believed to have been placed \\nwith or near individual human remains at the time of death or later as \\npart of the death rite or ceremony. Officials of the National Park \\nService have determined that, pursuant to 25 U.S.C. 3001 (2), there is \\na relationship of shared group identity which can be reasonably traced \\nbetween the human remains and funerary objects from the five sites \\nalong the Brooks River and the native villages of Chignik Bay, Chignik \\nLagoon, Chignik Lake, Ivanoff, King Salmon, Naknek, Perryville, and \\nSouth Naknek. Officials of the National Park Service have also \\ndetermined that, pursuant to 25 U.S.C. 3001 (2), there is a \\nrelationship of shared group identity which can be reasonably traced \\nbetween the human remains from Chiniak Lagoon, Kukak, and the small \\nisland east of Takli Island and south of Amalik Bay and the native \\nvillages of Akhiok, Chignik Bay, Chignik Lagoon, Chignik Lake, Ivanoff, \\nKarluk, King Salmon, Larsen Bay, Naknek, Old Harbor, Ouzinkie, \\nPerryville, Port Lions, and South Naknek.\\n    This notice has been sent to officials of Council of Katmai \\nDescendants, on behalf of the Bristol Bay Native Corporation, and \\nKodiak Area Native Association on behalf of Koniag, Inc., as well as \\nthe following Alaska Native villages and corporations: Native Village \\nof Akhiok and Akhiok-Kaguyak, Inc; Native Village of Chignik and Far \\nWest, Incorporated; Native Village of Chignik Lagoon and Chignik Lagoon \\nNative Corporation; Chignik Lake Village and Chignik River LTD.; \\nIvanoff Bay Village and Bay View Inc.; Native Village of Karluk \\n(I.R.A.); Native Village of Larsen Bay; Naknek Native Village and Paug-\\nVik Incorporated, Ltd.; Village of Old Harbor and Old Harbor Native \\nCorporation; Ouzinkie Village and Ouzinkie Native Corporation; Native \\nVillage of Perryville (I.R.A.) and\\n\\n[[Page 34777]]\\n\\n Oceanside Corporation; Native Village of Port Lions and Afgonak Native \\nCorporation; Shoonaq Tribe of Kodiak and Natives of Kodiak, Inc.; and \\nSouth Naknek Village and Alaska Peninsula Corporation.\\n    Representatives of any other Alaska Native village or corporation \\nthat believes itself to be culturally affiliated with these human \\nremains and associated funerary objects should contact Bill Pierce, \\nSuperintendent, Katmai National Park and Preserve, 4230 University \\nDrive, Suite 311, Anchorage, AK, 99508; telephone: (907) 271-3753, \\nbefore July 28, 1997. Repatriation of the human remains and associated \\nfunerary objects to the Council of Katmai Descendants, on behalf of the \\nBristol Bay Native Corporation, may begin after that date if no \\nadditional claimants come forward.\\nDated: June 16, 1997.\\nVeletta Canouts,\\nActing Departmental Consulting Archeologist,\\nAssistant Manager, Archeology and Ethnography Program.\\n[FR Doc. 97-16907 Filed 6-26-97; 8:45 am]\\nBILLING CODE 4310-70-F\\n\\n\\n\\n", "agency1": "Null", "sub_agency1": "Null", "dep_doc": "Null", "subject": "Null", "agency2": "Null", "action": "Null", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Null", "signature_name": "Null", "signature_title": "Null", "fr_doc": "Null", "billing_code": "Null", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}