{"index": "I_2418", "messy_full": "\\n\\nFederal Register, Volume 62 Issue 124 (Friday, June 27, 1997)\\n\\n[Federal Register Volume 62, Number 124 (Friday, June 27, 1997)]\\n[Notices]\\n[Page 34775]\\nFrom the Federal Register Online via the Government Publishing Office [www.gpo.gov]\\n[FR Doc No: 97-16906]\\n\\n\\n\\nDEPARTMENT OF THE INTERIOR\\n\\nNational Park Service, DOI\\n\\n\\nNotice of Inventory Completion for Native American Human Remains, \\nAssociated Funerary Objects, and Unassociated Funerary Objects from \\nIndian Island, CA in the Possession of the Clarke Memorial Museum, \\nEureka, CA\\n\\nAGENCY: National Park Service, DOI.\\n\\nACTION: Notice.\\n\\n-----------------------------------------------------------------------\\n\\n    Notice is hereby given in accordance with provisions of the Native \\nAmerican Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. \\n3003 (d), of the completion of an inventory of human remains, \\nassociated funerary objects, and unassociated funerary objects in the \\npossession of the Clarke Memorial Museum, Eureka, CA.\\n    A detailed assessment of the human remains was made by Clarke \\nMemorial Museum professional staff in consultation with representatives \\nof Blue Lake Rancheria, Bear River Band of the Rohnerville Rancheria, \\nand Table Bluff Rancheria of Wiyot Indians.\\n    At an unknown date, human remains representing at least one \\nindividual were removed from Indian Island, CA and donated to the \\nClarke Memorial Museum by unknown person(s). No known individual was \\nidentified. The 1,681 associated funerary objects include pine nut \\nbeads, clam disc beads, charred wood fragments, and abalone fragments.\\n    The other 2,680 cultural items include pine nut beads, clay balls, \\nabalone fragments, animal bone fragments, pebbles, and olivella shells \\nbelieved to have been recovered from other Native American burial sites \\non Indian Island, CA.\\n    Limited accession information indicates these human remains and \\ncultural items came from Indian Island, CA. In February 1860, Indian \\nIsland was the site of a massacre of people of the Wiyot Tribe, the \\nonly inhabitants of the island at the time. This individual has been \\ndetermined to be Native American based on the associated funerary \\nobjects. The funerary objects and cultural items are consistent with \\nknown Wiyot traditional funerary practice. Consultation evidence \\nindicates the survivors of the 1860 massacre became part of the Table \\nBluff Rancheria of Wiyot Indians.\\n    Based on the above mentioned information, officials of the Clarke \\nMemorial Museum have determined that, pursuant to 43 CFR 10.2 (d)(1), \\nthe human remains listed above represent the physical remains of at \\nleast one individual of Native American ancestry. Officials of the \\nClarke Memorial Museum have also determined that, pursuant to 25 U.S.C. \\n3001 (3)(A), the 1,681 objects listed above are reasonably believed to \\nhave been placed with or near individual human remains at the time of \\ndeath or later as part of the death rite or ceremony. Officials of the \\nClarke Memorial Museum have determined that, pursuant to 25 U.S.C. 3001 \\n(3)(B), these 2,680 cultural items are reasonably believed to have been \\nplaced with or near individual human remains at the time of death or \\nlater as part of the death rite or ceremony and are believed, by a \\npreponderance of the evidence, to have been removed from a specific \\nburial site of an Native American individual. Lastly, officials of the \\nClarke Memorial Museum have determined that, pursuant to 25 U.S.C. 3001 \\n(2), there is a relationship of shared group identity which can be \\nreasonably traced between these Native American human remains, \\nassociated funerary objects, and unassociated funerary objects and the \\nTable Bluff Rancheria of Wiyot Indians.\\n    This notice has been sent to officials of the Blue Lake Rancheria, \\nBear River Band of the Rohnerville Rancheria, and Table Bluff Rancheria \\nof Wiyot Indians. Representatives of any other Indian tribe that \\nbelieves itself to be culturally affiliated with these human remains, \\nassociated funerary objects, and unassociated funerary objects should \\ncontact Claudia Israel, Director-Curator, Clarke Memorial Museum, 240 \\n``E\\'\\' Street, Eureka, CA 95501; telephone: (707) 443-1947, before July \\n28, 1997. Repatriation of the human remains, associated funerary \\nobjects, and unassociated funerary objects to the Table Bluff Rancheria \\nof Wiyot Indians may begin after that date if no additional claimants \\ncome forward.\\nDated: June 19, 1997.\\nFrancis P. McManamon,\\nDepartmental Consulting Archeologist,\\nManager, Archeology and Ethnography Program.\\n[FR Doc. 97-16906 Filed 6-26-97; 8:45 am]\\nBILLING CODE 4310-70-F\\n\\n\\n\\n", "agency1": "Null", "sub_agency1": "Null", "dep_doc": "Null", "subject": "Null", "agency2": "Null", "action": "Null", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Null", "signature_name": "Null", "signature_title": "Null", "fr_doc": "Null", "billing_code": "Null", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}