{"index": "I_2456", "messy_full": "\\n\\nFederal Register, Volume 60 Issue 125 (Thursday, June 29, 1995)\\n\\n[Federal Register Volume 60, Number 125 (Thursday, June 29, 1995)]\\n[Notices]\\n[Page 33846]\\nFrom the Federal Register Online via the Government Publishing Office [www.gpo.gov]\\n[FR Doc No: 95-15963]\\n\\n\\n\\n-----------------------------------------------------------------------\\n\\nDEPARTMENT OF THE INTERIOR\\nNational Park Service\\n\\n\\nNotice of Inventory Completion of Native American Human Remains \\nfrom the Island of Lanai in the Collections of the Bernice Pauahi \\nBishop Museum, Honolulu, HI\\n\\nAGENCY: National Park Service, Interior.\\n\\nACTION: Notice.\\n\\n-----------------------------------------------------------------------\\n\\n    Notice is hereby given in accordance with the provisions of the \\nNative American Graves Protection and Repatriation Act, 25 U.S.C. \\n3003(d), of the completion of an inventory of human remains from the \\nIsland of Lanai by the Bernice Pauahi Bishop Museum, Honolulu, HI.\\n    A detailed inventory and assessment of these human remains and \\nassociated funerary objects has been made by the Bishop Museum\\'s \\nprofessional staff and representatives of the following Native Hawaiian \\norganizations: Hui Malama Pono \\'O Lana\\'i, Hui Malama I Na Kupuna \\'O \\nHawai\\'i Nei, the Office of Hawaiian Affairs, and the Maui/Lana\\'i Island \\nBurial Council, Native Hawaiian organizations under 25 U.S.C. 3001(11).\\n    The human remains represent at least 212 individuals and six \\nassociated funerary objects. These remains came to Bishop Museum from \\nthe following sources:\\n    In 1914, Felix von Luschan, a Professor of Anthropology at the \\nBerlin Museum, was assisted in his excavations at Awalua, Lanai, by \\nMuseum staff John Penchula, August Perry, John F. G. Stokes, and by \\nWilliam Wagner; 83 remains and 4 associated funerary objects (2 small \\nitems of personal adornment, one item fishing equipment, and one animal \\ntooth) were donated.\\n    In 1920, Louis R. Sullivan, an employee of the American Museum of \\nNatural History in New York, was assisted by George C. Munro in \\nexcavations on the North Coast of Lanai; 1 animal bone and 100 human \\nremains were donated to Bishop Museum.\\n    In 1921, Kenneth Emory, an anthropologist at Bishop Museum, \\nconducted excavations on Lanai that resulted in 1 animal bone and 26 \\nremains.\\n    In 1922, Hector G. Munro donated one skull from Keoneheehee, Lanai.\\n    In 1926, the Museum purchased one skull from Lanai from George C. \\nMunro.\\n    In 1927, George C. Munro donated one skull from Lanai.\\n    No known individuals were identified. In consultation with Hui \\nMalama Pono \\'O Lana\\'i, Hui Malama I Na Kupuna \\'O Hawai\\'i Nei, the \\nOffice of Hawaiian Affairs, and the Maui/Lana\\'i Island Burial Council, \\nthe Bishop Museum decided that no attempt would be made to determine \\nage of human remains from Lanai. Geographic location of the remains, \\ntypes of associated funerary objects, and method of burial preparation \\nare those of Native Hawaiians ancestral to contemporary Native \\nHawaiians.\\n    Based on the above information, officials of the Bishop Museum, in \\nconsultation with representatives of Hui Malama Pono \\'O Lana\\'i, Hui \\nMalama I Na Kupuna \\'O Hawai\\'i Nei, the Office of Hawaiian Affairs, and \\nthe Maui/Lana\\'i Island Burial Council, determined pursuant to 25 U.S.C. \\n3001(2) that there is a relationship of shared group identity which can \\nbe reasonably traced between these remains and Hui Malama Pono \\'O \\nLana\\'i.\\n    This notice has been sent to Hui Malama Pono \\'O Lana\\'i, Hui Malama \\nI Na Kupuna \\'O Hawai\\'i Nei, the Office of Hawaiian Affairs, and the \\nMaui/Lana\\'i Island Burial Council. Representatives of any Native \\nHawaiian organizations which believes itself to be culturally \\naffiliated with these human remains and associated funerary objects \\nshould contact Anita Manning, Assistant Director, Collections \\nManagement, Bernice Pauahi Bishop Museum, P. O. Box 19000, Honolulu, \\nHawai\\'i, 96817-0916, ", "agency1": "Null", "sub_agency1": "Null", "dep_doc": "Null", "subject": "Null", "agency2": "Null", "action": "Null", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Null", "signature_name": "Null", "signature_title": "Null", "fr_doc": "Null", "billing_code": "Null", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}