{"index": "I_2428", "messy_full": "\\n\\nFederal Register, Volume 62 Issue 105 (Monday, June 2, 1997)\\n\\n[Federal Register Volume 62, Number 105 (Monday, June 2, 1997)]\\n[Notices]\\n[Pages 29738-29739]\\nFrom the Federal Register Online via the Government Publishing Office [www.gpo.gov]\\n[FR Doc No: 97-14309]\\n\\n\\n-----------------------------------------------------------------------\\n\\nDEPARTMENT OF THE INTERIOR\\n\\nNational Park Service\\n\\n\\nNotice of Inventory Completion for Native American Human Remains \\nin the Possession of the Field Museum of Natural History, Chicago, IL\\n\\nAGENCY: National Park Service.\\n\\nACTION: Notice.\\n\\n-----------------------------------------------------------------------\\n\\n    Notice is hereby given in accordance with provisions of the Native \\nAmerican Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. \\n3003(d), of the completion of an inventory of human remains in the \\npossession of the Field Museum of Natural History, Chicago, IL.\\n    A detailed assessment of the human remains was made by Field Museum \\nprofessional staff in consultation with representatives of the Cayuga \\nIndian Nation.\\n    In 1885, human remains representing one individual was purchased \\nfrom F.M. Noe, a dealer in Indianapolis, IN by Franz Boas. In 1894, the \\nField Museum purchased these human remains from Franz Boas. No known \\nindividuals were identified. No associated funerary objects are \\npresent.\\n    Accession documents state these human remains are the remains of a \\n``Cayuga chief\\'\\'.\\n    Based on the above mentioned information, officials of the Field \\nMuseum of Natural History have determined that, pursuant to 43 CFR 10.2 \\n(d)(1), the human remains listed above represent the physical remains \\nof one individual of Native American ancestry. Officials of the Field \\nMuseum have also determined that, pursuant to 25 U.S.C. 3001 (2), there \\nis a relationship of shared group identity which can be reasonably \\ntraced between these Native American human remains and the Cayuga \\nIndian Nation and the Seneca-Cayuga Tribe of Oklahoma.\\n    This notice has been sent to officials of the Cayuga Indian Nation \\nand the Seneca-Cayuga Tribe of Oklahoma. Representatives of any other \\nIndian tribe that believes itself to be culturally affiliated with \\nthese human remains should contact Jonathan Haas, MacArthur Curator of \\nNorth American Anthropology, Field Museum of Natural History, Roosevelt \\nRoad at Lake Shore Dr., Chicago, IL 60605; telephone: (312) 922-9410, \\next. 641, before july 2, 1997.\\n\\n[[Page 29739]]\\n\\nRepatriation of the human remains to the Cayuga Indian Nation may begin \\nafter that date if no additional claimants come forward.\\n    The National Park Service is not responsible for the determinations \\nwithin this notice.\\nDated: May 19, 1997.\\nFrancis P. McManamon,\\nDepartmental Consulting Archeologist,\\nManager, Archeology and Ethnography Program.\\n[FR Doc. 97-14309 Filed 5-30-97; 8:45 am]\\nBILLING CODE 4310-70-F\\n\\n\\n\\n", "agency1": "Null", "sub_agency1": "Null", "dep_doc": "Null", "subject": "Null", "agency2": "Null", "action": "Null", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Null", "signature_name": "Null", "signature_title": "Null", "fr_doc": "Null", "billing_code": "Null", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}