{"index": "I_2463", "messy_full": "\\n\\nFederal Register, Volume 59 Issue 39 (Monday, February 28, 1994)\\n\\n[Federal Register Volume 59, Number 39 (Monday, February 28, 1994)]\\n[Unknown Section]\\n[Page ]\\nFrom the Federal Register Online via the Government Publishing Office [www.gpo.gov]\\n[FR Doc No: 94-4491]\\n\\n\\n[Federal Register: February 28, 1994]\\n\\n\\n-----------------------------------------------------------------------\\n\\n\\nDEPARTMENT OF THE INTERIOR\\n\\nInventory Completion of Native American Human Remains and \\nFunerary Objects From Hawaii in the Control of the U.S. Marine Corps \\nAir Station, Kaneohe Bay\\n\\nAGENCY: National Park Service, Interior.\\n\\nACTION: Notice.\\n\\n-----------------------------------------------------------------------\\n\\n    Notice is hereby given in accordance with provisions of the Native \\nAmerican Graves Protection and Repatriation Act, 25 U.S.C. 3003(d), of \\nthe completion of the inventory of human remains and funerary objects \\nfrom Hawaii in the control of the U.S. Marine Corps Air Station, \\nKaneohe Bay. The remains are curated in the Bernice Pauahi Bishop \\nMuseum, Honolulu, HI.\\n    A detailed inventory and assessment of these human remains and \\nfunerary objects has been made for the U.S. Marine Corps by the staff \\nof the Bishop Museum, in consultation with representatives of Hui \\nMalama I Na Kupuna \\'O Hawai\\'i Nei and the Office of Hawaiian Affairs. \\nThe latter two organizations qualify as Native Hawaiian organizations \\nas defined in 25 U.S.C. 3001(11).\\n    The human remains and funerary objects represent a minimum of 1582 \\nindividuals and 281 funerary objects recovered from the Mokapu \\nPeninsula, U.S. Marine Corps Air Station, Kaneohe Bay, Island of Oahu, \\nand curated at the Bishop Museum. The majority of the remains were \\nrecovered during archaeological excavations conducted in 1938-1940 by \\nGordon T. Bowles (University of Hawaii) and Kenneth P. Emory (Bishop \\nMuseum), and in 1957 by Robert N. Bowen (University of Hawaii). The \\nrest of the remains were recovered from inadvertent discoveries and \\narchaeological monitoring of construction activities on the peninsula.\\n    A minimum of 1,544 individuals were recovered from pre-contact \\n(prior to 1778) graves. A number of these individuals were represented \\nby incomplete sets of skeletal remains, and several of the isolated \\nindividuals represented secondarily deposited incomplete sets of \\nremains removed from their original context. The pre-contact funerary \\nobjects included kupe\\'e (wristlets made of dog teeth), basalt flakes, \\nmarine shells, kukui (Aleurites moluccana) nuts, and the bones of fish, \\nbirds, pigs, dogs, and turtles.\\n    A minimum of 38 individuals were recovered from post-Contact (after \\n1778) graves during a construction project in 1975. The post-Contact \\nfunerary objects included kupe\\'e, and lei \\'opu\\'u and lei niho (pendants \\nmade of calcite, shell, and whale bone), as well as bone and shell \\nbuttons, metal fragments, mirror glass, bottle fragments, a metal ring, \\nivory beads, bone and glass, metal nails, and metal parts of a smoking \\npipe.\\n    Based on the Bishop Museum report of the results of the inventory \\nand assessment, officials of the U.S. Marine Corps have determined \\nthat, pursuant to 25 U.S.C. 3001 (2), there is a relationship of shared \\ngroup identity which can be reasonably traced between these remains and \\npresent-day Native Hawaiian organizations. U.S. Marine Corps officials, \\nbased on the Bishop Museum report, determined that no lineal \\ndescendants of the human remains could be identified.\\n    This notice has been sent to officials of Hui Malama I Na Kupuna \\'O \\nHawai\\'i Nei and the Office of Hawaiian Affairs. Representatives of any \\nother Native Hawaiian organization which believes itself to be \\nculturally affiliated with these human remains and funerary objects \\nshould contact Mr. John Bigay, Planner-in-Charge, Pacific Division, \\nNaval Engineering Facilities Command, Pearl Harbor, HI, 96860-7300, \\n(808) 471-9338, before April 1, 1994.\\n    Dated: February 23, 1994.\\nC. Timothy McKeown,\\nActing Departmental Consulting Archeologist, Chief, Archeological \\nAssistance Division.\\n[FR Doc. 94-4491 Filed 2-25-94; 8:45 am]\\nBILLING CODE 4310-70-F\\n\\n\\n\\n", "agency1": "Null", "sub_agency1": "Null", "dep_doc": "Null", "subject": "Null", "agency2": "Null", "action": "Null", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Null", "signature_name": "Null", "signature_title": "Null", "fr_doc": "Null", "billing_code": "Null", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}