{"index": "I_2452", "messy_full": "\\n\\nFederal Register, Volume 61 Issue 21 (Wednesday, January 31, 1996)\\n\\n[Federal Register Volume 61, Number 21 (Wednesday, January 31, 1996)]\\n[Notices]\\n[Pages 3459-3460]\\nFrom the Federal Register Online via the Government Publishing Office [www.gpo.gov]\\n[FR Doc No: 96-1827]\\n\\n\\n\\n-----------------------------------------------------------------------\\n\\nDEPARTMENT OF THE INTERIOR\\nNational Park Service\\n\\n\\nNotice of Inventory Completion of Native American Human Remains \\nand Associated Funerary Objects From Spring Lake, Utah Under the \\nControl of the Unita National Forest, United States Forest Service and \\nCurrently in the Possession of the Museum of Peoples and Cultures, \\nBrigham Young University, Provo, UT\\n\\nAGENCY: National Park Service\\n\\nACTION: Notice\\n\\n-----------------------------------------------------------------------\\n\\n    Notice is hereby given in accordance with the provisions of the \\nNative American Graves Protection and Repatriation Act, 25 U.S.C. 3003 \\n(d), of the completion of an inventory of human remains and associated \\nfunerary objects under the control of the Unita National Forest, United \\nStates Forest Service, and currently in the possession of the Museum of \\nPeoples and Cultures, Brigham Young University, Provo, UT.\\n    A detailed inventory and assessment of the human remains and \\nassociated funerary objects was done by the U.S. Forest Service and the \\nMuseum of Peoples and Cultures\\'s professional staff in consultation \\nwith representatives of the Unitah-Ouray Ute Tribe.\\n    The human remains--an adult male approximately 45-60 years old--and \\na minimum of 13,558 associated objects were reportedly excavated by \\nlocal miners in 1917 from Forest Service lands above Spring Lake, UT. \\nThe objects found with the remains include brass bells, an iron spur, \\napproximately 13,500 multi-colored glass seed beads, a metal axe head, \\nbridle rosettes, a metal bit, and copper bracelets.\\n    The human remains and associated objects were accessions by the \\nMuseum of Latter-Day Saints Church History in 1919. At that time, a \\nlocal physician attempted to confirm a report that the human remains \\nwere those of the Timpanogots\\' chief Black Hawk who had died in 1870 \\nand had been buried in the same approximate location. The physician \\ncollected statements from Chana E. Hales, William E. Croft, Louise N. \\nPace, and Ben H. Bullock who had known Black Hawk. These individuals \\nidentified many of the objects as Black Hawk\\'s personal effects.\\n    The human remains and associated objects were curated by the Museum \\nof Latter-Day Saints Church History until 1994, when they were \\ntranferred to the Museum of Peoples and Cultures for purposes of \\ninventory and repatriation. Osteological analysis confirmed the human \\nremains to be of a 45-60 year old male. Although Black Hawk\\'s exact age \\nwas unknown, reports from the era estimate his age as being in his \\nfifties at the time of his death. Many of the associated objects were \\nidentified by representatives of the Unitah-Ouray Ute tribe as being \\ncommon in late nineteenth century Ute burials. No evidence contradicts \\nthe identification of the human remains as those of Black Hawk.\\n    Mr. Richard Mountain, Ms. Arlene Appah, and Ms. Silvia Cornpeach, \\ngreat-great grandchildren of Black Hawk\\'s brother Mountain, have \\nclaimed Black Hawk\\'s remains and funerary objects on the basis of \\nlineal descent. On November 20, 1995, the Unitah-Ouray Ute Tribal \\nBusiness Committee passed a formal resolution recognizing their claim \\nand its consistency with Ute tribal kinship practice.\\n    Based on the above mentioned information, officials of United \\nStates Forest Service have determined that, pursuant to 43 CFR 10.2 \\n(d)(1), the human remains listed above represent the physical remains \\nof Black Hawk, an individual of Native American ancestry. Museum \\nofficials have also determined that, pursuant to 25 U.S.C. 3001 (3)(A), \\nthe 13,558 objects listed above are reasonably believed to have been \\nplaced with or near individual human remains at the time of death or \\nlater as part of \\n\\n[[Page 3460]]\\nthe death rite or ceremony. Lastly, U.S. Forest Service officials have \\ndetermined that, pursuant to 43 CFR 10.2 (b)(1), Mr. Richard Mountain, \\nMs. Arlene Appah, and Ms. Silvia Cornpeach can trace their ancestry \\ndirectly and without interruption by means of the traditional kinship \\nsystem of the Unitah-Ouray Ute tribe to the remains and associated \\nfunerary objects of Black Hawk.\\n    This notice has been sent to Mr. Richard Mountain, Ms. Arlene \\nAppah, Ms. Silvia Cornpeach, and officials of the Unitah-Ouray Ute \\nTribe, the Skull Valley Executive Committee, the Southern Ute Tribe, \\nthe Ute Mountain Ute Tribe, the Goshute Indian Tribe, the Paiute Tribe \\nof Utah, and the Kaibab Paiute Tribe of Arizona. Any other individuals \\nthat believe themselves to be lineal descendants of Black Hawk should \\ncontact Ms. Charmaine Thompson, Heritage Program Leader, Unita National \\nForest, United States Forest Service, 88 West 100 North, Provo, UT \\n84601, telephone: (801) 342-5119, before March 1, 1996. Repatriation of \\nthese human remains and associated funerary objects to Mr. Richard \\nMountain, Ms. Arlene Appah, Ms. Silvia Cornpeach, may begin after that \\ndate if no additional claimants come forward.\\n\\n    Dated: January 25, 1996.\\nFrancis P. McManamon,\\nDepartmental Consulting Archeologist\\nChief, Archeology and Ethnography Program.\\n[FR Doc. 96-1827; Filed 1-30-96; 8:45 am]\\nBILLING CODE 4310-70-F\\n\\n\\n", "agency1": "Null", "sub_agency1": "Null", "dep_doc": "Null", "subject": "Null", "agency2": "Null", "action": "Null", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Null", "signature_name": "Null", "signature_title": "Null", "fr_doc": "Null", "billing_code": "Null", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}