{"index": "I_2442", "messy_full": "\\n\\nFederal Register, Volume 61 Issue 180 (Monday, September 16, 1996)\\n\\n[Federal Register Volume 61, Number 180 (Monday, September 16, 1996)]\\n[Notices]\\n[Pages 48720-48721]\\nFrom the Federal Register Online via the Government Publishing Office [www.gpo.gov]\\n[FR Doc No: 96-23587]\\n\\n\\n-----------------------------------------------------------------------\\n\\nDEPARTMENT OF THE INTERIOR\\nNational Park Service\\n\\n\\nNotice of Inventory Completion for Native American Human Remains \\nin the Possession of Bent\\'s Old Fort National Historic Site, National \\nPark Service, La Junta, CO\\n\\nAGENCY: National Park Service\\n\\nACTION: Notice\\n\\n-----------------------------------------------------------------------\\n\\n    Notice is hereby given in accordance with provisions of the Native \\nAmerican Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. \\n3003 (d), of the completion of the inventory of human remains in the \\npossession of the National Park Service at Bent\\'s Old Fort National \\nHistoric Site, La Junta, CO\\n    A detailed inventory and assessment of the human remains has been \\nmade by professional staff of the National Park Service in consultation \\nwith representatives of the Absentee-Shawnee Tribe, Alabama and \\nCoushatta Tribes, Apache Tribe, Caddo Indian\\n\\n[[Page 48721]]\\n\\nTribe, Cheyenne-Arapaho Tribes, Chickasaw Nation , Choctaw Nation, \\nComanche Indian Tribe, Fort McDowell Mohave-Apache Indian Community, \\nFort Sill Apache Business Committee, Jicarilla Apache Tribe, Kickapoo \\nIndian Tribe, Kiowa Tribe, Mescalero Apache Tribe, Navajo Nation, \\nPawnee Indian Tribe, San Carlos Apache Tribe, Southern Ute Indian \\nTribe, White Mountain Apache Tribe, Wichita and Affiliated Tribes, and \\nthe Yavapai-Apache Indian Nation. In addition, a representative of the \\nAmerican Indians in Texas at the Spanish Colonial Missions, a non-\\nfederally recognized group, attended consultation meetings. The \\nKickapoo Traditional Tribe, the Ute Mountain Tribe, and the Ysleta del \\nSur Pueblo were invited to consultation but did not attend.\\n    In 1964, human remains representing two individuals were discovered \\nunder a room floor during an authorized archeological excavation at the \\nfort. No known individuals were identified. No associated funerary \\nobjects are present. Non-destructive analysis identified the two \\nindividuals as Native American females. The initial archeological \\nreport dated both burials to pre-1833. However, recent review of the \\nevidence dates them more likely to between 1849 and 1881.\\n    Historic evidence indicates that the remains date to the time when \\nthe site was part of the Cheyenne and Arapaho Reservation, ca. 1860. \\nSurrounding land had been used by the Cheyenne, Arapaho, Kiowa, \\nComanche, and Ute for hunting and trading since the 1820\\'s or earlier. \\nOral traditions, especially of the Cheyenne, Arapaho, Kiowa, and \\nComanche, mention the area surrounding Bent\\'s Old Fort as their \\nhomeland during part of their historic migrations. Southern Ute \\nrepresentatives identify the Bent\\'s Old Fort area as a point along a \\nmigratory route used by the Ute tribes prior to the 1900s.\\n    Based on the above mentioned information, officials of the National \\nPark Service have determined that pursuant to 43 CFR 10.2 (d)(1), the \\nhuman remains listed above represent the physical remains of two \\nindividuals of Native American ancestry. Officials of the National Park \\nService have also determined that, pursuant to 25 U.S.C. 3001 (2), \\nthere is a relationship of shared group identity which can be \\nreasonably traced between these Native American human remains and the \\nCheyenne-Arapaho Tribes, Comanche Indian Tribe, Kiowa Indian Tribe, \\nSouthern Ute Indian Tribe, and Ute Mountain Tribe.\\n    This notice has been sent to officials of the Cheyenne-Arapaho \\nTribes, Comanche Indian Tribes, Kiowa Indian Tribe, Southern Ute Indian \\nTribe, and Ute Mountain Tribe. Representatives of any other Indian \\ntribe that believes itself to be culturally affiliated with these human \\nremains should contact Mr. Donald Hill, Superintendent, Bent\\'s Old Fort \\nNational Historic Site, 35110 Highway 194 East, La Junta, CO, 81050-\\n9523, telephone (719) 384-2596, before October 16, 1996. Repatriation \\nof the human remains to the Cheyenne-Arapaho Tribes, Comanche Indian \\nTribe, Kiowa Indian Tribe, Southern Ute Indian Tribe, and Ute Mountain \\nTribe will begin after that date if no additional claimants come \\nforward.\\nDated: September 10, 1996.\\nFrancis P. McManamon,\\nDepartmental Consulting Archeologist,\\nManager, Archeology and Ethnography Program.\\n[FR Doc. 96-23587 Filed 9-13-96; 8:45 am]\\nBILLING CODE 4310-70-F\\n\\n\\n\\n", "agency1": "Null", "sub_agency1": "Null", "dep_doc": "Null", "subject": "Null", "agency2": "Null", "action": "Null", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Null", "signature_name": "Null", "signature_title": "Null", "fr_doc": "Null", "billing_code": "Null", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}