{"index": "I_2450", "messy_full": "\\n\\nFederal Register, Volume 61 Issue 45 (Wednesday, March 6, 1996)\\n\\n[Federal Register Volume 61, Number 45 (Wednesday, March 6, 1996)]\\n[Notices]\\n[Pages 8971-8972]\\nFrom the Federal Register Online via the Government Publishing Office [www.gpo.gov]\\n[FR Doc No: 96-5266]\\n\\n\\n\\n-----------------------------------------------------------------------\\n\\nDEPARTMENT OF THE INTERIOR\\nNational Park Service\\n\\n\\nNotice of Inventory Completion for Human Remains and Funerary \\nObjects in the Possession of Everglades National Park, Homestead, FL\\n\\nAGENCY: National Park Service\\n\\nACTION: Notice\\n\\n-----------------------------------------------------------------------\\n\\n    Notice is hereby given in accordance with provisions of the Native \\nAmerican Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. \\n3003(d), of the completion of an inventory of human remains and \\nfunerary objects in the possession of the Everglades National Park, \\nHomestead, FL.\\n    A detailed assessment and inventory of the human remains and \\nassociated objects has been made by National Park Service professional \\nstaff in consultation with the Miccosukee Tribe of Indians of Florida.\\n    In 1982, as part of an authorized survey, a single tooth was found \\nat a site located on a hammock island in Shark River Slough. \\nArcheological and ethnographic information indicates that the island \\nwas occupied by members of the Miccosukee tribe in the early 20th \\nCentury. The tooth is believed to have been extracted and disposed of \\nin a traditional manner by the Miccosukee man who lived at the site. \\nThe identity of the individual has not been determined.\\n    A site located on another hammock island located in the vicinity of \\nBroad River was also excavated during the 1982 project. Human remains \\nwere observed at the site and efforts were made to avoid disturbing \\nthem. However, during the course of the fieldwork, one tooth \\nrepresenting one individual was collected. No known individual was \\nidentified. The 41 objects found in association with the remain \\ninclude: medicine and wine bottles, a glass pitcher, an earthenware \\njug, a creamware saucer, a padlock, a coral pendant, and several marine \\nshells (Busycon and mercenaria). Museum records indicate that a carbide \\nlamp and a brass signal lamp were also collected at the site but can \\nnot be located. Archeological and ethnographic information indicates \\nthat the Mosquito Island Site was a Miccosukee campsite during the mid-\\n20th Century.\\n    Based on the above mentioned information, officials of the National \\nPark Service have determined that, pursuant to 43 CFR 10.2 (d)(1), the \\nhuman remains listed above represent the physical remains of two \\nindividuals of Native American ancestry. Officials of the National Park \\nService have determined that the 41 objects listed above are reasonably \\nbelieved to have been placed with or near individual human remains at \\nthe time of death or later as part of the death rite or ceremony. \\nFurther, officials of the National Park Service have determined that, \\npursuant to 25 U.S.C. 3001 (2), there is a relationship of shared group \\nidentity which can be reasonably traced between the human remains and \\nfunerary object and the Miccosukee Tribe of Indians of Florida.\\n    This notice has been sent to officials of the Miccosukee Tribe of \\nIndians of Florida. Representatives of any other Indian tribe which \\nbelieves itself to be culturally affiliated with the human remains or \\nfunerary objects should contact Richard Ring, Superintendent, \\nEverglades National Park, 40001 State Road 9336, Homestead, FL 33034, \\ntelephone (305) 242-7710, before April 5, 1996. Repatriation of the \\nhuman remains and funerary objects to the Miccosukee Tribe of Indians \\nof Florida\\n\\n[[Page 8972]]\\n\\nmay begin after that date if no additional claimants come forward.\\n\\n    Dated: February 29, 1996\\nFrancis P. McManamon\\nDepartmental Consulting Archeologist\\nChief, Archeological Assistance Division\\n[FR Doc. 96-5266 Filed 3-5-96; 8:45 am]\\nBILLING CODE 4310-70-F\\n\\n\\n", "agency1": "Null", "sub_agency1": "Null", "dep_doc": "Null", "subject": "Null", "agency2": "Null", "action": "Null", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Null", "signature_name": "Null", "signature_title": "Null", "fr_doc": "Null", "billing_code": "Null", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}