{"index": "I_2433", "messy_full": "\\n\\nFederal Register, Volume 62 Issue 48 (Wednesday, March 12, 1997)\\n\\n[Federal Register Volume 62, Number 48 (Wednesday, March 12, 1997)]\\n[Notices]\\n[Page 11461]\\nFrom the Federal Register Online via the Government Publishing Office [www.gpo.gov]\\n[FR Doc No: 97-6181]\\n\\n\\n-----------------------------------------------------------------------\\n\\nDEPARTMENT OF THE INTERIOR\\nNational Park Service\\n\\n\\nNotice of Inventory Completion for Native American Human Remains \\nand Associated Funerary Objects from Washington State in the Possession \\nof the Burke Museum, University of Washington, Seattle, WA\\n\\nAGENCY: National Park Service\\n\\nACTION: Notice\\n\\n-----------------------------------------------------------------------\\n\\n    Notice is hereby given in accordance with provisions of the Native \\nAmerican Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. \\n3003 (d), of the completion of an inventory of human remains and \\nassociated funerary objects from Washington State in the possession of \\nBurke Museum, University of Washington, Seattle, WA.\\n    A detailed assessment of the human remains was made by the Burke \\nMuseum professional staff in consultation with representatives of the \\nPuyallup Tribe of Indians.\\n    In 1959, human remains representing four individuals were removed \\nfrom the property of Mr. M.V. Petersen during an excavation of Mr. \\nPetersen\\'s basement by Mr. James C. Garner and Mr. Butler. No known \\nindividuals were identified. The seventeen associated funerary objects \\ninclude shell fragments, shells, one mammal bone, two fire-cracked \\nrocks, an unmodified cobble, a basal notched point, an adze blade, and \\ntwo antler adze handles.\\n    Mr. Petersen\\'s property is located in the historically and \\nethnographically documented traditional territory of the Puyallup Tribe \\nof Indians.\\n    In 1915, human remains representing one individual were recovered \\nnear Tacoma, WA, by Mr. Edward F. Drake. No known individual was \\nidentified. No associated funerary objects are present.\\n    Tacoma is located within historically and ethnographically \\ndocumented traditional territory of the Puyallup Tribe of Indians.\\n    In 1948, human remains representing one individual were recovered \\nfrom the Minter VI Site, Minter Bay, WA, by Mr. John Winterhouse, Jr., \\nduring a survey of archeological sites in Southern Puget Sound, WA. No \\nknown individual was identified. No associated funerary objects are \\npresent.\\n    Minter Bay is located within the historically and ethnographically \\ndocumented traditional territory of the Puyallup Tribe of Indians.\\n    Based on the above mentioned information, officials of the Burke \\nMuseum have determined that, pursuant to 43 CFR 10.2 (d)(1), the human \\nremains listed above represent the physical remains of six individuals \\nof Native American ancestry. Officials of the Burke Museum have also \\ndetermined that, pursuant to 25 U.S.C. 3001 (3)(A), the seventeen \\nobjects listed above are reasonably believed to have been placed with \\nor near individual human remains at the time of death or later as part \\nof the death rite or ceremony. Lastly, officials of the Burke Museum \\nhave determined that, pursuant to 25 U.S.C. 3001 (2), there is a \\nrelationship of shared group identity which can be reasonably traced \\nbetween these Native American human remains and associated funerary \\nobjects and the Puyallup Tribe of Indians.\\n    This notice has been sent to officials of the Puyallup Tribe of \\nIndians. Representatives of any other Indian tribe that believes itself \\nto be culturally affiliated with these human remains and associated \\nfunerary objects should contact Dr. James Nason, Chair of the \\nRepatriation Committee, Burke Museum, Box 353010, University of \\nWashington, Seattle, WA 98195; telephone: (206) 543-9680, before April \\n11, 1997. Repatriation of the human remains and associated funerary \\nobjects to the Puyallup Tribe of Indians may begin after that date if \\nno additional claimants come forward.\\n    The National Park Service is not responsible for the determinations \\nwithin this notice.\\nDated: March 7, 1997.\\nFrancis P. McManamon,\\nDepartmental Consulting Archeologist,\\nManager, Archeology and Ethnography Program\\n[FR Doc. 97-6181 Filed 3-11-97; 8:45 am]\\nBILLING CODE 4310-70-F\\n\\n\\n\\n", "agency1": "Null", "sub_agency1": "Null", "dep_doc": "Null", "subject": "Null", "agency2": "Null", "action": "Null", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Null", "signature_name": "Null", "signature_title": "Null", "fr_doc": "Null", "billing_code": "Null", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}