{"index": "I_2434", "messy_full": "\\n\\nFederal Register, Volume 62 Issue 42 (Tuesday, March 4, 1997)\\n\\n[Federal Register Volume 62, Number 42 (Tuesday, March 4, 1997)]\\n[Notices]\\n[Page 9801]\\nFrom the Federal Register Online via the Government Publishing Office [www.gpo.gov]\\n[FR Doc No: 97-5213]\\n\\n\\n\\n[[Page 9801]]\\n\\n-----------------------------------------------------------------------\\n\\nDEPARTMENT OF THE INTERIOR\\nNational Park Service\\n\\n\\nNotice of Inventory Completion for Native American Human Remains \\nFrom Kitsap County, WA, in the Possession of the Department of \\nAnthropology, Central Washington University, Ellensburg, WA, and \\nAssociated Funerary Objects from Kitsap County, WA in the Possession of \\nThe Burke Museum, University of Washington, Seattle, WA\\n\\nAGENCY: National Park Service\\n\\nACTION: Notice\\n\\n-----------------------------------------------------------------------\\n\\n    Notice is hereby given in accordance with provisions of the Native \\nAmerican Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. \\n3003 (d), of the completion of an inventory of Native American human \\nremains from Kitsap County, WA, in the possession of the Department of \\nAnthropology, Central Washington University, Ellensburg, WA; and \\nassociated funerary objects from Kitsap County, WA in the possession of \\nThe Burke Museum, University of Washington, Seattle, WA.\\n    A detailed assessment of the human remains was made by Central \\nWashington University Department of Anthropology professional staff and \\nof the associated funerary object by the Burke Museum professional \\nstaff. Both of these assessments were made in consultation with \\nrepresentatives of the Skokomish Indian Tribe.\\n    In 1925, human remains representing one individual were recovered \\nnear Holly, Kitsap County, WA by Mr. Albert Pfundt on his property. In \\n1974, these human remains were transferred from the Burke Museum to the \\nDepartment of Anthropology, Central Washington University. No known \\nindividuals were identified. The thirteen associated funerary objects \\ninclude antler wedges and fragments, bone points, a harpoon valve, a \\nharpoon point. These associated funerary objects were donated to the \\nBurke Museum in 1942 by Mr. Albert Pfundt. According to the Burke \\nMuseum\\'s accession ledger, all these objects were found with the human \\nremains under the stump of a tree estimated to be 300-400 years old.\\n    Anthropological evidence indicates continuous 2,000 year occupation \\nof this part of Kitsap County, WA into the historic period, based on \\noral history and continuity of technology. Consultation evidence \\npresented by representative of the Skokomish Indian Tribe indicate the \\nSkokomish have occupied this area throughout this period. \\n    Based on the above mentioned information, Central Washington \\nUniversity officials have determined that, pursuant to 43 CFR 10.2 \\n(d)(1), the human remains listed above represent the physical remains \\nof one individual of Native American ancestry. The Burke Museum \\nofficials have determined that, pursuant to 25 U.S.C. 3001 (3)(A), the \\nthirteen objects listed above are reasonably believed to have been \\nplaced with or near individual human remains at the time of death or \\nlater as part of the death rite or ceremony. Lastly, Central Washington \\nUniversity officials and The Burke Museum officials have determined \\nthat, pursuant to 25 U.S.C. 3001 (2), there is a relationship of shared \\ngroup identity which can be reasonably traced between these Native \\nAmerican human remains and associated funerary objects and the \\nSkokomish Indian Tribe.\\n    This notice has been sent to officials of the Skokomish Indian \\nTribe. Representatives of any other Indian tribe that believes itself \\nto be culturally affiliated with these human remains and associated \\nfunerary objects should contact Steven Hackenberger, Chair, Department \\nof Anthropology, Central Washington University, 400 E. 8th Ave., \\nEllensburg, WA 98926-7544; telephone: (509) 963-3201, fax (509) 963-\\n3215; or Dr. James Nason, Chair of the repatriation committee, Burke \\nMuseum, Box 353010, University of Washington, Seattle, WA 98195, \\ntelephone (206) 543-9680 before April 3, 1997. Repatriation of the \\nhuman remains and associated funerary objects to the Skokomish Indian \\nTribe may begin after that date if no additional claimants come \\nforward.\\nDated: February 26, 1997.\\nFrancis P. McManamon,\\nDepartmental Consulting Archeologist,\\nManager, Archeology and Ethnography Program.\\n[FR Doc. 97-5213 Filed 3-3-97; 8:45 am]\\nBILLING CODE 4310-70-F\\n\\n\\n\\n", "agency1": "Null", "sub_agency1": "Null", "dep_doc": "Null", "subject": "Null", "agency2": "Null", "action": "Null", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Null", "signature_name": "Null", "signature_title": "Null", "fr_doc": "Null", "billing_code": "Null", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}