{"index": "I_2413", "messy_full": "\\n\\nFederal Register, Volume 62 Issue 136 (Wednesday, July 16, 1997)\\n\\n[Federal Register Volume 62, Number 136 (Wednesday, July 16, 1997)]\\n[Notices]\\n[Pages 38116-38117]\\nFrom the Federal Register Online via the Government Publishing Office [www.gpo.gov]\\n[FR Doc No: 97-18710]\\n\\n\\n-----------------------------------------------------------------------\\n\\nDEPARTMENT OF THE INTERIOR\\n\\nNational Park Service\\n\\n\\nNotice of Inventory Completion for Native American Human Remains \\nin the Possession of the University of Alaska Museum, Fairbanks, AK\\n\\nAGENCY: National Park Service.\\n\\nACTION: Notice.\\n\\n-----------------------------------------------------------------------\\n\\n    Notice is hereby given in accordance with provisions of the Native \\nAmerican Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. \\n3003 (d), of the completion of an inventory of human remains in the \\npossession of the University of Alaska Museum, Fairbanks, AK.\\n    A detailed assessment of the human remains was made by University \\nof Alaska Museum professional staff in consultation with \\nrepresentatives of Native Village of Brevig Mission and Bering Straits \\nFoundation.\\n    In 1980, human remains representing one individual were found at \\nBrevig Mission by an unknown individual under unknown circumstances. \\nAlaska State troopers from Nome, AK took custody of the human remains \\nand sent them to the Anthropology Department at the University of \\nAlaska Fairbanks in October, 1980. In 1993, these human remains were \\ntransferred to the University of Alaska Museum. No known individual was \\nidentified. No associated funerary objects are present.\\n    Archeological evidence indicates continuous occupation of the \\nBrevig\\n\\n[[Page 38117]]\\n\\nMission area from 900 AD to the present based on material culture and \\nhabitation sites. The remains are undated and may be as recent as the \\nlate 19th or early 20th century. Archeological evidence and historical \\ndocuments indicate the area surrounding the present day Brevig Mission \\nsite was used traditionally as a burial area. Oral tradition presented \\nby the representatives of the Native Village of Brevig Mission and the \\nBering Straits Foundation also states the Brevig Mission was used as a \\ntraditional burial area.\\n    Based on the above mentioned information, officials of the \\nUniversity of Alaska Museum have determined that, pursuant to 43 CFR \\n10.2 (d)(1), the human remains listed above represent the physical \\nremains of one individual of Native American ancestry. Lastly, \\nofficials of the University of Alaska Museum have determined that, \\npursuant to 25 U.S.C. 3001 (2), there is a relationship of shared group \\nidentity which can be reasonably traced between these Native American \\nhuman remains and the Native Village of Brevig Mission.\\n    This notice has been sent to officials of the Native Village of \\nBrevig Mission and Bering Straits Foundation. Representatives of any \\nother Indian tribe that believes itself to be culturally affiliated \\nwith these human remains should contact Gary Selinger, Special Projects \\nManager, University of Alaska Museum, 907 Yukon Drive, Fairbanks, AK \\n99775-1200; telephone: (907) 474-6117 before August 15, 1997. \\nRepatriation of the human remains to the Native Village of Brevig may \\nbegin after that date if no additional claimants come forward.\\nDated: July 10, 1997.\\nVeletta Canouts,\\nActing Departmental Consulting Archeologist, Assistant Manager, \\nArcheology and Ethnography Program.\\n[FR Doc. 97-18710 Filed 7-15-97; 8:45 am]\\nBILLING CODE 4310-70-F\\n\\n\\n\\n", "agency1": "Null", "sub_agency1": "Null", "dep_doc": "Null", "subject": "Null", "agency2": "Null", "action": "Null", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Null", "signature_name": "Null", "signature_title": "Null", "fr_doc": "Null", "billing_code": "Null", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}