{"index": "I_2414", "messy_full": "\\n\\nFederal Register, Volume 62 Issue 136 (Wednesday, July 16, 1997)\\n\\n[Federal Register Volume 62, Number 136 (Wednesday, July 16, 1997)]\\n[Notices]\\n[Page 38116]\\nFrom the Federal Register Online via the Government Publishing Office [www.gpo.gov]\\n[FR Doc No: 97-18709]\\n\\n\\n-----------------------------------------------------------------------\\n\\nDEPARTMENT OF THE INTERIOR\\n\\nNational Park Service\\n\\n\\nNotice of Inventory Completion for Native American Human Remains \\nand Associated Funerary Objects in the Possession of the Noatak \\nNational Preserve, National Park Service, Kotzebue, AK\\n\\nAGENCY: National Park Service.\\n\\nACTION: Notice.\\n\\n-----------------------------------------------------------------------\\n\\n    Notice is hereby given in accordance with provisions of the Native \\nAmerican Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. \\n3003 (d), of the completion of an inventory of human remains and \\nassociated funerary objects in the possession of the Noatak National \\nPreserve, National Park Service, Kotzebue, AK.\\n    A detailed assessment of the human remains was made by professional \\nstaff of the National Park Service in consultation with representatives \\nof the Native Village of Noatak and the Northwest Alaska Native \\nAssociation.\\n    In 1982, human remains representing one individual were collected \\nby a park visitor during a boating trip down the Noatak River. No known \\nindividuals were identified. No associated funerary objects are \\npresent.\\n    Park records indicate that the remains were collected from an area \\n75 miles downstream of Lake Matcherak on the Noatak River. The exact \\nlocation is not known. The human remains are dated to the 19th century \\nAD based on the state of preservation. Historical documentation as well \\nas testimony from Inupiaq elders indicates this area was located within \\nthe traditional territory of the historic Nuataagmiut. The descendants \\nof the historic Nuataagmiut have been widely dispersed. However, the \\nlargest group of descendants currently reside in Noatak, Alaska and are \\nrepresented by the Native Village of Noatak.\\n    Based on the above information, officials of the National Park \\nService have determined that, pursuant to 43 CFR 10.2 (d)(1), the human \\nremains listed above represent the physical remains of one individual \\nof Native American ancestry. Officials of the National Park Service \\nhave also determined that, pursuant to 25 U.S.C. 3001 (2), there is a \\nrelationship of shared group identity which can be reasonably traced \\nbetween these Native American human remains and the Native Village of \\nNoatak.\\n    This notice has been sent to officials of the Native Village of \\nNoatak and Northwest Alaska Native Association. Representatives of any \\nother Indian tribe that believes itself to be culturally affiliated \\nwith these human remains should contact Superintendent David Spirtes, \\nNorthwest Alaska Areas, P.O. Box 1029, Kotzebue, Alaska, 99752, \\ntelephone (907) 442-3760, before August 15, 1997. Repatriation of the \\nhuman remains to the Native Village of Noatak may begin after that date \\nif no additional claimants come forward.\\nDated: July 10, 1997.\\nVeletta Canouts,\\nActing Departmental Consulting Archeologist, Assistant Manager, \\nArcheology and Ethnography Program.\\n[FR Doc. 97-18709 Filed 7-15-97; 8:45 am]\\nBILLING CODE 4310-70-F\\n\\n\\n\\n", "agency1": "Null", "sub_agency1": "Null", "dep_doc": "Null", "subject": "Null", "agency2": "Null", "action": "Null", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Null", "signature_name": "Null", "signature_title": "Null", "fr_doc": "Null", "billing_code": "Null", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}