{"index": "I_246", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        [NPS-WASO-NAGPRA-NPS0026057]; [PPWOCRADN0-PCU00RP14.R50000]\\n        Notice of Inventory Completion: Indiana State Museum and Historic Sites Corporation, State of Indiana, Indianapolis, IN\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        \\n          SUMMARY:\\n          The Indiana State Museum and Historic Sites Corporation, State of Indiana (ISMHS) has completed an inventory of human remains and associated funerary objects, in consultation with the appropriate Indian Tribes or Native Hawaiian organizations, and has determined that there is no cultural affiliation between the human remains and associated funerary objects and any present-day Indian Tribes or Native Hawaiian organizations. Representatives of any Indian Tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request to the ISMHS. If no additional requestors come forward, transfer of control of the human remains and associated funerary objects to the Indian Tribes or Native Hawaiian organizations stated in this notice may proceed.\\n        \\n        \\n          DATES:\\n          Representatives of any Indian Tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to the ISMHS at the address in this notice by September 24, 2018.\\n        \\n        \\n          ADDRESSES:\\n\\n          Michele Greenan, Indiana State Museum and Historic Sites Corporation, 650 West Washington Street, Indianapolis, IN 46214, telephone (317) 473-0836, email mgreenan@indianamuseum.org.\\n          \\n        \\n      \\n      \\n        SUPPLEMENTARY INFORMATION:\\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains and associated funerary objects under the control of the ISMHS, Indianapolis, IN. The human remains and associated funerary objects were removed from Prophetstown State Park, Tippecanoe County, IN.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003(d)(3) and 43 CFR 10.11(d). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations in this notice.\\n        Consultation\\n        A detailed assessment of the human remains was made by staff at Indiana University-Purdue University Fort Wayne (IPFW) in consultation with the Peoria Tribe of Indians of Oklahoma, as requested by the Federal Highway Administration (FWHA). Additional consultation was conducted by FHWA and the Indiana Department of Transportation Environmental Services, Cultural Resources Office (INDOT-CRO) with representatives of the Delaware Nation, Oklahoma; Kickapoo Tribe of Indians of the Kickapoo Reservation in Kansas; Miami Tribe of Oklahoma; Ottawa Tribe of Oklahoma; Peoria Tribe of Indians of Oklahoma; and the Shawnee Tribe.\\n        Following transfer of the human remains to the ISMHS, additional invitations to consult were sent by letter from the ISMHS to the Absentee-Shawnee Tribe of Indians of Oklahoma; Citizen Potawatomi Nation, Oklahoma; Eastern Shawnee Tribe of Oklahoma; Forest County Potawatomi Community, Wisconsin; Ho-Chunk Nation of Wisconsin; Nottawaseppi Huron Band of the Potawatomi, Michigan (previously listed as the Huron Potawatomi, Inc.); Pokagon Band of Potawatomi Indians, Michigan and Indiana; and the Winnebago Tribe of Nebraska.\\n        History and Description of the Remains\\n        On July 7, 2010, human remains representing, at minimum, one individual were removed from site 12T59/530 within Prophetstown State Park, in Tippecanoe County, IN, during archeological work conducted under Indiana Department of Historic Preservation and Archaeology (DHPA) plan 3513, permit 201022. This Phase 111 data recovery was prompted by a wetland and forest mitigation project associated with the SR 25 Hoosier Heartland Corridor (INDOT DES No. 0901664, formerly 9802920). The human remains were recovered from state-owned land.\\n\\n        Upon recovering the human remains, IPFW archeology staff contacted the Tippecanoe County Coroner, who determined that the remains were over 100 years old. Also notified was staff from Prophetstown State Park and the Indiana Department of Transportation (INDOT), as well as Indiana State Archaeologist Dr. Rick Jones. FHWA notified the Peoria Tribe of Indians of Oklahoma by letter dated July 26, 2010, and the Miami Tribe of Oklahoma and Shawnee Tribe by letter dated November 16, 2010. In co-operation between the FHWA, INDOT, and archeologists from IPFW, the human remains were temporarily housed at IPFW while initial consultation proceeded with the tribes listed in this notice and INDOT. On December 5, 2013, the human remains were transferred from IPFW to the ISMHS.\\n        Upon consultation with the Peoria Tribe of Indians of Oklahoma, the human remains were inventoried and an osteological analysis by staff at IPFW was conducted. Staff identified the human remains as belonging to a single individual, approximately 18-24 months of age at death. Analyses also indicated no apparent pathologies apparent or evidence of pre- or peri-mortem skeletal trauma. Given the incomplete nature of the human remains (only a portion of the upper body is present) as well as the age of the individual, sex or stature could not be determined. No known individuals were identified. The one associated funerary object is a pipe made of green stone that appears to mimic the bowls found on 18th century metal tomahawk pipes. The pipe bowl is shaped like the more common kaolin clay pipes and is similar to examples recovered from the Wea village near Ouiatenon.\\n        Determinations Made by the Indiana State Museum and Historic Sites\\n        Officials of the ISMHS have determined that:\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice are Native American based on analysis of the physical remains and the archeological context.\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice represent the physical remains of one individual of Native American ancestry.\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(3)(A), the one object described in this notice is reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony.\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(2), a relationship of shared group identity cannot be reasonably traced between the Native American human remains and associated funerary object and any present-day Indian tribe.\\n        \\xe2\\x80\\xa2 According to final judgments of the Indian Claims Commission or the Court of Federal Claims, the land from which the Native American human remains and associated funerary objects were removed is the aboriginal land of the Citizen Potawatomi Nation, Oklahoma; Forest County Potawatomi Community, Wisconsin; Hannahville Indian Community, Michigan; Match-e-be-nash-she-wish Band of Pottawatomi Indians of Michigan; Miami Tribe of Oklahoma; Nottawaseppi Huron Band of the Potawatomi, Michigan (previously listed as the Huron Potawatomi, Inc.); Peoria Tribe of Indians of Oklahoma; Pokagon Band of Potawatomi Indians, Michigan and Indiana; and Prairie Band Potawatomi Nation (previously listed as the Prairie Band of Potawatomi Nation, Kansas).\\n        \\xe2\\x80\\xa2 Treaties, Acts of Congress, or Executive Orders, indicate that the land from which the Native American human remains and associated funerary objects were removed is the aboriginal land of the Citizen Potawatomi Nation, Oklahoma; Forest County Potawatomi Community, Wisconsin; Hannahville Indian Community, Michigan; Match-e-be-nash-she-wish Band of Pottawatomi Indians of Michigan; Miami Tribe of Oklahoma; Nottawaseppi Huron Band of the Potawatomi, Michigan (previously listed as the Huron Potawatomi, Inc.); Peoria Tribe of Indians of Oklahoma; Pokagon Band of Potawatomi Indians, Michigan and Indiana; and Prairie Band Potawatomi Nation (previously listed as the Prairie Band of Potawatomi Nation, Kansas).\\n        \\xe2\\x80\\xa2 Other authoritative governmental sources identify the removal location of the human remains as the aboriginal land of Absentee-Shawnee Tribe of Indians of Oklahoma; Delaware Nation, Oklahoma; Eastern Shawnee Tribe of Oklahoma; Ho-Chunk Nation of Wisconsin; Kickapoo Tribe of Indians of the Kickapoo Reservation in Kansas; Ottawa Tribe of Oklahoma; Shawnee Tribe; and the Winnebago Tribe of Nebraska.\\n        \\xe2\\x80\\xa2 Pursuant to 43 CFR 10.11(c)(1), the disposition of the human remains and associated funerary objects may be the Absentee-Shawnee Tribe of Indians of Oklahoma; Citizen Potawatomi Nation, Oklahoma; Delaware Nation, Oklahoma; Eastern Shawnee Tribe of Oklahoma; Forest County Potawatomi Community, Wisconsin; Hannahville Indian Community, Michigan; Ho-Chunk Nation of Wisconsin; Kickapoo Tribe of Indians of the Kickapoo Reservation in Kansas; Match-e-be-nash-she-wish Band of Pottawatomi Indians of Michigan; Miami Tribe of Oklahoma; Nottawaseppi Huron Band of the Potawatomi, Michigan (previously listed as the Huron Potawatomi, Inc.); Ottawa Tribe of Oklahoma; Peoria Tribe of Indians of Oklahoma; Pokagon Band of Potawatomi Indians, Michigan and Indiana; Prairie Band Potawatomi Nation (previously listed as the Prairie Band of Potawatomi Nation, Kansas); Shawnee Tribe Nation of Oklahoma; and Winnebago Tribe of Nebraska (hereafter, \\xe2\\x80\\x9cThe Tribes\\xe2\\x80\\x9d).\\n        Additional Requestors and Disposition\\n\\n        Representatives of any Indian Tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to Michele Greenan, Indiana State Museum and Historic Sites Corporation, 650 West Washington Street, Indianapolis, IN 46214, telephone (317) 473-0836, email mgreenan@indianamuseum.org, by September 24, 2018. After that date, if no additional requestors have come forward, transfer of control of the human remains and associated funerary objects to The Tribes may proceed.\\n        The ISMHS is responsible for notifying The Tribes that this notice has been published.\\n        \\n          Dated: July 17, 2018.\\n          Melanie O\\'Brien,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. 2018-18198 Filed 8-22-18; 8:45 am]\\n       BILLING CODE 4312-52-P\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "[NPS-WASO-NAGPRA-NPS0026057]; [PPWOCRADN0-PCU00RP14.R50000]", "subject": "Notice of Inventory Completion: Indiana State Museum and Historic Sites Corporation, State of Indiana, Indianapolis, IN", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "The Indiana State Museum and Historic Sites Corporation, State of Indiana (ISMHS) has completed an inventory of human remains and associated funerary objects, in consultation with the appropriate Indian Tribes or Native Hawaiian organizations, and has determined that there is no cultural affiliation between the human remains and associated funerary objects and any present-day Indian Tribes or Native Hawaiian organizations. Representatives of any Indian Tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request to the ISMHS. If no additional requestors come forward, transfer of control of the human remains and associated funerary objects to the Indian Tribes or Native Hawaiian organizations stated in this notice may proceed.", "dates": "Representatives of any Indian Tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to the ISMHS at the address in this notice by September 24, 2018.", "addresses": "Michele Greenan, Indiana State Museum and Historic Sites Corporation, 650 West Washington Street, Indianapolis, IN 46214, telephone (317) 473-0836, email mgreenan@indianamuseum.org.\\n          ", "signature_dated": "Dated: July 17, 2018.", "signature_name": "Melanie O\\'Brien,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. 2018-18198 Filed 8-22-18; 8:45 am]", "billing_code": " BILLING CODE 4312-52-P", "supp_info": "SUPPLEMENTARY INFORMATION: \n Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains and associated funerary objects under the control of the ISMHS, Indianapolis, IN. The human remains and associated funerary objects were removed from Prophetstown State Park, Tippecanoe County, IN. \n This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003(d)(3) and 43 CFR 10.11(d). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations in this notice. \n Consultation \n A detailed assessment of the human remains was made by staff at Indiana University-Purdue University Fort Wayne (IPFW) in consultation with the Peoria Tribe of Indians of Oklahoma, as requested by the Federal Highway Administration (FWHA). Additional consultation was conducted by FHWA and the Indiana Department of Transportation Environmental Services, Cultural Resources Office (INDOT-CRO) with representatives of the Delaware Nation, Oklahoma; Kickapoo Tribe of Indians of the Kickapoo Reservation in Kansas; Miami Tribe of Oklahoma; Ottawa Tribe of Oklahoma; Peoria Tribe of Indians of Oklahoma; and the Shawnee Tribe. \n Following transfer of the human remains to the ISMHS, additional invitations to consult were sent by letter from the ISMHS to the Absentee-Shawnee Tribe of Indians of Oklahoma; Citizen Potawatomi Nation, Oklahoma; Eastern Shawnee Tribe of Oklahoma; Forest County Potawatomi Community, Wisconsin; Ho-Chunk Nation of Wisconsin; Nottawaseppi Huron Band of the Potawatomi, Michigan (previously listed as the Huron Potawatomi, Inc.); Pokagon Band of Potawatomi Indians, Michigan and Indiana; and the Winnebago Tribe of Nebraska. \n History and Description of the Remains \n On July 7, 2010, human remains representing, at minimum, one individual were removed from site 12T59/530 within Prophetstown State Park, in Tippecanoe County, IN, during archeological work conducted under Indiana Department of Historic Preservation and Archaeology (DHPA) plan 3513, permit 201022. This Phase 111 data recovery was prompted by a wetland and forest mitigation project associated with the SR 25 Hoosier Heartland Corridor (INDOT DES No. 0901664, formerly 9802920). The human remains were recovered from state-owned land. \n Upon recovering the human remains, IPFW archeology staff contacted the Tippecanoe County Coroner, who determined that the remains were over 100 years old. Also notified was staff from Prophetstown State Park and the Indiana Department of Transportation (INDOT), as well as Indiana State Archaeologist Dr. Rick Jones. FHWA notified the Peoria Tribe of Indians of Oklahoma by letter dated July 26, 2010, and the Miami Tribe of Oklahoma and Shawnee Tribe by letter dated November 16, 2010. In co-operation between the FHWA, INDOT, and archeologists from IPFW, the human remains were temporarily housed at IPFW while initial consultation proceeded with the tribes listed in this notice and INDOT. On December 5, 2013, the human remains were transferred from IPFW to the ISMHS. \n Upon consultation with the Peoria Tribe of Indians of Oklahoma, the human remains were inventoried and an osteological analysis by staff at IPFW was conducted. Staff identified the human remains as belonging to a single individual, approximately 18-24 months of age at death. Analyses also indicated no apparent pathologies apparent or evidence of pre- or peri-mortem skeletal trauma. Given the incomplete nature of the human remains (only a portion of the upper body is present) as well as the age of the individual, sex or stature could not be determined. No known individuals were identified. The one associated funerary object is a pipe made of green stone that appears to mimic the bowls found on 18th century metal tomahawk pipes. The pipe bowl is shaped like the more common kaolin clay pipes and is similar to examples recovered from the Wea village near Ouiatenon. \n Determinations Made by the Indiana State Museum and Historic Sites \n Officials of the ISMHS have determined that: \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice are Native American based on analysis of the physical remains and the archeological context. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice represent the physical remains of one individual of Native American ancestry. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(3)(A), the one object described in this notice is reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(2), a relationship of shared group identity cannot be reasonably traced between the Native American human remains and associated funerary object and any present-day Indian tribe. \n \\xe2\\x80\\xa2 According to final judgments of the Indian Claims Commission or the Court of Federal Claims, the land from which the Native American human remains and associated funerary objects were removed is the aboriginal land of the Citizen Potawatomi Nation, Oklahoma; Forest County Potawatomi Community, Wisconsin; Hannahville Indian Community, Michigan; Match-e-be-nash-she-wish Band of Pottawatomi Indians of Michigan; Miami Tribe of Oklahoma; Nottawaseppi Huron Band of the Potawatomi, Michigan (previously listed as the Huron Potawatomi, Inc.); Peoria Tribe of Indians of Oklahoma; Pokagon Band of Potawatomi Indians, Michigan and Indiana; and Prairie Band Potawatomi Nation (previously listed as the Prairie Band of Potawatomi Nation, Kansas). \n \\xe2\\x80\\xa2 Treaties, Acts of Congress, or Executive Orders, indicate that the land from which the Native American human remains and associated funerary objects were removed is the aboriginal land of the Citizen Potawatomi Nation, Oklahoma; Forest County Potawatomi Community, Wisconsin; Hannahville Indian Community, Michigan; Match-e-be-nash-she-wish Band of Pottawatomi Indians of Michigan; Miami Tribe of Oklahoma; Nottawaseppi Huron Band of the Potawatomi, Michigan (previously listed as the Huron Potawatomi, Inc.); Peoria Tribe of Indians of Oklahoma; Pokagon Band of Potawatomi Indians, Michigan and Indiana; and Prairie Band Potawatomi Nation (previously listed as the Prairie Band of Potawatomi Nation, Kansas). \n \\xe2\\x80\\xa2 Other authoritative governmental sources identify the removal location of the human remains as the aboriginal land of Absentee-Shawnee Tribe of Indians of Oklahoma; Delaware Nation, Oklahoma; Eastern Shawnee Tribe of Oklahoma; Ho-Chunk Nation of Wisconsin; Kickapoo Tribe of Indians of the Kickapoo Reservation in Kansas; Ottawa Tribe of Oklahoma; Shawnee Tribe; and the Winnebago Tribe of Nebraska. \n \\xe2\\x80\\xa2 Pursuant to 43 CFR 10.11(c)(1), the disposition of the human remains and associated funerary objects may be the Absentee-Shawnee Tribe of Indians of Oklahoma; Citizen Potawatomi Nation, Oklahoma; Delaware Nation, Oklahoma; Eastern Shawnee Tribe of Oklahoma; Forest County Potawatomi Community, Wisconsin; Hannahville Indian Community, Michigan; Ho-Chunk Nation of Wisconsin; Kickapoo Tribe of Indians of the Kickapoo Reservation in Kansas; Match-e-be-nash-she-wish Band of Pottawatomi Indians of Michigan; Miami Tribe of Oklahoma; Nottawaseppi Huron Band of the Potawatomi, Michigan (previously listed as the Huron Potawatomi, Inc.); Ottawa Tribe of Oklahoma; Peoria Tribe of Indians of Oklahoma; Pokagon Band of Potawatomi Indians, Michigan and Indiana; Prairie Band Potawatomi Nation (previously listed as the Prairie Band of Potawatomi Nation, Kansas); Shawnee Tribe Nation of Oklahoma; and Winnebago Tribe of Nebraska (hereafter, \\xe2\\x80\\x9cThe Tribes\\xe2\\x80\\x9d). \n Additional Requestors and Disposition \n Representatives of any Indian Tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to Michele Greenan, Indiana State Museum and Historic Sites Corporation, 650 West Washington Street, Indianapolis, IN 46214, telephone (317) 473-0836, email mgreenan@indianamuseum.org, by September 24, 2018. After that date, if no additional requestors have come forward, transfer of control of the human remains and associated funerary objects to The Tribes may proceed. \n The ISMHS is responsible for notifying The Tribes that this notice has been published. \n ", "consultation": "A detailed assessment of the human remains was made by staff at Indiana University-Purdue University Fort Wayne (IPFW) in consultation with the Peoria Tribe of Indians of Oklahoma, as requested by the Federal Highway Administration (FWHA). Additional consultation was conducted by FHWA and the Indiana Department of Transportation Environmental Services, Cultural Resources Office (INDOT-CRO) with representatives of the Delaware Nation, Oklahoma; Kickapoo Tribe of Indians of the Kickapoo Reservation in Kansas; Miami Tribe of Oklahoma; Ottawa Tribe of Oklahoma; Peoria Tribe of Indians of Oklahoma; and the Shawnee Tribe. \n Following transfer of the human remains to the ISMHS, additional invitations to consult were sent by letter from the ISMHS to the Absentee-Shawnee Tribe of Indians of Oklahoma; Citizen Potawatomi Nation, Oklahoma; Eastern Shawnee Tribe of Oklahoma; Forest County Potawatomi Community, Wisconsin; Ho-Chunk Nation of Wisconsin; Nottawaseppi Huron Band of the Potawatomi, Michigan (previously listed as the Huron Potawatomi, Inc.); Pokagon Band of Potawatomi Indians, Michigan and Indiana; and the Winnebago Tribe of Nebraska. \n ", "h_d_r": "On July 7, 2010, human remains representing, at minimum, one individual were removed from site 12T59/530 within Prophetstown State Park, in Tippecanoe County, IN, during archeological work conducted under Indiana Department of Historic Preservation and Archaeology (DHPA) plan 3513, permit 201022. This Phase 111 data recovery was prompted by a wetland and forest mitigation project associated with the SR 25 Hoosier Heartland Corridor (INDOT DES No. 0901664, formerly 9802920). The human remains were recovered from state-owned land. \n Upon recovering the human remains, IPFW archeology staff contacted the Tippecanoe County Coroner, who determined that the remains were over 100 years old. Also notified was staff from Prophetstown State Park and the Indiana Department of Transportation (INDOT), as well as Indiana State Archaeologist Dr. Rick Jones. FHWA notified the Peoria Tribe of Indians of Oklahoma by letter dated July 26, 2010, and the Miami Tribe of Oklahoma and Shawnee Tribe by letter dated November 16, 2010. In co-operation between the FHWA, INDOT, and archeologists from IPFW, the human remains were temporarily housed at IPFW while initial consultation proceeded with the tribes listed in this notice and INDOT. On December 5, 2013, the human remains were transferred from IPFW to the ISMHS. \n Upon consultation with the Peoria Tribe of Indians of Oklahoma, the human remains were inventoried and an osteological analysis by staff at IPFW was conducted. Staff identified the human remains as belonging to a single individual, approximately 18-24 months of age at death. Analyses also indicated no apparent pathologies apparent or evidence of pre- or peri-mortem skeletal trauma. Given the incomplete nature of the human remains (only a portion of the upper body is present) as well as the age of the individual, sex or stature could not be determined. No known individuals were identified. The one associated funerary object is a pipe made of green stone that appears to mimic the bowls found on 18th century metal tomahawk pipes. The pipe bowl is shaped like the more common kaolin clay pipes and is similar to examples recovered from the Wea village near Ouiatenon. \n ", "h_d_ci": "Null", "determinations": "Determinations Made by the Indiana State Museum and Historic Sites \n Officials of the ISMHS have determined that: \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice are Native American based on analysis of the physical remains and the archeological context. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice represent the physical remains of one individual of Native American ancestry. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(3)(A), the one object described in this notice is reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(2), a relationship of shared group identity cannot be reasonably traced between the Native American human remains and associated funerary object and any present-day Indian tribe. \n \\xe2\\x80\\xa2 According to final judgments of the Indian Claims Commission or the Court of Federal Claims, the land from which the Native American human remains and associated funerary objects were removed is the aboriginal land of the Citizen Potawatomi Nation, Oklahoma; Forest County Potawatomi Community, Wisconsin; Hannahville Indian Community, Michigan; Match-e-be-nash-she-wish Band of Pottawatomi Indians of Michigan; Miami Tribe of Oklahoma; Nottawaseppi Huron Band of the Potawatomi, Michigan (previously listed as the Huron Potawatomi, Inc.); Peoria Tribe of Indians of Oklahoma; Pokagon Band of Potawatomi Indians, Michigan and Indiana; and Prairie Band Potawatomi Nation (previously listed as the Prairie Band of Potawatomi Nation, Kansas). \n \\xe2\\x80\\xa2 Treaties, Acts of Congress, or Executive Orders, indicate that the land from which the Native American human remains and associated funerary objects were removed is the aboriginal land of the Citizen Potawatomi Nation, Oklahoma; Forest County Potawatomi Community, Wisconsin; Hannahville Indian Community, Michigan; Match-e-be-nash-she-wish Band of Pottawatomi Indians of Michigan; Miami Tribe of Oklahoma; Nottawaseppi Huron Band of the Potawatomi, Michigan (previously listed as the Huron Potawatomi, Inc.); Peoria Tribe of Indians of Oklahoma; Pokagon Band of Potawatomi Indians, Michigan and Indiana; and Prairie Band Potawatomi Nation (previously listed as the Prairie Band of Potawatomi Nation, Kansas). \n \\xe2\\x80\\xa2 Other authoritative governmental sources identify the removal location of the human remains as the aboriginal land of Absentee-Shawnee Tribe of Indians of Oklahoma; Delaware Nation, Oklahoma; Eastern Shawnee Tribe of Oklahoma; Ho-Chunk Nation of Wisconsin; Kickapoo Tribe of Indians of the Kickapoo Reservation in Kansas; Ottawa Tribe of Oklahoma; Shawnee Tribe; and the Winnebago Tribe of Nebraska. \n \\xe2\\x80\\xa2 Pursuant to 43 CFR 10.11(c)(1), the disposition of the human remains and associated funerary objects may be the Absentee-Shawnee Tribe of Indians of Oklahoma; Citizen Potawatomi Nation, Oklahoma; Delaware Nation, Oklahoma; Eastern Shawnee Tribe of Oklahoma; Forest County Potawatomi Community, Wisconsin; Hannahville Indian Community, Michigan; Ho-Chunk Nation of Wisconsin; Kickapoo Tribe of Indians of the Kickapoo Reservation in Kansas; Match-e-be-nash-she-wish Band of Pottawatomi Indians of Michigan; Miami Tribe of Oklahoma; Nottawaseppi Huron Band of the Potawatomi, Michigan (previously listed as the Huron Potawatomi, Inc.); Ottawa Tribe of Oklahoma; Peoria Tribe of Indians of Oklahoma; Pokagon Band of Potawatomi Indians, Michigan and Indiana; Prairie Band Potawatomi Nation (previously listed as the Prairie Band of Potawatomi Nation, Kansas); Shawnee Tribe Nation of Oklahoma; and Winnebago Tribe of Nebraska (hereafter, \\xe2\\x80\\x9cThe Tribes\\xe2\\x80\\x9d). \n ", "a_r_d": "Representatives of any Indian Tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to Michele Greenan, Indiana State Museum and Historic Sites Corporation, 650 West Washington Street, Indianapolis, IN 46214, telephone (317) 473-0836, email mgreenan@indianamuseum.org, by September 24, 2018. After that date, if no additional requestors have come forward, transfer of control of the human remains and associated funerary objects to The Tribes may proceed. \n The ISMHS is responsible for notifying The Tribes that this notice has been published. \n "}