{"index": "I_252", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        [NPS-WASO-NAGPRA-NPS0026150; PPWOCRADN0-PCU00RP14.R50000]\\n        Notice of Inventory Completion: Brooklyn Museum, Brooklyn, NY\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        \\n          SUMMARY:\\n          The Brooklyn Museum has completed an inventory of human remains and associated funerary objects, in consultation with the appropriate Indian Tribes or Native Hawaiian organizations, and has determined that there is a cultural affiliation between the human remains and associated funerary objects and present-day Indian Tribes or Native Hawaiian organizations. Lineal descendants or representatives of any Indian Tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request to the Brooklyn Museum. If no additional requestors come forward, transfer of control of the human remains and associated funerary objects to the lineal descendants, Indian Tribes, or Native Hawaiian organizations stated in this notice may proceed.\\n        \\n        \\n          DATES:\\n          Lineal descendants or representatives of any Indian Tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to the Brooklyn Museum at the address in this notice by September 24, 2018.\\n        \\n        \\n          ADDRESSES:\\n\\n          Nancy Rosoff, Andrew W. Mellon Senior Curator, Arts of the Americas, Brooklyn Museum, 200 Eastern Parkway, Brooklyn, NY 11238, telephone (718) 501-6283, email nancy.rosoff@brooklynmuseum.org.\\n          \\n        \\n      \\n      \\n        SUPPLEMENTARY INFORMATION:\\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains and associated funerary objects under the control of the Brooklyn Museum, Brooklyn, NY. The human remains and associated funerary objects were removed from Sentinel Ruin, Canyon del Muerto, Apache County, AZ.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003(d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations in this notice.\\n        Consultation\\n        A detailed assessment of the human remains and associated funerary objects was made by the Brooklyn Museum professional staff in consultation with representatives of Colorado River Indian Tribes of the Colorado River Reservation, Arizona and California; Fort McDowell Yavapai Nation, Arizona; Hopi Tribe of Arizona; Navajo Nation, Arizona, New Mexico and Utah; Pueblo of Acoma, New Mexico; San Carlos Apache Tribe of the San Carlos Reservation, Arizona; Tonto Apache Tribe of Arizona; Ute Indian Tribe of the Uintah and Ouray Reservation, Utah; White Mountain Apache Tribe of the Fort Apache Reservation, Arizona; and Yavapai-Apache Nation of the Camp Verde Indian Reservation, Arizona; and Zuni Tribe of the Zuni Reservation, New Mexico, hereafter referred to as \\xe2\\x80\\x9cThe Consulted Tribes.\\xe2\\x80\\x9d\\n\\n        The Southern Paiute Consortium\\xe2\\x80\\x94composed of Kaibab Band of Paiute Indians of the Kaibab Indian Reservation, Arizona; Las Vegas Tribe of Paiute Indians of the Las Vegas Indian Colony, Nevada; Moapa Band of Paiute Indians of the Moapa River Indian Reservation, Nevada; and Paiute Indian Tribe of Utah (Cedar Band of Paiutes, Kanosh Band of Paiutes, Koosharem Band of Paiutes, Indian Peaks Band of Paiutes, and Shivwits Band of Paiutes)\\xe2\\x80\\x94was also consulted at this time, but representatives only viewed ethnographic objects and did not view or offer comments on the human remains and associated funerary objects listed in this Notice.\\n        History and Description of the Remains\\n        At an unknown date, human remains representing, at minimum, one individual were removed from Sentinel Ruin, Canyon del Muerto, Apache County, AZ. No known individuals were identified. The human remains are one mummified body of a child. The one associated funerary object is a turkey feather blanket wrapped around the human remains.\\n        The human remains and associated funerary object were removed by Charles L. Day at an unknown date. The Day family owned a trading post in Chinle, AZ, where Day worked prior to being appointed custodian of Canyon de Chelly in 1903 or 1904. Brooklyn Museum curator Stewart Culin purchased the human remains and associated funerary object from Day at some point between 1903 and 1911\\xe2\\x80\\x94most likely in 1903\\xe2\\x80\\x94as part of a large purchase of \\xe2\\x80\\x9ccliff dweller\\xe2\\x80\\x9d objects and human remains.\\n        The human remains are not cataloged, so their provenience has been established through careful consideration of Brooklyn Museum records, and discussions with staff at other institutions and The Consulted Tribes. The Brooklyn Museum has determined with near certainty that the human remains are those documented in Culin\\'s catalog as number 10934, the \\xe2\\x80\\x9cbody of a child\\xe2\\x80\\x9d removed from Sentinel Ruin. The Brooklyn Museum has had mummies from the Canyon de Chelly region and Peru in its collection. These mummies, including the human remains described in this Notice, were supposed to have been transferred to the American Museum of Natural History in 1956. However, for reasons unknown, it appears that the child\\'s mummy never left the Brooklyn Museum.\\n\\n        Non-intrusive examination and expert opinion have shown with near certainty that the human remains were removed from Sentinel Ruin in Canyon del Muerto. In 1991, responding to photos of the human remains, American Museum of Natural History staff stated that the human remains do not resemble Peruvian mummies, and that the cords used to weave the shroud are more typical of American Southwestern styles than Peruvian ones. In November 1996, a Brooklyn Museum conservator examined the human remains and determined that the woven shroud was made from vegetable stem or bast fibers, possibly jute or sisal, onto which feathers were woven. In 1997, feathers from the shroud were examined by Roxie C. Laybourne at the National Museum of Natural History. She determined that the feathers came from a turkey (Meleagris gallopavo). The range of turkeys does not extend south of Mexico, eliminating any possibility that the human remains were removed from a site in Peru. Through consideration of the above evidence, the Brooklyn Museum has determined that the human remains were removed from Sentinel Ruin in Canyon de Chelly.\\n        The associated funerary object is one turkey feather blanket used as a shroud. Turkey feather and rabbit fur blankets are frequently found in Ancestral Puebloan graves from Basketmaker II on, particularly the graves of children. Although there is some overlap, fur blankets generally predate feather blankets. Many human remains removed from Canyon del Muerto and Canyon de Chelly were found in association with fur or feather blankets, which were used as shrouds. For example, a 1929 excavation of a Basketmaker II site in Canyon del Muerto, by Earl Morris of the American Museum of Natural History disturbed the grave of an individual who had been buried in a turkey feather blanket. The presence of the feather blanket and documented usage of the Sentinel Ruin site indicates that the human remains are Ancestral Puebloan, dating between Basketmaker II and Pueblo III (100 B.C.E.-1300 C.E.).\\n        Sentinel Ruin (site number CDM155, also known as Tseahatso, Screen Cave, and Big Cave) is a multi-phase site located in the wall of Canyon del Muerto, 23m above the canyon floor and 155m below the canyon rim. The site shows use from Basketmaker II through Pueblo III, and in the 18th and 19th centuries. The Basketmaker II-III Periods are represented by numerous slab-lined cists, many of which contained burials. Pole and mud structures are thought to date to between Basketmaker III and Pueblo I, based upon comparison with similar structures in nearby Mummy Cave. Three masonry room blocks with turkey enclosures date to Pueblo II-III. A layer of sheep dung represents 18th and 19th century Navajo use of the site. All burials containing datable material date from Basketmaker II to Pueblo III. During excavations at the site by the University of Colorado Museum in 1924, numerous child burials were disturbed. Many of these individuals were buried with rabbit fur or turkey feather blankets in a manner similar to the human remains described in this notice.\\n        None of The Consulted Tribes viewed the human remains during consultations due to religious and personal reasons. Instead, photographs of the human remains were provided either during consultation or as a follow-up to consultations.\\n        Colorado River Tribes of the Colorado River Reservation, Arizona and California, representatives examined photos of the human remains but did not make any statements.\\n        The Hopi Tribe of Arizona representatives did not make any comments regarding the cultural affiliation of the human remains. At their request, photographs of the human remains were sent to the Hopi Tribe Cultural Preservation Office.\\n        Navajo Nation representatives did not address the cultural affiliation of the human remains during their consultation. At their request, photographs of the human remains were sent to Rena Martin at the Navajo Nation Preservation Department. In a letter from October 1997, Martin stated that the human remains \\xe2\\x80\\x9care culturally affiliated with the Navajo people and are the sole responsibility of the Navajo Nation.\\xe2\\x80\\x9d\\n        Pueblo of Acoma representatives examined photos of the human remains, but were unsure of cultural affiliation. They stated that the human remains were probably Ancestral Puebloan, though not from Acoma.\\n        Ute Indian Tribe of the Uintah and Ouray Reservation representatives examined photos of the human remains and stated that the tribe encourages reburial of human remains at their place of origin, regardless of cultural affiliation. They made no other comments regarding the cultural affiliation of the human remains.\\n        Zuni Tribe of the Zuni Reservation representatives examined photos of the human remains and stated that they consider the prehistoric populations of the Southwest to be ancestral to all Pueblo groups, and that the tribe supports reburial of human remains at their place of origin.\\n        Evidence for cultural affiliation of the human remains and associated funerary object with the Colorado River Tribes of the Colorado River Reservation, Arizona and California includes archeological data, expert opinion, and oral tradition. The Colorado River Tribes of the Colorado River Reservation, Arizona and California are composed of four distinct tribes: The Mohave, Chemehuevi, Hopi, and Navajo. Sentinel Ruin is located within traditional Hopi territory and Hopi oral tradition discusses clan migrations through the Canyon de Chelly region.\\n\\n        Evidence for cultural affiliation of the human remains and associated funerary object with the Hopi Tribe of Arizona includes archeological data, expert opinion, geographic proximity, and oral tradition. The Hopi Tribe of Arizona considers all of Arizona to be within traditional Hopi territory or territory through which Hopi clans have migrated. During a repatriation visit to the Brooklyn Museum in 2007, representatives from the Hopi Tribe of Arizona stated that they consider all Canyon de Chelly archeological material in the museum\\'s collection to be ancestral to them.\\n        Evidence for cultural affiliation of the human remains and associated funerary object with the Navajo Nation, Arizona, New Mexico & Utah includes expert opinion and geographic proximity. The Navajo Nation, Arizona, New Mexico & Utah claims cultural affiliation with and sole responsibility for all human remains from the Canyon de Chelly region.\\n        Evidence for cultural affiliation of the human remains and associated funerary object with the Pueblo of Acoma includes expert opinion and oral tradition. The Pueblo of Acoma claims cultural affiliation with archeological sites within the Four Corners area. During their 1997 consultation visit to the Brooklyn Museum, the Pueblo of Acoma representatives stated that they consider Puebloan archeological material from Canyon del Muerto to be ancestral to them.\\n        Evidence for cultural affiliation of the human remains and associated funerary object with the Zuni Tribe of the Zuni Reservation, New Mexico includes expert opinion, geographic proximity, and oral tradition. The Zuni Tribe of the Zuni Reservation, New Mexico considers prehistoric populations of the Southwest to be ancestral to all Pueblo group. During their 1996 consultation, the tribal representatives explained that they do not distinguish between their Ancestral Puebloan ancestors and themselves, and referred to both as Zuni.\\n        Determinations Made by the Brooklyn Museum\\n        Officials of the Brooklyn Museum have determined that:\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice represent the physical remains of one individual of Native American ancestry.\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(3)(A), the one object described in this notice is reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony.\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and associated funerary objects and the Colorado River Tribes of the Colorado River Reservation, Arizona and California; Hopi Tribe of Arizona; Navajo Nation, Arizona, New Mexico & Utah; Pueblo of Acoma; and Zuni Tribe of the Zuni Reservation, New Mexico, hereafter referred to as \\xe2\\x80\\x9cThe Tribes.\\xe2\\x80\\x9d\\n        Additional Requestors and Disposition\\n\\n        Lineal descendants or representatives of any Indian Tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to Nancy Rosoff, Andrew W. Mellon Senior Curator, Arts of the Americas, Brooklyn Museum, 200 Eastern Parkway, Brooklyn, NY 11238, telephone (718) 501-6283, email nancy.rosoff@brooklynmuseum.org, by September 24, 2018. After that date, if no additional requestors have come forward, transfer of control of the human remains and associated funerary objects to The Tribes may proceed.\\n        The Brooklyn Museum is responsible for notifying The Consulted Tribes that this notice has been published.\\n        \\n          Dated: July 30, 2018.\\n          Melanie O\\'Brien,\\n          Manager, National NAGPRA Program. \\n        \\n      \\n      [FR Doc. 2018-18204 Filed 8-22-18; 8:45 am]\\n      BILLING CODE 4312-52-P\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "[NPS-WASO-NAGPRA-NPS0026150; PPWOCRADN0-PCU00RP14.R50000]", "subject": "Notice of Inventory Completion: Brooklyn Museum, Brooklyn, NY", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "The Brooklyn Museum has completed an inventory of human remains and associated funerary objects, in consultation with the appropriate Indian Tribes or Native Hawaiian organizations, and has determined that there is a cultural affiliation between the human remains and associated funerary objects and present-day Indian Tribes or Native Hawaiian organizations. Lineal descendants or representatives of any Indian Tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request to the Brooklyn Museum. If no additional requestors come forward, transfer of control of the human remains and associated funerary objects to the lineal descendants, Indian Tribes, or Native Hawaiian organizations stated in this notice may proceed.", "dates": "Lineal descendants or representatives of any Indian Tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to the Brooklyn Museum at the address in this notice by September 24, 2018.", "addresses": "Nancy Rosoff, Andrew W. Mellon Senior Curator, Arts of the Americas, Brooklyn Museum, 200 Eastern Parkway, Brooklyn, NY 11238, telephone (718) 501-6283, email nancy.rosoff@brooklynmuseum.org.\\n          ", "signature_dated": "Dated: July 30, 2018.", "signature_name": "Melanie O\\'Brien,", "signature_title": "Manager, National NAGPRA Program. ", "fr_doc": "[FR Doc. 2018-18204 Filed 8-22-18; 8:45 am]", "billing_code": "BILLING CODE 4312-52-P", "supp_info": "SUPPLEMENTARY INFORMATION: \n Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains and associated funerary objects under the control of the Brooklyn Museum, Brooklyn, NY. The human remains and associated funerary objects were removed from Sentinel Ruin, Canyon del Muerto, Apache County, AZ. \n This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003(d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations in this notice. \n Consultation \n A detailed assessment of the human remains and associated funerary objects was made by the Brooklyn Museum professional staff in consultation with representatives of Colorado River Indian Tribes of the Colorado River Reservation, Arizona and California; Fort McDowell Yavapai Nation, Arizona; Hopi Tribe of Arizona; Navajo Nation, Arizona, New Mexico and Utah; Pueblo of Acoma, New Mexico; San Carlos Apache Tribe of the San Carlos Reservation, Arizona; Tonto Apache Tribe of Arizona; Ute Indian Tribe of the Uintah and Ouray Reservation, Utah; White Mountain Apache Tribe of the Fort Apache Reservation, Arizona; and Yavapai-Apache Nation of the Camp Verde Indian Reservation, Arizona; and Zuni Tribe of the Zuni Reservation, New Mexico, hereafter referred to as \\xe2\\x80\\x9cThe Consulted Tribes.\\xe2\\x80\\x9d \n The Southern Paiute Consortium\\xe2\\x80\\x94composed of Kaibab Band of Paiute Indians of the Kaibab Indian Reservation, Arizona; Las Vegas Tribe of Paiute Indians of the Las Vegas Indian Colony, Nevada; Moapa Band of Paiute Indians of the Moapa River Indian Reservation, Nevada; and Paiute Indian Tribe of Utah (Cedar Band of Paiutes, Kanosh Band of Paiutes, Koosharem Band of Paiutes, Indian Peaks Band of Paiutes, and Shivwits Band of Paiutes)\\xe2\\x80\\x94was also consulted at this time, but representatives only viewed ethnographic objects and did not view or offer comments on the human remains and associated funerary objects listed in this Notice. \n History and Description of the Remains \n At an unknown date, human remains representing, at minimum, one individual were removed from Sentinel Ruin, Canyon del Muerto, Apache County, AZ. No known individuals were identified. The human remains are one mummified body of a child. The one associated funerary object is a turkey feather blanket wrapped around the human remains. \n The human remains and associated funerary object were removed by Charles L. Day at an unknown date. The Day family owned a trading post in Chinle, AZ, where Day worked prior to being appointed custodian of Canyon de Chelly in 1903 or 1904. Brooklyn Museum curator Stewart Culin purchased the human remains and associated funerary object from Day at some point between 1903 and 1911\\xe2\\x80\\x94most likely in 1903\\xe2\\x80\\x94as part of a large purchase of \\xe2\\x80\\x9ccliff dweller\\xe2\\x80\\x9d objects and human remains. \n The human remains are not cataloged, so their provenience has been established through careful consideration of Brooklyn Museum records, and discussions with staff at other institutions and The Consulted Tribes. The Brooklyn Museum has determined with near certainty that the human remains are those documented in Culin\\'s catalog as number 10934, the \\xe2\\x80\\x9cbody of a child\\xe2\\x80\\x9d removed from Sentinel Ruin. The Brooklyn Museum has had mummies from the Canyon de Chelly region and Peru in its collection. These mummies, including the human remains described in this Notice, were supposed to have been transferred to the American Museum of Natural History in 1956. However, for reasons unknown, it appears that the child\\'s mummy never left the Brooklyn Museum. \n Non-intrusive examination and expert opinion have shown with near certainty that the human remains were removed from Sentinel Ruin in Canyon del Muerto. In 1991, responding to photos of the human remains, American Museum of Natural History staff stated that the human remains do not resemble Peruvian mummies, and that the cords used to weave the shroud are more typical of American Southwestern styles than Peruvian ones. In November 1996, a Brooklyn Museum conservator examined the human remains and determined that the woven shroud was made from vegetable stem or bast fibers, possibly jute or sisal, onto which feathers were woven. In 1997, feathers from the shroud were examined by Roxie C. Laybourne at the National Museum of Natural History. She determined that the feathers came from a turkey (Meleagris gallopavo). The range of turkeys does not extend south of Mexico, eliminating any possibility that the human remains were removed from a site in Peru. Through consideration of the above evidence, the Brooklyn Museum has determined that the human remains were removed from Sentinel Ruin in Canyon de Chelly. \n The associated funerary object is one turkey feather blanket used as a shroud. Turkey feather and rabbit fur blankets are frequently found in Ancestral Puebloan graves from Basketmaker II on, particularly the graves of children. Although there is some overlap, fur blankets generally predate feather blankets. Many human remains removed from Canyon del Muerto and Canyon de Chelly were found in association with fur or feather blankets, which were used as shrouds. For example, a 1929 excavation of a Basketmaker II site in Canyon del Muerto, by Earl Morris of the American Museum of Natural History disturbed the grave of an individual who had been buried in a turkey feather blanket. The presence of the feather blanket and documented usage of the Sentinel Ruin site indicates that the human remains are Ancestral Puebloan, dating between Basketmaker II and Pueblo III (100 B.C.E.-1300 C.E.). \n Sentinel Ruin (site number CDM155, also known as Tseahatso, Screen Cave, and Big Cave) is a multi-phase site located in the wall of Canyon del Muerto, 23m above the canyon floor and 155m below the canyon rim. The site shows use from Basketmaker II through Pueblo III, and in the 18th and 19th centuries. The Basketmaker II-III Periods are represented by numerous slab-lined cists, many of which contained burials. Pole and mud structures are thought to date to between Basketmaker III and Pueblo I, based upon comparison with similar structures in nearby Mummy Cave. Three masonry room blocks with turkey enclosures date to Pueblo II-III. A layer of sheep dung represents 18th and 19th century Navajo use of the site. All burials containing datable material date from Basketmaker II to Pueblo III. During excavations at the site by the University of Colorado Museum in 1924, numerous child burials were disturbed. Many of these individuals were buried with rabbit fur or turkey feather blankets in a manner similar to the human remains described in this notice. \n None of The Consulted Tribes viewed the human remains during consultations due to religious and personal reasons. Instead, photographs of the human remains were provided either during consultation or as a follow-up to consultations. \n Colorado River Tribes of the Colorado River Reservation, Arizona and California, representatives examined photos of the human remains but did not make any statements. \n The Hopi Tribe of Arizona representatives did not make any comments regarding the cultural affiliation of the human remains. At their request, photographs of the human remains were sent to the Hopi Tribe Cultural Preservation Office. \n Navajo Nation representatives did not address the cultural affiliation of the human remains during their consultation. At their request, photographs of the human remains were sent to Rena Martin at the Navajo Nation Preservation Department. In a letter from October 1997, Martin stated that the human remains \\xe2\\x80\\x9care culturally affiliated with the Navajo people and are the sole responsibility of the Navajo Nation.\\xe2\\x80\\x9d \n Pueblo of Acoma representatives examined photos of the human remains, but were unsure of cultural affiliation. They stated that the human remains were probably Ancestral Puebloan, though not from Acoma. \n Ute Indian Tribe of the Uintah and Ouray Reservation representatives examined photos of the human remains and stated that the tribe encourages reburial of human remains at their place of origin, regardless of cultural affiliation. They made no other comments regarding the cultural affiliation of the human remains. \n Zuni Tribe of the Zuni Reservation representatives examined photos of the human remains and stated that they consider the prehistoric populations of the Southwest to be ancestral to all Pueblo groups, and that the tribe supports reburial of human remains at their place of origin. \n Evidence for cultural affiliation of the human remains and associated funerary object with the Colorado River Tribes of the Colorado River Reservation, Arizona and California includes archeological data, expert opinion, and oral tradition. The Colorado River Tribes of the Colorado River Reservation, Arizona and California are composed of four distinct tribes: The Mohave, Chemehuevi, Hopi, and Navajo. Sentinel Ruin is located within traditional Hopi territory and Hopi oral tradition discusses clan migrations through the Canyon de Chelly region. \n Evidence for cultural affiliation of the human remains and associated funerary object with the Hopi Tribe of Arizona includes archeological data, expert opinion, geographic proximity, and oral tradition. The Hopi Tribe of Arizona considers all of Arizona to be within traditional Hopi territory or territory through which Hopi clans have migrated. During a repatriation visit to the Brooklyn Museum in 2007, representatives from the Hopi Tribe of Arizona stated that they consider all Canyon de Chelly archeological material in the museum\\'s collection to be ancestral to them. \n Evidence for cultural affiliation of the human remains and associated funerary object with the Navajo Nation, Arizona, New Mexico & Utah includes expert opinion and geographic proximity. The Navajo Nation, Arizona, New Mexico & Utah claims cultural affiliation with and sole responsibility for all human remains from the Canyon de Chelly region. \n Evidence for cultural affiliation of the human remains and associated funerary object with the Pueblo of Acoma includes expert opinion and oral tradition. The Pueblo of Acoma claims cultural affiliation with archeological sites within the Four Corners area. During their 1997 consultation visit to the Brooklyn Museum, the Pueblo of Acoma representatives stated that they consider Puebloan archeological material from Canyon del Muerto to be ancestral to them. \n Evidence for cultural affiliation of the human remains and associated funerary object with the Zuni Tribe of the Zuni Reservation, New Mexico includes expert opinion, geographic proximity, and oral tradition. The Zuni Tribe of the Zuni Reservation, New Mexico considers prehistoric populations of the Southwest to be ancestral to all Pueblo group. During their 1996 consultation, the tribal representatives explained that they do not distinguish between their Ancestral Puebloan ancestors and themselves, and referred to both as Zuni. \n Determinations Made by the Brooklyn Museum \n Officials of the Brooklyn Museum have determined that: \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice represent the physical remains of one individual of Native American ancestry. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(3)(A), the one object described in this notice is reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and associated funerary objects and the Colorado River Tribes of the Colorado River Reservation, Arizona and California; Hopi Tribe of Arizona; Navajo Nation, Arizona, New Mexico & Utah; Pueblo of Acoma; and Zuni Tribe of the Zuni Reservation, New Mexico, hereafter referred to as \\xe2\\x80\\x9cThe Tribes.\\xe2\\x80\\x9d \n Additional Requestors and Disposition \n Lineal descendants or representatives of any Indian Tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to Nancy Rosoff, Andrew W. Mellon Senior Curator, Arts of the Americas, Brooklyn Museum, 200 Eastern Parkway, Brooklyn, NY 11238, telephone (718) 501-6283, email nancy.rosoff@brooklynmuseum.org, by September 24, 2018. After that date, if no additional requestors have come forward, transfer of control of the human remains and associated funerary objects to The Tribes may proceed. \n The Brooklyn Museum is responsible for notifying The Consulted Tribes that this notice has been published. \n ", "consultation": "A detailed assessment of the human remains and associated funerary objects was made by the Brooklyn Museum professional staff in consultation with representatives of Colorado River Indian Tribes of the Colorado River Reservation, Arizona and California; Fort McDowell Yavapai Nation, Arizona; Hopi Tribe of Arizona; Navajo Nation, Arizona, New Mexico and Utah; Pueblo of Acoma, New Mexico; San Carlos Apache Tribe of the San Carlos Reservation, Arizona; Tonto Apache Tribe of Arizona; Ute Indian Tribe of the Uintah and Ouray Reservation, Utah; White Mountain Apache Tribe of the Fort Apache Reservation, Arizona; and Yavapai-Apache Nation of the Camp Verde Indian Reservation, Arizona; and Zuni Tribe of the Zuni Reservation, New Mexico, hereafter referred to as \\xe2\\x80\\x9cThe Consulted Tribes.\\xe2\\x80\\x9d \n The Southern Paiute Consortium\\xe2\\x80\\x94composed of Kaibab Band of Paiute Indians of the Kaibab Indian Reservation, Arizona; Las Vegas Tribe of Paiute Indians of the Las Vegas Indian Colony, Nevada; Moapa Band of Paiute Indians of the Moapa River Indian Reservation, Nevada; and Paiute Indian Tribe of Utah (Cedar Band of Paiutes, Kanosh Band of Paiutes, Koosharem Band of Paiutes, Indian Peaks Band of Paiutes, and Shivwits Band of Paiutes)\\xe2\\x80\\x94was also consulted at this time, but representatives only viewed ethnographic objects and did not view or offer comments on the human remains and associated funerary objects listed in this Notice. \n ", "h_d_r": "At an unknown date, human remains representing, at minimum, one individual were removed from Sentinel Ruin, Canyon del Muerto, Apache County, AZ. No known individuals were identified. The human remains are one mummified body of a child. The one associated funerary object is a turkey feather blanket wrapped around the human remains. \n The human remains and associated funerary object were removed by Charles L. Day at an unknown date. The Day family owned a trading post in Chinle, AZ, where Day worked prior to being appointed custodian of Canyon de Chelly in 1903 or 1904. Brooklyn Museum curator Stewart Culin purchased the human remains and associated funerary object from Day at some point between 1903 and 1911\\xe2\\x80\\x94most likely in 1903\\xe2\\x80\\x94as part of a large purchase of \\xe2\\x80\\x9ccliff dweller\\xe2\\x80\\x9d objects and human remains. \n The human remains are not cataloged, so their provenience has been established through careful consideration of Brooklyn Museum records, and discussions with staff at other institutions and The Consulted Tribes. The Brooklyn Museum has determined with near certainty that the human remains are those documented in Culin\\'s catalog as number 10934, the \\xe2\\x80\\x9cbody of a child\\xe2\\x80\\x9d removed from Sentinel Ruin. The Brooklyn Museum has had mummies from the Canyon de Chelly region and Peru in its collection. These mummies, including the human remains described in this Notice, were supposed to have been transferred to the American Museum of Natural History in 1956. However, for reasons unknown, it appears that the child\\'s mummy never left the Brooklyn Museum. \n Non-intrusive examination and expert opinion have shown with near certainty that the human remains were removed from Sentinel Ruin in Canyon del Muerto. In 1991, responding to photos of the human remains, American Museum of Natural History staff stated that the human remains do not resemble Peruvian mummies, and that the cords used to weave the shroud are more typical of American Southwestern styles than Peruvian ones. In November 1996, a Brooklyn Museum conservator examined the human remains and determined that the woven shroud was made from vegetable stem or bast fibers, possibly jute or sisal, onto which feathers were woven. In 1997, feathers from the shroud were examined by Roxie C. Laybourne at the National Museum of Natural History. She determined that the feathers came from a turkey (Meleagris gallopavo). The range of turkeys does not extend south of Mexico, eliminating any possibility that the human remains were removed from a site in Peru. Through consideration of the above evidence, the Brooklyn Museum has determined that the human remains were removed from Sentinel Ruin in Canyon de Chelly. \n The associated funerary object is one turkey feather blanket used as a shroud. Turkey feather and rabbit fur blankets are frequently found in Ancestral Puebloan graves from Basketmaker II on, particularly the graves of children. Although there is some overlap, fur blankets generally predate feather blankets. Many human remains removed from Canyon del Muerto and Canyon de Chelly were found in association with fur or feather blankets, which were used as shrouds. For example, a 1929 excavation of a Basketmaker II site in Canyon del Muerto, by Earl Morris of the American Museum of Natural History disturbed the grave of an individual who had been buried in a turkey feather blanket. The presence of the feather blanket and documented usage of the Sentinel Ruin site indicates that the human remains are Ancestral Puebloan, dating between Basketmaker II and Pueblo III (100 B.C.E.-1300 C.E.). \n Sentinel Ruin (site number CDM155, also known as Tseahatso, Screen Cave, and Big Cave) is a multi-phase site located in the wall of Canyon del Muerto, 23m above the canyon floor and 155m below the canyon rim. The site shows use from Basketmaker II through Pueblo III, and in the 18th and 19th centuries. The Basketmaker II-III Periods are represented by numerous slab-lined cists, many of which contained burials. Pole and mud structures are thought to date to between Basketmaker III and Pueblo I, based upon comparison with similar structures in nearby Mummy Cave. Three masonry room blocks with turkey enclosures date to Pueblo II-III. A layer of sheep dung represents 18th and 19th century Navajo use of the site. All burials containing datable material date from Basketmaker II to Pueblo III. During excavations at the site by the University of Colorado Museum in 1924, numerous child burials were disturbed. Many of these individuals were buried with rabbit fur or turkey feather blankets in a manner similar to the human remains described in this notice. \n None of The Consulted Tribes viewed the human remains during consultations due to religious and personal reasons. Instead, photographs of the human remains were provided either during consultation or as a follow-up to consultations. \n Colorado River Tribes of the Colorado River Reservation, Arizona and California, representatives examined photos of the human remains but did not make any statements. \n The Hopi Tribe of Arizona representatives did not make any comments regarding the cultural affiliation of the human remains. At their request, photographs of the human remains were sent to the Hopi Tribe Cultural Preservation Office. \n Navajo Nation representatives did not address the cultural affiliation of the human remains during their consultation. At their request, photographs of the human remains were sent to Rena Martin at the Navajo Nation Preservation Department. In a letter from October 1997, Martin stated that the human remains \\xe2\\x80\\x9care culturally affiliated with the Navajo people and are the sole responsibility of the Navajo Nation.\\xe2\\x80\\x9d \n Pueblo of Acoma representatives examined photos of the human remains, but were unsure of cultural affiliation. They stated that the human remains were probably Ancestral Puebloan, though not from Acoma. \n Ute Indian Tribe of the Uintah and Ouray Reservation representatives examined photos of the human remains and stated that the tribe encourages reburial of human remains at their place of origin, regardless of cultural affiliation. They made no other comments regarding the cultural affiliation of the human remains. \n Zuni Tribe of the Zuni Reservation representatives examined photos of the human remains and stated that they consider the prehistoric populations of the Southwest to be ancestral to all Pueblo groups, and that the tribe supports reburial of human remains at their place of origin. \n Evidence for cultural affiliation of the human remains and associated funerary object with the Colorado River Tribes of the Colorado River Reservation, Arizona and California includes archeological data, expert opinion, and oral tradition. The Colorado River Tribes of the Colorado River Reservation, Arizona and California are composed of four distinct tribes: The Mohave, Chemehuevi, Hopi, and Navajo. Sentinel Ruin is located within traditional Hopi territory and Hopi oral tradition discusses clan migrations through the Canyon de Chelly region. \n Evidence for cultural affiliation of the human remains and associated funerary object with the Hopi Tribe of Arizona includes archeological data, expert opinion, geographic proximity, and oral tradition. The Hopi Tribe of Arizona considers all of Arizona to be within traditional Hopi territory or territory through which Hopi clans have migrated. During a repatriation visit to the Brooklyn Museum in 2007, representatives from the Hopi Tribe of Arizona stated that they consider all Canyon de Chelly archeological material in the museum\\'s collection to be ancestral to them. \n Evidence for cultural affiliation of the human remains and associated funerary object with the Navajo Nation, Arizona, New Mexico & Utah includes expert opinion and geographic proximity. The Navajo Nation, Arizona, New Mexico & Utah claims cultural affiliation with and sole responsibility for all human remains from the Canyon de Chelly region. \n Evidence for cultural affiliation of the human remains and associated funerary object with the Pueblo of Acoma includes expert opinion and oral tradition. The Pueblo of Acoma claims cultural affiliation with archeological sites within the Four Corners area. During their 1997 consultation visit to the Brooklyn Museum, the Pueblo of Acoma representatives stated that they consider Puebloan archeological material from Canyon del Muerto to be ancestral to them. \n Evidence for cultural affiliation of the human remains and associated funerary object with the Zuni Tribe of the Zuni Reservation, New Mexico includes expert opinion, geographic proximity, and oral tradition. The Zuni Tribe of the Zuni Reservation, New Mexico considers prehistoric populations of the Southwest to be ancestral to all Pueblo group. During their 1996 consultation, the tribal representatives explained that they do not distinguish between their Ancestral Puebloan ancestors and themselves, and referred to both as Zuni. \n ", "h_d_ci": "Null", "determinations": "Determinations Made by the Brooklyn Museum \n Officials of the Brooklyn Museum have determined that: \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice represent the physical remains of one individual of Native American ancestry. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(3)(A), the one object described in this notice is reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and associated funerary objects and the Colorado River Tribes of the Colorado River Reservation, Arizona and California; Hopi Tribe of Arizona; Navajo Nation, Arizona, New Mexico & Utah; Pueblo of Acoma; and Zuni Tribe of the Zuni Reservation, New Mexico, hereafter referred to as \\xe2\\x80\\x9cThe Tribes.\\xe2\\x80\\x9d \n ", "a_r_d": "Lineal descendants or representatives of any Indian Tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to Nancy Rosoff, Andrew W. Mellon Senior Curator, Arts of the Americas, Brooklyn Museum, 200 Eastern Parkway, Brooklyn, NY 11238, telephone (718) 501-6283, email nancy.rosoff@brooklynmuseum.org, by September 24, 2018. After that date, if no additional requestors have come forward, transfer of control of the human remains and associated funerary objects to The Tribes may proceed. \n The Brooklyn Museum is responsible for notifying The Consulted Tribes that this notice has been published. \n "}