{"index": "I_292", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        [NPS-WASO-NAGPRA-NPS0025393; PPWOCRADN0-PCU00RP14.R50000]\\n        Notice of Inventory Completion: Nebraska State Historical Society, Lincoln, NE\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        \\n          SUMMARY:\\n          The Nebraska State Historical Society (NSHS) has completed an inventory of human remains and associated funerary objects, in consultation with the appropriate Indian Tribes or Native Hawaiian organizations, and has determined that there is a cultural affiliation between the human remains and associated funerary objects and present-day Indian Tribes or Native Hawaiian organizations. Lineal descendants or representatives of any Indian Tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request to the NSHS. If no additional requestors come forward, transfer of control of the human remains and associated funerary objects to the lineal descendants, Indian Tribes, or Native Hawaiian organizations stated in this notice may proceed.\\n        \\n        \\n          DATES:\\n          Lineal descendants or representatives of any Indian Tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to the NSHS at the address in this notice by May 31, 2018.\\n        \\n        \\n          ADDRESSES:\\n\\n          Rob Bozell, Nebraska State Historical Society, P.O. Box 82554, Lincoln, NE 68501, telephone (402) 525-1624, email rob.bozell@nebraska.gov.\\n        \\n      \\n      \\n        SUPPLEMENTARY INFORMATION:\\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains and associated funerary objects under the control of the Nebraska State Historical Society (NSHS), Lincoln, NE. The human remains and associated funerary objects were removed from locations in Nebraska.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003(d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations in this notice.\\n        Consultation\\n        A detailed assessment of the human remains was made by the NSHS professional staff in consultation with representatives of the Arapaho Tribe of the Wind River Reservation, Wyoming; Iowa Tribe of Kansas and Nebraska; Kiowa Indian Tribe of Oklahoma; Northern Cheyenne Tribe of the Northern Cheyenne Indian Reservation, Montana; Omaha Tribe of Nebraska; Pawnee Nation of Oklahoma; Ponca Tribe of Nebraska; Santee Sioux Nation, Nebraska; Sisseton-Wahpeton Oyate of the Lake Traverse Reservation, South Dakota; and Winnebago Tribe of Nebraska.\\n        The following tribes were invited to consult but did not participate: Apache Tribe of Oklahoma; Assiniboine and Sioux Tribes of the Fort Peck Indian Reservation, Montana; Cheyenne and Arapaho Tribes, Oklahoma (previously listed as the Cheyenne-Arapaho Tribes of Oklahoma); Cheyenne River Sioux Tribe of the Cheyenne River Reservation, South Dakota; Comanche Nation, Oklahoma; Crow Creek Sioux Tribe of the Crow Creek Reservation, South Dakota; Crow Tribe of Montana; Delaware Nation, Oklahoma; Delaware Tribe of Indians; Iowa Tribe of Oklahoma; Kaw Nation, Oklahoma; Kickapoo Tribe of Indians of the Kickapoo Reservation in Kansas; Kickapoo Tribe of Oklahoma; Lower Brule Sioux Tribe of the Lower Brule Reservation, South Dakota; Oglala Sioux Tribe (previously listed as the Oglala Sioux Tribe of the Pine Ridge Reservation, South Dakota); Otoe-Missouria Tribe of Indians, Oklahoma; Ponca Tribe of Indians of Oklahoma; Prairie Band Potawatomi Nation (previously listed as the Prairie Band of Potawatomi Nation, Kansas); Rosebud Sioux Tribe of the Rosebud Indian Reservation, South Dakota; Sac & Fox Nation of Missouri in Kansas and Nebraska; Sac & Fox Nation, Oklahoma; Sac & Fox Tribe of the Mississippi in Iowa; Spirit Lake Tribe, North Dakota; Standing Rock Sioux Tribe of North & South Dakota; Three Affiliated Tribes of the Fort Berthold Reservation, North Dakota; Wichita and Affiliated Tribes (Wichita, Keechi, Waco & Tawakonie), Oklahoma; and Yankton Sioux Tribe of South Dakota.\\n        History and Description of the Remains\\n\\n        At some time before 1915, human remains representing, at minimum, one individual were removed from the Bladen Ossuary (25AD4) in Adams County, NE. The human remains, represented by a single bone, were donated by the landowner to the NSHS in 1915. Age and sex of the individual are indeterminate. No known individuals were identified. The 11 associated funerary objects are one lot of marine and freshwater mussel shell disk beads, one whelk columella (Busycon sp.), five shell pendants, and four additional unmodified shell fragments.\\n        In 1964, human remains representing, at minimum, five individuals were removed from Site 25AP29 in Antelope County, NE. The human remains were found in an ossuary during unspecified construction and were reported to and recovered by the NSHS. The human remains represent two males, two females, and one individual of indeterminate sex. No known individuals were identified. The five associated funerary objects are four pieces of sandstone and one piece of chert.\\n        At some point before 1934, human remains representing, at minimum, one individual were removed from an unknown site in Boyd County, NE. The human remains were donated to the NSHS in 1934 or 1936 by George Wilcox. Age and sex of the individual are indeterminate. No known individuals were identified. No associated funerary objects are present.\\n        In 1968, human remains representing, at minimum, one individual were removed from Site 25BT11, in Burt County, NE. The human remains were found during bridge construction. The NSHS was contacted to investigate and collected the exposed material. Age and sex of the individual are indeterminate. No known individuals were identified. No associated funerary objects are present.\\n\\n        In the 1930s, human remains representing, at minimum, one individual were removed from an unknown site in Cass County, NE, north of the City of Plattsmouth. The human remains were donated to the NSHS in the 1930s by Dr. Lloyd Kunkel. The human remains came with a note stating \\xe2\\x80\\x9cIndian burial north of Plattsmouth.\\xe2\\x80\\x9d Age and sex of the individual are indeterminate. No known individuals were identified. No associated funerary objects are present.\\n        In 1936 and 1937, human remains representing, at minimum, 34 individuals were removed from the Ashland Site (25CC1), in Cass County, NE. The human remains were excavated by the NSHS during archeological investigations. The human remains were found in six ossuaries each containing multiple individuals found mostly in disarticulation and fragmentary. The human remains represent two young adult females, four adult males, three adult females, one female child, and 24 individuals of unknown sex or age. No known individuals were identified. The 19 associated funerary objects are one shell bead, six charred fragments of unknown material, three fired clay balls, eight ceramic sherds, and one flint flake.\\n        In 1937, human remains representing, at minimum, four individuals were removed from the Pawnee Creek Site (25CC2), in Cass County, NE. The human remains were excavated by the NSHS during archeological investigations. The human remains represent adults of unknown sex. No known individuals were identified. The 23 associated funerary objects are two ceramic sherds, three chipped stone knives, one chipped stone core, two chipped stone scrapers, two retouched chipped stone flakes, 12 chipped stone flakes, and one animal bone.\\n        In 1949, human remains representing, at minimum, 48 individuals were removed from Site 25CC55, in Cass County, NE. The human remains were excavated by the NSHS following disturbance from topsoil removal for limestone quarrying. Age and sex of the individual are indeterminate. No known individuals were identified. The 103 associated funerary objects are three mussel shell beads, 84 unmodified stone fragments, one projectile point, five pigment fragments, one obsidian flake, one unmodified animal bone, two polished animal bones, and six shell fragments.\\n        In 1959, human remains representing, at minimum three individuals were removed from Site 25CC62, in Cass County, NE. The human remains were excavated by the NSHS following disturbance from housing construction. The human remains represent one adult individual, one adult male 40-49 years old, and one infant. No known individuals were identified. The three associated funerary objects are two chipped stone flakes and one piece of charcoal.\\n        In 1960, human remains representing, at minimum, one individual were removed from the Cogdill Site (25CC63), in Cass County, NE. The human remains were excavated by the NSHS following disturbance from agriculture. Age and sex of the individual are indeterminate. No known individuals were identified. No associated funerary objects are present.\\n        In 1968, human remains representing, at minimum, one individual were removed from Site 25CC67, in Cass County, NE. The human remains were excavated by the NSHS following disturbance from rock quarrying. Age and sex of the individual are indeterminate. No known individuals were identified. No associated funerary objects are present.\\n        In 1964, human remains representing, at minimum, one individual were removed from Site 25CC68, in Cass County, NE. The human remains were surface collected by the NSHS following disturbance from rock quarrying. Age and sex of the individual are indeterminate. No known individuals were identified. No associated funerary objects are present.\\n        In 1964, human remains representing, at minimum, one individual were removed from Site 25CC92, in Cass County, NE. The human remains were excavated by the NSHS following disturbance from rock quarrying. Age and sex of the individual are indeterminate. No known individuals were identified. No associated funerary objects are present.\\n        Prior to 1993, human remains representing, at minimum, one individual were removed from an unknown site near the town of Wauneta, in Chase County, NE. The human remains were donated to the NSHS. Age and sex of the individual are indeterminate. No known individuals were identified. No associated funerary objects are present.\\n        In the 1960s, human remains representing one individual were removed from Site 25CM11, in Cuming County, NE. The human remains were donated to the NSHS. Age and sex of the individual are indeterminate. No known individuals were identified. No associated funerary objects are present.\\n        In 1981, human remains representing, at minimum, three individuals were removed from Site 25DD11, in Dodge County, NE. The human remains were excavated by the NSHS following a report of disturbance from construction by the Dodge County Sheriff\\'s Office. The human remains represent an adult male, 30-39 years old, an adult female, 30-45 years old, and an adult female of unknown age. No known individuals were identified. The three associated funerary objects are two chipped stone flakes and one chipped stone projectile point tip.\\n        In 1939, human remains representing one individual were removed from the Bobier Site (25DK1), in Dakota County, NE. The human remains were excavated by the University of Nebraska-Lincoln following disturbance from road construction and later donated to the NSHS. Age and sex of the individual are indeterminate. No known individuals were identified. No associated funerary objects are present.\\n        In 1934, human remains representing, at minimum, one individual were removed from an unknown location near the town of Haigler in Dundy County, NE. The human remains were donated to the NSHS. Age and sex of the individual are indeterminate. No known individuals were identified. The six associated funerary objects are ceramic sherds.\\n        In 1961, human remains representing, at minimum, one individual were removed from Site 25DN20 in Dundy County, NE. The human remains were reported to and excavated by the NSHS. Age and sex of the individual are indeterminate. No known individuals were identified. The 28 associated funerary objects are one animal bone bead, 10 chipped stone flakes, one chipped stone core, six elk teeth, and 10 animal bones.\\n        In 1935, human remains representing, at minimum, two individuals were removed from the Champe-Fremont Site (25DO1) in Douglas County, NE. The human remains were recovered during archeological excavations by the NSHS. One of the individuals is a female 25-34 years old and the other individual is an adult of unknown age and sex. No known individuals were identified. The nine associated funerary objects are three mussel shell fragments, one chipped stone flake, and five unmodified stones.\\n        In 1938, human remains representing, at minimum, 83 individuals were removed from the Parker Site (25DO2) in Douglas County, NE. The human remains were recovered during archeological excavations by the NSHS. Age and sex of the individual are indeterminate. No known individuals were identified. The nine associated funerary objects are animal bones.\\n\\n        In 1938, human remains representing, at minimum, 98 individuals were removed from the Gordon-Havlicek Site (25DO4) in Douglas County, NE. The human remains were recovered during archeological excavations by the NSHS. The human remains represent 10 young adult females, seven young adult males, seven middle-age to elderly females, five middle-age to elderly males, two male children, three female children, 21 children of unknown sex, 10 infants of unknown sex, and 33 adults of unknown age and sex. No known individuals were identified. The 90 associated funerary objects are seven stone cobbles, four pieces of burned earth, four pieces of charcoal, nine chipped stone flakes, five mussel shells, three projectile points, 43 other chipped stone tools, one bone awl, six deer antlers, one cut bison rib, three animal bones, and four cut mussel shells.\\n        In 1966, human remains representing, at minimum, three individuals were removed from Site 25DO10 in Douglas County, NE. The human remains were excavated by the NSHS following a report of disturbance from road construction. The human remains represent two adults and one child of unknown age and sex. No known individuals were identified. No associated funerary objects are present.\\n        In 1969, human remains representing, at minimum, one individual were removed from Site 25DW88 in Dawes County, NE. The human remains were recovered during archeological excavations by the NSHS. Age and sex of the individual are indeterminate. No known individuals were identified. The 58 associated funerary objects are one porcelain doll part, 54 glass beads, one white glass button, one bottle glass fragment, and one chipped stone flake.\\n        In 1961, human remains representing, at minimum, one individual were removed from Site 25FN22 in Furnas County, NE. The human remains were excavated by the NSHS following a report of disturbance from road construction. The human remains represent one adult male 28-33 years old. No known individuals were identified. No associated funerary objects are present.\\n        Prior to 1934, human remains representing, at minimum, one individual were removed from the Milo Hill Site (25FR1) in Franklin County, NE. The human remains were excavated by A.T. Hill and later donated to the NSHS at some point between 1937 and 1941. Age and sex of the individual are indeterminate. No known individuals were identified. No associated funerary objects are present.\\n        Prior to 1934, human remains representing, at minimum, nine individuals were removed from the Dunn Ossuary (25FR2) in Franklin County, NE. The human remains were excavated by A.T. Hill and later donated to the NSHS at some point between 1937 and 1941. The human remains represent one infant, two children, five adult females, and one adult male. No known individuals were identified. The 163 associated funerary objects are 33 loose shell beads, 32 strings of shells beads, six shell beads blanks, 85 unmodified mussel shells, one deer bone, one deer antler, and five other animal bones.\\n        Prior to 1934, human remains representing, at minimum, two individuals were removed from the Dooley Site (25FR3) in Franklin County, NE. The human remains were excavated by A.T. Hill and later donated to the NSHS at some point between 1937 and 1941. The human remains represent one child and one adult male 35-39 years old. No known individuals were identified. The 818 associated funerary objects are two wooden bowls, three animal bones, two brass kettle ears, two brass bells, two shell beds, one shell gorget, one bone awl, and 805 glass beads.\\n        In 1934, human remains representing, at minimum, two individuals were removed from the Schnuerle Site (25FR9) in Franklin County, NE. The human remains were recovered during archeological excavations by the NSHS. The human remains represent one infant and one adult male 40-49 years old. No known individuals were identified. The 626 associated funerary objects are two ceramic sherds, two chipped stone projectile points, two chipped stone flakes, two unmodified stones, 64 bone beads, nine animal bones, 442 shell beads, 90 shell beads blanks, 12 mussel shells, and one piece of burned earth.\\n        In 2017, several burned and calcined human bone fragments representing, at minimum, one individual were found in the NSHS collections and labeled `25G2.\\' While `25\\' indicates Nebraska, `G2\\' cannot be associated with a particular county or site. The human remains represent one young adult of undetermined sex. No known individuals were identified. The 10 associated funerary objects are animal bones.\\n        In the 1930s, human remains representing one individual were found at an unknown location in Garden County, NE, and given to the Lisco Public School. The human remains were transferred to the NSHS by the Garden County Sheriff in 1989. The human remains represent one individual of undetermined age and sex. No known individuals were identified. No associated funerary objects are present.\\n        In 1950, human remains representing, at minimum, seven individuals were removed from the Massacre Canyon Site (25HK13) in Hitchcock County, NE. The human remains were excavated by the NSHS following discovery during railroad construction. The human remains represent three infants, three middle-aged to elderly males, and one young adult female. No known individuals were identified. The 152 associated funerary objects are 66 shell beads, 10 chipped stone flakes, three stones, three deer/antelope modified leg bones, seven stone knives, eight unmodified shells, 26 unmodified mammal/bird bones, 17 bone beads, two projectile points, seven stone scrapers, and three pieces of pigment.\\n        In 1907, human remains representing, at minimum, one individual were removed from the Cairo Burial (25HL2) in Hall County, NE. The human remains were excavated by local people and turned over to the NSHS that same year. The human remains represent one adult male 30-34 years old. No known individuals were identified. The 14 associated funerary objects are four eagle bones, one eagle skin fragment, one copper button, two fragments of cloth, one piece of carved wood, four unmodified wood fragments, and one copper fragment.\\n        Prior to 1934, human remains representing, at minimum, one individual were removed from the Marshall Ossuary (25HN1) in Harlan County, NE. The human remains were excavated by A.T. Hill and later donated to the NSHS at some point between 1937 and 1941. The human remains represent one adult of unknown age and sex. No known individuals were identified. The three associated funerary objects are one piece of burned earth, one piece of chipped stone flaking debris, and one lot of shell beads.\\n        Prior to 1934, human remains representing, at minimum, six individuals were removed from the Orleans Ossuary (25HN3) in Harlan County, NE. The human remains were excavated by A.T. Hill and later donated to the NSHS at some point between 1937 and 1941. The human remains represent two adult females, one middle-age to elderly male, one infant of unknown sex, and two individuals of unknown age and sex. No known individuals were identified. The 464 associated funerary objects are 57 pottery fragments, 158 stone flakes, one stone scraper, one stone knife, 11 unmodified stones, one animal tooth, 107 shell beads, and 128 unmodified shells fragments.\\n\\n        At some point prior to 1948, human remains representing, at minimum, one individual were removed from archeological site 25FT39 in Frontier County, NE. The human remains were excavated by A.T. Hill and later donated to the NSHS at some point after 1948. Age and sex of the human remains is indeterminate. No known individuals were identified. No associated funerary objects are present.\\n        \\n        At some point prior to 1996, human remains representing, at minimum, one individual were removed from an unknown location in Nebraska. The human remains were donated to the NSHS anonymously from a person in New York State in 1996 with a note stating they were from Nebraska but with no additional information. The human remains represent one juvenile individual. Sex of the human remains is indeterminate. No known individuals were identified. The 87 associated funerary objects are 84 glass trade beads, two copper wires, and one metal button.\\n        At some point in the 1960s, human remains representing, at minimum, one individual were removed from an unknown location in Hooker County, NE, and donated to the NSHS. They are assigned the number 25HO0. The human remains represent one adult female. No known individuals were identified. No associated funerary objects are present.\\n        In 1939, human remains representing, at minimum, two individuals were removed from Site 25HW6 in Howard County, NE. The human remains were excavated by the NSHS during archeological investigations. The human remains represent two adults of unknown age and sex. No known individuals were identified. No associated funerary objects are present.\\n        In 1958, human remains representing, at minimum, two individuals were removed from Site 25KH10 in Keith County, NE. The human remains were discovered eroding from a county road and excavated by local individuals and turned over to the NSHS. Age and sex of the two individuals are indeterminate. No known individuals were identified. The two associated funerary objects are one animal bone and one stone.\\n        At an unknown date, human remains representing, at minimum, four individual were removed from an unknown site near Lake McConaughy in Keith County, NE. The human remains were donated to the NSHS by a private individual in December of 2017. The human remains represent one adult male over 50 years old, one young adult male, one female child, and one child of unknown sex. No known individuals were identified. The two associated funerary objects are one animal bone and one modified animal rib.\\n        On an unknown date, human remains representing, at minimum, one individual was removed from the Springview Burial Site (25KP1) in Keya Paha County, NE. The human remains were discovered during county road construction and excavated by unknown individuals and turned over to the NSHS. Age and sex of the individual are indeterminate. No known individuals were identified. No associated funerary objects are present.\\n        On an unknown date, human remains representing, at minimum, six individuals were removed from an unknown site in the Bloomfield area in Knox County, NE. The human remains were donated to the NSHS. The human remains represent four adults and two children of unknown age and sex. No known individuals were identified. No associated funerary objects are present.\\n        In 1963, human remains representing, at minimum, two individuals were removed from Site 25KX202 in Knox County, NE. The human remains were heavily disturbed by looting and collected by the NSHS based on a report from unknown persons. The human remains represent one adult of unknown age and sex and one child about two years old and of unknown sex. No known individuals were identified. No associated funerary objects are present.\\n        In 1964, human remains representing, at minimum, five individuals were removed from the Niobrara Bridge Site (25KX207) in Knox County, NE. The human remains were excavated by the University of South Dakota and turned over to the NSHS in 1989. The human remains were in a disturbed context as a result of railroad bridge construction. The human remains represent one male 27-30 years old, one male 60+ years old, one female 40-54 years old, one female 20-29 years old, and one child of unknown sex and 9.5-10.5 years old. No known individuals were identified. The 52 associated funerary objects are two stone projectile points, seven stone flakes, one stone axe, five unmodified mussel shells, 23 mussel shell ornaments, one seed, four pieces of burned earth, four pottery sherds, and five stones.\\n        On an unknown date, human remains representing, at minimum, one individual was removed from the Schrader Site (25LC1) in Lancaster County, NE. The human remains were donated to the NSHS by an unknown person. Age and sex of the individual are indeterminate. No known individuals were identified. No associated funerary objects are present.\\n        At some point between 1916 and 1918, human remains representing, at minimum, one individual were removed from an unknown site between the communities of Maywood and Wellfleet in Lincoln County or Frontier County, NE. The human remains were donated to the NSHS by a private individual in December of 2017. Age and sex of the human remains are indeterminate. No known individuals were identified. The two associated funerary objects are metal bracelet fragments.\\n        In 1988, human remains representing, at minimum, two individuals were removed from the Buffalo Springs Site (25MO13) in Morrill County, NE. The human remains were discovered during placement of a utility line and collected by the NSHS based on a report from the property owner. The human remains represent two adult females. No known individuals were identified. The six associated funerary objects are one wood fragment, one animal bone, one piece of charcoal, one chipped stone flake, one glass fragment, and one lot of nails.\\n        In 1982, human remains representing, at minimum, one individual were removed from Site 25MO80 in Morrill County, NE. The human remains were discovered during highway construction and recovered by the NSHS. The human remains represent one adult 18-25 years old of unknown sex. No known individuals were identified. The one associated funerary object is one chipped stone projectile point.\\n        In 1951, human remains representing, at minimum, eight individuals were removed from the Dry Lake Burial Site (25MP2) in McPherson County, NE. The human remains were excavated during archeological investigations by the NSHS. The human remains represent one newborn of unknown sex, two infants of unknown sex, one male child 4.5 to 5.5 years old, one male child 5.5-6.5 years old, one female child 12.5-13.5 years old, one adult female 20-24 years old, and one adult female 30-34 years old. No known individuals were identified. The 72 associated funerary objects are 23 stone scrapers, six antler knapping tools, three atlatl weights, six stone knives, 16 turtle shell fragments, one stone projectile point perform, one pronghorn bone, two deer bones, one animal bone knife, two stone projectile points, one animal bone scraper, one retouched stone flake, two stone cores, one antler shaft wrench, five red-stained bird bones, and one piece of red pigment.\\n\\n        In 1940, human remains representing, at minimum, three individuals were removed from the Wozney Site (25NC13) in Nance County, NE. The human remains were excavated during archeological investigations by the NSHS. The human remains represent three adults of unknown age and sex. No known individuals were identified. The 24 associated funerary objects are two stone projectile points, 11 stone knives, four stone scrapers, two retouched stone flakes, one mussel shell, one animal bone awl, two worked animal scapula fragments, and one antler fragment.\\n        In 1940, human remains representing, at minimum, 20 individuals were removed from the Site 25NH4 in Nemaha County, NE. The human remains were excavated during archeological investigations by the NSHS although the site had been previously disturbed. Age and sex of the individuals are indeterminate. No known individuals were identified. The 635 associated funerary objects are 16 mussel shells, four charred wood fragments, 39 ceramic sherds, 44 animal bone bracelet fragments, 478 mussel shell beads, one complete ceramic pot, 32 chipped stone flakes, one groundstone tool, two antler tools, three sandstone abraders, two pieces of hematite, one chipped stone core, eight stones, one piece of burned earth, two chipped stone scrapers, and one chipped stone knife.\\n        In 1937, human remains representing, at minimum, one individual was removed from Site 25NH13 in Nemaha County, NE. The human remains were collected from the surface during archeological investigations by the NSHS. Age and sex of the individual are indeterminate. No known individuals were identified. No associated funerary objects are present.\\n        In 1975, human remains representing, at minimum, three individuals were removed from the Sweat Bee Site (25NH50) in Nemaha County, NE. The human remains were excavated by the NSHS following a report of disturbance from road construction. The human remains represent one child and two adults of unknown age and sex. No known individuals were identified. The 13 associated funerary objects are limestone slabs and fragments.\\n        In 1936 and 1941, human remains representing, at minimum, four individuals were removed from the Bakenhus Ossuary Site (25PT4) in Platte County, NE. The human remains were excavated during archeological investigations by the NSHS. The human remains represent three adult females and one adult male of unknown age. No known individuals were identified. The 60 associated funerary objects are 41 ceramic sherds, five chipped stone flakes, one piece of sandstone, 11 cobbles, one bone awl, and one perforated mussel shell.\\n        In 1941, human remains representing, at minimum, one individual were removed from the Feye Site (25PT9) in Platte County, NE. The human remains were excavated during archeological investigations by the NSHS. Age and sex of the individual are indeterminate. No known individuals were identified. The seven associated funerary objects are one polished antler, one antler fragment, two ceramic sherds, one pecking stone, one piece of red pigment, and one mussel shell.\\n        In 1941, human remains representing, at minimum, seven individuals were removed from the South Bakenhus Site (25PT14) in Platte County, NE. The human remains were excavated during archeological investigations by the NSHS. Age and sex of the individuals are indeterminate. No known individuals were identified. The 16 associated funerary objects are eight ceramic sherds, one chipped stone flake, five stones, one clay pipe, and one antler fragment.\\n        In 1937, human remains representing, at minimum, two individuals were removed from Site 25RH3 in Richardson County, NE. The human remains were found on the surface of the site during archeological investigations by the NSHS. The human remains represent one adult and one infant. No known individuals were identified. No associated funerary objects are present.\\n        In 1994, human remains representing, at minimum, one individual were removed from Site 25RH69 in Richardson County, NE. The human remains were found during archeological excavations by the NSHS in response to damage by road construction. Age and sex of the individual are indeterminate. No known individuals were identified. No associated funerary objects are present.\\n        In 1942, human remains representing, at minimum, three individuals were removed from a site of unknown location in the vicinity of Falls City in Richardson County, NE. The human remains were donated to the NSHS by unknown persons. The human remains represent two middle-aged females and one male child 10-12 years old. No known individuals were identified. No associated funerary objects are present.\\n        In 1936, human remains representing, at minimum, two individuals were removed from a site of unknown location in the vicinity of Rulo in Richardson County, NE. The human remains had initially been curated by the Wyandotte County (Kansas) Historical Society and later by the Kansas State Historical Society (KSHS). When it became apparent, in 2017, that the human remains originated in Nebraska, the KSHS requested that they be transferred to the NSHS. The human remains represent one adult of unknown sex and one adult female. No known individuals were identified. No associated funerary objects are present.\\n        In 1957, human remains representing, at minimum, two individuals were removed from the Indianola Burial Site (25RW2) in Red Willow County, NE. The human remains were discovered during road construction and excavated by the NSHS. Age and sex of the individuals are indeterminate. No known individuals were identified. The 16 associated funerary objects are two stone projectile points, one shell pendant, seven drilled shell beads, four mica sheet fragments, one stone core, and one piece of red ochre stained soil.\\n        In 1962, human remains representing, at minimum, five individuals were removed from the Doyle Site (25RW28) in Red Willow County, NE. The human remains were discovered during archeological investigations by the NSHS. The human remains represent one child 1.5-2.5 years old, two children 3.5-4.5 years old, one female 50-59 years old, and 1 older adult of unknown sex. No known individuals were identified. The 20 associated funerary objects are two pieces of charcoal, two mussel shells, 10 animal bones, two ceramic sherds, two chipped stone flakes, one animal bone bead, and one stone.\\n        In 1936, human remains representing, at minimum, 45 individuals were removed from the Christensen Site (25SD3) in Saunders County, NE. The human remains were discovered during archeological investigations by the NSHS. The human remains are extremely fragmentary and the age and sex of the individuals are indeterminate. No known individuals were identified. The seven associated funerary objects are one ceramic pipe and six animal bones.\\n        In 1939, human remains representing, at minimum, one individual were removed from the Whelen Site (25SM2) in Sherman County, NE. The human remains were discovered during archeological investigations by the NSHS. The age and sex of the individual is indeterminate. No known individuals were identified. The 107 associated funerary objects are one atlatl weight, 63 ceramic sherds, five chipped stone tools, four chipped stone flakes, 21 animal bones, one hardened ash clumps, two cobbles, two modified animal bones, six mussel shells, one piece of sandstone, and one ground stone tool.\\n\\n        In 1980, human remains representing, at minimum, one individual were removed from the Packer Site (25SM9) in Sherman County, NE. The human remains were discovered during archeological investigations by an avocational archeologist and turned over to the NSHS. The human remains represent one adult female. No known individuals were identified. No associated funerary objects are present.\\n        In 1983, human remains representing, at minimum, one individual was removed from Site 25SM15 in Sherman County, NE. The human remains were discovered during construction and turned over to the NSHS. The human remains represent one adult of unknown sex. No known individuals were identified. No associated funerary objects are present.\\n        In 1967, human remains representing, at minimum, four individuals were removed from Site 25ST12 in Stanton County, NE. The human remains were excavated by the NSHS following a report of disturbance from cattle feed lot construction. The human remains are those of one male over 60 years old, one female 50-59 years old, one female 18-20 years old, and one male 50-59 years old. No known individuals were identified. The two associated funerary objects are animal bones.\\n        In 1990, human remains representing, at minimum, one individual were removed from Site 25SX25 in Sioux County, NE. The human remains were excavated by the NSHS following a report of disturbance from erosion by the Sioux County Sherriff\\'s Office. The human remains are those of one female 16-18 years old. No known individuals were identified. No associated funerary objects are present.\\n        In 1959, human remains representing, at minimum, one individual were removed from Site 25SX130 in Sioux County, NE. The human remains were excavated by the NSHS following a report of disturbance from erosion by a private property owner. The human remains are those of one male 20-25 years old. No known individuals were identified. The two associated funerary objects are one animal bone and one chipped stone flake.\\n        In 1959, human remains representing, at minimum, eight individuals were removed from the Warren Robinson or Westcott Site (25SY8) in Sarpy County, NE. The human remains were excavated by the NSHS following a report of disturbance from housing construction. The age and sex of the human remains are unknown. No known individuals were identified. The funerary objects listed in the collection records (eight projectile points and one stone) were not located during the original NAGPRA inventory of the collection in the 1990s and have still not been located.\\n        In 1964, human remains representing, at minimum, one individual were removed from the Gretna Fish Hatchery Site (25SY16) in Sarpy County, NE. The human remains were excavated by the NSHS following discovery during fish hatchery pond draining. The human remains represent one female over 50 years old. No known individuals were identified. The one associated funerary object is a mussel shell.\\n        In 1954, human remains representing, at minimum, five individuals were removed from the Durflinger Site (25TY5) in Thayer County, NE. The human remains were excavated by the NSHS following a report of disturbance from erosion by a private property owner. Age and sex of the human remains are indeterminate. No known individuals were identified. No associated funerary objects are present although the landowner reported the human remains were beneath limestone slabs that were not retained.\\n        In 1939, human remains representing, at minimum, one individual were removed from the Schultz Site (25VY1) in Valley County, NE. The human remains were excavated by the NSHS during archeological investigations. Age and sex of the human remains are indeterminate. No known individuals were identified. The two associated funerary objects are ceramic sherds.\\n        In 1939, human remains representing, at minimum, one individual were removed from the Combs Ossuary (25VY2) in Valley County, NE. The human remains were excavated by the NSHS during archeological investigations. Age and sex of the human remains are indeterminate. No known individuals were identified. The eight associated funerary objects are one marine shell and seven fired clay lumps.\\n        In 1938, human remains representing, at minimum, 24 individuals were removed from the O\\'Hanlon Site (25WN6) in Washington County, NE. The human remains were excavated by the NSHS during archeological investigations. The human remains represent one child 0-.5 years old, one child .5-1.5 years old, one child 4.5-5.5 years old, one child 5.5-6.5 years old, one child 7.5-8.5 years old, four females 18-27 years old, one male 25-34 years old, two males 30-39 years old, two males 35-49 years old, one male 40-59 years old, six adult females of unknown age, one adult male of unknown age, and two adults of unknown age and sex. No known individuals were identified. The 21 associated funerary objects are18 mussel shell beads and three animal bones.\\n        In 1932, human remains representing, at minimum, 12 individuals were removed from the Guide Rock Ossuary Site (25WT3) in Webster County, NE. The human remains were excavated by A.T. Hill and later donated to the NSHS at some point between 1937 and 1941. The human remains represent one fetal/neonates, three children .5-1.5 years old, one child 2-4 years old, one female child 8.5-9.5 years old, one male 25-35 years old, one female 18-20 years old, one female 20-25 years old, one female 24-29 years old, one female 30-34 years old, and one female 45-55 years old. No known individuals were identified. The 268 associated funerary objects are 205 shell beads, five drilled animal teeth, four stones, 16 animal bone beads, 18 fragments of shell, one chipped stone scraper, one chipped stone knife, three chipped stone flakes, four chipped stone projectile points, and 11 animal bones.\\n        At some point between 1929 and 1932, human remains representing, at minimum, 22 individuals were removed from the Robb Ossuary Site (25WT4) in Webster County, NE. The human remains were excavated by A.T. Hill and later donated to the NSHS at some point between 1937 and 1941. Age and sex of the human remains are indeterminate. No known individuals were identified. The 148 associated funerary objects are 19 ceramic sherds, 13 chipped stone tools, one bird bone bead, one drilled mammal tooth, eight shell pendants, three cut mussel shells, 62 shell beads, and 41 shell fragments.\\n        At some point before 1934, human remains representing, at minimum, one individual were removed from an unknown site in Boyd County, NE, near the town of Naper. The human remains were donated to the NSHS in 1934 by Dr. Charles Zimmerman (museum collection 4364-232). Age and sex of the human remains are indeterminate. No known individuals were identified. No associated funerary objects are present.\\n        At some point prior to 1934, human remains representing, at minimum, one individual were removed from an unknown location near Crawford, NE, in Dawes or Sioux counties. The human remains were donated to the NSHS by Edward Murphy (museum collection no. 1917). Age and sex of the human remains are indeterminate. No known individuals were identified. The two associated funerary objects are wire bracelets.\\n        At some point prior to 1944, human remains representing, at minimum, one individual were removed from an unknown location in Nebraska along the Elkhorn River. The human remains were donated to the NSHS by a Mr. Schroeder (museum collection no. 8171-1 [alternate number 2857]). Age and sex of the human remains are indeterminate. No known individuals were identified. No associated funerary objects are present.\\n\\n        The human remains listed in this notice were determined to be Native American based on archeological context, burial patterns, osteology, or associated diagnostic artifacts. Based on oral tradition and archeological evidence, the Nebraska State Historical Society has determined there is a relationship of shared group identity that can be reasonably traced between the human remains and associated funerary objects listed in this notice and the Native American people that are represented today by 37 Indian tribes.\\n        Determinations Made by the NSHS\\n        Officials of the NSHS have determined that:\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice represent the physical remains of 552 individuals of Native American ancestry.\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(3)(A), the 4,200 objects described in this notice are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony.\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and associated funerary objects and the Apache Tribe of Oklahoma; Arapaho Tribe of the Wind River Reservation, Wyoming; Assiniboine and Sioux Tribes of the Fort Peck Indian Reservation, Montana; Cheyenne and Arapaho Tribes of Oklahoma; Cheyenne River Sioux Tribe of the Cheyenne River Reservation, South Dakota; Comanche Nation, Oklahoma; Crow Creek Sioux Tribe of the Crow Creek Reservation, South Dakota; Crow Tribe of Montana; Delaware Tribe of Indians; Delaware Nation, Oklahoma; Iowa Tribe of Kansas and Nebraska; Iowa Tribe of Oklahoma; Kaw Nation, Oklahoma; Kickapoo Tribe in Kansas; Kickapoo Tribe of Oklahoma; Kiowa Indian Tribe of Oklahoma; Lower Brule Sioux Tribe of the Lower Brule Reservation, South Dakota; Northern Cheyenne Tribe of the Northern Cheyenne Indian Reservation, Montana; Oglala Sioux Tribe; Omaha Tribe of Nebraska; Otoe-Missouri Tribe of Indians, Oklahoma; Pawnee Nation of Oklahoma; Ponca Tribe of Nebraska; Ponca Tribe of Indians of Oklahoma; Prairie Band of Potawattamie of Kansas; Rosebud Sioux Tribe of the Rosebud Indian Reservation, South Dakota; Sac and Fox Nation of Missouri in Kansas and Nebraska; Sac and Fox Nation, Oklahoma; Sac and Fox Tribe of the Mississippi in Iowa; Santee Sioux Nation, Nebraska; Sisseton-Wahpeton Sioux Oyate of the Lake Traverse Reservation, South Dakota; Spirit Lake Sioux Tribe of North Dakota; Standing Rock Sioux Tribe of North and South Dakota; Three Affiliated Tribes of the Fort Berthold Reservation of North Dakota; Wichita and Affiliated Tribes; Winnebago Tribe of Nebraska; and the Yankton Sioux Tribe of South Dakota (hereafter referred to as \\xe2\\x80\\x9cThe Culturally Affiliated Tribes\\xe2\\x80\\x9d).\\n        Additional Requestors and Disposition\\n\\n        Lineal descendants or representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary should submit a written request with information in support of the request to Rob Bozell, Nebraska State Historical Society, P.O. Box 82554, Lincoln, NE 68501, telephone (402) 525-1624, email rob.bozell@nebraska.gov, by May 31, 2018. After that date, if no additional requestors have come forward, transfer of control of the human remains and associated funerary objects to The Culturally Affiliated Tribes may proceed.\\n        The NSHS is responsible for notifying The Culturally Affiliated Tribes that this notice has been published.\\n        \\n          Dated: April 9, 2018.\\n          Melanie O\\'Brien,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. 2018-09172 Filed 4-30-18; 8:45 am]\\n      BILLING CODE 4312-52-P\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "[NPS-WASO-NAGPRA-NPS0025393; PPWOCRADN0-PCU00RP14.R50000]", "subject": "Notice of Inventory Completion: Nebraska State Historical Society, Lincoln, NE", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "The Nebraska State Historical Society (NSHS) has completed an inventory of human remains and associated funerary objects, in consultation with the appropriate Indian Tribes or Native Hawaiian organizations, and has determined that there is a cultural affiliation between the human remains and associated funerary objects and present-day Indian Tribes or Native Hawaiian organizations. Lineal descendants or representatives of any Indian Tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request to the NSHS. If no additional requestors come forward, transfer of control of the human remains and associated funerary objects to the lineal descendants, Indian Tribes, or Native Hawaiian organizations stated in this notice may proceed.", "dates": "Lineal descendants or representatives of any Indian Tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to the NSHS at the address in this notice by May 31, 2018.", "addresses": "Rob Bozell, Nebraska State Historical Society, P.O. Box 82554, Lincoln, NE 68501, telephone (402) 525-1624, email rob.bozell@nebraska.gov.", "signature_dated": "Dated: April 9, 2018.", "signature_name": "Melanie O\\'Brien,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. 2018-09172 Filed 4-30-18; 8:45 am]", "billing_code": "BILLING CODE 4312-52-P", "supp_info": "SUPPLEMENTARY INFORMATION: \n Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains and associated funerary objects under the control of the Nebraska State Historical Society (NSHS), Lincoln, NE. The human remains and associated funerary objects were removed from locations in Nebraska. \n This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003(d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations in this notice. \n Consultation \n A detailed assessment of the human remains was made by the NSHS professional staff in consultation with representatives of the Arapaho Tribe of the Wind River Reservation, Wyoming; Iowa Tribe of Kansas and Nebraska; Kiowa Indian Tribe of Oklahoma; Northern Cheyenne Tribe of the Northern Cheyenne Indian Reservation, Montana; Omaha Tribe of Nebraska; Pawnee Nation of Oklahoma; Ponca Tribe of Nebraska; Santee Sioux Nation, Nebraska; Sisseton-Wahpeton Oyate of the Lake Traverse Reservation, South Dakota; and Winnebago Tribe of Nebraska. \n The following tribes were invited to consult but did not participate: Apache Tribe of Oklahoma; Assiniboine and Sioux Tribes of the Fort Peck Indian Reservation, Montana; Cheyenne and Arapaho Tribes, Oklahoma (previously listed as the Cheyenne-Arapaho Tribes of Oklahoma); Cheyenne River Sioux Tribe of the Cheyenne River Reservation, South Dakota; Comanche Nation, Oklahoma; Crow Creek Sioux Tribe of the Crow Creek Reservation, South Dakota; Crow Tribe of Montana; Delaware Nation, Oklahoma; Delaware Tribe of Indians; Iowa Tribe of Oklahoma; Kaw Nation, Oklahoma; Kickapoo Tribe of Indians of the Kickapoo Reservation in Kansas; Kickapoo Tribe of Oklahoma; Lower Brule Sioux Tribe of the Lower Brule Reservation, South Dakota; Oglala Sioux Tribe (previously listed as the Oglala Sioux Tribe of the Pine Ridge Reservation, South Dakota); Otoe-Missouria Tribe of Indians, Oklahoma; Ponca Tribe of Indians of Oklahoma; Prairie Band Potawatomi Nation (previously listed as the Prairie Band of Potawatomi Nation, Kansas); Rosebud Sioux Tribe of the Rosebud Indian Reservation, South Dakota; Sac & Fox Nation of Missouri in Kansas and Nebraska; Sac & Fox Nation, Oklahoma; Sac & Fox Tribe of the Mississippi in Iowa; Spirit Lake Tribe, North Dakota; Standing Rock Sioux Tribe of North & South Dakota; Three Affiliated Tribes of the Fort Berthold Reservation, North Dakota; Wichita and Affiliated Tribes (Wichita, Keechi, Waco & Tawakonie), Oklahoma; and Yankton Sioux Tribe of South Dakota. \n History and Description of the Remains \n At some time before 1915, human remains representing, at minimum, one individual were removed from the Bladen Ossuary (25AD4) in Adams County, NE. The human remains, represented by a single bone, were donated by the landowner to the NSHS in 1915. Age and sex of the individual are indeterminate. No known individuals were identified. The 11 associated funerary objects are one lot of marine and freshwater mussel shell disk beads, one whelk columella (Busycon sp.), five shell pendants, and four additional unmodified shell fragments. \n In 1964, human remains representing, at minimum, five individuals were removed from Site 25AP29 in Antelope County, NE. The human remains were found in an ossuary during unspecified construction and were reported to and recovered by the NSHS. The human remains represent two males, two females, and one individual of indeterminate sex. No known individuals were identified. The five associated funerary objects are four pieces of sandstone and one piece of chert. \n At some point before 1934, human remains representing, at minimum, one individual were removed from an unknown site in Boyd County, NE. The human remains were donated to the NSHS in 1934 or 1936 by George Wilcox. Age and sex of the individual are indeterminate. No known individuals were identified. No associated funerary objects are present. \n In 1968, human remains representing, at minimum, one individual were removed from Site 25BT11, in Burt County, NE. The human remains were found during bridge construction. The NSHS was contacted to investigate and collected the exposed material. Age and sex of the individual are indeterminate. No known individuals were identified. No associated funerary objects are present. \n In the 1930s, human remains representing, at minimum, one individual were removed from an unknown site in Cass County, NE, north of the City of Plattsmouth. The human remains were donated to the NSHS in the 1930s by Dr. Lloyd Kunkel. The human remains came with a note stating \\xe2\\x80\\x9cIndian burial north of Plattsmouth.\\xe2\\x80\\x9d Age and sex of the individual are indeterminate. No known individuals were identified. No associated funerary objects are present. \n In 1936 and 1937, human remains representing, at minimum, 34 individuals were removed from the Ashland Site (25CC1), in Cass County, NE. The human remains were excavated by the NSHS during archeological investigations. The human remains were found in six ossuaries each containing multiple individuals found mostly in disarticulation and fragmentary. The human remains represent two young adult females, four adult males, three adult females, one female child, and 24 individuals of unknown sex or age. No known individuals were identified. The 19 associated funerary objects are one shell bead, six charred fragments of unknown material, three fired clay balls, eight ceramic sherds, and one flint flake. \n In 1937, human remains representing, at minimum, four individuals were removed from the Pawnee Creek Site (25CC2), in Cass County, NE. The human remains were excavated by the NSHS during archeological investigations. The human remains represent adults of unknown sex. No known individuals were identified. The 23 associated funerary objects are two ceramic sherds, three chipped stone knives, one chipped stone core, two chipped stone scrapers, two retouched chipped stone flakes, 12 chipped stone flakes, and one animal bone. \n In 1949, human remains representing, at minimum, 48 individuals were removed from Site 25CC55, in Cass County, NE. The human remains were excavated by the NSHS following disturbance from topsoil removal for limestone quarrying. Age and sex of the individual are indeterminate. No known individuals were identified. The 103 associated funerary objects are three mussel shell beads, 84 unmodified stone fragments, one projectile point, five pigment fragments, one obsidian flake, one unmodified animal bone, two polished animal bones, and six shell fragments. \n In 1959, human remains representing, at minimum three individuals were removed from Site 25CC62, in Cass County, NE. The human remains were excavated by the NSHS following disturbance from housing construction. The human remains represent one adult individual, one adult male 40-49 years old, and one infant. No known individuals were identified. The three associated funerary objects are two chipped stone flakes and one piece of charcoal. \n In 1960, human remains representing, at minimum, one individual were removed from the Cogdill Site (25CC63), in Cass County, NE. The human remains were excavated by the NSHS following disturbance from agriculture. Age and sex of the individual are indeterminate. No known individuals were identified. No associated funerary objects are present. \n In 1968, human remains representing, at minimum, one individual were removed from Site 25CC67, in Cass County, NE. The human remains were excavated by the NSHS following disturbance from rock quarrying. Age and sex of the individual are indeterminate. No known individuals were identified. No associated funerary objects are present. \n In 1964, human remains representing, at minimum, one individual were removed from Site 25CC68, in Cass County, NE. The human remains were surface collected by the NSHS following disturbance from rock quarrying. Age and sex of the individual are indeterminate. No known individuals were identified. No associated funerary objects are present. \n In 1964, human remains representing, at minimum, one individual were removed from Site 25CC92, in Cass County, NE. The human remains were excavated by the NSHS following disturbance from rock quarrying. Age and sex of the individual are indeterminate. No known individuals were identified. No associated funerary objects are present. \n Prior to 1993, human remains representing, at minimum, one individual were removed from an unknown site near the town of Wauneta, in Chase County, NE. The human remains were donated to the NSHS. Age and sex of the individual are indeterminate. No known individuals were identified. No associated funerary objects are present. \n In the 1960s, human remains representing one individual were removed from Site 25CM11, in Cuming County, NE. The human remains were donated to the NSHS. Age and sex of the individual are indeterminate. No known individuals were identified. No associated funerary objects are present. \n In 1981, human remains representing, at minimum, three individuals were removed from Site 25DD11, in Dodge County, NE. The human remains were excavated by the NSHS following a report of disturbance from construction by the Dodge County Sheriff\\'s Office. The human remains represent an adult male, 30-39 years old, an adult female, 30-45 years old, and an adult female of unknown age. No known individuals were identified. The three associated funerary objects are two chipped stone flakes and one chipped stone projectile point tip. \n In 1939, human remains representing one individual were removed from the Bobier Site (25DK1), in Dakota County, NE. The human remains were excavated by the University of Nebraska-Lincoln following disturbance from road construction and later donated to the NSHS. Age and sex of the individual are indeterminate. No known individuals were identified. No associated funerary objects are present. \n In 1934, human remains representing, at minimum, one individual were removed from an unknown location near the town of Haigler in Dundy County, NE. The human remains were donated to the NSHS. Age and sex of the individual are indeterminate. No known individuals were identified. The six associated funerary objects are ceramic sherds. \n In 1961, human remains representing, at minimum, one individual were removed from Site 25DN20 in Dundy County, NE. The human remains were reported to and excavated by the NSHS. Age and sex of the individual are indeterminate. No known individuals were identified. The 28 associated funerary objects are one animal bone bead, 10 chipped stone flakes, one chipped stone core, six elk teeth, and 10 animal bones. \n In 1935, human remains representing, at minimum, two individuals were removed from the Champe-Fremont Site (25DO1) in Douglas County, NE. The human remains were recovered during archeological excavations by the NSHS. One of the individuals is a female 25-34 years old and the other individual is an adult of unknown age and sex. No known individuals were identified. The nine associated funerary objects are three mussel shell fragments, one chipped stone flake, and five unmodified stones. \n In 1938, human remains representing, at minimum, 83 individuals were removed from the Parker Site (25DO2) in Douglas County, NE. The human remains were recovered during archeological excavations by the NSHS. Age and sex of the individual are indeterminate. No known individuals were identified. The nine associated funerary objects are animal bones. \n In 1938, human remains representing, at minimum, 98 individuals were removed from the Gordon-Havlicek Site (25DO4) in Douglas County, NE. The human remains were recovered during archeological excavations by the NSHS. The human remains represent 10 young adult females, seven young adult males, seven middle-age to elderly females, five middle-age to elderly males, two male children, three female children, 21 children of unknown sex, 10 infants of unknown sex, and 33 adults of unknown age and sex. No known individuals were identified. The 90 associated funerary objects are seven stone cobbles, four pieces of burned earth, four pieces of charcoal, nine chipped stone flakes, five mussel shells, three projectile points, 43 other chipped stone tools, one bone awl, six deer antlers, one cut bison rib, three animal bones, and four cut mussel shells. \n In 1966, human remains representing, at minimum, three individuals were removed from Site 25DO10 in Douglas County, NE. The human remains were excavated by the NSHS following a report of disturbance from road construction. The human remains represent two adults and one child of unknown age and sex. No known individuals were identified. No associated funerary objects are present. \n In 1969, human remains representing, at minimum, one individual were removed from Site 25DW88 in Dawes County, NE. The human remains were recovered during archeological excavations by the NSHS. Age and sex of the individual are indeterminate. No known individuals were identified. The 58 associated funerary objects are one porcelain doll part, 54 glass beads, one white glass button, one bottle glass fragment, and one chipped stone flake. \n In 1961, human remains representing, at minimum, one individual were removed from Site 25FN22 in Furnas County, NE. The human remains were excavated by the NSHS following a report of disturbance from road construction. The human remains represent one adult male 28-33 years old. No known individuals were identified. No associated funerary objects are present. \n Prior to 1934, human remains representing, at minimum, one individual were removed from the Milo Hill Site (25FR1) in Franklin County, NE. The human remains were excavated by A.T. Hill and later donated to the NSHS at some point between 1937 and 1941. Age and sex of the individual are indeterminate. No known individuals were identified. No associated funerary objects are present. \n Prior to 1934, human remains representing, at minimum, nine individuals were removed from the Dunn Ossuary (25FR2) in Franklin County, NE. The human remains were excavated by A.T. Hill and later donated to the NSHS at some point between 1937 and 1941. The human remains represent one infant, two children, five adult females, and one adult male. No known individuals were identified. The 163 associated funerary objects are 33 loose shell beads, 32 strings of shells beads, six shell beads blanks, 85 unmodified mussel shells, one deer bone, one deer antler, and five other animal bones. \n Prior to 1934, human remains representing, at minimum, two individuals were removed from the Dooley Site (25FR3) in Franklin County, NE. The human remains were excavated by A.T. Hill and later donated to the NSHS at some point between 1937 and 1941. The human remains represent one child and one adult male 35-39 years old. No known individuals were identified. The 818 associated funerary objects are two wooden bowls, three animal bones, two brass kettle ears, two brass bells, two shell beds, one shell gorget, one bone awl, and 805 glass beads. \n In 1934, human remains representing, at minimum, two individuals were removed from the Schnuerle Site (25FR9) in Franklin County, NE. The human remains were recovered during archeological excavations by the NSHS. The human remains represent one infant and one adult male 40-49 years old. No known individuals were identified. The 626 associated funerary objects are two ceramic sherds, two chipped stone projectile points, two chipped stone flakes, two unmodified stones, 64 bone beads, nine animal bones, 442 shell beads, 90 shell beads blanks, 12 mussel shells, and one piece of burned earth. \n In 2017, several burned and calcined human bone fragments representing, at minimum, one individual were found in the NSHS collections and labeled `25G2.\\' While `25\\' indicates Nebraska, `G2\\' cannot be associated with a particular county or site. The human remains represent one young adult of undetermined sex. No known individuals were identified. The 10 associated funerary objects are animal bones. \n In the 1930s, human remains representing one individual were found at an unknown location in Garden County, NE, and given to the Lisco Public School. The human remains were transferred to the NSHS by the Garden County Sheriff in 1989. The human remains represent one individual of undetermined age and sex. No known individuals were identified. No associated funerary objects are present. \n In 1950, human remains representing, at minimum, seven individuals were removed from the Massacre Canyon Site (25HK13) in Hitchcock County, NE. The human remains were excavated by the NSHS following discovery during railroad construction. The human remains represent three infants, three middle-aged to elderly males, and one young adult female. No known individuals were identified. The 152 associated funerary objects are 66 shell beads, 10 chipped stone flakes, three stones, three deer/antelope modified leg bones, seven stone knives, eight unmodified shells, 26 unmodified mammal/bird bones, 17 bone beads, two projectile points, seven stone scrapers, and three pieces of pigment. \n In 1907, human remains representing, at minimum, one individual were removed from the Cairo Burial (25HL2) in Hall County, NE. The human remains were excavated by local people and turned over to the NSHS that same year. The human remains represent one adult male 30-34 years old. No known individuals were identified. The 14 associated funerary objects are four eagle bones, one eagle skin fragment, one copper button, two fragments of cloth, one piece of carved wood, four unmodified wood fragments, and one copper fragment. \n Prior to 1934, human remains representing, at minimum, one individual were removed from the Marshall Ossuary (25HN1) in Harlan County, NE. The human remains were excavated by A.T. Hill and later donated to the NSHS at some point between 1937 and 1941. The human remains represent one adult of unknown age and sex. No known individuals were identified. The three associated funerary objects are one piece of burned earth, one piece of chipped stone flaking debris, and one lot of shell beads. \n Prior to 1934, human remains representing, at minimum, six individuals were removed from the Orleans Ossuary (25HN3) in Harlan County, NE. The human remains were excavated by A.T. Hill and later donated to the NSHS at some point between 1937 and 1941. The human remains represent two adult females, one middle-age to elderly male, one infant of unknown sex, and two individuals of unknown age and sex. No known individuals were identified. The 464 associated funerary objects are 57 pottery fragments, 158 stone flakes, one stone scraper, one stone knife, 11 unmodified stones, one animal tooth, 107 shell beads, and 128 unmodified shells fragments. \n At some point prior to 1948, human remains representing, at minimum, one individual were removed from archeological site 25FT39 in Frontier County, NE. The human remains were excavated by A.T. Hill and later donated to the NSHS at some point after 1948. Age and sex of the human remains is indeterminate. No known individuals were identified. No associated funerary objects are present.\\n         \n At some point prior to 1996, human remains representing, at minimum, one individual were removed from an unknown location in Nebraska. The human remains were donated to the NSHS anonymously from a person in New York State in 1996 with a note stating they were from Nebraska but with no additional information. The human remains represent one juvenile individual. Sex of the human remains is indeterminate. No known individuals were identified. The 87 associated funerary objects are 84 glass trade beads, two copper wires, and one metal button. \n At some point in the 1960s, human remains representing, at minimum, one individual were removed from an unknown location in Hooker County, NE, and donated to the NSHS. They are assigned the number 25HO0. The human remains represent one adult female. No known individuals were identified. No associated funerary objects are present. \n In 1939, human remains representing, at minimum, two individuals were removed from Site 25HW6 in Howard County, NE. The human remains were excavated by the NSHS during archeological investigations. The human remains represent two adults of unknown age and sex. No known individuals were identified. No associated funerary objects are present. \n In 1958, human remains representing, at minimum, two individuals were removed from Site 25KH10 in Keith County, NE. The human remains were discovered eroding from a county road and excavated by local individuals and turned over to the NSHS. Age and sex of the two individuals are indeterminate. No known individuals were identified. The two associated funerary objects are one animal bone and one stone. \n At an unknown date, human remains representing, at minimum, four individual were removed from an unknown site near Lake McConaughy in Keith County, NE. The human remains were donated to the NSHS by a private individual in December of 2017. The human remains represent one adult male over 50 years old, one young adult male, one female child, and one child of unknown sex. No known individuals were identified. The two associated funerary objects are one animal bone and one modified animal rib. \n On an unknown date, human remains representing, at minimum, one individual was removed from the Springview Burial Site (25KP1) in Keya Paha County, NE. The human remains were discovered during county road construction and excavated by unknown individuals and turned over to the NSHS. Age and sex of the individual are indeterminate. No known individuals were identified. No associated funerary objects are present. \n On an unknown date, human remains representing, at minimum, six individuals were removed from an unknown site in the Bloomfield area in Knox County, NE. The human remains were donated to the NSHS. The human remains represent four adults and two children of unknown age and sex. No known individuals were identified. No associated funerary objects are present. \n In 1963, human remains representing, at minimum, two individuals were removed from Site 25KX202 in Knox County, NE. The human remains were heavily disturbed by looting and collected by the NSHS based on a report from unknown persons. The human remains represent one adult of unknown age and sex and one child about two years old and of unknown sex. No known individuals were identified. No associated funerary objects are present. \n In 1964, human remains representing, at minimum, five individuals were removed from the Niobrara Bridge Site (25KX207) in Knox County, NE. The human remains were excavated by the University of South Dakota and turned over to the NSHS in 1989. The human remains were in a disturbed context as a result of railroad bridge construction. The human remains represent one male 27-30 years old, one male 60+ years old, one female 40-54 years old, one female 20-29 years old, and one child of unknown sex and 9.5-10.5 years old. No known individuals were identified. The 52 associated funerary objects are two stone projectile points, seven stone flakes, one stone axe, five unmodified mussel shells, 23 mussel shell ornaments, one seed, four pieces of burned earth, four pottery sherds, and five stones. \n On an unknown date, human remains representing, at minimum, one individual was removed from the Schrader Site (25LC1) in Lancaster County, NE. The human remains were donated to the NSHS by an unknown person. Age and sex of the individual are indeterminate. No known individuals were identified. No associated funerary objects are present. \n At some point between 1916 and 1918, human remains representing, at minimum, one individual were removed from an unknown site between the communities of Maywood and Wellfleet in Lincoln County or Frontier County, NE. The human remains were donated to the NSHS by a private individual in December of 2017. Age and sex of the human remains are indeterminate. No known individuals were identified. The two associated funerary objects are metal bracelet fragments. \n In 1988, human remains representing, at minimum, two individuals were removed from the Buffalo Springs Site (25MO13) in Morrill County, NE. The human remains were discovered during placement of a utility line and collected by the NSHS based on a report from the property owner. The human remains represent two adult females. No known individuals were identified. The six associated funerary objects are one wood fragment, one animal bone, one piece of charcoal, one chipped stone flake, one glass fragment, and one lot of nails. \n In 1982, human remains representing, at minimum, one individual were removed from Site 25MO80 in Morrill County, NE. The human remains were discovered during highway construction and recovered by the NSHS. The human remains represent one adult 18-25 years old of unknown sex. No known individuals were identified. The one associated funerary object is one chipped stone projectile point. \n In 1951, human remains representing, at minimum, eight individuals were removed from the Dry Lake Burial Site (25MP2) in McPherson County, NE. The human remains were excavated during archeological investigations by the NSHS. The human remains represent one newborn of unknown sex, two infants of unknown sex, one male child 4.5 to 5.5 years old, one male child 5.5-6.5 years old, one female child 12.5-13.5 years old, one adult female 20-24 years old, and one adult female 30-34 years old. No known individuals were identified. The 72 associated funerary objects are 23 stone scrapers, six antler knapping tools, three atlatl weights, six stone knives, 16 turtle shell fragments, one stone projectile point perform, one pronghorn bone, two deer bones, one animal bone knife, two stone projectile points, one animal bone scraper, one retouched stone flake, two stone cores, one antler shaft wrench, five red-stained bird bones, and one piece of red pigment. \n In 1940, human remains representing, at minimum, three individuals were removed from the Wozney Site (25NC13) in Nance County, NE. The human remains were excavated during archeological investigations by the NSHS. The human remains represent three adults of unknown age and sex. No known individuals were identified. The 24 associated funerary objects are two stone projectile points, 11 stone knives, four stone scrapers, two retouched stone flakes, one mussel shell, one animal bone awl, two worked animal scapula fragments, and one antler fragment. \n In 1940, human remains representing, at minimum, 20 individuals were removed from the Site 25NH4 in Nemaha County, NE. The human remains were excavated during archeological investigations by the NSHS although the site had been previously disturbed. Age and sex of the individuals are indeterminate. No known individuals were identified. The 635 associated funerary objects are 16 mussel shells, four charred wood fragments, 39 ceramic sherds, 44 animal bone bracelet fragments, 478 mussel shell beads, one complete ceramic pot, 32 chipped stone flakes, one groundstone tool, two antler tools, three sandstone abraders, two pieces of hematite, one chipped stone core, eight stones, one piece of burned earth, two chipped stone scrapers, and one chipped stone knife. \n In 1937, human remains representing, at minimum, one individual was removed from Site 25NH13 in Nemaha County, NE. The human remains were collected from the surface during archeological investigations by the NSHS. Age and sex of the individual are indeterminate. No known individuals were identified. No associated funerary objects are present. \n In 1975, human remains representing, at minimum, three individuals were removed from the Sweat Bee Site (25NH50) in Nemaha County, NE. The human remains were excavated by the NSHS following a report of disturbance from road construction. The human remains represent one child and two adults of unknown age and sex. No known individuals were identified. The 13 associated funerary objects are limestone slabs and fragments. \n In 1936 and 1941, human remains representing, at minimum, four individuals were removed from the Bakenhus Ossuary Site (25PT4) in Platte County, NE. The human remains were excavated during archeological investigations by the NSHS. The human remains represent three adult females and one adult male of unknown age. No known individuals were identified. The 60 associated funerary objects are 41 ceramic sherds, five chipped stone flakes, one piece of sandstone, 11 cobbles, one bone awl, and one perforated mussel shell. \n In 1941, human remains representing, at minimum, one individual were removed from the Feye Site (25PT9) in Platte County, NE. The human remains were excavated during archeological investigations by the NSHS. Age and sex of the individual are indeterminate. No known individuals were identified. The seven associated funerary objects are one polished antler, one antler fragment, two ceramic sherds, one pecking stone, one piece of red pigment, and one mussel shell. \n In 1941, human remains representing, at minimum, seven individuals were removed from the South Bakenhus Site (25PT14) in Platte County, NE. The human remains were excavated during archeological investigations by the NSHS. Age and sex of the individuals are indeterminate. No known individuals were identified. The 16 associated funerary objects are eight ceramic sherds, one chipped stone flake, five stones, one clay pipe, and one antler fragment. \n In 1937, human remains representing, at minimum, two individuals were removed from Site 25RH3 in Richardson County, NE. The human remains were found on the surface of the site during archeological investigations by the NSHS. The human remains represent one adult and one infant. No known individuals were identified. No associated funerary objects are present. \n In 1994, human remains representing, at minimum, one individual were removed from Site 25RH69 in Richardson County, NE. The human remains were found during archeological excavations by the NSHS in response to damage by road construction. Age and sex of the individual are indeterminate. No known individuals were identified. No associated funerary objects are present. \n In 1942, human remains representing, at minimum, three individuals were removed from a site of unknown location in the vicinity of Falls City in Richardson County, NE. The human remains were donated to the NSHS by unknown persons. The human remains represent two middle-aged females and one male child 10-12 years old. No known individuals were identified. No associated funerary objects are present. \n In 1936, human remains representing, at minimum, two individuals were removed from a site of unknown location in the vicinity of Rulo in Richardson County, NE. The human remains had initially been curated by the Wyandotte County (Kansas) Historical Society and later by the Kansas State Historical Society (KSHS). When it became apparent, in 2017, that the human remains originated in Nebraska, the KSHS requested that they be transferred to the NSHS. The human remains represent one adult of unknown sex and one adult female. No known individuals were identified. No associated funerary objects are present. \n In 1957, human remains representing, at minimum, two individuals were removed from the Indianola Burial Site (25RW2) in Red Willow County, NE. The human remains were discovered during road construction and excavated by the NSHS. Age and sex of the individuals are indeterminate. No known individuals were identified. The 16 associated funerary objects are two stone projectile points, one shell pendant, seven drilled shell beads, four mica sheet fragments, one stone core, and one piece of red ochre stained soil. \n In 1962, human remains representing, at minimum, five individuals were removed from the Doyle Site (25RW28) in Red Willow County, NE. The human remains were discovered during archeological investigations by the NSHS. The human remains represent one child 1.5-2.5 years old, two children 3.5-4.5 years old, one female 50-59 years old, and 1 older adult of unknown sex. No known individuals were identified. The 20 associated funerary objects are two pieces of charcoal, two mussel shells, 10 animal bones, two ceramic sherds, two chipped stone flakes, one animal bone bead, and one stone. \n In 1936, human remains representing, at minimum, 45 individuals were removed from the Christensen Site (25SD3) in Saunders County, NE. The human remains were discovered during archeological investigations by the NSHS. The human remains are extremely fragmentary and the age and sex of the individuals are indeterminate. No known individuals were identified. The seven associated funerary objects are one ceramic pipe and six animal bones. \n In 1939, human remains representing, at minimum, one individual were removed from the Whelen Site (25SM2) in Sherman County, NE. The human remains were discovered during archeological investigations by the NSHS. The age and sex of the individual is indeterminate. No known individuals were identified. The 107 associated funerary objects are one atlatl weight, 63 ceramic sherds, five chipped stone tools, four chipped stone flakes, 21 animal bones, one hardened ash clumps, two cobbles, two modified animal bones, six mussel shells, one piece of sandstone, and one ground stone tool. \n In 1980, human remains representing, at minimum, one individual were removed from the Packer Site (25SM9) in Sherman County, NE. The human remains were discovered during archeological investigations by an avocational archeologist and turned over to the NSHS. The human remains represent one adult female. No known individuals were identified. No associated funerary objects are present. \n In 1983, human remains representing, at minimum, one individual was removed from Site 25SM15 in Sherman County, NE. The human remains were discovered during construction and turned over to the NSHS. The human remains represent one adult of unknown sex. No known individuals were identified. No associated funerary objects are present. \n In 1967, human remains representing, at minimum, four individuals were removed from Site 25ST12 in Stanton County, NE. The human remains were excavated by the NSHS following a report of disturbance from cattle feed lot construction. The human remains are those of one male over 60 years old, one female 50-59 years old, one female 18-20 years old, and one male 50-59 years old. No known individuals were identified. The two associated funerary objects are animal bones. \n In 1990, human remains representing, at minimum, one individual were removed from Site 25SX25 in Sioux County, NE. The human remains were excavated by the NSHS following a report of disturbance from erosion by the Sioux County Sherriff\\'s Office. The human remains are those of one female 16-18 years old. No known individuals were identified. No associated funerary objects are present. \n In 1959, human remains representing, at minimum, one individual were removed from Site 25SX130 in Sioux County, NE. The human remains were excavated by the NSHS following a report of disturbance from erosion by a private property owner. The human remains are those of one male 20-25 years old. No known individuals were identified. The two associated funerary objects are one animal bone and one chipped stone flake. \n In 1959, human remains representing, at minimum, eight individuals were removed from the Warren Robinson or Westcott Site (25SY8) in Sarpy County, NE. The human remains were excavated by the NSHS following a report of disturbance from housing construction. The age and sex of the human remains are unknown. No known individuals were identified. The funerary objects listed in the collection records (eight projectile points and one stone) were not located during the original NAGPRA inventory of the collection in the 1990s and have still not been located. \n In 1964, human remains representing, at minimum, one individual were removed from the Gretna Fish Hatchery Site (25SY16) in Sarpy County, NE. The human remains were excavated by the NSHS following discovery during fish hatchery pond draining. The human remains represent one female over 50 years old. No known individuals were identified. The one associated funerary object is a mussel shell. \n In 1954, human remains representing, at minimum, five individuals were removed from the Durflinger Site (25TY5) in Thayer County, NE. The human remains were excavated by the NSHS following a report of disturbance from erosion by a private property owner. Age and sex of the human remains are indeterminate. No known individuals were identified. No associated funerary objects are present although the landowner reported the human remains were beneath limestone slabs that were not retained. \n In 1939, human remains representing, at minimum, one individual were removed from the Schultz Site (25VY1) in Valley County, NE. The human remains were excavated by the NSHS during archeological investigations. Age and sex of the human remains are indeterminate. No known individuals were identified. The two associated funerary objects are ceramic sherds. \n In 1939, human remains representing, at minimum, one individual were removed from the Combs Ossuary (25VY2) in Valley County, NE. The human remains were excavated by the NSHS during archeological investigations. Age and sex of the human remains are indeterminate. No known individuals were identified. The eight associated funerary objects are one marine shell and seven fired clay lumps. \n In 1938, human remains representing, at minimum, 24 individuals were removed from the O\\'Hanlon Site (25WN6) in Washington County, NE. The human remains were excavated by the NSHS during archeological investigations. The human remains represent one child 0-.5 years old, one child .5-1.5 years old, one child 4.5-5.5 years old, one child 5.5-6.5 years old, one child 7.5-8.5 years old, four females 18-27 years old, one male 25-34 years old, two males 30-39 years old, two males 35-49 years old, one male 40-59 years old, six adult females of unknown age, one adult male of unknown age, and two adults of unknown age and sex. No known individuals were identified. The 21 associated funerary objects are18 mussel shell beads and three animal bones. \n In 1932, human remains representing, at minimum, 12 individuals were removed from the Guide Rock Ossuary Site (25WT3) in Webster County, NE. The human remains were excavated by A.T. Hill and later donated to the NSHS at some point between 1937 and 1941. The human remains represent one fetal/neonates, three children .5-1.5 years old, one child 2-4 years old, one female child 8.5-9.5 years old, one male 25-35 years old, one female 18-20 years old, one female 20-25 years old, one female 24-29 years old, one female 30-34 years old, and one female 45-55 years old. No known individuals were identified. The 268 associated funerary objects are 205 shell beads, five drilled animal teeth, four stones, 16 animal bone beads, 18 fragments of shell, one chipped stone scraper, one chipped stone knife, three chipped stone flakes, four chipped stone projectile points, and 11 animal bones. \n At some point between 1929 and 1932, human remains representing, at minimum, 22 individuals were removed from the Robb Ossuary Site (25WT4) in Webster County, NE. The human remains were excavated by A.T. Hill and later donated to the NSHS at some point between 1937 and 1941. Age and sex of the human remains are indeterminate. No known individuals were identified. The 148 associated funerary objects are 19 ceramic sherds, 13 chipped stone tools, one bird bone bead, one drilled mammal tooth, eight shell pendants, three cut mussel shells, 62 shell beads, and 41 shell fragments. \n At some point before 1934, human remains representing, at minimum, one individual were removed from an unknown site in Boyd County, NE, near the town of Naper. The human remains were donated to the NSHS in 1934 by Dr. Charles Zimmerman (museum collection 4364-232). Age and sex of the human remains are indeterminate. No known individuals were identified. No associated funerary objects are present. \n At some point prior to 1934, human remains representing, at minimum, one individual were removed from an unknown location near Crawford, NE, in Dawes or Sioux counties. The human remains were donated to the NSHS by Edward Murphy (museum collection no. 1917). Age and sex of the human remains are indeterminate. No known individuals were identified. The two associated funerary objects are wire bracelets. \n At some point prior to 1944, human remains representing, at minimum, one individual were removed from an unknown location in Nebraska along the Elkhorn River. The human remains were donated to the NSHS by a Mr. Schroeder (museum collection no. 8171-1 [alternate number 2857]). Age and sex of the human remains are indeterminate. No known individuals were identified. No associated funerary objects are present. \n The human remains listed in this notice were determined to be Native American based on archeological context, burial patterns, osteology, or associated diagnostic artifacts. Based on oral tradition and archeological evidence, the Nebraska State Historical Society has determined there is a relationship of shared group identity that can be reasonably traced between the human remains and associated funerary objects listed in this notice and the Native American people that are represented today by 37 Indian tribes. \n Determinations Made by the NSHS \n Officials of the NSHS have determined that: \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice represent the physical remains of 552 individuals of Native American ancestry. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(3)(A), the 4,200 objects described in this notice are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and associated funerary objects and the Apache Tribe of Oklahoma; Arapaho Tribe of the Wind River Reservation, Wyoming; Assiniboine and Sioux Tribes of the Fort Peck Indian Reservation, Montana; Cheyenne and Arapaho Tribes of Oklahoma; Cheyenne River Sioux Tribe of the Cheyenne River Reservation, South Dakota; Comanche Nation, Oklahoma; Crow Creek Sioux Tribe of the Crow Creek Reservation, South Dakota; Crow Tribe of Montana; Delaware Tribe of Indians; Delaware Nation, Oklahoma; Iowa Tribe of Kansas and Nebraska; Iowa Tribe of Oklahoma; Kaw Nation, Oklahoma; Kickapoo Tribe in Kansas; Kickapoo Tribe of Oklahoma; Kiowa Indian Tribe of Oklahoma; Lower Brule Sioux Tribe of the Lower Brule Reservation, South Dakota; Northern Cheyenne Tribe of the Northern Cheyenne Indian Reservation, Montana; Oglala Sioux Tribe; Omaha Tribe of Nebraska; Otoe-Missouri Tribe of Indians, Oklahoma; Pawnee Nation of Oklahoma; Ponca Tribe of Nebraska; Ponca Tribe of Indians of Oklahoma; Prairie Band of Potawattamie of Kansas; Rosebud Sioux Tribe of the Rosebud Indian Reservation, South Dakota; Sac and Fox Nation of Missouri in Kansas and Nebraska; Sac and Fox Nation, Oklahoma; Sac and Fox Tribe of the Mississippi in Iowa; Santee Sioux Nation, Nebraska; Sisseton-Wahpeton Sioux Oyate of the Lake Traverse Reservation, South Dakota; Spirit Lake Sioux Tribe of North Dakota; Standing Rock Sioux Tribe of North and South Dakota; Three Affiliated Tribes of the Fort Berthold Reservation of North Dakota; Wichita and Affiliated Tribes; Winnebago Tribe of Nebraska; and the Yankton Sioux Tribe of South Dakota (hereafter referred to as \\xe2\\x80\\x9cThe Culturally Affiliated Tribes\\xe2\\x80\\x9d). \n Additional Requestors and Disposition \n Lineal descendants or representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary should submit a written request with information in support of the request to Rob Bozell, Nebraska State Historical Society, P.O. Box 82554, Lincoln, NE 68501, telephone (402) 525-1624, email rob.bozell@nebraska.gov, by May 31, 2018. After that date, if no additional requestors have come forward, transfer of control of the human remains and associated funerary objects to The Culturally Affiliated Tribes may proceed. \n The NSHS is responsible for notifying The Culturally Affiliated Tribes that this notice has been published. \n ", "consultation": "A detailed assessment of the human remains was made by the NSHS professional staff in consultation with representatives of the Arapaho Tribe of the Wind River Reservation, Wyoming; Iowa Tribe of Kansas and Nebraska; Kiowa Indian Tribe of Oklahoma; Northern Cheyenne Tribe of the Northern Cheyenne Indian Reservation, Montana; Omaha Tribe of Nebraska; Pawnee Nation of Oklahoma; Ponca Tribe of Nebraska; Santee Sioux Nation, Nebraska; Sisseton-Wahpeton Oyate of the Lake Traverse Reservation, South Dakota; and Winnebago Tribe of Nebraska. \n The following tribes were invited to consult but did not participate: Apache Tribe of Oklahoma; Assiniboine and Sioux Tribes of the Fort Peck Indian Reservation, Montana; Cheyenne and Arapaho Tribes, Oklahoma (previously listed as the Cheyenne-Arapaho Tribes of Oklahoma); Cheyenne River Sioux Tribe of the Cheyenne River Reservation, South Dakota; Comanche Nation, Oklahoma; Crow Creek Sioux Tribe of the Crow Creek Reservation, South Dakota; Crow Tribe of Montana; Delaware Nation, Oklahoma; Delaware Tribe of Indians; Iowa Tribe of Oklahoma; Kaw Nation, Oklahoma; Kickapoo Tribe of Indians of the Kickapoo Reservation in Kansas; Kickapoo Tribe of Oklahoma; Lower Brule Sioux Tribe of the Lower Brule Reservation, South Dakota; Oglala Sioux Tribe (previously listed as the Oglala Sioux Tribe of the Pine Ridge Reservation, South Dakota); Otoe-Missouria Tribe of Indians, Oklahoma; Ponca Tribe of Indians of Oklahoma; Prairie Band Potawatomi Nation (previously listed as the Prairie Band of Potawatomi Nation, Kansas); Rosebud Sioux Tribe of the Rosebud Indian Reservation, South Dakota; Sac & Fox Nation of Missouri in Kansas and Nebraska; Sac & Fox Nation, Oklahoma; Sac & Fox Tribe of the Mississippi in Iowa; Spirit Lake Tribe, North Dakota; Standing Rock Sioux Tribe of North & South Dakota; Three Affiliated Tribes of the Fort Berthold Reservation, North Dakota; Wichita and Affiliated Tribes (Wichita, Keechi, Waco & Tawakonie), Oklahoma; and Yankton Sioux Tribe of South Dakota. \n ", "h_d_r": "At some time before 1915, human remains representing, at minimum, one individual were removed from the Bladen Ossuary (25AD4) in Adams County, NE. The human remains, represented by a single bone, were donated by the landowner to the NSHS in 1915. Age and sex of the individual are indeterminate. No known individuals were identified. The 11 associated funerary objects are one lot of marine and freshwater mussel shell disk beads, one whelk columella (Busycon sp.), five shell pendants, and four additional unmodified shell fragments. \n In 1964, human remains representing, at minimum, five individuals were removed from Site 25AP29 in Antelope County, NE. The human remains were found in an ossuary during unspecified construction and were reported to and recovered by the NSHS. The human remains represent two males, two females, and one individual of indeterminate sex. No known individuals were identified. The five associated funerary objects are four pieces of sandstone and one piece of chert. \n At some point before 1934, human remains representing, at minimum, one individual were removed from an unknown site in Boyd County, NE. The human remains were donated to the NSHS in 1934 or 1936 by George Wilcox. Age and sex of the individual are indeterminate. No known individuals were identified. No associated funerary objects are present. \n In 1968, human remains representing, at minimum, one individual were removed from Site 25BT11, in Burt County, NE. The human remains were found during bridge construction. The NSHS was contacted to investigate and collected the exposed material. Age and sex of the individual are indeterminate. No known individuals were identified. No associated funerary objects are present. \n In the 1930s, human remains representing, at minimum, one individual were removed from an unknown site in Cass County, NE, north of the City of Plattsmouth. The human remains were donated to the NSHS in the 1930s by Dr. Lloyd Kunkel. The human remains came with a note stating \\xe2\\x80\\x9cIndian burial north of Plattsmouth.\\xe2\\x80\\x9d Age and sex of the individual are indeterminate. No known individuals were identified. No associated funerary objects are present. \n In 1936 and 1937, human remains representing, at minimum, 34 individuals were removed from the Ashland Site (25CC1), in Cass County, NE. The human remains were excavated by the NSHS during archeological investigations. The human remains were found in six ossuaries each containing multiple individuals found mostly in disarticulation and fragmentary. The human remains represent two young adult females, four adult males, three adult females, one female child, and 24 individuals of unknown sex or age. No known individuals were identified. The 19 associated funerary objects are one shell bead, six charred fragments of unknown material, three fired clay balls, eight ceramic sherds, and one flint flake. \n In 1937, human remains representing, at minimum, four individuals were removed from the Pawnee Creek Site (25CC2), in Cass County, NE. The human remains were excavated by the NSHS during archeological investigations. The human remains represent adults of unknown sex. No known individuals were identified. The 23 associated funerary objects are two ceramic sherds, three chipped stone knives, one chipped stone core, two chipped stone scrapers, two retouched chipped stone flakes, 12 chipped stone flakes, and one animal bone. \n In 1949, human remains representing, at minimum, 48 individuals were removed from Site 25CC55, in Cass County, NE. The human remains were excavated by the NSHS following disturbance from topsoil removal for limestone quarrying. Age and sex of the individual are indeterminate. No known individuals were identified. The 103 associated funerary objects are three mussel shell beads, 84 unmodified stone fragments, one projectile point, five pigment fragments, one obsidian flake, one unmodified animal bone, two polished animal bones, and six shell fragments. \n In 1959, human remains representing, at minimum three individuals were removed from Site 25CC62, in Cass County, NE. The human remains were excavated by the NSHS following disturbance from housing construction. The human remains represent one adult individual, one adult male 40-49 years old, and one infant. No known individuals were identified. The three associated funerary objects are two chipped stone flakes and one piece of charcoal. \n In 1960, human remains representing, at minimum, one individual were removed from the Cogdill Site (25CC63), in Cass County, NE. The human remains were excavated by the NSHS following disturbance from agriculture. Age and sex of the individual are indeterminate. No known individuals were identified. No associated funerary objects are present. \n In 1968, human remains representing, at minimum, one individual were removed from Site 25CC67, in Cass County, NE. The human remains were excavated by the NSHS following disturbance from rock quarrying. Age and sex of the individual are indeterminate. No known individuals were identified. No associated funerary objects are present. \n In 1964, human remains representing, at minimum, one individual were removed from Site 25CC68, in Cass County, NE. The human remains were surface collected by the NSHS following disturbance from rock quarrying. Age and sex of the individual are indeterminate. No known individuals were identified. No associated funerary objects are present. \n In 1964, human remains representing, at minimum, one individual were removed from Site 25CC92, in Cass County, NE. The human remains were excavated by the NSHS following disturbance from rock quarrying. Age and sex of the individual are indeterminate. No known individuals were identified. No associated funerary objects are present. \n Prior to 1993, human remains representing, at minimum, one individual were removed from an unknown site near the town of Wauneta, in Chase County, NE. The human remains were donated to the NSHS. Age and sex of the individual are indeterminate. No known individuals were identified. No associated funerary objects are present. \n In the 1960s, human remains representing one individual were removed from Site 25CM11, in Cuming County, NE. The human remains were donated to the NSHS. Age and sex of the individual are indeterminate. No known individuals were identified. No associated funerary objects are present. \n In 1981, human remains representing, at minimum, three individuals were removed from Site 25DD11, in Dodge County, NE. The human remains were excavated by the NSHS following a report of disturbance from construction by the Dodge County Sheriff\\'s Office. The human remains represent an adult male, 30-39 years old, an adult female, 30-45 years old, and an adult female of unknown age. No known individuals were identified. The three associated funerary objects are two chipped stone flakes and one chipped stone projectile point tip. \n In 1939, human remains representing one individual were removed from the Bobier Site (25DK1), in Dakota County, NE. The human remains were excavated by the University of Nebraska-Lincoln following disturbance from road construction and later donated to the NSHS. Age and sex of the individual are indeterminate. No known individuals were identified. No associated funerary objects are present. \n In 1934, human remains representing, at minimum, one individual were removed from an unknown location near the town of Haigler in Dundy County, NE. The human remains were donated to the NSHS. Age and sex of the individual are indeterminate. No known individuals were identified. The six associated funerary objects are ceramic sherds. \n In 1961, human remains representing, at minimum, one individual were removed from Site 25DN20 in Dundy County, NE. The human remains were reported to and excavated by the NSHS. Age and sex of the individual are indeterminate. No known individuals were identified. The 28 associated funerary objects are one animal bone bead, 10 chipped stone flakes, one chipped stone core, six elk teeth, and 10 animal bones. \n In 1935, human remains representing, at minimum, two individuals were removed from the Champe-Fremont Site (25DO1) in Douglas County, NE. The human remains were recovered during archeological excavations by the NSHS. One of the individuals is a female 25-34 years old and the other individual is an adult of unknown age and sex. No known individuals were identified. The nine associated funerary objects are three mussel shell fragments, one chipped stone flake, and five unmodified stones. \n In 1938, human remains representing, at minimum, 83 individuals were removed from the Parker Site (25DO2) in Douglas County, NE. The human remains were recovered during archeological excavations by the NSHS. Age and sex of the individual are indeterminate. No known individuals were identified. The nine associated funerary objects are animal bones. \n In 1938, human remains representing, at minimum, 98 individuals were removed from the Gordon-Havlicek Site (25DO4) in Douglas County, NE. The human remains were recovered during archeological excavations by the NSHS. The human remains represent 10 young adult females, seven young adult males, seven middle-age to elderly females, five middle-age to elderly males, two male children, three female children, 21 children of unknown sex, 10 infants of unknown sex, and 33 adults of unknown age and sex. No known individuals were identified. The 90 associated funerary objects are seven stone cobbles, four pieces of burned earth, four pieces of charcoal, nine chipped stone flakes, five mussel shells, three projectile points, 43 other chipped stone tools, one bone awl, six deer antlers, one cut bison rib, three animal bones, and four cut mussel shells. \n In 1966, human remains representing, at minimum, three individuals were removed from Site 25DO10 in Douglas County, NE. The human remains were excavated by the NSHS following a report of disturbance from road construction. The human remains represent two adults and one child of unknown age and sex. No known individuals were identified. No associated funerary objects are present. \n In 1969, human remains representing, at minimum, one individual were removed from Site 25DW88 in Dawes County, NE. The human remains were recovered during archeological excavations by the NSHS. Age and sex of the individual are indeterminate. No known individuals were identified. The 58 associated funerary objects are one porcelain doll part, 54 glass beads, one white glass button, one bottle glass fragment, and one chipped stone flake. \n In 1961, human remains representing, at minimum, one individual were removed from Site 25FN22 in Furnas County, NE. The human remains were excavated by the NSHS following a report of disturbance from road construction. The human remains represent one adult male 28-33 years old. No known individuals were identified. No associated funerary objects are present. \n Prior to 1934, human remains representing, at minimum, one individual were removed from the Milo Hill Site (25FR1) in Franklin County, NE. The human remains were excavated by A.T. Hill and later donated to the NSHS at some point between 1937 and 1941. Age and sex of the individual are indeterminate. No known individuals were identified. No associated funerary objects are present. \n Prior to 1934, human remains representing, at minimum, nine individuals were removed from the Dunn Ossuary (25FR2) in Franklin County, NE. The human remains were excavated by A.T. Hill and later donated to the NSHS at some point between 1937 and 1941. The human remains represent one infant, two children, five adult females, and one adult male. No known individuals were identified. The 163 associated funerary objects are 33 loose shell beads, 32 strings of shells beads, six shell beads blanks, 85 unmodified mussel shells, one deer bone, one deer antler, and five other animal bones. \n Prior to 1934, human remains representing, at minimum, two individuals were removed from the Dooley Site (25FR3) in Franklin County, NE. The human remains were excavated by A.T. Hill and later donated to the NSHS at some point between 1937 and 1941. The human remains represent one child and one adult male 35-39 years old. No known individuals were identified. The 818 associated funerary objects are two wooden bowls, three animal bones, two brass kettle ears, two brass bells, two shell beds, one shell gorget, one bone awl, and 805 glass beads. \n In 1934, human remains representing, at minimum, two individuals were removed from the Schnuerle Site (25FR9) in Franklin County, NE. The human remains were recovered during archeological excavations by the NSHS. The human remains represent one infant and one adult male 40-49 years old. No known individuals were identified. The 626 associated funerary objects are two ceramic sherds, two chipped stone projectile points, two chipped stone flakes, two unmodified stones, 64 bone beads, nine animal bones, 442 shell beads, 90 shell beads blanks, 12 mussel shells, and one piece of burned earth. \n In 2017, several burned and calcined human bone fragments representing, at minimum, one individual were found in the NSHS collections and labeled `25G2.\\' While `25\\' indicates Nebraska, `G2\\' cannot be associated with a particular county or site. The human remains represent one young adult of undetermined sex. No known individuals were identified. The 10 associated funerary objects are animal bones. \n In the 1930s, human remains representing one individual were found at an unknown location in Garden County, NE, and given to the Lisco Public School. The human remains were transferred to the NSHS by the Garden County Sheriff in 1989. The human remains represent one individual of undetermined age and sex. No known individuals were identified. No associated funerary objects are present. \n In 1950, human remains representing, at minimum, seven individuals were removed from the Massacre Canyon Site (25HK13) in Hitchcock County, NE. The human remains were excavated by the NSHS following discovery during railroad construction. The human remains represent three infants, three middle-aged to elderly males, and one young adult female. No known individuals were identified. The 152 associated funerary objects are 66 shell beads, 10 chipped stone flakes, three stones, three deer/antelope modified leg bones, seven stone knives, eight unmodified shells, 26 unmodified mammal/bird bones, 17 bone beads, two projectile points, seven stone scrapers, and three pieces of pigment. \n In 1907, human remains representing, at minimum, one individual were removed from the Cairo Burial (25HL2) in Hall County, NE. The human remains were excavated by local people and turned over to the NSHS that same year. The human remains represent one adult male 30-34 years old. No known individuals were identified. The 14 associated funerary objects are four eagle bones, one eagle skin fragment, one copper button, two fragments of cloth, one piece of carved wood, four unmodified wood fragments, and one copper fragment. \n Prior to 1934, human remains representing, at minimum, one individual were removed from the Marshall Ossuary (25HN1) in Harlan County, NE. The human remains were excavated by A.T. Hill and later donated to the NSHS at some point between 1937 and 1941. The human remains represent one adult of unknown age and sex. No known individuals were identified. The three associated funerary objects are one piece of burned earth, one piece of chipped stone flaking debris, and one lot of shell beads. \n Prior to 1934, human remains representing, at minimum, six individuals were removed from the Orleans Ossuary (25HN3) in Harlan County, NE. The human remains were excavated by A.T. Hill and later donated to the NSHS at some point between 1937 and 1941. The human remains represent two adult females, one middle-age to elderly male, one infant of unknown sex, and two individuals of unknown age and sex. No known individuals were identified. The 464 associated funerary objects are 57 pottery fragments, 158 stone flakes, one stone scraper, one stone knife, 11 unmodified stones, one animal tooth, 107 shell beads, and 128 unmodified shells fragments. \n At some point prior to 1948, human remains representing, at minimum, one individual were removed from archeological site 25FT39 in Frontier County, NE. The human remains were excavated by A.T. Hill and later donated to the NSHS at some point after 1948. Age and sex of the human remains is indeterminate. No known individuals were identified. No associated funerary objects are present.\\n         \n At some point prior to 1996, human remains representing, at minimum, one individual were removed from an unknown location in Nebraska. The human remains were donated to the NSHS anonymously from a person in New York State in 1996 with a note stating they were from Nebraska but with no additional information. The human remains represent one juvenile individual. Sex of the human remains is indeterminate. No known individuals were identified. The 87 associated funerary objects are 84 glass trade beads, two copper wires, and one metal button. \n At some point in the 1960s, human remains representing, at minimum, one individual were removed from an unknown location in Hooker County, NE, and donated to the NSHS. They are assigned the number 25HO0. The human remains represent one adult female. No known individuals were identified. No associated funerary objects are present. \n In 1939, human remains representing, at minimum, two individuals were removed from Site 25HW6 in Howard County, NE. The human remains were excavated by the NSHS during archeological investigations. The human remains represent two adults of unknown age and sex. No known individuals were identified. No associated funerary objects are present. \n In 1958, human remains representing, at minimum, two individuals were removed from Site 25KH10 in Keith County, NE. The human remains were discovered eroding from a county road and excavated by local individuals and turned over to the NSHS. Age and sex of the two individuals are indeterminate. No known individuals were identified. The two associated funerary objects are one animal bone and one stone. \n At an unknown date, human remains representing, at minimum, four individual were removed from an unknown site near Lake McConaughy in Keith County, NE. The human remains were donated to the NSHS by a private individual in December of 2017. The human remains represent one adult male over 50 years old, one young adult male, one female child, and one child of unknown sex. No known individuals were identified. The two associated funerary objects are one animal bone and one modified animal rib. \n On an unknown date, human remains representing, at minimum, one individual was removed from the Springview Burial Site (25KP1) in Keya Paha County, NE. The human remains were discovered during county road construction and excavated by unknown individuals and turned over to the NSHS. Age and sex of the individual are indeterminate. No known individuals were identified. No associated funerary objects are present. \n On an unknown date, human remains representing, at minimum, six individuals were removed from an unknown site in the Bloomfield area in Knox County, NE. The human remains were donated to the NSHS. The human remains represent four adults and two children of unknown age and sex. No known individuals were identified. No associated funerary objects are present. \n In 1963, human remains representing, at minimum, two individuals were removed from Site 25KX202 in Knox County, NE. The human remains were heavily disturbed by looting and collected by the NSHS based on a report from unknown persons. The human remains represent one adult of unknown age and sex and one child about two years old and of unknown sex. No known individuals were identified. No associated funerary objects are present. \n In 1964, human remains representing, at minimum, five individuals were removed from the Niobrara Bridge Site (25KX207) in Knox County, NE. The human remains were excavated by the University of South Dakota and turned over to the NSHS in 1989. The human remains were in a disturbed context as a result of railroad bridge construction. The human remains represent one male 27-30 years old, one male 60+ years old, one female 40-54 years old, one female 20-29 years old, and one child of unknown sex and 9.5-10.5 years old. No known individuals were identified. The 52 associated funerary objects are two stone projectile points, seven stone flakes, one stone axe, five unmodified mussel shells, 23 mussel shell ornaments, one seed, four pieces of burned earth, four pottery sherds, and five stones. \n On an unknown date, human remains representing, at minimum, one individual was removed from the Schrader Site (25LC1) in Lancaster County, NE. The human remains were donated to the NSHS by an unknown person. Age and sex of the individual are indeterminate. No known individuals were identified. No associated funerary objects are present. \n At some point between 1916 and 1918, human remains representing, at minimum, one individual were removed from an unknown site between the communities of Maywood and Wellfleet in Lincoln County or Frontier County, NE. The human remains were donated to the NSHS by a private individual in December of 2017. Age and sex of the human remains are indeterminate. No known individuals were identified. The two associated funerary objects are metal bracelet fragments. \n In 1988, human remains representing, at minimum, two individuals were removed from the Buffalo Springs Site (25MO13) in Morrill County, NE. The human remains were discovered during placement of a utility line and collected by the NSHS based on a report from the property owner. The human remains represent two adult females. No known individuals were identified. The six associated funerary objects are one wood fragment, one animal bone, one piece of charcoal, one chipped stone flake, one glass fragment, and one lot of nails. \n In 1982, human remains representing, at minimum, one individual were removed from Site 25MO80 in Morrill County, NE. The human remains were discovered during highway construction and recovered by the NSHS. The human remains represent one adult 18-25 years old of unknown sex. No known individuals were identified. The one associated funerary object is one chipped stone projectile point. \n In 1951, human remains representing, at minimum, eight individuals were removed from the Dry Lake Burial Site (25MP2) in McPherson County, NE. The human remains were excavated during archeological investigations by the NSHS. The human remains represent one newborn of unknown sex, two infants of unknown sex, one male child 4.5 to 5.5 years old, one male child 5.5-6.5 years old, one female child 12.5-13.5 years old, one adult female 20-24 years old, and one adult female 30-34 years old. No known individuals were identified. The 72 associated funerary objects are 23 stone scrapers, six antler knapping tools, three atlatl weights, six stone knives, 16 turtle shell fragments, one stone projectile point perform, one pronghorn bone, two deer bones, one animal bone knife, two stone projectile points, one animal bone scraper, one retouched stone flake, two stone cores, one antler shaft wrench, five red-stained bird bones, and one piece of red pigment. \n In 1940, human remains representing, at minimum, three individuals were removed from the Wozney Site (25NC13) in Nance County, NE. The human remains were excavated during archeological investigations by the NSHS. The human remains represent three adults of unknown age and sex. No known individuals were identified. The 24 associated funerary objects are two stone projectile points, 11 stone knives, four stone scrapers, two retouched stone flakes, one mussel shell, one animal bone awl, two worked animal scapula fragments, and one antler fragment. \n In 1940, human remains representing, at minimum, 20 individuals were removed from the Site 25NH4 in Nemaha County, NE. The human remains were excavated during archeological investigations by the NSHS although the site had been previously disturbed. Age and sex of the individuals are indeterminate. No known individuals were identified. The 635 associated funerary objects are 16 mussel shells, four charred wood fragments, 39 ceramic sherds, 44 animal bone bracelet fragments, 478 mussel shell beads, one complete ceramic pot, 32 chipped stone flakes, one groundstone tool, two antler tools, three sandstone abraders, two pieces of hematite, one chipped stone core, eight stones, one piece of burned earth, two chipped stone scrapers, and one chipped stone knife. \n In 1937, human remains representing, at minimum, one individual was removed from Site 25NH13 in Nemaha County, NE. The human remains were collected from the surface during archeological investigations by the NSHS. Age and sex of the individual are indeterminate. No known individuals were identified. No associated funerary objects are present. \n In 1975, human remains representing, at minimum, three individuals were removed from the Sweat Bee Site (25NH50) in Nemaha County, NE. The human remains were excavated by the NSHS following a report of disturbance from road construction. The human remains represent one child and two adults of unknown age and sex. No known individuals were identified. The 13 associated funerary objects are limestone slabs and fragments. \n In 1936 and 1941, human remains representing, at minimum, four individuals were removed from the Bakenhus Ossuary Site (25PT4) in Platte County, NE. The human remains were excavated during archeological investigations by the NSHS. The human remains represent three adult females and one adult male of unknown age. No known individuals were identified. The 60 associated funerary objects are 41 ceramic sherds, five chipped stone flakes, one piece of sandstone, 11 cobbles, one bone awl, and one perforated mussel shell. \n In 1941, human remains representing, at minimum, one individual were removed from the Feye Site (25PT9) in Platte County, NE. The human remains were excavated during archeological investigations by the NSHS. Age and sex of the individual are indeterminate. No known individuals were identified. The seven associated funerary objects are one polished antler, one antler fragment, two ceramic sherds, one pecking stone, one piece of red pigment, and one mussel shell. \n In 1941, human remains representing, at minimum, seven individuals were removed from the South Bakenhus Site (25PT14) in Platte County, NE. The human remains were excavated during archeological investigations by the NSHS. Age and sex of the individuals are indeterminate. No known individuals were identified. The 16 associated funerary objects are eight ceramic sherds, one chipped stone flake, five stones, one clay pipe, and one antler fragment. \n In 1937, human remains representing, at minimum, two individuals were removed from Site 25RH3 in Richardson County, NE. The human remains were found on the surface of the site during archeological investigations by the NSHS. The human remains represent one adult and one infant. No known individuals were identified. No associated funerary objects are present. \n In 1994, human remains representing, at minimum, one individual were removed from Site 25RH69 in Richardson County, NE. The human remains were found during archeological excavations by the NSHS in response to damage by road construction. Age and sex of the individual are indeterminate. No known individuals were identified. No associated funerary objects are present. \n In 1942, human remains representing, at minimum, three individuals were removed from a site of unknown location in the vicinity of Falls City in Richardson County, NE. The human remains were donated to the NSHS by unknown persons. The human remains represent two middle-aged females and one male child 10-12 years old. No known individuals were identified. No associated funerary objects are present. \n In 1936, human remains representing, at minimum, two individuals were removed from a site of unknown location in the vicinity of Rulo in Richardson County, NE. The human remains had initially been curated by the Wyandotte County (Kansas) Historical Society and later by the Kansas State Historical Society (KSHS). When it became apparent, in 2017, that the human remains originated in Nebraska, the KSHS requested that they be transferred to the NSHS. The human remains represent one adult of unknown sex and one adult female. No known individuals were identified. No associated funerary objects are present. \n In 1957, human remains representing, at minimum, two individuals were removed from the Indianola Burial Site (25RW2) in Red Willow County, NE. The human remains were discovered during road construction and excavated by the NSHS. Age and sex of the individuals are indeterminate. No known individuals were identified. The 16 associated funerary objects are two stone projectile points, one shell pendant, seven drilled shell beads, four mica sheet fragments, one stone core, and one piece of red ochre stained soil. \n In 1962, human remains representing, at minimum, five individuals were removed from the Doyle Site (25RW28) in Red Willow County, NE. The human remains were discovered during archeological investigations by the NSHS. The human remains represent one child 1.5-2.5 years old, two children 3.5-4.5 years old, one female 50-59 years old, and 1 older adult of unknown sex. No known individuals were identified. The 20 associated funerary objects are two pieces of charcoal, two mussel shells, 10 animal bones, two ceramic sherds, two chipped stone flakes, one animal bone bead, and one stone. \n In 1936, human remains representing, at minimum, 45 individuals were removed from the Christensen Site (25SD3) in Saunders County, NE. The human remains were discovered during archeological investigations by the NSHS. The human remains are extremely fragmentary and the age and sex of the individuals are indeterminate. No known individuals were identified. The seven associated funerary objects are one ceramic pipe and six animal bones. \n In 1939, human remains representing, at minimum, one individual were removed from the Whelen Site (25SM2) in Sherman County, NE. The human remains were discovered during archeological investigations by the NSHS. The age and sex of the individual is indeterminate. No known individuals were identified. The 107 associated funerary objects are one atlatl weight, 63 ceramic sherds, five chipped stone tools, four chipped stone flakes, 21 animal bones, one hardened ash clumps, two cobbles, two modified animal bones, six mussel shells, one piece of sandstone, and one ground stone tool. \n In 1980, human remains representing, at minimum, one individual were removed from the Packer Site (25SM9) in Sherman County, NE. The human remains were discovered during archeological investigations by an avocational archeologist and turned over to the NSHS. The human remains represent one adult female. No known individuals were identified. No associated funerary objects are present. \n In 1983, human remains representing, at minimum, one individual was removed from Site 25SM15 in Sherman County, NE. The human remains were discovered during construction and turned over to the NSHS. The human remains represent one adult of unknown sex. No known individuals were identified. No associated funerary objects are present. \n In 1967, human remains representing, at minimum, four individuals were removed from Site 25ST12 in Stanton County, NE. The human remains were excavated by the NSHS following a report of disturbance from cattle feed lot construction. The human remains are those of one male over 60 years old, one female 50-59 years old, one female 18-20 years old, and one male 50-59 years old. No known individuals were identified. The two associated funerary objects are animal bones. \n In 1990, human remains representing, at minimum, one individual were removed from Site 25SX25 in Sioux County, NE. The human remains were excavated by the NSHS following a report of disturbance from erosion by the Sioux County Sherriff\\'s Office. The human remains are those of one female 16-18 years old. No known individuals were identified. No associated funerary objects are present. \n In 1959, human remains representing, at minimum, one individual were removed from Site 25SX130 in Sioux County, NE. The human remains were excavated by the NSHS following a report of disturbance from erosion by a private property owner. The human remains are those of one male 20-25 years old. No known individuals were identified. The two associated funerary objects are one animal bone and one chipped stone flake. \n In 1959, human remains representing, at minimum, eight individuals were removed from the Warren Robinson or Westcott Site (25SY8) in Sarpy County, NE. The human remains were excavated by the NSHS following a report of disturbance from housing construction. The age and sex of the human remains are unknown. No known individuals were identified. The funerary objects listed in the collection records (eight projectile points and one stone) were not located during the original NAGPRA inventory of the collection in the 1990s and have still not been located. \n In 1964, human remains representing, at minimum, one individual were removed from the Gretna Fish Hatchery Site (25SY16) in Sarpy County, NE. The human remains were excavated by the NSHS following discovery during fish hatchery pond draining. The human remains represent one female over 50 years old. No known individuals were identified. The one associated funerary object is a mussel shell. \n In 1954, human remains representing, at minimum, five individuals were removed from the Durflinger Site (25TY5) in Thayer County, NE. The human remains were excavated by the NSHS following a report of disturbance from erosion by a private property owner. Age and sex of the human remains are indeterminate. No known individuals were identified. No associated funerary objects are present although the landowner reported the human remains were beneath limestone slabs that were not retained. \n In 1939, human remains representing, at minimum, one individual were removed from the Schultz Site (25VY1) in Valley County, NE. The human remains were excavated by the NSHS during archeological investigations. Age and sex of the human remains are indeterminate. No known individuals were identified. The two associated funerary objects are ceramic sherds. \n In 1939, human remains representing, at minimum, one individual were removed from the Combs Ossuary (25VY2) in Valley County, NE. The human remains were excavated by the NSHS during archeological investigations. Age and sex of the human remains are indeterminate. No known individuals were identified. The eight associated funerary objects are one marine shell and seven fired clay lumps. \n In 1938, human remains representing, at minimum, 24 individuals were removed from the O\\'Hanlon Site (25WN6) in Washington County, NE. The human remains were excavated by the NSHS during archeological investigations. The human remains represent one child 0-.5 years old, one child .5-1.5 years old, one child 4.5-5.5 years old, one child 5.5-6.5 years old, one child 7.5-8.5 years old, four females 18-27 years old, one male 25-34 years old, two males 30-39 years old, two males 35-49 years old, one male 40-59 years old, six adult females of unknown age, one adult male of unknown age, and two adults of unknown age and sex. No known individuals were identified. The 21 associated funerary objects are18 mussel shell beads and three animal bones. \n In 1932, human remains representing, at minimum, 12 individuals were removed from the Guide Rock Ossuary Site (25WT3) in Webster County, NE. The human remains were excavated by A.T. Hill and later donated to the NSHS at some point between 1937 and 1941. The human remains represent one fetal/neonates, three children .5-1.5 years old, one child 2-4 years old, one female child 8.5-9.5 years old, one male 25-35 years old, one female 18-20 years old, one female 20-25 years old, one female 24-29 years old, one female 30-34 years old, and one female 45-55 years old. No known individuals were identified. The 268 associated funerary objects are 205 shell beads, five drilled animal teeth, four stones, 16 animal bone beads, 18 fragments of shell, one chipped stone scraper, one chipped stone knife, three chipped stone flakes, four chipped stone projectile points, and 11 animal bones. \n At some point between 1929 and 1932, human remains representing, at minimum, 22 individuals were removed from the Robb Ossuary Site (25WT4) in Webster County, NE. The human remains were excavated by A.T. Hill and later donated to the NSHS at some point between 1937 and 1941. Age and sex of the human remains are indeterminate. No known individuals were identified. The 148 associated funerary objects are 19 ceramic sherds, 13 chipped stone tools, one bird bone bead, one drilled mammal tooth, eight shell pendants, three cut mussel shells, 62 shell beads, and 41 shell fragments. \n At some point before 1934, human remains representing, at minimum, one individual were removed from an unknown site in Boyd County, NE, near the town of Naper. The human remains were donated to the NSHS in 1934 by Dr. Charles Zimmerman (museum collection 4364-232). Age and sex of the human remains are indeterminate. No known individuals were identified. No associated funerary objects are present. \n At some point prior to 1934, human remains representing, at minimum, one individual were removed from an unknown location near Crawford, NE, in Dawes or Sioux counties. The human remains were donated to the NSHS by Edward Murphy (museum collection no. 1917). Age and sex of the human remains are indeterminate. No known individuals were identified. The two associated funerary objects are wire bracelets. \n At some point prior to 1944, human remains representing, at minimum, one individual were removed from an unknown location in Nebraska along the Elkhorn River. The human remains were donated to the NSHS by a Mr. Schroeder (museum collection no. 8171-1 [alternate number 2857]). Age and sex of the human remains are indeterminate. No known individuals were identified. No associated funerary objects are present. \n The human remains listed in this notice were determined to be Native American based on archeological context, burial patterns, osteology, or associated diagnostic artifacts. Based on oral tradition and archeological evidence, the Nebraska State Historical Society has determined there is a relationship of shared group identity that can be reasonably traced between the human remains and associated funerary objects listed in this notice and the Native American people that are represented today by 37 Indian tribes. \n ", "h_d_ci": "Null", "determinations": "Determinations Made by the NSHS \n Officials of the NSHS have determined that: \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice represent the physical remains of 552 individuals of Native American ancestry. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(3)(A), the 4,200 objects described in this notice are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and associated funerary objects and the Apache Tribe of Oklahoma; Arapaho Tribe of the Wind River Reservation, Wyoming; Assiniboine and Sioux Tribes of the Fort Peck Indian Reservation, Montana; Cheyenne and Arapaho Tribes of Oklahoma; Cheyenne River Sioux Tribe of the Cheyenne River Reservation, South Dakota; Comanche Nation, Oklahoma; Crow Creek Sioux Tribe of the Crow Creek Reservation, South Dakota; Crow Tribe of Montana; Delaware Tribe of Indians; Delaware Nation, Oklahoma; Iowa Tribe of Kansas and Nebraska; Iowa Tribe of Oklahoma; Kaw Nation, Oklahoma; Kickapoo Tribe in Kansas; Kickapoo Tribe of Oklahoma; Kiowa Indian Tribe of Oklahoma; Lower Brule Sioux Tribe of the Lower Brule Reservation, South Dakota; Northern Cheyenne Tribe of the Northern Cheyenne Indian Reservation, Montana; Oglala Sioux Tribe; Omaha Tribe of Nebraska; Otoe-Missouri Tribe of Indians, Oklahoma; Pawnee Nation of Oklahoma; Ponca Tribe of Nebraska; Ponca Tribe of Indians of Oklahoma; Prairie Band of Potawattamie of Kansas; Rosebud Sioux Tribe of the Rosebud Indian Reservation, South Dakota; Sac and Fox Nation of Missouri in Kansas and Nebraska; Sac and Fox Nation, Oklahoma; Sac and Fox Tribe of the Mississippi in Iowa; Santee Sioux Nation, Nebraska; Sisseton-Wahpeton Sioux Oyate of the Lake Traverse Reservation, South Dakota; Spirit Lake Sioux Tribe of North Dakota; Standing Rock Sioux Tribe of North and South Dakota; Three Affiliated Tribes of the Fort Berthold Reservation of North Dakota; Wichita and Affiliated Tribes; Winnebago Tribe of Nebraska; and the Yankton Sioux Tribe of South Dakota (hereafter referred to as \\xe2\\x80\\x9cThe Culturally Affiliated Tribes\\xe2\\x80\\x9d). \n ", "a_r_d": "Lineal descendants or representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary should submit a written request with information in support of the request to Rob Bozell, Nebraska State Historical Society, P.O. Box 82554, Lincoln, NE 68501, telephone (402) 525-1624, email rob.bozell@nebraska.gov, by May 31, 2018. After that date, if no additional requestors have come forward, transfer of control of the human remains and associated funerary objects to The Culturally Affiliated Tribes may proceed. \n The NSHS is responsible for notifying The Culturally Affiliated Tribes that this notice has been published. \n "}