{"index": "I_297", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        [NPS-WASO-NAGPRA-25290; PPWOCRADN0-PCU00RP14.R50000]\\n        Notice of Inventory Completion: Wisconsin Historical Society, Madison, WI\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        \\n          SUMMARY:\\n          The Wisconsin Historical Society has completed an inventory of human remains and associated funerary objects, in consultation with the appropriate Indian Tribes or Native Hawaiian organizations, and has determined that there is no cultural affiliation between the human remains and associated funerary objects and any present-day Indian Tribes or Native Hawaiian organizations. Representatives of any Indian Tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request to the Wisconsin Historical Society. If no additional requestors come forward, transfer of control of the human remains and associated funerary objects to the Indian Tribes or Native Hawaiian organizations stated in this notice may proceed.\\n        \\n        \\n          DATES:\\n          Representatives of any Indian Tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to the Wisconsin Historical Society at the address in this notice by May 21, 2018.\\n        \\n        \\n          ADDRESSES:\\n\\n          Jennifer Kolb, Wisconsin Historical Society, 816 State Street, Madison, WI 53706, telephone (608) 264-6434, email Jennifer.Kolb@wisconsinhistory.org.\\n          \\n        \\n      \\n      \\n        SUPPLEMENTARY INFORMATION:\\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains and associated funerary objects under the control of the Wisconsin Historical Society, Madison, WI. The human remains and associated funerary objects were removed from Dane, Richland, and Sauk Counties, WI.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003(d)(3) and 43 CFR 10.11(d). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations in this notice.\\n        Consultation\\n        A detailed assessment of the human remains was made by the Wisconsin Historical Society professional staff in consultation with representatives of the Forest County Potawatomi Community, Wisconsin; Ho-Chunk Nation of Wisconsin; Lac du Flambeau Band of Lake Superior Chippewa Indians of the Lac du Flambeau Reservation of Wisconsin; Menominee Indian Tribe of Wisconsin; and Upper Sioux Community, Minnesota.\\n        History and Description of the Remains\\n        In 1958, human remains representing, at minimum, one individual were removed from Blackhawk Country Club (47-DA-0131) in Dane County, WI. The human remains were excavated from pit fill by Warren Wittry of the Wisconsin Historical Society (WHS) from the panther mound, which he referred to as the \\xe2\\x80\\x9cMayland Mound,\\xe2\\x80\\x9d named after the then-landowner. The human remains were found in the collections in 2013, were originally cataloged as faunal bones, and are too fragmentary to determine age or sex. No known individuals were identified. The four associated funerary objects are one chert flake, two seed fragments, and a soil sample.\\n\\n        Between 1960 and 1961, human remains representing, at minimum, 132 individuals were removed from the Price III (47-RI-0004) in Richland County, WI. The site was investigated during the 1960-1961 Highway 60 relocation project as the area was slated for destruction. The Wisconsin Historical Society led the investigations under a cooperative agreement with the Wisconsin Highway Commission. A total of 26 features were exposed, 22 of which were burial features. Of the remaining four features, three may have been burial pits that were destroyed from previous plowing activity, but no materials of any kind were recovered from them. The human remains recovered from the 22 burial pits represent 33 adult males, 10 adult females, 43 adults of indeterminate sex, 30 juveniles of indeterminate sex, 6 infants, and 10 individuals of indeterminate age and sex. No known individuals were identified. The 27 associated funerary objects are five projectile points, two bone awls, one copper fish hook, one perforated bear canine, ten groups of tool debitage, three groups of stone samples, three biface fragments, one ceramic sherd, and one stone scrapper.\\n        At an unknown date, human remains representing, at minimum, one individual were removed from Neefe Mounds (47-RI-0059) in Richland County, WI. The site was first reported to the Wisconsin Historical Society by T. Orion in 1907, who observed two conical mounds that were under cultivation. Human remains representing one adult male from an unknown location within the site were donated to the Wisconsin Historical Society by a Mr. Sheldon Bartel at an unknown date. No known individuals were identified. The one associated funerary object is a group of daub fragments.\\n        In 1977, human remains representing, at minimum, seven individuals were removed from the Rehbein I Site (47-RI-0081) in Richland County, WI. Excavations took place at the site in 1977 and included investigation of Mounds 1-6. The majority of the human remains recovered were reinterred under the reconstructed mounds. For an unknown reason, human remains representing six adults of indeterminate sex and one infant were excluded from reburial and are in the possession of the Wisconsin Historical Society. No known individuals were identified. The seven associated funerary objects are one ceramic vessel, two groups of ceramic sherds, three mussel shells, and one group of bark fragments.\\n        In 1960, human remains representing, at minimum, three individuals were removed from Sobek Mounds (47-RI-0001) in Richland County, WI. The site was investigated by the Wisconsin Historical Society in cooperation with the Department of Transportation. Three of the mounds (Mounds 1-3) were located in the right-of-way for the relocation of Highway 60 and would be destroyed. The Wisconsin Historical Society placed a center-line trench through each mound and recovered human remains representing an adult female and an adult male from Mound 1 and an adult female from Mound 3. During an inventory of the collections from the site in 2007, additional human remains were found from a plowzone context. The human remains from the plowzone are too fragmentary to affect the MNI for the site. No known individuals were identified. The 23 associated funerary objects are one quartzite hammerstone, one fragment of hematite, twelve groups of chert debitage, one chert biface, three charcoal fragments, two ceramic sherds, and three groups of sandstone fragments.\\n        In 1955 and 1957, human remains representing, at minimum, one individual were removed from Raddatz Rockshelter (47-SK-0005) in Sauk County, WI. The site was investigated by Warren Wittry of the Wisconsin Historical Society in 1955 and 1957 in order to gain a better understanding of the chronological depth of prehistoric occupation in Wisconsin. His excavations covered a 675 square foot area that he estimated represented 75 percent of the rockshelter. In 2012, all of the artifacts from the site were reinventoried by the Wisconsin Historical Society and human remains were identified. Skeletal analysis in 2016 determined the human remains represent a juvenile of indeterminate sex. No known individuals were identified. No associated funerary objects are present.\\n        Determinations Made by the Wisconsin Historical Society\\n        Officials of the Wisconsin Historical Society have determined that:\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice are Native American based on Wisconsin Historical Society records, burial location, archeological context, oral histories, and skeletal analysis.\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice represent the physical remains of 145 individual of Native American ancestry.\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(3)(A), the 62 objects described in this notice are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony.\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(2), a relationship of shared group identity cannot be reasonably traced between the Native American human remains and associated funerary objects and any present-day Indian Tribe.\\n        \\xe2\\x80\\xa2 According to final judgments of the Indian Claims Commission or the Court of Federal Claims, the land from which the Native American human remains and associated funerary objects were removed is the aboriginal land of the Ho-Chunk Nation of Wisconsin and the Winnebago Tribe of Nebraska.\\n        \\xe2\\x80\\xa2 Treaties, Acts of Congress, or Executive Orders, indicate that the land from which the Native American human remains and associated funerary objects were removed is the aboriginal land of the Ho-Chunk Nation of Wisconsin and the Winnebago Tribe of Nebraska.\\n        \\xe2\\x80\\xa2 Pursuant to 43 CFR 10.11(c)(1), the disposition of the human remains and associated funerary objects may be to the Ho-Chunk Nation of Wisconsin and the Winnebago Tribe of Nebraska.\\n        Additional Requestors and Disposition\\n\\n        Representatives of any Indian Tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to Jennifer Kolb, Wisconsin Historical Society, 816 State Street, Madison, WI 53706, telephone (608) 264-6434, email Jennifer.Kolb@wisconsinhistory.org, by May 21, 2018. After that date, if no additional requestors have come forward, transfer of control of the human remains and associated funerary objects to the Ho-Chunk Nation of Wisconsin and the Winnebago Tribe of Nebraska may proceed.\\n        The Wisconsin Historical Society is responsible for notifying the Forest County Potawatomi Community, Wisconsin; Ho-Chunk Nation of Wisconsin; Lac du Flambeau Band of Lake Superior Chippewa Indians of the Lac du Flambeau Reservation of Wisconsin; Menominee Indian Tribe of Wisconsin; Upper Sioux Community, Minnesota; and the Winnebago Tribe of Nebraska that this notice has been published.\\n        \\n          Dated: March 22, 2018.\\n          Melanie O\\'Brien,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. 2018-08177 Filed 4-18-18; 8:45 am]\\n       BILLING CODE 4312-52-P\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "[NPS-WASO-NAGPRA-25290; PPWOCRADN0-PCU00RP14.R50000]", "subject": "Notice of Inventory Completion: Wisconsin Historical Society, Madison, WI", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "The Wisconsin Historical Society has completed an inventory of human remains and associated funerary objects, in consultation with the appropriate Indian Tribes or Native Hawaiian organizations, and has determined that there is no cultural affiliation between the human remains and associated funerary objects and any present-day Indian Tribes or Native Hawaiian organizations. Representatives of any Indian Tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request to the Wisconsin Historical Society. If no additional requestors come forward, transfer of control of the human remains and associated funerary objects to the Indian Tribes or Native Hawaiian organizations stated in this notice may proceed.", "dates": "Representatives of any Indian Tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to the Wisconsin Historical Society at the address in this notice by May 21, 2018.", "addresses": "Jennifer Kolb, Wisconsin Historical Society, 816 State Street, Madison, WI 53706, telephone (608) 264-6434, email Jennifer.Kolb@wisconsinhistory.org.\\n          ", "signature_dated": "Dated: March 22, 2018.", "signature_name": "Melanie O\\'Brien,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. 2018-08177 Filed 4-18-18; 8:45 am]", "billing_code": " BILLING CODE 4312-52-P", "supp_info": "SUPPLEMENTARY INFORMATION: \n Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains and associated funerary objects under the control of the Wisconsin Historical Society, Madison, WI. The human remains and associated funerary objects were removed from Dane, Richland, and Sauk Counties, WI. \n This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003(d)(3) and 43 CFR 10.11(d). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations in this notice. \n Consultation \n A detailed assessment of the human remains was made by the Wisconsin Historical Society professional staff in consultation with representatives of the Forest County Potawatomi Community, Wisconsin; Ho-Chunk Nation of Wisconsin; Lac du Flambeau Band of Lake Superior Chippewa Indians of the Lac du Flambeau Reservation of Wisconsin; Menominee Indian Tribe of Wisconsin; and Upper Sioux Community, Minnesota. \n History and Description of the Remains \n In 1958, human remains representing, at minimum, one individual were removed from Blackhawk Country Club (47-DA-0131) in Dane County, WI. The human remains were excavated from pit fill by Warren Wittry of the Wisconsin Historical Society (WHS) from the panther mound, which he referred to as the \\xe2\\x80\\x9cMayland Mound,\\xe2\\x80\\x9d named after the then-landowner. The human remains were found in the collections in 2013, were originally cataloged as faunal bones, and are too fragmentary to determine age or sex. No known individuals were identified. The four associated funerary objects are one chert flake, two seed fragments, and a soil sample. \n Between 1960 and 1961, human remains representing, at minimum, 132 individuals were removed from the Price III (47-RI-0004) in Richland County, WI. The site was investigated during the 1960-1961 Highway 60 relocation project as the area was slated for destruction. The Wisconsin Historical Society led the investigations under a cooperative agreement with the Wisconsin Highway Commission. A total of 26 features were exposed, 22 of which were burial features. Of the remaining four features, three may have been burial pits that were destroyed from previous plowing activity, but no materials of any kind were recovered from them. The human remains recovered from the 22 burial pits represent 33 adult males, 10 adult females, 43 adults of indeterminate sex, 30 juveniles of indeterminate sex, 6 infants, and 10 individuals of indeterminate age and sex. No known individuals were identified. The 27 associated funerary objects are five projectile points, two bone awls, one copper fish hook, one perforated bear canine, ten groups of tool debitage, three groups of stone samples, three biface fragments, one ceramic sherd, and one stone scrapper. \n At an unknown date, human remains representing, at minimum, one individual were removed from Neefe Mounds (47-RI-0059) in Richland County, WI. The site was first reported to the Wisconsin Historical Society by T. Orion in 1907, who observed two conical mounds that were under cultivation. Human remains representing one adult male from an unknown location within the site were donated to the Wisconsin Historical Society by a Mr. Sheldon Bartel at an unknown date. No known individuals were identified. The one associated funerary object is a group of daub fragments. \n In 1977, human remains representing, at minimum, seven individuals were removed from the Rehbein I Site (47-RI-0081) in Richland County, WI. Excavations took place at the site in 1977 and included investigation of Mounds 1-6. The majority of the human remains recovered were reinterred under the reconstructed mounds. For an unknown reason, human remains representing six adults of indeterminate sex and one infant were excluded from reburial and are in the possession of the Wisconsin Historical Society. No known individuals were identified. The seven associated funerary objects are one ceramic vessel, two groups of ceramic sherds, three mussel shells, and one group of bark fragments. \n In 1960, human remains representing, at minimum, three individuals were removed from Sobek Mounds (47-RI-0001) in Richland County, WI. The site was investigated by the Wisconsin Historical Society in cooperation with the Department of Transportation. Three of the mounds (Mounds 1-3) were located in the right-of-way for the relocation of Highway 60 and would be destroyed. The Wisconsin Historical Society placed a center-line trench through each mound and recovered human remains representing an adult female and an adult male from Mound 1 and an adult female from Mound 3. During an inventory of the collections from the site in 2007, additional human remains were found from a plowzone context. The human remains from the plowzone are too fragmentary to affect the MNI for the site. No known individuals were identified. The 23 associated funerary objects are one quartzite hammerstone, one fragment of hematite, twelve groups of chert debitage, one chert biface, three charcoal fragments, two ceramic sherds, and three groups of sandstone fragments. \n In 1955 and 1957, human remains representing, at minimum, one individual were removed from Raddatz Rockshelter (47-SK-0005) in Sauk County, WI. The site was investigated by Warren Wittry of the Wisconsin Historical Society in 1955 and 1957 in order to gain a better understanding of the chronological depth of prehistoric occupation in Wisconsin. His excavations covered a 675 square foot area that he estimated represented 75 percent of the rockshelter. In 2012, all of the artifacts from the site were reinventoried by the Wisconsin Historical Society and human remains were identified. Skeletal analysis in 2016 determined the human remains represent a juvenile of indeterminate sex. No known individuals were identified. No associated funerary objects are present. \n Determinations Made by the Wisconsin Historical Society \n Officials of the Wisconsin Historical Society have determined that: \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice are Native American based on Wisconsin Historical Society records, burial location, archeological context, oral histories, and skeletal analysis. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice represent the physical remains of 145 individual of Native American ancestry. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(3)(A), the 62 objects described in this notice are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(2), a relationship of shared group identity cannot be reasonably traced between the Native American human remains and associated funerary objects and any present-day Indian Tribe. \n \\xe2\\x80\\xa2 According to final judgments of the Indian Claims Commission or the Court of Federal Claims, the land from which the Native American human remains and associated funerary objects were removed is the aboriginal land of the Ho-Chunk Nation of Wisconsin and the Winnebago Tribe of Nebraska. \n \\xe2\\x80\\xa2 Treaties, Acts of Congress, or Executive Orders, indicate that the land from which the Native American human remains and associated funerary objects were removed is the aboriginal land of the Ho-Chunk Nation of Wisconsin and the Winnebago Tribe of Nebraska. \n \\xe2\\x80\\xa2 Pursuant to 43 CFR 10.11(c)(1), the disposition of the human remains and associated funerary objects may be to the Ho-Chunk Nation of Wisconsin and the Winnebago Tribe of Nebraska. \n Additional Requestors and Disposition \n Representatives of any Indian Tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to Jennifer Kolb, Wisconsin Historical Society, 816 State Street, Madison, WI 53706, telephone (608) 264-6434, email Jennifer.Kolb@wisconsinhistory.org, by May 21, 2018. After that date, if no additional requestors have come forward, transfer of control of the human remains and associated funerary objects to the Ho-Chunk Nation of Wisconsin and the Winnebago Tribe of Nebraska may proceed. \n The Wisconsin Historical Society is responsible for notifying the Forest County Potawatomi Community, Wisconsin; Ho-Chunk Nation of Wisconsin; Lac du Flambeau Band of Lake Superior Chippewa Indians of the Lac du Flambeau Reservation of Wisconsin; Menominee Indian Tribe of Wisconsin; Upper Sioux Community, Minnesota; and the Winnebago Tribe of Nebraska that this notice has been published. \n ", "consultation": "A detailed assessment of the human remains was made by the Wisconsin Historical Society professional staff in consultation with representatives of the Forest County Potawatomi Community, Wisconsin; Ho-Chunk Nation of Wisconsin; Lac du Flambeau Band of Lake Superior Chippewa Indians of the Lac du Flambeau Reservation of Wisconsin; Menominee Indian Tribe of Wisconsin; and Upper Sioux Community, Minnesota. \n ", "h_d_r": "In 1958, human remains representing, at minimum, one individual were removed from Blackhawk Country Club (47-DA-0131) in Dane County, WI. The human remains were excavated from pit fill by Warren Wittry of the Wisconsin Historical Society (WHS) from the panther mound, which he referred to as the \\xe2\\x80\\x9cMayland Mound,\\xe2\\x80\\x9d named after the then-landowner. The human remains were found in the collections in 2013, were originally cataloged as faunal bones, and are too fragmentary to determine age or sex. No known individuals were identified. The four associated funerary objects are one chert flake, two seed fragments, and a soil sample. \n Between 1960 and 1961, human remains representing, at minimum, 132 individuals were removed from the Price III (47-RI-0004) in Richland County, WI. The site was investigated during the 1960-1961 Highway 60 relocation project as the area was slated for destruction. The Wisconsin Historical Society led the investigations under a cooperative agreement with the Wisconsin Highway Commission. A total of 26 features were exposed, 22 of which were burial features. Of the remaining four features, three may have been burial pits that were destroyed from previous plowing activity, but no materials of any kind were recovered from them. The human remains recovered from the 22 burial pits represent 33 adult males, 10 adult females, 43 adults of indeterminate sex, 30 juveniles of indeterminate sex, 6 infants, and 10 individuals of indeterminate age and sex. No known individuals were identified. The 27 associated funerary objects are five projectile points, two bone awls, one copper fish hook, one perforated bear canine, ten groups of tool debitage, three groups of stone samples, three biface fragments, one ceramic sherd, and one stone scrapper. \n At an unknown date, human remains representing, at minimum, one individual were removed from Neefe Mounds (47-RI-0059) in Richland County, WI. The site was first reported to the Wisconsin Historical Society by T. Orion in 1907, who observed two conical mounds that were under cultivation. Human remains representing one adult male from an unknown location within the site were donated to the Wisconsin Historical Society by a Mr. Sheldon Bartel at an unknown date. No known individuals were identified. The one associated funerary object is a group of daub fragments. \n In 1977, human remains representing, at minimum, seven individuals were removed from the Rehbein I Site (47-RI-0081) in Richland County, WI. Excavations took place at the site in 1977 and included investigation of Mounds 1-6. The majority of the human remains recovered were reinterred under the reconstructed mounds. For an unknown reason, human remains representing six adults of indeterminate sex and one infant were excluded from reburial and are in the possession of the Wisconsin Historical Society. No known individuals were identified. The seven associated funerary objects are one ceramic vessel, two groups of ceramic sherds, three mussel shells, and one group of bark fragments. \n In 1960, human remains representing, at minimum, three individuals were removed from Sobek Mounds (47-RI-0001) in Richland County, WI. The site was investigated by the Wisconsin Historical Society in cooperation with the Department of Transportation. Three of the mounds (Mounds 1-3) were located in the right-of-way for the relocation of Highway 60 and would be destroyed. The Wisconsin Historical Society placed a center-line trench through each mound and recovered human remains representing an adult female and an adult male from Mound 1 and an adult female from Mound 3. During an inventory of the collections from the site in 2007, additional human remains were found from a plowzone context. The human remains from the plowzone are too fragmentary to affect the MNI for the site. No known individuals were identified. The 23 associated funerary objects are one quartzite hammerstone, one fragment of hematite, twelve groups of chert debitage, one chert biface, three charcoal fragments, two ceramic sherds, and three groups of sandstone fragments. \n In 1955 and 1957, human remains representing, at minimum, one individual were removed from Raddatz Rockshelter (47-SK-0005) in Sauk County, WI. The site was investigated by Warren Wittry of the Wisconsin Historical Society in 1955 and 1957 in order to gain a better understanding of the chronological depth of prehistoric occupation in Wisconsin. His excavations covered a 675 square foot area that he estimated represented 75 percent of the rockshelter. In 2012, all of the artifacts from the site were reinventoried by the Wisconsin Historical Society and human remains were identified. Skeletal analysis in 2016 determined the human remains represent a juvenile of indeterminate sex. No known individuals were identified. No associated funerary objects are present. \n ", "h_d_ci": "Null", "determinations": "Determinations Made by the Wisconsin Historical Society \n Officials of the Wisconsin Historical Society have determined that: \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice are Native American based on Wisconsin Historical Society records, burial location, archeological context, oral histories, and skeletal analysis. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice represent the physical remains of 145 individual of Native American ancestry. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(3)(A), the 62 objects described in this notice are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(2), a relationship of shared group identity cannot be reasonably traced between the Native American human remains and associated funerary objects and any present-day Indian Tribe. \n \\xe2\\x80\\xa2 According to final judgments of the Indian Claims Commission or the Court of Federal Claims, the land from which the Native American human remains and associated funerary objects were removed is the aboriginal land of the Ho-Chunk Nation of Wisconsin and the Winnebago Tribe of Nebraska. \n \\xe2\\x80\\xa2 Treaties, Acts of Congress, or Executive Orders, indicate that the land from which the Native American human remains and associated funerary objects were removed is the aboriginal land of the Ho-Chunk Nation of Wisconsin and the Winnebago Tribe of Nebraska. \n \\xe2\\x80\\xa2 Pursuant to 43 CFR 10.11(c)(1), the disposition of the human remains and associated funerary objects may be to the Ho-Chunk Nation of Wisconsin and the Winnebago Tribe of Nebraska. \n ", "a_r_d": "Representatives of any Indian Tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to Jennifer Kolb, Wisconsin Historical Society, 816 State Street, Madison, WI 53706, telephone (608) 264-6434, email Jennifer.Kolb@wisconsinhistory.org, by May 21, 2018. After that date, if no additional requestors have come forward, transfer of control of the human remains and associated funerary objects to the Ho-Chunk Nation of Wisconsin and the Winnebago Tribe of Nebraska may proceed. \n The Wisconsin Historical Society is responsible for notifying the Forest County Potawatomi Community, Wisconsin; Ho-Chunk Nation of Wisconsin; Lac du Flambeau Band of Lake Superior Chippewa Indians of the Lac du Flambeau Reservation of Wisconsin; Menominee Indian Tribe of Wisconsin; Upper Sioux Community, Minnesota; and the Winnebago Tribe of Nebraska that this notice has been published. \n "}