{"index": "I_3", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        [NPS-WASO-NAGPRA-NPS0029196; PPWOCRADN0-PCU00RP14.R50000]\\n        Notice of Inventory Completion: University of California, Santa Cruz, Santa Cruz, CA\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        \\n          SUMMARY:\\n          The University of California, Santa Cruz (U.C. Santa Cruz) has completed an inventory of human remains and associated funerary objects in consultation with the appropriate Indian Tribes or Native Hawaiian organizations, and has determined that there is no cultural affiliation between the human remains and associated funerary objects and any present-day Indian Tribes or Native Hawaiian organizations. Representatives of any Indian Tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request to U.C. Santa Cruz. If no additional requestors come forward, transfer of control of the human remains and associated funerary objects to the non-federally recognized Indian group stated in this notice may proceed.\\n        \\n        \\n          DATES:\\n          Representatives of any Indian Tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to U.C. Santa Cruz at the address in this notice by December 27, 2019.\\n        \\n        \\n          ADDRESSES:\\n\\n          Diane Gifford-Gonzalez, Curator, Monterey Bay Archaeology Archives, University of California, Santa Cruz, 1156 High Street, Santa Cruz, CA 95064-1077, telephone (831) 459-2633, email dianegg@ucsc.edu.\\n          \\n        \\n      \\n      \\n        \\n        SUPPLEMENTARY INFORMATION:\\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains and associated funerary objects under the control of the University of California, Santa Cruz, Santa Cruz, CA. The human remains and associated funerary objects were removed from sites CA-SCR-3, CA-SCR-12, CA-SCR-18, CA-SCR-19, CA-SCR-35, CA-SCR-44 in Santa Cruz County, CA, as well as from unknown locations within Santa Cruz city limits, and CA-MNT-414, Elkhorn Slough, Monterey County, CA.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003(d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations in this notice.\\n        Consultation\\n        A detailed assessment of the human remains was made by U.C. Santa Cruz professional staff in consultation with the Amah Mutsun Tribal Band; Costanoan Rumsen Carmel Tribe; Muwekma Ohlone Tribe; and the Ohlone Costanoan Esselen Nation, which are all non-federally recognized Indian groups. Three Indian Tribes who are geographically closest to the non-federally recognized Indian groups were invited to participate, but were not involved in consultations. These are the Federated Indians of Graton Rancheria, California; Picayune Rancheria of Chukchansi Indians of California; and the Santa Ynez Band of Chumash Mission Indians of the Santa Ynez Reservation, California. There are no other federally recognized Tribes with aboriginal territory in the south-San Francisco and Monterey Bay areas.\\n        History and Description of the Remains\\n        Between 1964 and 1973, human remains representing, at minimum, 29 individuals were removed from the locations in Santa Cruz and northern Monterey County, as listed below.\\n        In 1974, human remains representing, at minimum, one individual were removed from site CA-MNT-414 on the northwest side of upper Elkhorn Slough, Monterey County, CA, by Professor Rob Edwards of Cabrillo College and the Santa Cruz Archaeological Society. In 1975, the excavated materials, including artifacts, shell, and vertebrate fauna, were transferred to the Monterey Bay Archaeology Archives at the University of California, Santa Cruz (MBAA). The human remains consist of isolated fragments representing individuals of unknown age and sex. No known individuals were identified. No associated funerary objects are present.\\n\\n        In 1969, human remains representing, at minimum, six individuals were removed from site CA-SCR-3 (a.k.a. SCR-42) during an archeological field school conducted by the University of California, Berkeley, in Marshall Field on the campus of U.C. Santa Cruz. The site consisted of two low mounds containing two burials. Burial 1 contained the commingled remains of two individuals, represented by a partial skeleton of an adult female 18-25 years in age, and tibial fragments, a possible scapula fragment, and part of a right ulna belonging to an adult male 20-40 years in age. Burial 2 contained the commingled remains of three individuals, represented by a cranium and partial skeleton of an adult male, tibial fragments of an adult of indeterminate sex, and a left tibia of an adult of indeterminate sex. The excavated materials were transferred to the MBAA sometime in the 1970s. During later analysis of the vertebrate faunal materials recovered from the site, isolated fragments of human remains were discovered. No known individuals were identified. The 29 associated funerary objects are six lots of Olivella shell beads, two bone awls, one small mortar, one soil sample from inside mortar, one pestle, one projectile point, two scrapers, two net-sinkers, six handstones, one hammerstone, two milling slabs, one soil sample, one unmodified stone placed in mouth, and two limonite \\xe2\\x80\\x9cred ochre\\xe2\\x80\\x9d deposits.\\n        In 1974, human remains representing, at minimum, two individuals were removed from site CA-SCR-12 on Beach Hill, within the city of Santa Cruz, CA. Professor John Fritz and Dr. Margaret Conkey led an excavation conducted by U.C. Santa Cruz students and members of the Santa Cruz Archaeological Society. During later analysis of the vertebrate faunal materials recovered from the site, isolated fragments of human remains were discovered, representing individuals of unknown age and sex. No known individuals were identified. No associated funerary objects are present.\\n        In 1977, human remains representing, at minimum, five individuals were removed from site CA-SCR-18 in Davenport, Santa Cruz County, CA. A salvage screening was conducted by Cabrillo College students under Professor Rob Edwards in response to an excavation of a private house basement that impacted a known archeological site. The materials were transferred to U.C. Santa Cruz in 1978. During later analysis of the vertebrate faunal materials recovered from the site, isolated fragments of human remains were discovered, representing individuals of unknown age and sex. No known individuals were identified. No associated funerary objects are present.\\n        Between 1969 and 1976, human remains representing, at minimum, one individual were removed from site CA-SCR-19 in Santa Cruz County, CA. The archeological materials were donated to the MBAA prior to 1976. During later analysis of the vertebrate faunal materials, isolated fragments of human remains were discovered, representing individuals of unknown age and sex. No known individuals were identified. No associated funerary objects are present.\\n        In 1971, human remains representing, at minimum, eight individuals were removed from site CA-SCR-35 in Santa Cruz County, CA. Professor John Fritz of U.C. Santa Cruz and Dr. Karen Bruhns of San Jose State University led excavations on land owned by Mr. Ralph Edwards, located just north of the Santa Cruz city limits. The excavated materials included artifacts, shell, animal bones, and two disturbed partial human burials. Most of the materials were deposited at U.C. Santa Cruz, but some went to San Jose State University. In 1975 additional excavations at the site uncovered additional shell and stone artifacts, which were also transferred to U.C. Santa Cruz. In 1979 all of the materials that were housed at San Jose State University, as well as materials loaned to West Valley College (Saratoga, CA), were returned to U.C. Santa Cruz. During later analysis of the vertebrate fauna materials, isolated fragments of human remains were discovered, representing individuals of unknown age and sex. No known individuals were identified. No associated funerary objects are present.\\n\\n        At an unknown date prior to July, 1974, human remains representing, at minimum, one individual were removed from site CA-SCR-44 outside Watsonville in Santa Cruz County, CA. A salvage screening was conducted by Cabrillo College students under Professor Rob Edwards in response to an excavation of a known late pre-contact cemetery site. In July, 1974 the excavated materials, including artifacts and vertebrate fauna, were transferred to the MBAA. During later analysis of the vertebrate faunal materials recovered from the site, isolated fragments of human remains were discovered, representing individuals of unknown age and sex. No known individuals were identified. No associated funerary objects are present.\\n        At an unknown dates after 1969 and prior to the fall of 1976, human remains representing, at minimum, five individuals were removed from unknown locations in Santa Cruz City, CA, and deposited at the U.C. Santa Cruz Anthropology Department. No further information is known about the provenience of these human remains. No known individuals were identified. No associated funerary objects are present.\\n        Determinations Made by the University of California, Santa Cruz\\n        Officials of the University of California, Santa Cruz have determined that:\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice are Native American based on physical/biological characteristics.\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice represent the physical remains of 29 individuals of Native American ancestry.\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(3)(A), the 29 objects described in this notice are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony.\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(2), a relationship of shared group identity cannot be reasonably traced between the Native American human remains and associated funerary objects and any present-day federally recognized Indian Tribe.\\n        \\xe2\\x80\\xa2 Pursuant to 43 CFR 10.11(c)(1), a \\xe2\\x80\\x9ctribal land\\xe2\\x80\\x9d or \\xe2\\x80\\x9caboriginal land\\xe2\\x80\\x9d provenience cannot be ascertained.\\n        \\xe2\\x80\\xa2 Pursuant to 43 CFR 10.10(g)(2)(ii) and 43 CFR 10.16, the disposition of the human remains and associated funerary objects will be to the Amah Mutsun Tribal Band, a non-federally recognized Indian group.\\n        Pursuant to 43 CFR 10.16, the Secretary of the Interior may make a recommendation for a transfer of control of culturally unidentifiable human remains and associated funerary objects. In November of 2018, U.C. Santa Cruz requested that the Secretary, through the Native American Graves Protection and Repatriation Review Committee, recommend the proposed transfer of control of the culturally unidentifiable Native American human remains and associated funerary objects in this notice to the Amah Mutsun Tribal Band, a non-federally recognized Indian group. The Review Committee, acting pursuant to its responsibility under 25 U.S.C. 3006(c)(5), considered the request and U.C. Santa Cruz\\'s determinations at its August of 2019 meeting, and recommended to the Secretary that the proposed transfer of control proceed. An October 2019 letter on behalf of the Secretary of Interior from the National Park Service Associate Director for Cultural Resources, Partnerships, and Science transmitted the Secretary\\'s independent review and concurrence with the Review Committee that:\\n        \\xe2\\x80\\xa2 No Indian Tribes or Indian groups objected to the proposed transfer of control, and\\n        \\xe2\\x80\\xa2 the University of California, Santa Cruz may proceed with the agreed upon transfer of control of the culturally unidentifiable human remains and associated funerary objects to the Amah Mutsun Tribal Band, a non-federally recognized Indian group.\\n        \\n\\n        Transfer of control is contingent on the publication of a Notice of Inventory Completion in the Federal Register. This notice fulfills that requirement.\\n        Additional Requestors and Disposition\\n\\n        Representatives of any Indian Tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to Diane Gifford-Gonzalez, Curator, Monterey Bay Archaeology Archives, University of California, Santa Cruz, 1156 High Street, Santa Cruz, CA 95064-1077, telephone (831) 459-2633, email dianegg@ucsc.edu, by December 27, 2019. After that date, if no additional requestors have come forward, transfer of control of the human remains and associated funerary objects to the Amah Mutsun Tribal Band, a non-federally recognized Indian group, may proceed.\\n        The University of California, Santa Cruz is responsible for notifying the Amah Mutsun Tribal Band, a non-federally recognized Indian group, that this notice has been published.\\n        \\n          Dated: October 24, 2019.\\n          Melanie O\\'Brien,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. 2019-25734 Filed 11-26-19; 8:45 am]\\n       BILLING CODE 4312-52-P\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "[NPS-WASO-NAGPRA-NPS0029196; PPWOCRADN0-PCU00RP14.R50000]", "subject": "Notice of Inventory Completion: University of California, Santa Cruz, Santa Cruz, CA", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "The University of California, Santa Cruz (U.C. Santa Cruz) has completed an inventory of human remains and associated funerary objects in consultation with the appropriate Indian Tribes or Native Hawaiian organizations, and has determined that there is no cultural affiliation between the human remains and associated funerary objects and any present-day Indian Tribes or Native Hawaiian organizations. Representatives of any Indian Tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request to U.C. Santa Cruz. If no additional requestors come forward, transfer of control of the human remains and associated funerary objects to the non-federally recognized Indian group stated in this notice may proceed.", "dates": "Representatives of any Indian Tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to U.C. Santa Cruz at the address in this notice by December 27, 2019.", "addresses": "Diane Gifford-Gonzalez, Curator, Monterey Bay Archaeology Archives, University of California, Santa Cruz, 1156 High Street, Santa Cruz, CA 95064-1077, telephone (831) 459-2633, email dianegg@ucsc.edu.\\n          ", "signature_dated": "Dated: October 24, 2019.", "signature_name": "Melanie O\\'Brien,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. 2019-25734 Filed 11-26-19; 8:45 am]", "billing_code": " BILLING CODE 4312-52-P", "supp_info": "SUPPLEMENTARY INFORMATION: \n Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains and associated funerary objects under the control of the University of California, Santa Cruz, Santa Cruz, CA. The human remains and associated funerary objects were removed from sites CA-SCR-3, CA-SCR-12, CA-SCR-18, CA-SCR-19, CA-SCR-35, CA-SCR-44 in Santa Cruz County, CA, as well as from unknown locations within Santa Cruz city limits, and CA-MNT-414, Elkhorn Slough, Monterey County, CA. \n This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003(d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations in this notice. \n Consultation \n A detailed assessment of the human remains was made by U.C. Santa Cruz professional staff in consultation with the Amah Mutsun Tribal Band; Costanoan Rumsen Carmel Tribe; Muwekma Ohlone Tribe; and the Ohlone Costanoan Esselen Nation, which are all non-federally recognized Indian groups. Three Indian Tribes who are geographically closest to the non-federally recognized Indian groups were invited to participate, but were not involved in consultations. These are the Federated Indians of Graton Rancheria, California; Picayune Rancheria of Chukchansi Indians of California; and the Santa Ynez Band of Chumash Mission Indians of the Santa Ynez Reservation, California. There are no other federally recognized Tribes with aboriginal territory in the south-San Francisco and Monterey Bay areas. \n History and Description of the Remains \n Between 1964 and 1973, human remains representing, at minimum, 29 individuals were removed from the locations in Santa Cruz and northern Monterey County, as listed below. \n In 1974, human remains representing, at minimum, one individual were removed from site CA-MNT-414 on the northwest side of upper Elkhorn Slough, Monterey County, CA, by Professor Rob Edwards of Cabrillo College and the Santa Cruz Archaeological Society. In 1975, the excavated materials, including artifacts, shell, and vertebrate fauna, were transferred to the Monterey Bay Archaeology Archives at the University of California, Santa Cruz (MBAA). The human remains consist of isolated fragments representing individuals of unknown age and sex. No known individuals were identified. No associated funerary objects are present. \n In 1969, human remains representing, at minimum, six individuals were removed from site CA-SCR-3 (a.k.a. SCR-42) during an archeological field school conducted by the University of California, Berkeley, in Marshall Field on the campus of U.C. Santa Cruz. The site consisted of two low mounds containing two burials. Burial 1 contained the commingled remains of two individuals, represented by a partial skeleton of an adult female 18-25 years in age, and tibial fragments, a possible scapula fragment, and part of a right ulna belonging to an adult male 20-40 years in age. Burial 2 contained the commingled remains of three individuals, represented by a cranium and partial skeleton of an adult male, tibial fragments of an adult of indeterminate sex, and a left tibia of an adult of indeterminate sex. The excavated materials were transferred to the MBAA sometime in the 1970s. During later analysis of the vertebrate faunal materials recovered from the site, isolated fragments of human remains were discovered. No known individuals were identified. The 29 associated funerary objects are six lots of Olivella shell beads, two bone awls, one small mortar, one soil sample from inside mortar, one pestle, one projectile point, two scrapers, two net-sinkers, six handstones, one hammerstone, two milling slabs, one soil sample, one unmodified stone placed in mouth, and two limonite \\xe2\\x80\\x9cred ochre\\xe2\\x80\\x9d deposits. \n In 1974, human remains representing, at minimum, two individuals were removed from site CA-SCR-12 on Beach Hill, within the city of Santa Cruz, CA. Professor John Fritz and Dr. Margaret Conkey led an excavation conducted by U.C. Santa Cruz students and members of the Santa Cruz Archaeological Society. During later analysis of the vertebrate faunal materials recovered from the site, isolated fragments of human remains were discovered, representing individuals of unknown age and sex. No known individuals were identified. No associated funerary objects are present. \n In 1977, human remains representing, at minimum, five individuals were removed from site CA-SCR-18 in Davenport, Santa Cruz County, CA. A salvage screening was conducted by Cabrillo College students under Professor Rob Edwards in response to an excavation of a private house basement that impacted a known archeological site. The materials were transferred to U.C. Santa Cruz in 1978. During later analysis of the vertebrate faunal materials recovered from the site, isolated fragments of human remains were discovered, representing individuals of unknown age and sex. No known individuals were identified. No associated funerary objects are present. \n Between 1969 and 1976, human remains representing, at minimum, one individual were removed from site CA-SCR-19 in Santa Cruz County, CA. The archeological materials were donated to the MBAA prior to 1976. During later analysis of the vertebrate faunal materials, isolated fragments of human remains were discovered, representing individuals of unknown age and sex. No known individuals were identified. No associated funerary objects are present. \n In 1971, human remains representing, at minimum, eight individuals were removed from site CA-SCR-35 in Santa Cruz County, CA. Professor John Fritz of U.C. Santa Cruz and Dr. Karen Bruhns of San Jose State University led excavations on land owned by Mr. Ralph Edwards, located just north of the Santa Cruz city limits. The excavated materials included artifacts, shell, animal bones, and two disturbed partial human burials. Most of the materials were deposited at U.C. Santa Cruz, but some went to San Jose State University. In 1975 additional excavations at the site uncovered additional shell and stone artifacts, which were also transferred to U.C. Santa Cruz. In 1979 all of the materials that were housed at San Jose State University, as well as materials loaned to West Valley College (Saratoga, CA), were returned to U.C. Santa Cruz. During later analysis of the vertebrate fauna materials, isolated fragments of human remains were discovered, representing individuals of unknown age and sex. No known individuals were identified. No associated funerary objects are present. \n At an unknown date prior to July, 1974, human remains representing, at minimum, one individual were removed from site CA-SCR-44 outside Watsonville in Santa Cruz County, CA. A salvage screening was conducted by Cabrillo College students under Professor Rob Edwards in response to an excavation of a known late pre-contact cemetery site. In July, 1974 the excavated materials, including artifacts and vertebrate fauna, were transferred to the MBAA. During later analysis of the vertebrate faunal materials recovered from the site, isolated fragments of human remains were discovered, representing individuals of unknown age and sex. No known individuals were identified. No associated funerary objects are present. \n At an unknown dates after 1969 and prior to the fall of 1976, human remains representing, at minimum, five individuals were removed from unknown locations in Santa Cruz City, CA, and deposited at the U.C. Santa Cruz Anthropology Department. No further information is known about the provenience of these human remains. No known individuals were identified. No associated funerary objects are present. \n Determinations Made by the University of California, Santa Cruz \n Officials of the University of California, Santa Cruz have determined that: \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice are Native American based on physical/biological characteristics. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice represent the physical remains of 29 individuals of Native American ancestry. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(3)(A), the 29 objects described in this notice are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(2), a relationship of shared group identity cannot be reasonably traced between the Native American human remains and associated funerary objects and any present-day federally recognized Indian Tribe. \n \\xe2\\x80\\xa2 Pursuant to 43 CFR 10.11(c)(1), a \\xe2\\x80\\x9ctribal land\\xe2\\x80\\x9d or \\xe2\\x80\\x9caboriginal land\\xe2\\x80\\x9d provenience cannot be ascertained. \n \\xe2\\x80\\xa2 Pursuant to 43 CFR 10.10(g)(2)(ii) and 43 CFR 10.16, the disposition of the human remains and associated funerary objects will be to the Amah Mutsun Tribal Band, a non-federally recognized Indian group. \n Pursuant to 43 CFR 10.16, the Secretary of the Interior may make a recommendation for a transfer of control of culturally unidentifiable human remains and associated funerary objects. In November of 2018, U.C. Santa Cruz requested that the Secretary, through the Native American Graves Protection and Repatriation Review Committee, recommend the proposed transfer of control of the culturally unidentifiable Native American human remains and associated funerary objects in this notice to the Amah Mutsun Tribal Band, a non-federally recognized Indian group. The Review Committee, acting pursuant to its responsibility under 25 U.S.C. 3006(c)(5), considered the request and U.C. Santa Cruz\\'s determinations at its August of 2019 meeting, and recommended to the Secretary that the proposed transfer of control proceed. An October 2019 letter on behalf of the Secretary of Interior from the National Park Service Associate Director for Cultural Resources, Partnerships, and Science transmitted the Secretary\\'s independent review and concurrence with the Review Committee that: \n \\xe2\\x80\\xa2 No Indian Tribes or Indian groups objected to the proposed transfer of control, and \n \\xe2\\x80\\xa2 the University of California, Santa Cruz may proceed with the agreed upon transfer of control of the culturally unidentifiable human remains and associated funerary objects to the Amah Mutsun Tribal Band, a non-federally recognized Indian group. \n Additional Requestors and Disposition \n Representatives of any Indian Tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to Diane Gifford-Gonzalez, Curator, Monterey Bay Archaeology Archives, University of California, Santa Cruz, 1156 High Street, Santa Cruz, CA 95064-1077, telephone (831) 459-2633, email dianegg@ucsc.edu, by December 27, 2019. After that date, if no additional requestors have come forward, transfer of control of the human remains and associated funerary objects to the Amah Mutsun Tribal Band, a non-federally recognized Indian group, may proceed. \n The University of California, Santa Cruz is responsible for notifying the Amah Mutsun Tribal Band, a non-federally recognized Indian group, that this notice has been published. \n ", "consultation": "A detailed assessment of the human remains was made by U.C. Santa Cruz professional staff in consultation with the Amah Mutsun Tribal Band; Costanoan Rumsen Carmel Tribe; Muwekma Ohlone Tribe; and the Ohlone Costanoan Esselen Nation, which are all non-federally recognized Indian groups. Three Indian Tribes who are geographically closest to the non-federally recognized Indian groups were invited to participate, but were not involved in consultations. These are the Federated Indians of Graton Rancheria, California; Picayune Rancheria of Chukchansi Indians of California; and the Santa Ynez Band of Chumash Mission Indians of the Santa Ynez Reservation, California. There are no other federally recognized Tribes with aboriginal territory in the south-San Francisco and Monterey Bay areas. \n ", "h_d_r": "Between 1964 and 1973, human remains representing, at minimum, 29 individuals were removed from the locations in Santa Cruz and northern Monterey County, as listed below. \n In 1974, human remains representing, at minimum, one individual were removed from site CA-MNT-414 on the northwest side of upper Elkhorn Slough, Monterey County, CA, by Professor Rob Edwards of Cabrillo College and the Santa Cruz Archaeological Society. In 1975, the excavated materials, including artifacts, shell, and vertebrate fauna, were transferred to the Monterey Bay Archaeology Archives at the University of California, Santa Cruz (MBAA). The human remains consist of isolated fragments representing individuals of unknown age and sex. No known individuals were identified. No associated funerary objects are present. \n In 1969, human remains representing, at minimum, six individuals were removed from site CA-SCR-3 (a.k.a. SCR-42) during an archeological field school conducted by the University of California, Berkeley, in Marshall Field on the campus of U.C. Santa Cruz. The site consisted of two low mounds containing two burials. Burial 1 contained the commingled remains of two individuals, represented by a partial skeleton of an adult female 18-25 years in age, and tibial fragments, a possible scapula fragment, and part of a right ulna belonging to an adult male 20-40 years in age. Burial 2 contained the commingled remains of three individuals, represented by a cranium and partial skeleton of an adult male, tibial fragments of an adult of indeterminate sex, and a left tibia of an adult of indeterminate sex. The excavated materials were transferred to the MBAA sometime in the 1970s. During later analysis of the vertebrate faunal materials recovered from the site, isolated fragments of human remains were discovered. No known individuals were identified. The 29 associated funerary objects are six lots of Olivella shell beads, two bone awls, one small mortar, one soil sample from inside mortar, one pestle, one projectile point, two scrapers, two net-sinkers, six handstones, one hammerstone, two milling slabs, one soil sample, one unmodified stone placed in mouth, and two limonite \\xe2\\x80\\x9cred ochre\\xe2\\x80\\x9d deposits. \n In 1974, human remains representing, at minimum, two individuals were removed from site CA-SCR-12 on Beach Hill, within the city of Santa Cruz, CA. Professor John Fritz and Dr. Margaret Conkey led an excavation conducted by U.C. Santa Cruz students and members of the Santa Cruz Archaeological Society. During later analysis of the vertebrate faunal materials recovered from the site, isolated fragments of human remains were discovered, representing individuals of unknown age and sex. No known individuals were identified. No associated funerary objects are present. \n In 1977, human remains representing, at minimum, five individuals were removed from site CA-SCR-18 in Davenport, Santa Cruz County, CA. A salvage screening was conducted by Cabrillo College students under Professor Rob Edwards in response to an excavation of a private house basement that impacted a known archeological site. The materials were transferred to U.C. Santa Cruz in 1978. During later analysis of the vertebrate faunal materials recovered from the site, isolated fragments of human remains were discovered, representing individuals of unknown age and sex. No known individuals were identified. No associated funerary objects are present. \n Between 1969 and 1976, human remains representing, at minimum, one individual were removed from site CA-SCR-19 in Santa Cruz County, CA. The archeological materials were donated to the MBAA prior to 1976. During later analysis of the vertebrate faunal materials, isolated fragments of human remains were discovered, representing individuals of unknown age and sex. No known individuals were identified. No associated funerary objects are present. \n In 1971, human remains representing, at minimum, eight individuals were removed from site CA-SCR-35 in Santa Cruz County, CA. Professor John Fritz of U.C. Santa Cruz and Dr. Karen Bruhns of San Jose State University led excavations on land owned by Mr. Ralph Edwards, located just north of the Santa Cruz city limits. The excavated materials included artifacts, shell, animal bones, and two disturbed partial human burials. Most of the materials were deposited at U.C. Santa Cruz, but some went to San Jose State University. In 1975 additional excavations at the site uncovered additional shell and stone artifacts, which were also transferred to U.C. Santa Cruz. In 1979 all of the materials that were housed at San Jose State University, as well as materials loaned to West Valley College (Saratoga, CA), were returned to U.C. Santa Cruz. During later analysis of the vertebrate fauna materials, isolated fragments of human remains were discovered, representing individuals of unknown age and sex. No known individuals were identified. No associated funerary objects are present. \n At an unknown date prior to July, 1974, human remains representing, at minimum, one individual were removed from site CA-SCR-44 outside Watsonville in Santa Cruz County, CA. A salvage screening was conducted by Cabrillo College students under Professor Rob Edwards in response to an excavation of a known late pre-contact cemetery site. In July, 1974 the excavated materials, including artifacts and vertebrate fauna, were transferred to the MBAA. During later analysis of the vertebrate faunal materials recovered from the site, isolated fragments of human remains were discovered, representing individuals of unknown age and sex. No known individuals were identified. No associated funerary objects are present. \n At an unknown dates after 1969 and prior to the fall of 1976, human remains representing, at minimum, five individuals were removed from unknown locations in Santa Cruz City, CA, and deposited at the U.C. Santa Cruz Anthropology Department. No further information is known about the provenience of these human remains. No known individuals were identified. No associated funerary objects are present. \n ", "h_d_ci": "Null", "determinations": "Determinations Made by the University of California, Santa Cruz \n Officials of the University of California, Santa Cruz have determined that: \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice are Native American based on physical/biological characteristics. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice represent the physical remains of 29 individuals of Native American ancestry. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(3)(A), the 29 objects described in this notice are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(2), a relationship of shared group identity cannot be reasonably traced between the Native American human remains and associated funerary objects and any present-day federally recognized Indian Tribe. \n \\xe2\\x80\\xa2 Pursuant to 43 CFR 10.11(c)(1), a \\xe2\\x80\\x9ctribal land\\xe2\\x80\\x9d or \\xe2\\x80\\x9caboriginal land\\xe2\\x80\\x9d provenience cannot be ascertained. \n \\xe2\\x80\\xa2 Pursuant to 43 CFR 10.10(g)(2)(ii) and 43 CFR 10.16, the disposition of the human remains and associated funerary objects will be to the Amah Mutsun Tribal Band, a non-federally recognized Indian group. \n Pursuant to 43 CFR 10.16, the Secretary of the Interior may make a recommendation for a transfer of control of culturally unidentifiable human remains and associated funerary objects. In November of 2018, U.C. Santa Cruz requested that the Secretary, through the Native American Graves Protection and Repatriation Review Committee, recommend the proposed transfer of control of the culturally unidentifiable Native American human remains and associated funerary objects in this notice to the Amah Mutsun Tribal Band, a non-federally recognized Indian group. The Review Committee, acting pursuant to its responsibility under 25 U.S.C. 3006(c)(5), considered the request and U.C. Santa Cruz\\'s determinations at its August of 2019 meeting, and recommended to the Secretary that the proposed transfer of control proceed. An October 2019 letter on behalf of the Secretary of Interior from the National Park Service Associate Director for Cultural Resources, Partnerships, and Science transmitted the Secretary\\'s independent review and concurrence with the Review Committee that: \n \\xe2\\x80\\xa2 No Indian Tribes or Indian groups objected to the proposed transfer of control, and \n \\xe2\\x80\\xa2 the University of California, Santa Cruz may proceed with the agreed upon transfer of control of the culturally unidentifiable human remains and associated funerary objects to the Amah Mutsun Tribal Band, a non-federally recognized Indian group. \n ", "a_r_d": "Representatives of any Indian Tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to Diane Gifford-Gonzalez, Curator, Monterey Bay Archaeology Archives, University of California, Santa Cruz, 1156 High Street, Santa Cruz, CA 95064-1077, telephone (831) 459-2633, email dianegg@ucsc.edu, by December 27, 2019. After that date, if no additional requestors have come forward, transfer of control of the human remains and associated funerary objects to the Amah Mutsun Tribal Band, a non-federally recognized Indian group, may proceed. \n The University of California, Santa Cruz is responsible for notifying the Amah Mutsun Tribal Band, a non-federally recognized Indian group, that this notice has been published. \n "}