{"index": "I_315", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        [NPS-WASO-NAGPRA-NPS0025171; PPWOCRADN0-PCU00RP14.R50000]\\n        Notice of Inventory Completion: La Plata County Historical Society, Durango, CO\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        \\n          SUMMARY:\\n          The La Plata County Historical Society has completed an inventory of human remains in consultation with the appropriate Indian Tribes or Native Hawaiian organizations, and has determined that there is a cultural affiliation between the human remains and present-day Indian Tribes or Native Hawaiian organizations. Lineal descendants or representatives of any Indian Tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request to the La Plata County Historical Society. If no additional requestors come forward, transfer of control of the human remains to the Indian Tribes or Native Hawaiian organizations stated in this notice may proceed.\\n        \\n        \\n          DATES:\\n          Representatives of any Indian Tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains should submit a written request with information in support of the request to the La Plata County Historical Society at the address in this notice by May 4, 2018.\\n        \\n        \\n          ADDRESSES:\\n\\n          Kathy McKenzie, Board President, La Plata County Historical Society, 3065 W 2nd Avenue, Durango, CO 81301, telephone (970) 259-2402, email director@animasmuseum.org.\\n          \\n        \\n      \\n      \\n        SUPPLEMENTARY INFORMATION:\\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains under the control of the La Plata County Historical Society, Durango, CO. The human remains and associated funerary objects were removed from multiple counties in Colorado and New Mexico.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003(d)(3) and 43 CFR 10.11(d). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains. The National Park Service is not responsible for the determinations in this notice.\\n        Consultation\\n        A detailed assessment of the human remains was made by the La Plata County Historical Society (LPCHS) professional staff in partnership with Dr. Dawn Mulhern, biological anthropologist from Fort Lewis College, and in consultation with representatives of Hopi Tribe of Arizona; Jicarilla Apache Nation, New Mexico; Kewa Pueblo, New Mexico (previously listed as the Pueblo of Santo Domingo); Ohkay Owingeh, New Mexico (previously listed as the Pueblo of San Juan); Pueblo of Acoma, New Mexico; Pueblo of Cochiti, New Mexico; Pueblo of Isleta, New Mexico; Pueblo of Jemez, New Mexico; Pueblo of Laguna, New Mexico; Pueblo of Nambe, New Mexico; Pueblo of Picuris, New Mexico; Pueblo of Pojoaque, New Mexico; Pueblo of San Felipe, New Mexico; Pueblo of San Ildefonso, New Mexico; Pueblo of Sandia, New Mexico; Pueblo of Santa Ana, New Mexico; Pueblo of Santa Clara, New Mexico; Pueblo of Taos, New Mexico; Pueblo of Tesuque, New Mexico; Pueblo of Zia, New Mexico; Southern Ute Indian Tribe of the Southern Ute Reservation, Colorado; Ute Mountain Ute Tribe (previously listed as the Ute Mountain Tribe of the Ute Mountain Reservation, Colorado, New Mexico and Utah); Ysleta del Sur Pueblo (previously listed as the Ysleta Del Sur Pueblo of Texas); and the Zuni Tribe of the Zuni Reservation, New Mexico.\\n        History and Descriptions of Remains\\n\\n        In 1936, human remains representing, at minimum, 22 individuals were excavated from an archeological site within the city limits of Durango, CO, by members of the National Youth Administration under the supervision of avocational archeologist Helen Daniels, of Durango, CO, and the Durango Public Library. These human remains were excavated from a late Basketmaker III or early Pueblo I site with a pitstructure, midden, and room blocks. The site was being destroyed by a gravel pit operated by the City of Durango. In 2017, the site was given a Smithsonian Site Number 5LP11284. The human remains were taken to the Durango Public Library for cleaning, display, and storage. At some unknown time, the human remains were transferred to the private residence of Helen Daniels until they were donated to the LPCHS in 1989. No known individuals were identified. No associated funerary objects are present in the collection of LPCHS.\\n        In 1937, human remains representing, at minimum, 27 individuals were excavated from an archeological site on private lands near Dove Creek in Dolores County, CO, by members of the National Youth Administration under the supervision of avocational archeologist Lola Sanders of Durango, CO, and the Durango Public Library. These human remains were excavated from a Pueblo II/III site with a kiva, midden, and room block. The human remains and artifacts were taken to the Durango Public Library for cleaning, display, and storage. At some unknown time, the human remains were transferred to the private residence of Helen Daniels until they were donated to the LPCHS in 1989. No known individuals were identified. No associated funerary objects are present in the collection of LPCHS.\\n        In 1957, human remains representing, at minimum, one individual were excavated from an archeological site on private property by amateur archeologist George Stewart of Durango, CO. The site is or was in the vicinity of Navajo Reservoir in Rio Arriba County, NM. The site consisted of ruins that date from the Basketmaker II through Pueblo I periods. The human remains and associated funerary object were in the possession of Mr. Stewart until they were donated to the LPCHS in 1978. No known individuals were identified. The one associated funerary object is a broken Bluff Black-on-Red bowl.\\n        In 1957, human remains representing, at minimum, one individual were excavated from an archeological site on private property by amateur archeologist George Steward, of Durango, CO. The site is or was in the vicinity of Red Mesa, in La Plata County, CO. The site consisted of ruins that date from the late Basketmaker III through Pueblo I period. The human remains and associated funerary object were in the possession of Mr. Stewart until they were donated to the LPCHS in 1978. No known individuals were identified. The one associated funerary object is a complete Bluff Black-on-Red bowl.\\n        Between 1957 and 1965, human remains representing, at minimum, one individual were excavated from an archeological site on private property by amateur archeologist George Stewart of Durango, CO. The site is or was in the vicinity of Navajo Reservoir in Rio Arriba County, NM. The site consisted of ruins that date from the Basketmaker II through Pueblo I periods. The human remains were in the possession of Mr. Stewart until they were donated to the LPCHS in 1978. No known individual was identified. No associated funerary objects are present.\\n        In 1963, human remains representing, at minimum, two individuals were excavated by avocational archeologist Helen Daniels of Durango, CO. The human remains were identified as having originated from Cahone Mesa near Dove Creek in Dolores or Montezuma Counties, CO. Written on the two skulls is \\xe2\\x80\\x9cPIII\\xe2\\x80\\x9d meaning Pueblo III. The human remains were in the possession of Ms. Daniels until they were donated to the LPCHS in 1989. No known individuals were identified. No associated funerary objects are present.\\n        In 1963, human remains representing, at minimum, one individual were excavated by avocational archeologist Helen Daniels of Durango, CO. The human remains were identified as having originated from an archeological site near Dulce, in Rio Arriba County, NM, and perhaps from the site known as \\xe2\\x80\\x9cDulce Ruin.\\xe2\\x80\\x9d The human remains were in the possession of Ms. Daniels until they were donated to the LPCHS in 1989. No known individual was identified. No associated funerary objects are present.\\n        In 1968, human remains representing, at minimum, one individual were excavated by avocational archeologist Helen Daniels of Durango, CO. The human remains were identified as having originated from the archeological site of Dulce Ruin near Dulce in Rio Arriba County, NM. The human remains were in the possession of Ms. Daniels until they were donated to the LPCHS in 1989. No known individual was identified. No associated funerary objects are present.\\n        At an unknown time, human remains representing, at minimum, two individuals were excavated from an archeological site in southwest Colorado, possibly by Helen Daniels of Durango, CO. These were two of several skulls that were in a box marked \\xe2\\x80\\x9cskulls\\xe2\\x80\\x9d in the possession of Ms. Daniels until they were donated to the LPCHS in 1989. No site/provenience information is available for the human remains. The history of the collection supports the human remains as having been excavated from an Ancestral Puebloan site(s). The two skulls exhibit cranial deformation which is consistent with the custom of cradle boarding practiced by Ancestral Puebloan Tribes. No known individuals were identified. No associated funerary objects are present.\\n        These human remains and associated funerary objects are, or are likely to be, from Ancestral Puebloan sites dating from the Basketmaker III (A.D. 500) to the Pueblo III (A.D. 1300) periods. Archeological evidence indicates that human remains and associated funerary objects can be classified as Ancestral Pueblo, but that no more specific cultural affiliation can be assigned reliably enough to make an affiliation statement to any particular Puebloan group. Cultural affiliation studies consulted include those from Mesa Verde, Navajo Reservoir, Canyons of the Ancients, Animas La Plata, and San Juan District. Each of these studies establishes cultural affiliation of the ancient Mesa Verde pueblos with the 21 federally recognized Pueblo Tribes of Arizona, New Mexico, and Texas. Most of the reports conclude that the preponderance of evidence points to a cultural affiliation between the Keresan and Tanoan speakers of the Rio Grande (Animas-La Plata Project and Canyons of the Ancients National Monument). The cultural affiliation study for the Navajo Reservoir Project concludes that prehistoric inhabitants of the Piedra River area in southwest Colorado possess a shared group identity with the Towa (Jemez) speakers. The Hopi Tribe claimed cultural affiliation with the Basketmaker II site of Falls Creek Shelters in the Animas Drainage near Durango.\\n        The preponderance of geographical, kinship, archeological, biological, linguistic, oral tradition, folklore, and ethnohistorical and/or historic evidence, as well as expert opinion, supports the conclusion that Ancestral Puebloan sites are culturally affiliated with modern Puebloan Tribes.\\n\\n        The possibility of shared group identity between the Athapaskan-speaking tribes of the Southwest (Navajo and Jicarilla Apache) and Ancestral Puebloans, as well as the Ute tribes and Ancestral Puebloans was also considered, but cultural affiliation was not supported by a preponderance of evidence. The Athapaskan-speaking Tribes of the Southwest have geographic, folklore, oral tradition, ethnohistorical, and/or historical ties to the area. Cross-cultural influences and intermarriage with Pueblos also support a relationship of shared group identity between Athapaskan and Pueblo groups. However, current archeological evidence does not support a common Athapaskan and Pueblo origin prior to about A.D. 1500. Thus, from an archeological perspective, the evidence does not support cultural affiliation for the Athapaskan-speaking Tribes with these Basketmaker and Pueblo period human remains and associated funerary objects. The Southern Ute Indian Tribe of the Southern Ute Reservation, the Ute Mountain Ute Tribe, and the Ute Indian Tribe of the Uintah and Ouray Reservation have geographic, ethnohistorical, and/or historical ties to the area and linguistic ties to the Hopi tribe. Intermarriage with Pueblo peoples is also recognized as a potential link between these groups. However, the body of evidence does not collectively support a common Ute and Pueblo origin. Therefore, a preponderance of evidence does not support cultural affiliation for the contemporary Ute tribes with these Basketmaker and Pueblo period human remains and associated funerary objects.\\n        Determinations Made by the La Plata County Historical Society, Durango, CO\\n        Officials of the La Plata County Historical Society have determined that:\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice are Native American based on the collection history and biological analysis.\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice represent the physical remains of 58 individuals of Native American ancestry.\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(3)(A), the two objects described in this notice are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony.\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(2), a relationship of shared group identity can be reasonably traced between the Native American human remains and the Hopi Tribe of Arizona; Kewa Pueblo, New Mexico (previously listed as the Pueblo of Santo Domingo); Ohkay Owingeh, New Mexico (previously listed as the Pueblo of San Juan); Pueblo of Acoma, New Mexico; Pueblo of Cochiti, New Mexico; Pueblo of Isleta, New Mexico; Pueblo of Jemez, New Mexico; Pueblo of Laguna, New Mexico; Pueblo of Nambe, New Mexico; Pueblo of Picuris, New Mexico; Pueblo of Pojoaque, New Mexico; Pueblo of San Felipe, New Mexico; Pueblo of San Ildefonso, New Mexico; Pueblo of Sandia, New Mexico; Pueblo of Santa Ana, New Mexico; Pueblo of Santa Clara, New Mexico; Pueblo of Taos, New Mexico; Pueblo of Tesuque, New Mexico; Pueblo of Zia, New Mexico; Ysleta del Sur Pueblo (previously listed as the Ysleta Del Sur Pueblo of Texas); and the Zuni Tribe of the Zuni Reservation, New Mexico, hereafter referred to as \\xe2\\x80\\x9cThe Tribes.\\xe2\\x80\\x9d\\n        \\xe2\\x80\\xa2 Pursuant to 43 CFR 10.11(c)(1), the disposition of the human remains may be to The Tribes.\\n        Additional Requestors and Disposition\\n\\n        Representatives of any Indian Tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains should submit a written request with information in support of the request to Kathy McKenzie, Board President, La Plata County Historical Society, 3065 W 2nd Avenue, Durango, CO 81301, telephone (970) 259-2402 email director@animasmuseum.org, by May 4, 2018. After that date, if no additional requestors have come forward, transfer of control of the human remains to The Tribes may proceed.\\n        The La Plata County Historical Society is responsible for notifying The Tribes that this notice has been published.\\n        \\n          Dated: March 5, 2018.\\n          Melanie O\\'Brien,\\n          Manager, National NAGPRA Program. \\n        \\n      \\n      [FR Doc. 2018-06835 Filed 4-3-18; 8:45 am]\\n       BILLING CODE 4312-52-P\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "[NPS-WASO-NAGPRA-NPS0025171; PPWOCRADN0-PCU00RP14.R50000]", "subject": "Notice of Inventory Completion: La Plata County Historical Society, Durango, CO", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "The La Plata County Historical Society has completed an inventory of human remains in consultation with the appropriate Indian Tribes or Native Hawaiian organizations, and has determined that there is a cultural affiliation between the human remains and present-day Indian Tribes or Native Hawaiian organizations. Lineal descendants or representatives of any Indian Tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request to the La Plata County Historical Society. If no additional requestors come forward, transfer of control of the human remains to the Indian Tribes or Native Hawaiian organizations stated in this notice may proceed.", "dates": "Representatives of any Indian Tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains should submit a written request with information in support of the request to the La Plata County Historical Society at the address in this notice by May 4, 2018.", "addresses": "Kathy McKenzie, Board President, La Plata County Historical Society, 3065 W 2nd Avenue, Durango, CO 81301, telephone (970) 259-2402, email director@animasmuseum.org.\\n          ", "signature_dated": "Dated: March 5, 2018.", "signature_name": "Melanie O\\'Brien,", "signature_title": "Manager, National NAGPRA Program. ", "fr_doc": "[FR Doc. 2018-06835 Filed 4-3-18; 8:45 am]", "billing_code": " BILLING CODE 4312-52-P", "supp_info": "SUPPLEMENTARY INFORMATION: \n Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains under the control of the La Plata County Historical Society, Durango, CO. The human remains and associated funerary objects were removed from multiple counties in Colorado and New Mexico. \n This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003(d)(3) and 43 CFR 10.11(d). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains. The National Park Service is not responsible for the determinations in this notice. \n Consultation \n A detailed assessment of the human remains was made by the La Plata County Historical Society (LPCHS) professional staff in partnership with Dr. Dawn Mulhern, biological anthropologist from Fort Lewis College, and in consultation with representatives of Hopi Tribe of Arizona; Jicarilla Apache Nation, New Mexico; Kewa Pueblo, New Mexico (previously listed as the Pueblo of Santo Domingo); Ohkay Owingeh, New Mexico (previously listed as the Pueblo of San Juan); Pueblo of Acoma, New Mexico; Pueblo of Cochiti, New Mexico; Pueblo of Isleta, New Mexico; Pueblo of Jemez, New Mexico; Pueblo of Laguna, New Mexico; Pueblo of Nambe, New Mexico; Pueblo of Picuris, New Mexico; Pueblo of Pojoaque, New Mexico; Pueblo of San Felipe, New Mexico; Pueblo of San Ildefonso, New Mexico; Pueblo of Sandia, New Mexico; Pueblo of Santa Ana, New Mexico; Pueblo of Santa Clara, New Mexico; Pueblo of Taos, New Mexico; Pueblo of Tesuque, New Mexico; Pueblo of Zia, New Mexico; Southern Ute Indian Tribe of the Southern Ute Reservation, Colorado; Ute Mountain Ute Tribe (previously listed as the Ute Mountain Tribe of the Ute Mountain Reservation, Colorado, New Mexico and Utah); Ysleta del Sur Pueblo (previously listed as the Ysleta Del Sur Pueblo of Texas); and the Zuni Tribe of the Zuni Reservation, New Mexico. \n History and Descriptions of Remains \n In 1936, human remains representing, at minimum, 22 individuals were excavated from an archeological site within the city limits of Durango, CO, by members of the National Youth Administration under the supervision of avocational archeologist Helen Daniels, of Durango, CO, and the Durango Public Library. These human remains were excavated from a late Basketmaker III or early Pueblo I site with a pitstructure, midden, and room blocks. The site was being destroyed by a gravel pit operated by the City of Durango. In 2017, the site was given a Smithsonian Site Number 5LP11284. The human remains were taken to the Durango Public Library for cleaning, display, and storage. At some unknown time, the human remains were transferred to the private residence of Helen Daniels until they were donated to the LPCHS in 1989. No known individuals were identified. No associated funerary objects are present in the collection of LPCHS. \n In 1937, human remains representing, at minimum, 27 individuals were excavated from an archeological site on private lands near Dove Creek in Dolores County, CO, by members of the National Youth Administration under the supervision of avocational archeologist Lola Sanders of Durango, CO, and the Durango Public Library. These human remains were excavated from a Pueblo II/III site with a kiva, midden, and room block. The human remains and artifacts were taken to the Durango Public Library for cleaning, display, and storage. At some unknown time, the human remains were transferred to the private residence of Helen Daniels until they were donated to the LPCHS in 1989. No known individuals were identified. No associated funerary objects are present in the collection of LPCHS. \n In 1957, human remains representing, at minimum, one individual were excavated from an archeological site on private property by amateur archeologist George Stewart of Durango, CO. The site is or was in the vicinity of Navajo Reservoir in Rio Arriba County, NM. The site consisted of ruins that date from the Basketmaker II through Pueblo I periods. The human remains and associated funerary object were in the possession of Mr. Stewart until they were donated to the LPCHS in 1978. No known individuals were identified. The one associated funerary object is a broken Bluff Black-on-Red bowl. \n In 1957, human remains representing, at minimum, one individual were excavated from an archeological site on private property by amateur archeologist George Steward, of Durango, CO. The site is or was in the vicinity of Red Mesa, in La Plata County, CO. The site consisted of ruins that date from the late Basketmaker III through Pueblo I period. The human remains and associated funerary object were in the possession of Mr. Stewart until they were donated to the LPCHS in 1978. No known individuals were identified. The one associated funerary object is a complete Bluff Black-on-Red bowl. \n Between 1957 and 1965, human remains representing, at minimum, one individual were excavated from an archeological site on private property by amateur archeologist George Stewart of Durango, CO. The site is or was in the vicinity of Navajo Reservoir in Rio Arriba County, NM. The site consisted of ruins that date from the Basketmaker II through Pueblo I periods. The human remains were in the possession of Mr. Stewart until they were donated to the LPCHS in 1978. No known individual was identified. No associated funerary objects are present. \n In 1963, human remains representing, at minimum, two individuals were excavated by avocational archeologist Helen Daniels of Durango, CO. The human remains were identified as having originated from Cahone Mesa near Dove Creek in Dolores or Montezuma Counties, CO. Written on the two skulls is \\xe2\\x80\\x9cPIII\\xe2\\x80\\x9d meaning Pueblo III. The human remains were in the possession of Ms. Daniels until they were donated to the LPCHS in 1989. No known individuals were identified. No associated funerary objects are present. \n In 1963, human remains representing, at minimum, one individual were excavated by avocational archeologist Helen Daniels of Durango, CO. The human remains were identified as having originated from an archeological site near Dulce, in Rio Arriba County, NM, and perhaps from the site known as \\xe2\\x80\\x9cDulce Ruin.\\xe2\\x80\\x9d The human remains were in the possession of Ms. Daniels until they were donated to the LPCHS in 1989. No known individual was identified. No associated funerary objects are present. \n In 1968, human remains representing, at minimum, one individual were excavated by avocational archeologist Helen Daniels of Durango, CO. The human remains were identified as having originated from the archeological site of Dulce Ruin near Dulce in Rio Arriba County, NM. The human remains were in the possession of Ms. Daniels until they were donated to the LPCHS in 1989. No known individual was identified. No associated funerary objects are present. \n At an unknown time, human remains representing, at minimum, two individuals were excavated from an archeological site in southwest Colorado, possibly by Helen Daniels of Durango, CO. These were two of several skulls that were in a box marked \\xe2\\x80\\x9cskulls\\xe2\\x80\\x9d in the possession of Ms. Daniels until they were donated to the LPCHS in 1989. No site/provenience information is available for the human remains. The history of the collection supports the human remains as having been excavated from an Ancestral Puebloan site(s). The two skulls exhibit cranial deformation which is consistent with the custom of cradle boarding practiced by Ancestral Puebloan Tribes. No known individuals were identified. No associated funerary objects are present. \n These human remains and associated funerary objects are, or are likely to be, from Ancestral Puebloan sites dating from the Basketmaker III (A.D. 500) to the Pueblo III (A.D. 1300) periods. Archeological evidence indicates that human remains and associated funerary objects can be classified as Ancestral Pueblo, but that no more specific cultural affiliation can be assigned reliably enough to make an affiliation statement to any particular Puebloan group. Cultural affiliation studies consulted include those from Mesa Verde, Navajo Reservoir, Canyons of the Ancients, Animas La Plata, and San Juan District. Each of these studies establishes cultural affiliation of the ancient Mesa Verde pueblos with the 21 federally recognized Pueblo Tribes of Arizona, New Mexico, and Texas. Most of the reports conclude that the preponderance of evidence points to a cultural affiliation between the Keresan and Tanoan speakers of the Rio Grande (Animas-La Plata Project and Canyons of the Ancients National Monument). The cultural affiliation study for the Navajo Reservoir Project concludes that prehistoric inhabitants of the Piedra River area in southwest Colorado possess a shared group identity with the Towa (Jemez) speakers. The Hopi Tribe claimed cultural affiliation with the Basketmaker II site of Falls Creek Shelters in the Animas Drainage near Durango. \n The preponderance of geographical, kinship, archeological, biological, linguistic, oral tradition, folklore, and ethnohistorical and/or historic evidence, as well as expert opinion, supports the conclusion that Ancestral Puebloan sites are culturally affiliated with modern Puebloan Tribes. \n The possibility of shared group identity between the Athapaskan-speaking tribes of the Southwest (Navajo and Jicarilla Apache) and Ancestral Puebloans, as well as the Ute tribes and Ancestral Puebloans was also considered, but cultural affiliation was not supported by a preponderance of evidence. The Athapaskan-speaking Tribes of the Southwest have geographic, folklore, oral tradition, ethnohistorical, and/or historical ties to the area. Cross-cultural influences and intermarriage with Pueblos also support a relationship of shared group identity between Athapaskan and Pueblo groups. However, current archeological evidence does not support a common Athapaskan and Pueblo origin prior to about A.D. 1500. Thus, from an archeological perspective, the evidence does not support cultural affiliation for the Athapaskan-speaking Tribes with these Basketmaker and Pueblo period human remains and associated funerary objects. The Southern Ute Indian Tribe of the Southern Ute Reservation, the Ute Mountain Ute Tribe, and the Ute Indian Tribe of the Uintah and Ouray Reservation have geographic, ethnohistorical, and/or historical ties to the area and linguistic ties to the Hopi tribe. Intermarriage with Pueblo peoples is also recognized as a potential link between these groups. However, the body of evidence does not collectively support a common Ute and Pueblo origin. Therefore, a preponderance of evidence does not support cultural affiliation for the contemporary Ute tribes with these Basketmaker and Pueblo period human remains and associated funerary objects. \n Determinations Made by the La Plata County Historical Society, Durango, CO \n Officials of the La Plata County Historical Society have determined that: \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice are Native American based on the collection history and biological analysis. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice represent the physical remains of 58 individuals of Native American ancestry. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(3)(A), the two objects described in this notice are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(2), a relationship of shared group identity can be reasonably traced between the Native American human remains and the Hopi Tribe of Arizona; Kewa Pueblo, New Mexico (previously listed as the Pueblo of Santo Domingo); Ohkay Owingeh, New Mexico (previously listed as the Pueblo of San Juan); Pueblo of Acoma, New Mexico; Pueblo of Cochiti, New Mexico; Pueblo of Isleta, New Mexico; Pueblo of Jemez, New Mexico; Pueblo of Laguna, New Mexico; Pueblo of Nambe, New Mexico; Pueblo of Picuris, New Mexico; Pueblo of Pojoaque, New Mexico; Pueblo of San Felipe, New Mexico; Pueblo of San Ildefonso, New Mexico; Pueblo of Sandia, New Mexico; Pueblo of Santa Ana, New Mexico; Pueblo of Santa Clara, New Mexico; Pueblo of Taos, New Mexico; Pueblo of Tesuque, New Mexico; Pueblo of Zia, New Mexico; Ysleta del Sur Pueblo (previously listed as the Ysleta Del Sur Pueblo of Texas); and the Zuni Tribe of the Zuni Reservation, New Mexico, hereafter referred to as \\xe2\\x80\\x9cThe Tribes.\\xe2\\x80\\x9d \n \\xe2\\x80\\xa2 Pursuant to 43 CFR 10.11(c)(1), the disposition of the human remains may be to The Tribes. \n Additional Requestors and Disposition \n Representatives of any Indian Tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains should submit a written request with information in support of the request to Kathy McKenzie, Board President, La Plata County Historical Society, 3065 W 2nd Avenue, Durango, CO 81301, telephone (970) 259-2402 email director@animasmuseum.org, by May 4, 2018. After that date, if no additional requestors have come forward, transfer of control of the human remains to The Tribes may proceed. \n The La Plata County Historical Society is responsible for notifying The Tribes that this notice has been published. \n ", "consultation": "A detailed assessment of the human remains was made by the La Plata County Historical Society (LPCHS) professional staff in partnership with Dr. Dawn Mulhern, biological anthropologist from Fort Lewis College, and in consultation with representatives of Hopi Tribe of Arizona; Jicarilla Apache Nation, New Mexico; Kewa Pueblo, New Mexico (previously listed as the Pueblo of Santo Domingo); Ohkay Owingeh, New Mexico (previously listed as the Pueblo of San Juan); Pueblo of Acoma, New Mexico; Pueblo of Cochiti, New Mexico; Pueblo of Isleta, New Mexico; Pueblo of Jemez, New Mexico; Pueblo of Laguna, New Mexico; Pueblo of Nambe, New Mexico; Pueblo of Picuris, New Mexico; Pueblo of Pojoaque, New Mexico; Pueblo of San Felipe, New Mexico; Pueblo of San Ildefonso, New Mexico; Pueblo of Sandia, New Mexico; Pueblo of Santa Ana, New Mexico; Pueblo of Santa Clara, New Mexico; Pueblo of Taos, New Mexico; Pueblo of Tesuque, New Mexico; Pueblo of Zia, New Mexico; Southern Ute Indian Tribe of the Southern Ute Reservation, Colorado; Ute Mountain Ute Tribe (previously listed as the Ute Mountain Tribe of the Ute Mountain Reservation, Colorado, New Mexico and Utah); Ysleta del Sur Pueblo (previously listed as the Ysleta Del Sur Pueblo of Texas); and the Zuni Tribe of the Zuni Reservation, New Mexico. \n ", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Determinations Made by the La Plata County Historical Society, Durango, CO \n Officials of the La Plata County Historical Society have determined that: \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice are Native American based on the collection history and biological analysis. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice represent the physical remains of 58 individuals of Native American ancestry. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(3)(A), the two objects described in this notice are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(2), a relationship of shared group identity can be reasonably traced between the Native American human remains and the Hopi Tribe of Arizona; Kewa Pueblo, New Mexico (previously listed as the Pueblo of Santo Domingo); Ohkay Owingeh, New Mexico (previously listed as the Pueblo of San Juan); Pueblo of Acoma, New Mexico; Pueblo of Cochiti, New Mexico; Pueblo of Isleta, New Mexico; Pueblo of Jemez, New Mexico; Pueblo of Laguna, New Mexico; Pueblo of Nambe, New Mexico; Pueblo of Picuris, New Mexico; Pueblo of Pojoaque, New Mexico; Pueblo of San Felipe, New Mexico; Pueblo of San Ildefonso, New Mexico; Pueblo of Sandia, New Mexico; Pueblo of Santa Ana, New Mexico; Pueblo of Santa Clara, New Mexico; Pueblo of Taos, New Mexico; Pueblo of Tesuque, New Mexico; Pueblo of Zia, New Mexico; Ysleta del Sur Pueblo (previously listed as the Ysleta Del Sur Pueblo of Texas); and the Zuni Tribe of the Zuni Reservation, New Mexico, hereafter referred to as \\xe2\\x80\\x9cThe Tribes.\\xe2\\x80\\x9d \n \\xe2\\x80\\xa2 Pursuant to 43 CFR 10.11(c)(1), the disposition of the human remains may be to The Tribes. \n ", "a_r_d": "Representatives of any Indian Tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains should submit a written request with information in support of the request to Kathy McKenzie, Board President, La Plata County Historical Society, 3065 W 2nd Avenue, Durango, CO 81301, telephone (970) 259-2402 email director@animasmuseum.org, by May 4, 2018. After that date, if no additional requestors have come forward, transfer of control of the human remains to The Tribes may proceed. \n The La Plata County Historical Society is responsible for notifying The Tribes that this notice has been published. \n "}