{"index": "I_313", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        [NPS-WASO-NAGPRA-NPS0025133; PPWOCRADN0-PCU00RP14.R50000]\\n        Notice of Inventory Completion: Peabody Essex Museum, Salem, MA\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        \\n          SUMMARY:\\n          The Peabody Essex Museum has completed an inventory of human remains and associated funerary objects, in consultation with the appropriate Indian Tribes or Native Hawaiian organizations, and has determined that there is a cultural affiliation between the human remains and associated funerary objects and present-day Indian Tribes or Native Hawaiian organizations. Lineal descendants or representatives of any Indian Tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request to the Peabody Essex Museum. If no additional requestors come forward, transfer of control of the human remains and associated funerary objects to the lineal descendants, Indian Tribes, or Native Hawaiian organizations stated in this notice may proceed.\\n        \\n        \\n          DATES:\\n          Lineal descendants or representatives of any Indian Tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to the Peabody Essex Museum at the address in this notice by May 4, 2018.\\n        \\n        \\n          \\n          ADDRESSES:\\n\\n          Karen Kramer, Curator of Native American and Oceanic Art and Culture, Peabody Essex Museum, 161 Essex Street, Salem, MA 01970, telephone (978) 542-1565, direct line (978) 745-9500 ext. 3065, email Karen_Kramer@pem.org.\\n          \\n        \\n      \\n      \\n        SUPPLEMENTARY INFORMATION:\\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains and associated funerary objects under the control of the Peabody Essex Museum. The human remains and associated funerary objects were removed from Gloucester, Ipswich (including Castle Neck and Treadwell\\'s Island), Marblehead (including Naugus Head), Plum Island, Revere, Salisbury, and Salem, MA.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003(d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations in this notice.\\n        Consultation\\n        A detailed assessment of the human remains was made by the Peabody Essex Museum\\'s professional staff in consultation with representatives of the Mashpee Wampanoag Tribe (previously listed as the Mashpee Wampanoag Indian Tribal Council, Inc.); Wampanoag Tribe of Gay Head (Aquinnah); and the following non-federally recognized Indian groups: Assonet Band of the Wampanoag Nation and Pokanoket Tribe of the Wampanoag Nation.\\n        History and Description of the Remains\\n        Between the years of 1884 and 1887, human remains representing, at minimum, two individuals were removed from Castle Neck, Ipswich, Essex County, MA. The human remains were donated by J.S. Woodbury and include partial cranial and post cranial remains of a child of unknown sex 1-2 years of age, and fragmentary cranial remains including adult mandible and jaw fragment of an adult, possibly female. No known individuals were identified. The two associated funerary objects are one lot of faunal remains and one pendant and copper beads mounted on muslin-covered card.\\n        Prior to 1935, human remains representing, at minimum, five individuals were removed from a cemetery along the shore of the Salem Harbor near Naugus Head, Marblehead, Essex County, MA. The human remains were donated to the museum in 1976 by the Marblehead Historical Society. The human remains include complete cranial remains and fragmentary post cranial remains of an adult female 16-20 years of age; partial cranial and post cranial remains of a subadult of unknown sex 14-16 years of age; partial post cranial remains of a subadult of unknown sex 13-15 years of age; fragmentary cranial and post cranial remains of a child of unknown sex 2-4 years of age; and fragmentary post cranial remains of an adult, possibly female, 60+ years of age. No known individuals were identified. No associated funerary objects are present.\\n        On November 10 and 11, 1874, human remains representing, at minimum, one individual were removed from Marblehead in Essex County, MA. The human remains were collected by the Essex Institute by J.H. Sears et. al., Essex Institute Collection. An inscription associated with the inventory read \\xe2\\x80\\x9cDevereux, from an Indian Chief\\'s grave, Marblehead, MA 1862, in the `Pines\\' overlooking Salem harbor.\\xe2\\x80\\x9d The human remains include fragmentary cranial remains of a child of unknown age and sex. No known individuals were identified. The two associated funerary objects are pottery sherds.\\n        In March 1862, human remains representing, at minimum, one individual were removed \\xe2\\x80\\x9cfrom an Indian chief\\'s grave\\xe2\\x80\\x9d in Marblehead, MA, by J.H. Gregory. The human remains were deposited in the Peabody Museum of Salem (now Peabody Essex Museum) in March 1977, by the Marblehead Historical Society (now Marblehead Museum) as Accession #1910.71 (Old #3103). The Marblehead Museum transferred control of the human remains to the Peabody Essex Museum on August 11, 2016 (PEM Accession #21160, E58149). The human remains are represented by fragmentary dental remains of a child. No known individuals were identified. No associated funerary objects are present.\\n        In 1930, human remains representing, at minimum, one individual were removed from Salisbury in Essex County, MA. The human remains were excavated by Warren King Moorehead and donated to the museum that same year. Catalog records read, \\xe2\\x80\\x9cskull, collected by Merrimac Valley Exp. In 1930, found by Caleb Fowler, donated by John Cole chief of Police Salisbury.\\xe2\\x80\\x9d The human remains include partial cranial remains of an adult, probably male, 35-60 years of age. No known individuals were identified. No associated funerary objects are present.\\n        On June 30, 1888, human remains representing, at minimum, one individual were removed from Plum Island in Essex County, MA. The human remains were collected and donated to the museum by Jacob W. Cullen in 1888. The human remains include partial cranial and post cranial remains of a child of unknown sex, 5-7 years of age. No known individuals were identified. The one associated funerary object is one stone implement.\\n        On an unknown date, human remains representing, at minimum, one individual were removed from south Salem in Essex County, MA. The human remains were possibly received sometime between 1894 and 1968, based on museum records. The human remains include fragmentary post cranial remains of a subadult of unknown sex, 16-18 years of age. No known individuals were identified. No associated funerary objects are present.\\n        In 1868 or 1874, human remains representing, at minimum, four individuals were removed from Revere in Suffolk County, MA. The human remains were collected by N. Vickary and donated to the museum by N. Vickary in 1882. The human remains include nearly complete cranial and post cranial remains of an adult female 30-34 years of age, commingled with post cranial remains of an adult of unknown sex, 40-44 years of age; and fragmentary cranial remains of a child of unknown sex and age, with partial post cranial remains of an adult female 45-55 years of age. No known individuals were identified. The eight associated funerary objects are one lot of faunal remains; one broken box turtle shell; one stone effigy pestle with shell beads and glass beads; one stemmed pipe; two pyrula shells; one copper pot with iron handle; and one lot of shell beads.\\n        In 1993, human remains representing, at minimum, seven individuals were removed from Salem in Essex County, MA. The human remains were excavated from old cistern in Front Cellar in 1993, probably placed there after 1860. The human remains were found with a pipe case and 19th century beer bottles. The human remains include fragmentary cranial and post cranial remains of at least five adults and two subadults\\xe2\\x80\\x94one male, one female, and five of unknown sex. The age estimates of the individuals are 16-19 years old, 20-30 years old, and 30-40 years old. No known individuals were identified. No associated funerary objects are present.\\n\\n        On an unknown date, human remains representing, at minimum, two individuals were removed from Gloucester in Essex County, MA. A document with items reads, \\xe2\\x80\\x9cSawyer Gloucester Free Library Excavations, 1974, medical study collection.\\xe2\\x80\\x9d The human remains include fragmentary cranial remains of a subadult and adult of unknown sex. The age estimate of the subadult is 14-16 years old. No known individuals were identified. The associated funerary object is one lot of faunal remains.\\n        Around 1950, human remains representing, at minimum, one individual were removed from Ipswich in Essex County, MA (Site ES15). William Eldridge is associated with the collection of these remains in the 1950s. The human remains were received March 2, 1982. The human remains include fragmentary cranial remains and a jaw fragment of an adult of unknown sex and age. No known individuals were identified. No associated funerary objects are present.\\n        In 1882 and 1884, human remains representing, at minimum, four individuals were removed from a shell midden excavated on Treadwell\\'s Island, Ipswich, Essex County, MA (SITE ES178). In 1882, human remains were collected or donated by (on different occasions) Sears, Potter, J.R., R.L., Gallagar, Robinson, the Peabody Academy of Science party, and the Essex Institute party. In June 1884, human remains were collected and donated by O. Clifton Willcomb. The human remains include fragmentary post cranial remains of an adult of unknown sex; fragmentary cranial and post cranial remains of an adult and a child 8-10 years of age, both of unknown sex; and partial cranial and post cranial remains of an adult male, 50-59 years of age. No known individuals were identified. The 11 associated funerary objects are 4 sets of shells; 6 sets of faunal remains; and one snail shell.\\n        In 1980, human remains representing, at minimum, 15 individuals were removed from the path of bulldozers at a dump at the Ipswich sewer treatment in Ipswich in Essex County, MA. William Eldridge (on some occasions accompanied by John Grimes, Jeff Lalish, and Beth Lalish), oversaw the removal of the human remains. The human remains were placed at the Peabody Essex Museum where Grimes was then a curator. The human remains include a cranial fragment and femur; pelvis fragment and rib fragment; left temporal fragment, right temporal fragment, zygoma fragment, four cranial fragments, and phalange fragment; and a vertebrae fragment. No known individuals were identified. The three associated funerary objects are three sets of faunal remains.\\n        According to the information provided by the Wampanoag Confederation, linguistically, this area is within the so-called n-dialect shared by Massachusett, Wampanoag, and Pokanoket speakers. Furthermore, sociopolitical and economic patterns in the coastal area of Rhode Island and Massachusetts were established by the late Woodland period circa A.D. 1000, and the coastal groups in the area are likely the ancestors of the Wampanoag people encountered by the English in the seventeenth century. Archeology, ethnohistory, linguistics, and oral history provide multiple lines of evidence that demonstrate longstanding ties between the Wampanoag and the area around Essex County, and affirm cultural affiliation with the sites listed in this notice.\\n        Determinations Made by the Peabody Essex Museum\\n        Officials of the Peabody Essex Museum have determined that:\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice represent the physical remains of 45 individuals of Native American ancestry.\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(3)(A), the 28 objects described in this notice are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony.\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and associated funerary objects and the Mashpee Wampanoag Tribe (previously listed as the Mashpee Wampanoag Indian Tribal Council, Inc.), and the Wampanoag Tribe of Gay Head (Aquinnah).\\n        Additional Requestors and Disposition\\n\\n        Lineal descendants or representatives of any Indian Tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to Karen Kramer, Curator of Native American and Oceanic Art and Culture, Peabody Essex Museum, 161 Essex Street, Salem, MA 01970, telephone (978) 542-1565, direct line (978) 745-9500 ext. 3065, email Karen_Kramer@pem.org, by May 4, 2018. After that date, if no additional requestors have come forward, transfer of control of the human remains and associated funerary objects to the Mashpee Wampanoag Tribe (previously listed as the Mashpee Wampanoag Indian Tribal Council, Inc.); Wampanoag Tribe of Gay Head (Aquinnah) may proceed.\\n        The Peabody Essex Museum is responsible for notifying the Mashpee Wampanoag Tribe (previously listed as the Mashpee Wampanoag Indian Tribal Council, Inc.); Wampanoag Tribe of Gay Head (Aquinnah); and the following non-federally recognized Indian groups: Assonet Band of the Wampanoag Nation, and Pokanoket Tribe of the Wampanoag Nation, that this notice has been published.\\n        \\n          Dated: February 28, 2018.\\n          Melanie O\\'Brien,\\n          Manager, National NAGPRA Program. \\n        \\n      \\n      [FR Doc. 2018-06827 Filed 4-3-18; 8:45 am]\\n       BILLING CODE 4312-52-P\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "[NPS-WASO-NAGPRA-NPS0025133; PPWOCRADN0-PCU00RP14.R50000]", "subject": "Notice of Inventory Completion: Peabody Essex Museum, Salem, MA", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "The Peabody Essex Museum has completed an inventory of human remains and associated funerary objects, in consultation with the appropriate Indian Tribes or Native Hawaiian organizations, and has determined that there is a cultural affiliation between the human remains and associated funerary objects and present-day Indian Tribes or Native Hawaiian organizations. Lineal descendants or representatives of any Indian Tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request to the Peabody Essex Museum. If no additional requestors come forward, transfer of control of the human remains and associated funerary objects to the lineal descendants, Indian Tribes, or Native Hawaiian organizations stated in this notice may proceed.", "dates": "Lineal descendants or representatives of any Indian Tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to the Peabody Essex Museum at the address in this notice by May 4, 2018.", "addresses": "Karen Kramer, Curator of Native American and Oceanic Art and Culture, Peabody Essex Museum, 161 Essex Street, Salem, MA 01970, telephone (978) 542-1565, direct line (978) 745-9500 ext. 3065, email Karen_Kramer@pem.org.\\n          ", "signature_dated": "Dated: February 28, 2018.", "signature_name": "Melanie O\\'Brien,", "signature_title": "Manager, National NAGPRA Program. ", "fr_doc": "[FR Doc. 2018-06827 Filed 4-3-18; 8:45 am]", "billing_code": " BILLING CODE 4312-52-P", "supp_info": "SUPPLEMENTARY INFORMATION: \n Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains and associated funerary objects under the control of the Peabody Essex Museum. The human remains and associated funerary objects were removed from Gloucester, Ipswich (including Castle Neck and Treadwell\\'s Island), Marblehead (including Naugus Head), Plum Island, Revere, Salisbury, and Salem, MA. \n This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003(d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations in this notice. \n Consultation \n A detailed assessment of the human remains was made by the Peabody Essex Museum\\'s professional staff in consultation with representatives of the Mashpee Wampanoag Tribe (previously listed as the Mashpee Wampanoag Indian Tribal Council, Inc.); Wampanoag Tribe of Gay Head (Aquinnah); and the following non-federally recognized Indian groups: Assonet Band of the Wampanoag Nation and Pokanoket Tribe of the Wampanoag Nation. \n History and Description of the Remains \n Between the years of 1884 and 1887, human remains representing, at minimum, two individuals were removed from Castle Neck, Ipswich, Essex County, MA. The human remains were donated by J.S. Woodbury and include partial cranial and post cranial remains of a child of unknown sex 1-2 years of age, and fragmentary cranial remains including adult mandible and jaw fragment of an adult, possibly female. No known individuals were identified. The two associated funerary objects are one lot of faunal remains and one pendant and copper beads mounted on muslin-covered card. \n Prior to 1935, human remains representing, at minimum, five individuals were removed from a cemetery along the shore of the Salem Harbor near Naugus Head, Marblehead, Essex County, MA. The human remains were donated to the museum in 1976 by the Marblehead Historical Society. The human remains include complete cranial remains and fragmentary post cranial remains of an adult female 16-20 years of age; partial cranial and post cranial remains of a subadult of unknown sex 14-16 years of age; partial post cranial remains of a subadult of unknown sex 13-15 years of age; fragmentary cranial and post cranial remains of a child of unknown sex 2-4 years of age; and fragmentary post cranial remains of an adult, possibly female, 60+ years of age. No known individuals were identified. No associated funerary objects are present. \n On November 10 and 11, 1874, human remains representing, at minimum, one individual were removed from Marblehead in Essex County, MA. The human remains were collected by the Essex Institute by J.H. Sears et. al., Essex Institute Collection. An inscription associated with the inventory read \\xe2\\x80\\x9cDevereux, from an Indian Chief\\'s grave, Marblehead, MA 1862, in the `Pines\\' overlooking Salem harbor.\\xe2\\x80\\x9d The human remains include fragmentary cranial remains of a child of unknown age and sex. No known individuals were identified. The two associated funerary objects are pottery sherds. \n In March 1862, human remains representing, at minimum, one individual were removed \\xe2\\x80\\x9cfrom an Indian chief\\'s grave\\xe2\\x80\\x9d in Marblehead, MA, by J.H. Gregory. The human remains were deposited in the Peabody Museum of Salem (now Peabody Essex Museum) in March 1977, by the Marblehead Historical Society (now Marblehead Museum) as Accession #1910.71 (Old #3103). The Marblehead Museum transferred control of the human remains to the Peabody Essex Museum on August 11, 2016 (PEM Accession #21160, E58149). The human remains are represented by fragmentary dental remains of a child. No known individuals were identified. No associated funerary objects are present. \n In 1930, human remains representing, at minimum, one individual were removed from Salisbury in Essex County, MA. The human remains were excavated by Warren King Moorehead and donated to the museum that same year. Catalog records read, \\xe2\\x80\\x9cskull, collected by Merrimac Valley Exp. In 1930, found by Caleb Fowler, donated by John Cole chief of Police Salisbury.\\xe2\\x80\\x9d The human remains include partial cranial remains of an adult, probably male, 35-60 years of age. No known individuals were identified. No associated funerary objects are present. \n On June 30, 1888, human remains representing, at minimum, one individual were removed from Plum Island in Essex County, MA. The human remains were collected and donated to the museum by Jacob W. Cullen in 1888. The human remains include partial cranial and post cranial remains of a child of unknown sex, 5-7 years of age. No known individuals were identified. The one associated funerary object is one stone implement. \n On an unknown date, human remains representing, at minimum, one individual were removed from south Salem in Essex County, MA. The human remains were possibly received sometime between 1894 and 1968, based on museum records. The human remains include fragmentary post cranial remains of a subadult of unknown sex, 16-18 years of age. No known individuals were identified. No associated funerary objects are present. \n In 1868 or 1874, human remains representing, at minimum, four individuals were removed from Revere in Suffolk County, MA. The human remains were collected by N. Vickary and donated to the museum by N. Vickary in 1882. The human remains include nearly complete cranial and post cranial remains of an adult female 30-34 years of age, commingled with post cranial remains of an adult of unknown sex, 40-44 years of age; and fragmentary cranial remains of a child of unknown sex and age, with partial post cranial remains of an adult female 45-55 years of age. No known individuals were identified. The eight associated funerary objects are one lot of faunal remains; one broken box turtle shell; one stone effigy pestle with shell beads and glass beads; one stemmed pipe; two pyrula shells; one copper pot with iron handle; and one lot of shell beads. \n In 1993, human remains representing, at minimum, seven individuals were removed from Salem in Essex County, MA. The human remains were excavated from old cistern in Front Cellar in 1993, probably placed there after 1860. The human remains were found with a pipe case and 19th century beer bottles. The human remains include fragmentary cranial and post cranial remains of at least five adults and two subadults\\xe2\\x80\\x94one male, one female, and five of unknown sex. The age estimates of the individuals are 16-19 years old, 20-30 years old, and 30-40 years old. No known individuals were identified. No associated funerary objects are present. \n On an unknown date, human remains representing, at minimum, two individuals were removed from Gloucester in Essex County, MA. A document with items reads, \\xe2\\x80\\x9cSawyer Gloucester Free Library Excavations, 1974, medical study collection.\\xe2\\x80\\x9d The human remains include fragmentary cranial remains of a subadult and adult of unknown sex. The age estimate of the subadult is 14-16 years old. No known individuals were identified. The associated funerary object is one lot of faunal remains. \n Around 1950, human remains representing, at minimum, one individual were removed from Ipswich in Essex County, MA (Site ES15). William Eldridge is associated with the collection of these remains in the 1950s. The human remains were received March 2, 1982. The human remains include fragmentary cranial remains and a jaw fragment of an adult of unknown sex and age. No known individuals were identified. No associated funerary objects are present. \n In 1882 and 1884, human remains representing, at minimum, four individuals were removed from a shell midden excavated on Treadwell\\'s Island, Ipswich, Essex County, MA (SITE ES178). In 1882, human remains were collected or donated by (on different occasions) Sears, Potter, J.R., R.L., Gallagar, Robinson, the Peabody Academy of Science party, and the Essex Institute party. In June 1884, human remains were collected and donated by O. Clifton Willcomb. The human remains include fragmentary post cranial remains of an adult of unknown sex; fragmentary cranial and post cranial remains of an adult and a child 8-10 years of age, both of unknown sex; and partial cranial and post cranial remains of an adult male, 50-59 years of age. No known individuals were identified. The 11 associated funerary objects are 4 sets of shells; 6 sets of faunal remains; and one snail shell. \n In 1980, human remains representing, at minimum, 15 individuals were removed from the path of bulldozers at a dump at the Ipswich sewer treatment in Ipswich in Essex County, MA. William Eldridge (on some occasions accompanied by John Grimes, Jeff Lalish, and Beth Lalish), oversaw the removal of the human remains. The human remains were placed at the Peabody Essex Museum where Grimes was then a curator. The human remains include a cranial fragment and femur; pelvis fragment and rib fragment; left temporal fragment, right temporal fragment, zygoma fragment, four cranial fragments, and phalange fragment; and a vertebrae fragment. No known individuals were identified. The three associated funerary objects are three sets of faunal remains. \n According to the information provided by the Wampanoag Confederation, linguistically, this area is within the so-called n-dialect shared by Massachusett, Wampanoag, and Pokanoket speakers. Furthermore, sociopolitical and economic patterns in the coastal area of Rhode Island and Massachusetts were established by the late Woodland period circa A.D. 1000, and the coastal groups in the area are likely the ancestors of the Wampanoag people encountered by the English in the seventeenth century. Archeology, ethnohistory, linguistics, and oral history provide multiple lines of evidence that demonstrate longstanding ties between the Wampanoag and the area around Essex County, and affirm cultural affiliation with the sites listed in this notice. \n Determinations Made by the Peabody Essex Museum \n Officials of the Peabody Essex Museum have determined that: \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice represent the physical remains of 45 individuals of Native American ancestry. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(3)(A), the 28 objects described in this notice are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and associated funerary objects and the Mashpee Wampanoag Tribe (previously listed as the Mashpee Wampanoag Indian Tribal Council, Inc.), and the Wampanoag Tribe of Gay Head (Aquinnah). \n Additional Requestors and Disposition \n Lineal descendants or representatives of any Indian Tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to Karen Kramer, Curator of Native American and Oceanic Art and Culture, Peabody Essex Museum, 161 Essex Street, Salem, MA 01970, telephone (978) 542-1565, direct line (978) 745-9500 ext. 3065, email Karen_Kramer@pem.org, by May 4, 2018. After that date, if no additional requestors have come forward, transfer of control of the human remains and associated funerary objects to the Mashpee Wampanoag Tribe (previously listed as the Mashpee Wampanoag Indian Tribal Council, Inc.); Wampanoag Tribe of Gay Head (Aquinnah) may proceed. \n The Peabody Essex Museum is responsible for notifying the Mashpee Wampanoag Tribe (previously listed as the Mashpee Wampanoag Indian Tribal Council, Inc.); Wampanoag Tribe of Gay Head (Aquinnah); and the following non-federally recognized Indian groups: Assonet Band of the Wampanoag Nation, and Pokanoket Tribe of the Wampanoag Nation, that this notice has been published. \n ", "consultation": "A detailed assessment of the human remains was made by the Peabody Essex Museum\\'s professional staff in consultation with representatives of the Mashpee Wampanoag Tribe (previously listed as the Mashpee Wampanoag Indian Tribal Council, Inc.); Wampanoag Tribe of Gay Head (Aquinnah); and the following non-federally recognized Indian groups: Assonet Band of the Wampanoag Nation and Pokanoket Tribe of the Wampanoag Nation. \n ", "h_d_r": "Between the years of 1884 and 1887, human remains representing, at minimum, two individuals were removed from Castle Neck, Ipswich, Essex County, MA. The human remains were donated by J.S. Woodbury and include partial cranial and post cranial remains of a child of unknown sex 1-2 years of age, and fragmentary cranial remains including adult mandible and jaw fragment of an adult, possibly female. No known individuals were identified. The two associated funerary objects are one lot of faunal remains and one pendant and copper beads mounted on muslin-covered card. \n Prior to 1935, human remains representing, at minimum, five individuals were removed from a cemetery along the shore of the Salem Harbor near Naugus Head, Marblehead, Essex County, MA. The human remains were donated to the museum in 1976 by the Marblehead Historical Society. The human remains include complete cranial remains and fragmentary post cranial remains of an adult female 16-20 years of age; partial cranial and post cranial remains of a subadult of unknown sex 14-16 years of age; partial post cranial remains of a subadult of unknown sex 13-15 years of age; fragmentary cranial and post cranial remains of a child of unknown sex 2-4 years of age; and fragmentary post cranial remains of an adult, possibly female, 60+ years of age. No known individuals were identified. No associated funerary objects are present. \n On November 10 and 11, 1874, human remains representing, at minimum, one individual were removed from Marblehead in Essex County, MA. The human remains were collected by the Essex Institute by J.H. Sears et. al., Essex Institute Collection. An inscription associated with the inventory read \\xe2\\x80\\x9cDevereux, from an Indian Chief\\'s grave, Marblehead, MA 1862, in the `Pines\\' overlooking Salem harbor.\\xe2\\x80\\x9d The human remains include fragmentary cranial remains of a child of unknown age and sex. No known individuals were identified. The two associated funerary objects are pottery sherds. \n In March 1862, human remains representing, at minimum, one individual were removed \\xe2\\x80\\x9cfrom an Indian chief\\'s grave\\xe2\\x80\\x9d in Marblehead, MA, by J.H. Gregory. The human remains were deposited in the Peabody Museum of Salem (now Peabody Essex Museum) in March 1977, by the Marblehead Historical Society (now Marblehead Museum) as Accession #1910.71 (Old #3103). The Marblehead Museum transferred control of the human remains to the Peabody Essex Museum on August 11, 2016 (PEM Accession #21160, E58149). The human remains are represented by fragmentary dental remains of a child. No known individuals were identified. No associated funerary objects are present. \n In 1930, human remains representing, at minimum, one individual were removed from Salisbury in Essex County, MA. The human remains were excavated by Warren King Moorehead and donated to the museum that same year. Catalog records read, \\xe2\\x80\\x9cskull, collected by Merrimac Valley Exp. In 1930, found by Caleb Fowler, donated by John Cole chief of Police Salisbury.\\xe2\\x80\\x9d The human remains include partial cranial remains of an adult, probably male, 35-60 years of age. No known individuals were identified. No associated funerary objects are present. \n On June 30, 1888, human remains representing, at minimum, one individual were removed from Plum Island in Essex County, MA. The human remains were collected and donated to the museum by Jacob W. Cullen in 1888. The human remains include partial cranial and post cranial remains of a child of unknown sex, 5-7 years of age. No known individuals were identified. The one associated funerary object is one stone implement. \n On an unknown date, human remains representing, at minimum, one individual were removed from south Salem in Essex County, MA. The human remains were possibly received sometime between 1894 and 1968, based on museum records. The human remains include fragmentary post cranial remains of a subadult of unknown sex, 16-18 years of age. No known individuals were identified. No associated funerary objects are present. \n In 1868 or 1874, human remains representing, at minimum, four individuals were removed from Revere in Suffolk County, MA. The human remains were collected by N. Vickary and donated to the museum by N. Vickary in 1882. The human remains include nearly complete cranial and post cranial remains of an adult female 30-34 years of age, commingled with post cranial remains of an adult of unknown sex, 40-44 years of age; and fragmentary cranial remains of a child of unknown sex and age, with partial post cranial remains of an adult female 45-55 years of age. No known individuals were identified. The eight associated funerary objects are one lot of faunal remains; one broken box turtle shell; one stone effigy pestle with shell beads and glass beads; one stemmed pipe; two pyrula shells; one copper pot with iron handle; and one lot of shell beads. \n In 1993, human remains representing, at minimum, seven individuals were removed from Salem in Essex County, MA. The human remains were excavated from old cistern in Front Cellar in 1993, probably placed there after 1860. The human remains were found with a pipe case and 19th century beer bottles. The human remains include fragmentary cranial and post cranial remains of at least five adults and two subadults\\xe2\\x80\\x94one male, one female, and five of unknown sex. The age estimates of the individuals are 16-19 years old, 20-30 years old, and 30-40 years old. No known individuals were identified. No associated funerary objects are present. \n On an unknown date, human remains representing, at minimum, two individuals were removed from Gloucester in Essex County, MA. A document with items reads, \\xe2\\x80\\x9cSawyer Gloucester Free Library Excavations, 1974, medical study collection.\\xe2\\x80\\x9d The human remains include fragmentary cranial remains of a subadult and adult of unknown sex. The age estimate of the subadult is 14-16 years old. No known individuals were identified. The associated funerary object is one lot of faunal remains. \n Around 1950, human remains representing, at minimum, one individual were removed from Ipswich in Essex County, MA (Site ES15). William Eldridge is associated with the collection of these remains in the 1950s. The human remains were received March 2, 1982. The human remains include fragmentary cranial remains and a jaw fragment of an adult of unknown sex and age. No known individuals were identified. No associated funerary objects are present. \n In 1882 and 1884, human remains representing, at minimum, four individuals were removed from a shell midden excavated on Treadwell\\'s Island, Ipswich, Essex County, MA (SITE ES178). In 1882, human remains were collected or donated by (on different occasions) Sears, Potter, J.R., R.L., Gallagar, Robinson, the Peabody Academy of Science party, and the Essex Institute party. In June 1884, human remains were collected and donated by O. Clifton Willcomb. The human remains include fragmentary post cranial remains of an adult of unknown sex; fragmentary cranial and post cranial remains of an adult and a child 8-10 years of age, both of unknown sex; and partial cranial and post cranial remains of an adult male, 50-59 years of age. No known individuals were identified. The 11 associated funerary objects are 4 sets of shells; 6 sets of faunal remains; and one snail shell. \n In 1980, human remains representing, at minimum, 15 individuals were removed from the path of bulldozers at a dump at the Ipswich sewer treatment in Ipswich in Essex County, MA. William Eldridge (on some occasions accompanied by John Grimes, Jeff Lalish, and Beth Lalish), oversaw the removal of the human remains. The human remains were placed at the Peabody Essex Museum where Grimes was then a curator. The human remains include a cranial fragment and femur; pelvis fragment and rib fragment; left temporal fragment, right temporal fragment, zygoma fragment, four cranial fragments, and phalange fragment; and a vertebrae fragment. No known individuals were identified. The three associated funerary objects are three sets of faunal remains. \n According to the information provided by the Wampanoag Confederation, linguistically, this area is within the so-called n-dialect shared by Massachusett, Wampanoag, and Pokanoket speakers. Furthermore, sociopolitical and economic patterns in the coastal area of Rhode Island and Massachusetts were established by the late Woodland period circa A.D. 1000, and the coastal groups in the area are likely the ancestors of the Wampanoag people encountered by the English in the seventeenth century. Archeology, ethnohistory, linguistics, and oral history provide multiple lines of evidence that demonstrate longstanding ties between the Wampanoag and the area around Essex County, and affirm cultural affiliation with the sites listed in this notice. \n ", "h_d_ci": "Null", "determinations": "Determinations Made by the Peabody Essex Museum \n Officials of the Peabody Essex Museum have determined that: \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice represent the physical remains of 45 individuals of Native American ancestry. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(3)(A), the 28 objects described in this notice are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and associated funerary objects and the Mashpee Wampanoag Tribe (previously listed as the Mashpee Wampanoag Indian Tribal Council, Inc.), and the Wampanoag Tribe of Gay Head (Aquinnah). \n ", "a_r_d": "Lineal descendants or representatives of any Indian Tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to Karen Kramer, Curator of Native American and Oceanic Art and Culture, Peabody Essex Museum, 161 Essex Street, Salem, MA 01970, telephone (978) 542-1565, direct line (978) 745-9500 ext. 3065, email Karen_Kramer@pem.org, by May 4, 2018. After that date, if no additional requestors have come forward, transfer of control of the human remains and associated funerary objects to the Mashpee Wampanoag Tribe (previously listed as the Mashpee Wampanoag Indian Tribal Council, Inc.); Wampanoag Tribe of Gay Head (Aquinnah) may proceed. \n The Peabody Essex Museum is responsible for notifying the Mashpee Wampanoag Tribe (previously listed as the Mashpee Wampanoag Indian Tribal Council, Inc.); Wampanoag Tribe of Gay Head (Aquinnah); and the following non-federally recognized Indian groups: Assonet Band of the Wampanoag Nation, and Pokanoket Tribe of the Wampanoag Nation, that this notice has been published. \n "}