{"index": "I_333", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        [NPS-WASO-NAGPRA-NPS0024479; PPWOCRADN0-PCU00RP14.R50000]\\n        Notice of Inventory Completion: Robert S. Peabody Museum of Archaeology, Phillips Academy, Andover, MA\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        \\n          SUMMARY:\\n          The Robert S. Peabody Museum of Archaeology has completed an inventory of human remains and associated funerary objects, in consultation with the appropriate Indian Tribes or Native Hawaiian organizations, and has determined that there is a cultural affiliation between the human remains and associated funerary objects and present-day Indian Tribes or Native Hawaiian organizations. Lineal descendants or representatives of any Indian Tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request to the Robert S. Peabody Museum of Archaeology. If no additional requestors come forward, transfer of control of the human remains and associated funerary objects to the lineal descendants, Indian Tribes, or Native Hawaiian organizations stated in this notice may proceed.\\n        \\n        \\n          DATES:\\n          Lineal descendants or representatives of any Indian Tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to the Robert S. Peabody Museum of Archaeology at the address in this notice by March 1, 2018.\\n        \\n        \\n          ADDRESSES:\\n\\n          Dr. Ryan J. Wheeler, Robert S. Peabody Museum of Archaeology, Phillips Academy, 180 Main Street, Andover, MA 01810, telephone (978) 749-4490, email rwheeler@andover.edu.\\n          \\n        \\n      \\n      \\n        SUPPLEMENTARY INFORMATION:\\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains and associated funerary objects under the control of the Robert S. Peabody Museum of Archaeology, Phillips Academy, Andover, MA. The human remains and associated funerary objects were removed from the Hornblower II and Abel\\'s Hill sites in Dukes County, MA.\\n\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003(d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations in this notice.\\n        Consultation\\n        A detailed assessment of the human remains and associated funerary objects was made by the Robert S. Peabody Museum of Archaeology professional staff in consultation with representatives of the Wampanoag Repatriation Confederacy, representing the Mashpee Wampanoag Tribe (previously listed as the Mashpee Wampanoag Indian Tribal Council, Inc.) and the Wampanoag Tribe of Gay Head (Aquinnah), as well as the Assonet Band of the Wampanoag Nation (a non-federally recognized Indian group).\\n        History and Description of the Remains\\n        In 1982, human remains representing, at minimum, one individual were removed from the Hornblower II site in Aquinnah, Dukes County, MA, by James J. Richardson III and James B. Petersen. The human remains are fragmentary, likely as a result of being impacted by earth-moving equipment. The human remains were transferred to the Robert S. Peabody Museum of Archaeology on November 12, 2012. The individual is an adult male, aged 30-45 years old. No known individual was identified. The 189 associated funerary objects are 1 unidentified bird bone; 3 unidentified mammal bone; 1 quartz core frag; 1 rhyolite biface fragment; 114 quartz flakes; 1 quartz flake; 3 pottery sherds; 1 bag of burial pit floatation sample, including soil, pebbles, shell, and animal bone fragments; 1 large quartz nodule; 3 bone or tree bark fragments; 1 large chunk white quartz; 8 marine shells and soil from feature fill; 1 large quartz flake; 1 possible lithic tool; and 49 quartz flakes.\\n        Information about the Hornblower II site is found in William A. Ritchie\\'s 1969 book \\xe2\\x80\\x9cThe Archaeology of Martha\\'s Vineyard: A Framework for the Prehistory of Southern New England,\\xe2\\x80\\x9d and in field notes by James J. Richardson III and James B. Petersen, on file at the Robert S. Peabody Museum of Archaeology, and in the files of the Massachusetts Historical Commission (site #19-DK-44). The Hornblower II site is a shell mound located on the north shore of Squibnocket Pond on Martha\\'s Vineyard, with midden deposits ranging from two to nearly four feet in thickness over approximately 3,400 square feet. Ritchie\\'s excavations in the 1960s documented four major strata. Radiocarbon dates and artifacts found during the 1960s and 1980s excavations indicate occupation from the Archaic through the Late Woodland periods, approximately 5,500 to 500 years ago. No burials were identified during Ritchie\\'s excavations. James J. Richardson reports that the human burial was discovered outside of the midden area during the 1982 excavations. The burial was found during shovel testing to delimit the site boundaries. Human remains were observed in Test Pit #11, and a five-foot-square excavation unit designated N70E25 was made to recover the human remains. The field notes state that \\xe2\\x80\\x9cit now appears to have been a primary flexed burial heading southwest, facing southeast toward Squibnocket Pond.\\xe2\\x80\\x9d The notes also state that the burial was in a shallow pit that was difficult to discern due to disturbance by plowing. According to the excavators, the pit had originally been used for cooking. Physical anthropologist Harley A. Erickson made an inventory of the human remains in October of 2014, noting that the appearance and morphology of the human remains are consistent with Native American ancestry. In the 1980s, the original excavators submitted samples of marine shell found in association with the burial for radiocarbon dating, but the results were inconclusive. Artifacts found in the burial pit indicate a Late Woodland period date.\\n        Sometime in the 1980s, human remains representing, at minimum, one individual were removed from an unrecorded site at Abel\\'s Hill in Chilmark, Dukes County, MA, by James B. Richardson III and Richard Burt on behalf of the Chilmark Police Department. The human remains are nearly complete, and are in a good state of preservation. They were transferred to the Robert S. Peabody Museum of Archaeology on November 12, 2012. The individual is an adult male, aged 24-30 years old. No known individual was identified. No associated funerary objects are present.\\n        Very little documentation is available on the Abel\\'s Hill site. James B. Richardson III relates that the burial was discovered during the excavation of a septic system at a private residence in the 1980s. The location was not a known archeological site. The Chilmark Police Department contacted avocational archeologist Richard Burt, who, with assistance from James B. Richardson III, excavated the burial. The human remains were retained by Richardson and curated with material from the Hornblower II site, prior to transfer to the Robert S. Peabody Museum of Archaeology in 2012. Physical anthropologist Harley A. Erickson made an inventory of the remains in October of 2014, noting strong morphological traits on the cranial and postcranial remains consistent with Native American ancestry.\\n        The Hornblower II and Abel\\'s Hill sites lie within the homeland of the Wampanoag (see Frank Speck, \\xe2\\x80\\x9cTerritorial Subdivisions and Boundaries of the Wampanoag, Massachusett, and Nauset Indians, Indian Notes and Monographs No. 44\\xe2\\x80\\x9d (1928), Bert Salwen, \\xe2\\x80\\x9cIndians of Southern New England and Long Island: Early Period\\xe2\\x80\\x9d in \\xe2\\x80\\x9cHandbook of North American Indians: Northeast,\\xe2\\x80\\x9d (Bruce G. Trigg, ed., 1978), and Robert S. Grumet, \\xe2\\x80\\x9cHistoric Contact: Indian Peoples and Colonists in Today\\'s Northeastern United States in the Sixteenth through Eighteenth Centuries,\\xe2\\x80\\x9d 117-121, 129-133 (1995)). Linguistically, this area is within the so-called n-dialect shared by Massachusett, Wampanoag, and Pokanoket speakers (see Kathleen J. Bragdon, \\xe2\\x80\\x9cNative Peoples of Southern New England, 1650-1775,\\xe2\\x80\\x9d 22-23 (2009)). The coastal groups already in this area by the Late Woodland period (circa A.D. 1000) or even the Late Archaic, are likely the ancestors of the Wampanoag people encountered by the English in the seventeenth century. Geography, archeology, linguistics, oral tradition, and history provide multiple lines of evidence that demonstrate longstanding ties between the Wampanoag and the area around Aquinnah and Chilmark and affirm affiliation with the burials at the Hornblower II and Abel\\'s Hill sites.\\n        Determinations Made by the Robert S. Peabody Museum of Archaeology\\n        Officials of the Robert S. Peabody Museum of Archaeology have determined that:\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice represent the physical remains of two individuals of Native American ancestry.\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(3)(A), the 189 objects described in this notice are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony.\\n\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and associated funerary objects and the Mashpee Wampanoag Tribe (previously listed as the Mashpee Wampanoag Indian Tribal Council, Inc.) and Wampanoag Tribe of Gay Head (Aquinnah).\\n        Additional Requestors and Disposition\\n\\n        Lineal descendants or representatives of any Indian Tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to Dr. Ryan J. Wheeler, Robert S. Peabody Museum of Archaeology, Phillips Academy, 180 Main Street, Andover, MA 01810, telephone (978) 749-4490, email rwheeler@andover.edu, by March 1, 2018. After that date, if no additional requestors have come forward, transfer of control of the human remains and associated funerary objects to the Mashpee Wampanoag Indian Tribe (previously listed as the Mashpee Wampanoag Indian Tribal Council, Inc.) and the Wampanoag Tribe of Gay Head (Aquinnah), and, if joined to one or more of the culturally affiliated tribes, the Assonet Band of the Wampanoag Nation, a non-federally recognized Indian group, may proceed.\\n        The Robert S. Peabody Museum of Archaeology is responsible for notifying the Wampanoag Repatriation Confederacy, representing the Mashpee Wampanoag Indian Tribe (previously listed as the Mashpee Wampanoag Indian Tribal Council, Inc.) and the Wampanoag Tribe of Gay Head (Aquinnah), as well as the Assonet Band of the Wampanoag Nation (a non-federally recognized Indian group) that this notice has been published.\\n        \\n          Dated: October 16, 2017.\\n          Melanie O\\'Brien,\\n          Manager, National NAGPRA Program.\\n        \\n        \\n          Editorial Note:\\n          This document was received at the Office of the Federal Register on January 25, 2018.\\n        \\n        \\n      \\n      [FR Doc. 2018-01721 Filed 1-29-18; 8:45 am]\\n       BILLING CODE 4312-52-P\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "[NPS-WASO-NAGPRA-NPS0024479; PPWOCRADN0-PCU00RP14.R50000]", "subject": "Notice of Inventory Completion: Robert S. Peabody Museum of Archaeology, Phillips Academy, Andover, MA", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "The Robert S. Peabody Museum of Archaeology has completed an inventory of human remains and associated funerary objects, in consultation with the appropriate Indian Tribes or Native Hawaiian organizations, and has determined that there is a cultural affiliation between the human remains and associated funerary objects and present-day Indian Tribes or Native Hawaiian organizations. Lineal descendants or representatives of any Indian Tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request to the Robert S. Peabody Museum of Archaeology. If no additional requestors come forward, transfer of control of the human remains and associated funerary objects to the lineal descendants, Indian Tribes, or Native Hawaiian organizations stated in this notice may proceed.", "dates": "Lineal descendants or representatives of any Indian Tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to the Robert S. Peabody Museum of Archaeology at the address in this notice by March 1, 2018.", "addresses": "Dr. Ryan J. Wheeler, Robert S. Peabody Museum of Archaeology, Phillips Academy, 180 Main Street, Andover, MA 01810, telephone (978) 749-4490, email rwheeler@andover.edu.\\n          ", "signature_dated": "Dated: October 16, 2017.", "signature_name": "Melanie O\\'Brien,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. 2018-01721 Filed 1-29-18; 8:45 am]", "billing_code": " BILLING CODE 4312-52-P", "supp_info": "SUPPLEMENTARY INFORMATION: \n Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains and associated funerary objects under the control of the Robert S. Peabody Museum of Archaeology, Phillips Academy, Andover, MA. The human remains and associated funerary objects were removed from the Hornblower II and Abel\\'s Hill sites in Dukes County, MA. \n This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003(d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations in this notice. \n Consultation \n A detailed assessment of the human remains and associated funerary objects was made by the Robert S. Peabody Museum of Archaeology professional staff in consultation with representatives of the Wampanoag Repatriation Confederacy, representing the Mashpee Wampanoag Tribe (previously listed as the Mashpee Wampanoag Indian Tribal Council, Inc.) and the Wampanoag Tribe of Gay Head (Aquinnah), as well as the Assonet Band of the Wampanoag Nation (a non-federally recognized Indian group). \n History and Description of the Remains \n In 1982, human remains representing, at minimum, one individual were removed from the Hornblower II site in Aquinnah, Dukes County, MA, by James J. Richardson III and James B. Petersen. The human remains are fragmentary, likely as a result of being impacted by earth-moving equipment. The human remains were transferred to the Robert S. Peabody Museum of Archaeology on November 12, 2012. The individual is an adult male, aged 30-45 years old. No known individual was identified. The 189 associated funerary objects are 1 unidentified bird bone; 3 unidentified mammal bone; 1 quartz core frag; 1 rhyolite biface fragment; 114 quartz flakes; 1 quartz flake; 3 pottery sherds; 1 bag of burial pit floatation sample, including soil, pebbles, shell, and animal bone fragments; 1 large quartz nodule; 3 bone or tree bark fragments; 1 large chunk white quartz; 8 marine shells and soil from feature fill; 1 large quartz flake; 1 possible lithic tool; and 49 quartz flakes. \n Information about the Hornblower II site is found in William A. Ritchie\\'s 1969 book \\xe2\\x80\\x9cThe Archaeology of Martha\\'s Vineyard: A Framework for the Prehistory of Southern New England,\\xe2\\x80\\x9d and in field notes by James J. Richardson III and James B. Petersen, on file at the Robert S. Peabody Museum of Archaeology, and in the files of the Massachusetts Historical Commission (site #19-DK-44). The Hornblower II site is a shell mound located on the north shore of Squibnocket Pond on Martha\\'s Vineyard, with midden deposits ranging from two to nearly four feet in thickness over approximately 3,400 square feet. Ritchie\\'s excavations in the 1960s documented four major strata. Radiocarbon dates and artifacts found during the 1960s and 1980s excavations indicate occupation from the Archaic through the Late Woodland periods, approximately 5,500 to 500 years ago. No burials were identified during Ritchie\\'s excavations. James J. Richardson reports that the human burial was discovered outside of the midden area during the 1982 excavations. The burial was found during shovel testing to delimit the site boundaries. Human remains were observed in Test Pit #11, and a five-foot-square excavation unit designated N70E25 was made to recover the human remains. The field notes state that \\xe2\\x80\\x9cit now appears to have been a primary flexed burial heading southwest, facing southeast toward Squibnocket Pond.\\xe2\\x80\\x9d The notes also state that the burial was in a shallow pit that was difficult to discern due to disturbance by plowing. According to the excavators, the pit had originally been used for cooking. Physical anthropologist Harley A. Erickson made an inventory of the human remains in October of 2014, noting that the appearance and morphology of the human remains are consistent with Native American ancestry. In the 1980s, the original excavators submitted samples of marine shell found in association with the burial for radiocarbon dating, but the results were inconclusive. Artifacts found in the burial pit indicate a Late Woodland period date. \n Sometime in the 1980s, human remains representing, at minimum, one individual were removed from an unrecorded site at Abel\\'s Hill in Chilmark, Dukes County, MA, by James B. Richardson III and Richard Burt on behalf of the Chilmark Police Department. The human remains are nearly complete, and are in a good state of preservation. They were transferred to the Robert S. Peabody Museum of Archaeology on November 12, 2012. The individual is an adult male, aged 24-30 years old. No known individual was identified. No associated funerary objects are present. \n Very little documentation is available on the Abel\\'s Hill site. James B. Richardson III relates that the burial was discovered during the excavation of a septic system at a private residence in the 1980s. The location was not a known archeological site. The Chilmark Police Department contacted avocational archeologist Richard Burt, who, with assistance from James B. Richardson III, excavated the burial. The human remains were retained by Richardson and curated with material from the Hornblower II site, prior to transfer to the Robert S. Peabody Museum of Archaeology in 2012. Physical anthropologist Harley A. Erickson made an inventory of the remains in October of 2014, noting strong morphological traits on the cranial and postcranial remains consistent with Native American ancestry. \n The Hornblower II and Abel\\'s Hill sites lie within the homeland of the Wampanoag (see Frank Speck, \\xe2\\x80\\x9cTerritorial Subdivisions and Boundaries of the Wampanoag, Massachusett, and Nauset Indians, Indian Notes and Monographs No. 44\\xe2\\x80\\x9d (1928), Bert Salwen, \\xe2\\x80\\x9cIndians of Southern New England and Long Island: Early Period\\xe2\\x80\\x9d in \\xe2\\x80\\x9cHandbook of North American Indians: Northeast,\\xe2\\x80\\x9d (Bruce G. Trigg, ed., 1978), and Robert S. Grumet, \\xe2\\x80\\x9cHistoric Contact: Indian Peoples and Colonists in Today\\'s Northeastern United States in the Sixteenth through Eighteenth Centuries,\\xe2\\x80\\x9d 117-121, 129-133 (1995)). Linguistically, this area is within the so-called n-dialect shared by Massachusett, Wampanoag, and Pokanoket speakers (see Kathleen J. Bragdon, \\xe2\\x80\\x9cNative Peoples of Southern New England, 1650-1775,\\xe2\\x80\\x9d 22-23 (2009)). The coastal groups already in this area by the Late Woodland period (circa A.D. 1000) or even the Late Archaic, are likely the ancestors of the Wampanoag people encountered by the English in the seventeenth century. Geography, archeology, linguistics, oral tradition, and history provide multiple lines of evidence that demonstrate longstanding ties between the Wampanoag and the area around Aquinnah and Chilmark and affirm affiliation with the burials at the Hornblower II and Abel\\'s Hill sites. \n Determinations Made by the Robert S. Peabody Museum of Archaeology \n Officials of the Robert S. Peabody Museum of Archaeology have determined that: \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice represent the physical remains of two individuals of Native American ancestry. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(3)(A), the 189 objects described in this notice are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and associated funerary objects and the Mashpee Wampanoag Tribe (previously listed as the Mashpee Wampanoag Indian Tribal Council, Inc.) and Wampanoag Tribe of Gay Head (Aquinnah). \n Additional Requestors and Disposition \n Lineal descendants or representatives of any Indian Tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to Dr. Ryan J. Wheeler, Robert S. Peabody Museum of Archaeology, Phillips Academy, 180 Main Street, Andover, MA 01810, telephone (978) 749-4490, email rwheeler@andover.edu, by March 1, 2018. After that date, if no additional requestors have come forward, transfer of control of the human remains and associated funerary objects to the Mashpee Wampanoag Indian Tribe (previously listed as the Mashpee Wampanoag Indian Tribal Council, Inc.) and the Wampanoag Tribe of Gay Head (Aquinnah), and, if joined to one or more of the culturally affiliated tribes, the Assonet Band of the Wampanoag Nation, a non-federally recognized Indian group, may proceed. \n The Robert S. Peabody Museum of Archaeology is responsible for notifying the Wampanoag Repatriation Confederacy, representing the Mashpee Wampanoag Indian Tribe (previously listed as the Mashpee Wampanoag Indian Tribal Council, Inc.) and the Wampanoag Tribe of Gay Head (Aquinnah), as well as the Assonet Band of the Wampanoag Nation (a non-federally recognized Indian group) that this notice has been published. \n ", "consultation": "A detailed assessment of the human remains and associated funerary objects was made by the Robert S. Peabody Museum of Archaeology professional staff in consultation with representatives of the Wampanoag Repatriation Confederacy, representing the Mashpee Wampanoag Tribe (previously listed as the Mashpee Wampanoag Indian Tribal Council, Inc.) and the Wampanoag Tribe of Gay Head (Aquinnah), as well as the Assonet Band of the Wampanoag Nation (a non-federally recognized Indian group). \n ", "h_d_r": "In 1982, human remains representing, at minimum, one individual were removed from the Hornblower II site in Aquinnah, Dukes County, MA, by James J. Richardson III and James B. Petersen. The human remains are fragmentary, likely as a result of being impacted by earth-moving equipment. The human remains were transferred to the Robert S. Peabody Museum of Archaeology on November 12, 2012. The individual is an adult male, aged 30-45 years old. No known individual was identified. The 189 associated funerary objects are 1 unidentified bird bone; 3 unidentified mammal bone; 1 quartz core frag; 1 rhyolite biface fragment; 114 quartz flakes; 1 quartz flake; 3 pottery sherds; 1 bag of burial pit floatation sample, including soil, pebbles, shell, and animal bone fragments; 1 large quartz nodule; 3 bone or tree bark fragments; 1 large chunk white quartz; 8 marine shells and soil from feature fill; 1 large quartz flake; 1 possible lithic tool; and 49 quartz flakes. \n Information about the Hornblower II site is found in William A. Ritchie\\'s 1969 book \\xe2\\x80\\x9cThe Archaeology of Martha\\'s Vineyard: A Framework for the Prehistory of Southern New England,\\xe2\\x80\\x9d and in field notes by James J. Richardson III and James B. Petersen, on file at the Robert S. Peabody Museum of Archaeology, and in the files of the Massachusetts Historical Commission (site #19-DK-44). The Hornblower II site is a shell mound located on the north shore of Squibnocket Pond on Martha\\'s Vineyard, with midden deposits ranging from two to nearly four feet in thickness over approximately 3,400 square feet. Ritchie\\'s excavations in the 1960s documented four major strata. Radiocarbon dates and artifacts found during the 1960s and 1980s excavations indicate occupation from the Archaic through the Late Woodland periods, approximately 5,500 to 500 years ago. No burials were identified during Ritchie\\'s excavations. James J. Richardson reports that the human burial was discovered outside of the midden area during the 1982 excavations. The burial was found during shovel testing to delimit the site boundaries. Human remains were observed in Test Pit #11, and a five-foot-square excavation unit designated N70E25 was made to recover the human remains. The field notes state that \\xe2\\x80\\x9cit now appears to have been a primary flexed burial heading southwest, facing southeast toward Squibnocket Pond.\\xe2\\x80\\x9d The notes also state that the burial was in a shallow pit that was difficult to discern due to disturbance by plowing. According to the excavators, the pit had originally been used for cooking. Physical anthropologist Harley A. Erickson made an inventory of the human remains in October of 2014, noting that the appearance and morphology of the human remains are consistent with Native American ancestry. In the 1980s, the original excavators submitted samples of marine shell found in association with the burial for radiocarbon dating, but the results were inconclusive. Artifacts found in the burial pit indicate a Late Woodland period date. \n Sometime in the 1980s, human remains representing, at minimum, one individual were removed from an unrecorded site at Abel\\'s Hill in Chilmark, Dukes County, MA, by James B. Richardson III and Richard Burt on behalf of the Chilmark Police Department. The human remains are nearly complete, and are in a good state of preservation. They were transferred to the Robert S. Peabody Museum of Archaeology on November 12, 2012. The individual is an adult male, aged 24-30 years old. No known individual was identified. No associated funerary objects are present. \n Very little documentation is available on the Abel\\'s Hill site. James B. Richardson III relates that the burial was discovered during the excavation of a septic system at a private residence in the 1980s. The location was not a known archeological site. The Chilmark Police Department contacted avocational archeologist Richard Burt, who, with assistance from James B. Richardson III, excavated the burial. The human remains were retained by Richardson and curated with material from the Hornblower II site, prior to transfer to the Robert S. Peabody Museum of Archaeology in 2012. Physical anthropologist Harley A. Erickson made an inventory of the remains in October of 2014, noting strong morphological traits on the cranial and postcranial remains consistent with Native American ancestry. \n The Hornblower II and Abel\\'s Hill sites lie within the homeland of the Wampanoag (see Frank Speck, \\xe2\\x80\\x9cTerritorial Subdivisions and Boundaries of the Wampanoag, Massachusett, and Nauset Indians, Indian Notes and Monographs No. 44\\xe2\\x80\\x9d (1928), Bert Salwen, \\xe2\\x80\\x9cIndians of Southern New England and Long Island: Early Period\\xe2\\x80\\x9d in \\xe2\\x80\\x9cHandbook of North American Indians: Northeast,\\xe2\\x80\\x9d (Bruce G. Trigg, ed., 1978), and Robert S. Grumet, \\xe2\\x80\\x9cHistoric Contact: Indian Peoples and Colonists in Today\\'s Northeastern United States in the Sixteenth through Eighteenth Centuries,\\xe2\\x80\\x9d 117-121, 129-133 (1995)). Linguistically, this area is within the so-called n-dialect shared by Massachusett, Wampanoag, and Pokanoket speakers (see Kathleen J. Bragdon, \\xe2\\x80\\x9cNative Peoples of Southern New England, 1650-1775,\\xe2\\x80\\x9d 22-23 (2009)). The coastal groups already in this area by the Late Woodland period (circa A.D. 1000) or even the Late Archaic, are likely the ancestors of the Wampanoag people encountered by the English in the seventeenth century. Geography, archeology, linguistics, oral tradition, and history provide multiple lines of evidence that demonstrate longstanding ties between the Wampanoag and the area around Aquinnah and Chilmark and affirm affiliation with the burials at the Hornblower II and Abel\\'s Hill sites. \n ", "h_d_ci": "Null", "determinations": "Determinations Made by the Robert S. Peabody Museum of Archaeology \n Officials of the Robert S. Peabody Museum of Archaeology have determined that: \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice represent the physical remains of two individuals of Native American ancestry. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(3)(A), the 189 objects described in this notice are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and associated funerary objects and the Mashpee Wampanoag Tribe (previously listed as the Mashpee Wampanoag Indian Tribal Council, Inc.) and Wampanoag Tribe of Gay Head (Aquinnah). \n ", "a_r_d": "Lineal descendants or representatives of any Indian Tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to Dr. Ryan J. Wheeler, Robert S. Peabody Museum of Archaeology, Phillips Academy, 180 Main Street, Andover, MA 01810, telephone (978) 749-4490, email rwheeler@andover.edu, by March 1, 2018. After that date, if no additional requestors have come forward, transfer of control of the human remains and associated funerary objects to the Mashpee Wampanoag Indian Tribe (previously listed as the Mashpee Wampanoag Indian Tribal Council, Inc.) and the Wampanoag Tribe of Gay Head (Aquinnah), and, if joined to one or more of the culturally affiliated tribes, the Assonet Band of the Wampanoag Nation, a non-federally recognized Indian group, may proceed. \n The Robert S. Peabody Museum of Archaeology is responsible for notifying the Wampanoag Repatriation Confederacy, representing the Mashpee Wampanoag Indian Tribe (previously listed as the Mashpee Wampanoag Indian Tribal Council, Inc.) and the Wampanoag Tribe of Gay Head (Aquinnah), as well as the Assonet Band of the Wampanoag Nation (a non-federally recognized Indian group) that this notice has been published. \n "}