{"index": "I_352", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        [NPS-WASO-NAGPRA-NPS0024128: PPWOCRADN0-PCU00RP14.R50000]\\n        Notice of Inventory Completion: Sam Noble Oklahoma Museum of Natural History, Norman, OK\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        \\n          SUMMARY:\\n          The Sam Noble Oklahoma Museum of Natural History (Museum) at the University of Oklahoma has completed an inventory of human remains and associated funerary objects, in consultation with the appropriate Indian Tribes or Native Hawaiian organizations, and has determined that there is a cultural affiliation between the human remains and associated funerary objects and present-day Indian Tribes or Native Hawaiian organizations. Lineal descendants or representatives of any Indian Tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request to the Museum. If no additional requestors come forward, transfer of control of the human remains and associated funerary objects to the lineal descendants, Indian Tribes, or Native Hawaiian organizations stated in this notice may proceed.\\n        \\n        \\n          DATES:\\n          Representatives of any Indian Tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to the Sam Noble Oklahoma Museum of Natural History at the address in this notice by December 1, 2017.\\n        \\n        \\n          ADDRESSES:\\n\\n          Dr. Marc Levine, Assistant Curator of Archaeology, Sam Noble Oklahoma Museum of Natural History, University of Oklahoma, 2401 Chautauqua Avenue, Norman, OK 73072-7029, telephone (405) 325-1994, email mlevine@ou.edu.\\n          \\n        \\n      \\n      \\n        SUPPLEMENTARY INFORMATION:\\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains and associated funerary objects under the control of the Sam Noble Oklahoma Museum of Natural History, Norman, OK. The human remains and associated funerary objects were removed from the following counties in the State of Oklahoma: Beckham, Caddo, Canadian, Cotton, Custer, Garfield, Garvin, Grady, Kiowa, Lincoln, McClain, Oklahoma, Pottawatomie, Roger Mills, and Washita.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003(d)(3) and 43 CFR 10.11(d). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations in this notice.\\n        Consultation\\n        A detailed assessment of the human remains was made by the Sam Noble Oklahoma Museum of Natural History professional staff in consultation with representatives of the Wichita and Affiliated Tribes (Wichita, Keechi, Waco & Tawakonie), Oklahoma.\\n        History and Description of the Remains\\n\\n        In 1978 and 1981, human remains representing, at minimum, 5 individuals were removed from the Devils Canyon site (34Ki0001) in Kiowa County, OK. The site was first surveyed and recorded by David J. Werner of the University of Oklahoma in 1947, and later resurveyed in 1978 by Richard Drass of the Oklahoma Archeological Survey. Additional materials from the site were donated to the Museum by landowner Bernice Winters in 1978 and 1981. Individuals 1 and 2 are commingled fragmentary remains of adults of indeterminate sex. An infant approximately 1 year old is represented by a single deciduous molar and is designated as Individual 3. Individuals 4 and 5 are partial and complete crania, respectively, and are likely adult male. No known individuals were identified. The associated funerary objects from the site are collectively associated with Individuals 1, 2, and 3 and include 23 faunal bone fragments, 2 of which are burned. The Devils Canyon site is a historic period Wichita settlement. The determination is based on U.S. Government records which note that the U.S. Army visited the site in 1834.\\n        In 1968, human remains representing, at minimum, 2 individuals were removed from the Edwards/Carter site (34Bk0002) in Beckham County, OK. This site was recorded for the Oklahoma Archeological Survey by Rex Wilson and Charles Robertson in October of 1955, and again in August of 1965. Most of the excavations were conducted by the University of Oklahoma Field School in 1968 and the associated collections were subsequently turned over to the Museum. The human remains consist of commingled cranial and long bone fragments and one molar tooth. The two individuals represented are adults, one probable male and one of indeterminate sex. No known individuals were identified. No associated funerary objects are present.\\n        The Edwards/Carter site is associated with the Edwards Complex, dating from approximately A.D. 1500-1650 and including the initial Spanish contact period. Based on continuity of the cultural material, these remains may be related to the western group of the Wichita. Oral history, as well as post-contact European records, supports the presence of the Wichita in the area at this time.\\n        In 1955, human remains representing, at minimum, 5 individuals were removed from the Sandstone Creek 1 site (34Bk0001) in Beckham County, OK. The site was recorded by the University of Oklahoma by Cain in 1955 and surveyed by Fenton Wheeler. Materials from the site, including Burials 1 and 3, were transferred to the Museum at an unknown date. Remains from Burial 2 are not present at the Museum. Burial 1 contains, at minimum, two individuals. Burial 1A is a partial skeleton of a young adult male, 20-35 years old, and Burial 1B is a vertebral column of an adult of indeterminate sex. Burial 3 contains at least three individuals. Burial 3A is a fragmentary skeleton of an adult male, Burial 3B is a fragmentary skeleton of a probable male adult, and Burial 3C consists of cranial remains of a child, 4-6 years old. No known individuals were identified. The 4 associated funerary objects from Burial 3 are deer teeth.\\n        In 1978, human remains representing, at minimum, 1 individual were removed from the Hubbard 2 site (34Bk0005) in Beckham County, OK. The burial and associated funerary objects from this site were excavated by amateur archeologists, reburied, later salvaged in 1978, and then transferred to the Museum in 1979. The human remains consist of a complete skeleton of a young adult female, 20-35 years old. No known individual was identified. The 41 associated funerary objects include 4 hammerstones, 1 ground stone fragment, 1 flint core, 1 quartzite core, 1 chipped stone axe, 28 chipped stone flakes, and 5 faunal bone fragments.\\n        In 1959, human remains representing, at minimum, 2 individuals were removed from the Fowler site (34Bk0006) in Beckham County, OK. This site was exposed by erosion associated with an artificial pond on private land. The Oklahoma Archeological Survey Data Record indicates that, prior to 1959, the owner excavated, reburied, and re-excavated one of the three burials at the site. According to the Burial Data Records, Burial 2 was excavated by the State Crime Bureau and later turned over to the Museum. Burials 1 and 3 were either reburied or may still be in the possession of the land owner. Only Burial 2 was found to be in the possession of the Museum. Burial 2 consists of two individuals. Individual 1 is a partial skeleton of a young adult male, 25-30 years old. Individual 2 is an adult represented by three teeth and one cranial fragment. No known individuals were identified. No associated funerary objects are present.\\n        In 1973, human remains representing, at minimum, 1 individual were removed from the I-40 Burial site (34Bk0049) in Beckham County, OK. The burial was salvaged on June 23, 1973, by the Oklahoma Highway Archeological Survey prior to highway construction on Interstate-40 near Sayre, OK (ODOT-state property). Materials from the site were turned over to the Museum in June of 1973. The burial consists of highly fragmentary skeletal remains of an adult, at least 35 years old, of indeterminate sex. No known individual was identified. The 10 associated funerary objects include 1 deer ulna fragment, 8 faunal bone awl fragments, and 1 chipped stone core.\\n        In September of 1982, human remains representing, at minimum, 1 individual were removed from the Red Rock Canyon 1 site (34Cd0138) in Caddo County, OK. The site is located along a canyon wall in Red Rock Canyon State Park. The site had been disturbed by park personnel who had been removing dirt from the area. Collections were then made by the Oklahoma Archeological Survey in 1982, while further investigating construction damage in the park. Materials recovered were subsequently donated to the Museum in October of 1982. The human remains are a fragmentary skeleton of an adult male. No known individual was identified. The 14 associated funerary objects include 9 faunal bone fragments, three of which are burned, 1 small sample of charcoal, 1 pottery sherd, 2 chipped stone flakes, and 1 small fragment of dried organic matter.\\n        In 1974 and 1975, human remains representing, at minimum, 2 individuals were removed from the Takoah site (34Cd0244) in Caddo County, OK. The site was first surveyed and recorded in 1974 by Charles Wallis of the Oklahoma Conservation Commission for the Oklahoma Archeological Survey and was excavated in 1975. Recovered materials were accessioned by the Museum in 1975 and 1988. Two burials were excavated at the site. Burial 1 is a partial skeleton of a young adult female, 20-35 years old. Burial 2 is a partial skeleton of an adult male, 25-45 years old. No known individuals were identified. A total of 172 associated funerary objects were-removed from site 34Cd0244. Burial 1 is associated with 76 faunal bones or bone fragments, 13 chipped stone cobble fragments, 24 chipped stone flakes, 1 chipped stone projectile point fragment, 1 ground stone mano, 1 ground stone fragment, 2 unmodified rocks, 1 piece of clay, 2 wood fragments, 2 shells, 17 shell fragments, and 1 soil sample from the burial. Burial 2 is associated with 18 faunal bone fragments, 4 chipped stone cobble fragments, 1 unmodified cobble, 6 chipped stone flakes, 1 shell fragment, and 1 soil sample taken from within the skull of the individual in Burial 2.\\n        In 1988, human remains representing, at minimum, 1 individual were removed from the Majors 3 site (34Cd0299) in Caddo County, OK. The remains were excavated by Jack Hofman on private land and accessioned by the Museum in 1988. The human remains removed from the site consist of a partial skeleton of a young adult male, 20-35 years old. No known individual was identified. No associated funerary objects are present.\\n\\n        On August 27, 1976, human remains representing, at minimum, 1 individual were removed from an unnamed site (34Cn0036) in Canadian County, OK. This site was discovered on November 17, 1975, during a survey of land proposed for the construction of a rest area along Interstate-40. The material and remains from this site were turned over to the Museum in 1981. The human remains consist of 10 small bone fragments of an adult of indeterminate sex. No known individual was identified. No associated funerary objects are present.\\n        On November 10, 1987, human remains representing, at minimum, 3 individuals were removed from the Sanders site (34Ct0011) in Cotton County, OK. The human remains and associated artifacts from the Sanders Site were recovered by Robert Brooks of the Oklahoma Archeological Survey on November 10, 1987, after the site had been vandalized by unauthorized digging on private land, and subsequently donated to the Museum in 1988. Two burials were excavated at the site. Burial 1 contains a partial skeleton of an adult female, 18-25 years old. Burial 2 contains a fragmentary skeleton of a child, 5-6 years old, and 3 long bone fragments of an infant, both of indeterminate sex. No known individuals were identified. The 143 associated funerary objects are associated with both burials and include 49 chipped stone fragments, 26 ground stone fragments, 9 pottery sherds, 5 shell fragments, and 54 faunal bone fragments.\\n        In 1971, human remains representing, at minimum, 2 individuals were removed from the Henry site (34Ct0017) in Cotton County, OK. The site was exposed on private land, recovered in 1971 by the Oklahoma Anthropological Society, supervised by Hofman, and subsequently donated to the Museum in the same year. Two burials were excavated. Burial 1 is a complete skeleton of a middle-aged adult female, 35-50 years old. Burial 2 is a complete skeleton of an older adult female, over 50 years old. No known individuals were identified. A total of 5 associated funerary objects were removed from site 34Ct0017. Burial 1 is associated with 1 chipped stone knife, 1 flake, and 1 shell pendant. Burial 2 is associated with 2 chipped stone flakes.\\n        In 1985, human remains representing, at minimum, 1 individual were removed from the Austin site (34Ct0021) in Cotton County, OK. A burial was exposed by a road grader and reported to the Oklahoma Archeological Survey by private citizens. The skeletal remains and associated funerary objects were excavated by Robert Brooks in 1985, and donated to the Museum on July 29, 1985. The human remains consist of a very fragmentary skeleton representing a young adult, 20-25 years old, probably male. No known individual was identified. The 10 associated funerary objects include 7 shell fragments, 1 pottery sherd, 1 chipped stone flake, and 1 charcoal sample.\\n        On September 22, 1978, human remains representing, at minimum, 3 individuals were removed from the Carley site (34Cu0082) in Custer County, OK. A private collector reported the site to the Oklahoma Archeological Survey and it was recorded by Survey staff on September 22, 1978. The collector gave materials from the site to the Survey who then transferred them to the Museum in 1980. The remains are commingled and fragmentary, representing at least 2 adult females and 1 adult male. No known individuals were identified. No associated funerary objects are present.\\n        In June of 1965, human remains representing, at minimum, 2 individuals were removed from the Kingery site (34Gf0000) in Garfield County, OK. The site was excavated by the Oklahoma River Basin Survey, with field work directed by Barr and assisted by Slovacek, Brown, and Harwood from the Ponca City, OK, Chapter of the Anthropological Society. The human remains were transferred to the Museum in 1966. The human remains from the site are fragmentary and commingled and represent one young adult female, 20-35 years old and one middle-aged adult male, 35-50 years old. No known individuals were identified. No associated funerary objects are present.\\n        In April of 1958, human remains representing, at minimum, 3 individuals were removed from an unnamed site (34Ml0000) in McClain County, OK. A pottery vessel was found in a grave exposed by erosion on the L.E. Howorton Farm near Rosedale, OK, by Bill Eddleman and donated to the Museum by William Villines on May 8, 1958. Additional skeletal material was discovered in the Museum collections in 1995, also from an unknown location near Rosedale. The skeletal remains and pottery vessel may have originated from the same burial. Individuals 1 and 2 are commingled remains of an adult female and an adult of indeterminate sex. Individual 3 is represented by a single long bone fragment of an infant, less than 3 years old. No known individuals were identified. The 9 associated funerary objects are associated with all 3 individuals from the site and include 1 partially restored pottery vessel, 1 chipped stone flake, 1 faunal bone, and 6 pottery sherds.\\n        In December of 1958, human remains representing, at minimum, 1 individual were removed from the Willingham site (34Ml0005) in McClain County, OK. The site was first recorded by W.H. Villines in 1953. Excavations were conducted in 1958 by the Oklahoma Anthropological Society under the direction of Sherman Lawton and Robert Bell and material from the site was subsequently donated to the Museum the same year. In 1964, bulldozing operations at an oil well exposed additional material at the site and was excavated by the Oklahoma Archeological Survey. Three burials were discovered but are not in the possession of the Museum. It is unclear if they were excavated or left in the ground. The human remains from the site in the possession of the Museum consist of a long bone fragment and a heavily worn tooth of an adult of indeterminate sex. No known individual was identified. The 88 associated funerary objects include 3 chipped stone scrapers, 2 modified flint fragments, 10 chipped stone flakes, 1 lithic abrader fragment, 1 ground stone mano fragment, 3 unmodified sandstone fragments, 3 unmodified large stones, 15 faunal bone fragments, 7 shell fragments, and 43 pottery sherds.\\n        In June of 1970, human remains representing, at minimum, 1 individual were removed from the Baker 1 site (34Rm0074) in Roger Mills County, OK. Material from the site was recovered during a surface survey after the site was disturbed by the construction of a dam. The collection was recorded by Don Wyckoff of the Oklahoma Archeological Survey and subsequently turned over to the Museum the same year. The human remains consist of a single tooth of an adult of indeterminate sex. No known individual was identified. The 24 associated funerary objects include 22 flakes, 1 flint core, and 1 quartzite core.\\n\\n        Sites 34Bk0001, 34Bk0005, 34Bk0006, 34Bk0049, 34Cd0138, 34Cd0244, 34Cd0299, 34Cn0036, 34Ct0011, 34Ct0017, 34Ct0021, 34Cu0082, 34Gf0000, 34Ml0000, 34Ml0005, and 34Rm0074 are Plains Village Period in age, dating from approximately A.D. 900-1500. The Carley site (34Cu0082) may have also been occupied into the period of initial Spanish contact. These determinations are based on archeological context and diagnostic cultural materials (e.g., chipped and ground stone, ceramics, and/or bone tools). Ethnohistoric, ethnographic, and oral historical evidence support the cultural continuity of Plains Village Period populations in these areas with the Wichita and Affiliated Tribes.\\n\\n        In 1957, human remains representing, at minimum, 3 individuals were removed from the Hubbard site (34Bk0004) in Beckham County, OK. The site was discovered on private property after the spring floods of 1957. The landowner contacted the Sheriff\\'s office and the remains were sent to the State Crime Bureau in Oklahoma City, OK, who forwarded them to Alice Brues of the University of Oklahoma Medical Center. Brues identified the remains as Native American and further excavation was carried out by the Highway Salvage Archaeology Program. The remains were subsequently donated to the Museum in 1957. Burial 1 contains two individuals, including the partial skeleton of a probable female adolescent, 10-14 years old, and a portion of the face of an adult of indeterminate sex. Burial 2 contains a child, 6-8 years old, of indeterminate sex. No known individuals were identified. No associated funerary objects are present.\\n        In 1987, human remains representing, at minimum, 2 individuals were removed from the Coy Nuttley site (34Bk0023) in Beckham County, OK. Material from the Coy Nuttley Site, an open habitation site on private land near Elk City, OK, was given to the Oklahoma Archeological Survey by an amateur collector and subsequently donated to the Museum in June of 1987. The human remains consist of a cranial fragment and two loose teeth of an adult of indeterminate sex and three loose teeth of a child, 9-12 years old. No known individuals were identified. The 11 associated funerary objects, linked to both individuals, are fragments of deer bone.\\n        In 1984, human remains representing, at minimum, 1 individual were removed from an unnamed site (34Bk0094) in Beckham County, OK. The human remains were found by a private land owner and turned over to Larry Neal and Alan Wormser of the Oklahoma Archeological Survey in 1984 and later donated to the Museum in 1988. The human remains from this site consist of a partial cranium of a young adult, 20-35 years old, probably male. No known individual was identified. No associated funerary objects are present.\\n        In 1951, human remains representing, at minimum, 1 individual were removed from the Goodman 1 site (34Cu0001) in Custer County, OK. The site was originally discovered by the landowner when a large piece of daub was discovered during plowing in 1941. In 1951, the tenant reported that, while digging a cellar, he uncovered two burials which were subsequently donated to the Museum the same year. Burial 1 is a complete skeleton of a young adult male, 20-35 years old. A second burial was recorded from the site but is not in the possession of the Museum. No known individual was identified. A total of 46 associated funerary objects were removed from site 34Cu0001. Burial 1 is associated with 3 shell fragments, 1 ground stone mano fragment, 1 stone elbow pipe, and 6 faunal bone fragments. Burial 2 is associated with 1 ceramic pot without handles, 1 ceramic pot with handles, 31 shell beads, 1 chipped stone projectile point, and 1 flint knife.\\n        In 1957, human remains representing, at minimum, 3 individuals were removed from the Heerwald (Jordan) site (34Cu0027) in Custer County, OK. This site is on private land on a ridge south of Turkey Creek, a tributary of the Washita River. Material was recovered by James Schaeffer of the Highway Salvage Archaeology program in 1957, when I-40 was constructed south of old US 66, and was subsequently donated to the Museum. The burial contains 3 individuals. Individual 1 is a partial skeleton of a young adult female, 20-25 years old, Individual 2 is a partial skeleton of a child, 6-7 years old, and Individual 3 is a partial skeleton of a fetus. No known individuals were identified. The 45 associated funerary objects include 1 pottery sherd, 3 shells, 2 unmodified shell fragments, 1 modified shell, 6 unmodified sandstone fragments, 1 ground stone mano, 1 projectile point fragment, 1 Washita type projectile point, 1 Harrell type projectile point (embedded in the first lumbar vertebra of Individual 1), 3 chipped stone flakes, 1 chipped stone end scraper, 2 chipped stone fragments, 1 chipped stone cobble, 20 faunal bone fragments, and 1 charcoal sample.\\n        In March and April of 1969, human remains representing, at minimum, 3 individuals were removed from the Cotter-Hutson site (34Cu0041) in Custer County, OK. The human remains and associated objects from Burial 1 of the Cotter-Hutson site were discovered by a private land owner while plowing and then recovered by members of the Oklahoma Archeological Survey and the Oklahoma Anthropological Society in March of 1969. Burial 2 was recovered in April of 1969. Both burials and associated funerary objects were donated to the Museum in 1981. Burial 1 is a fragmentary skeleton of a child, 6-7 years old. Burial 2 is a partial skeleton of a child, 4-5 years old. A third individual is an adult male represented by a mandible found on the surface. No known individuals were identified. A total of 119 associated funerary objects were recovered from site 34Cu0041. Burial 1 is associated with 5 deer bone and tooth fragments, 8 shell fragments, 3 pottery sherds, 8 ground stone fragments, 3 ground stone fragments, 2 pebbles, 6 flakes, 15 seeds, 1 faunal bone fragment, 17 chipped stone flakes from the surface directly above the burial, and 2 bags of soil from the burial itself. Burial 2 is associated with 38 seeds, 6 faunal bone fragments, 1 ground stone fragment, 1 shell scraper, 1 shell fragment, and 2 bags of burial soil and burned material.\\n        In 1969, human remains representing, at minimum, 1 individual were removed from the Arrington site (34Cu0042) in Custer County, OK. The site was reported to the Oklahoma Archeological Survey in 1969 by a private landowner who had discovered a burial while plowing. Material from the site was subsequently donated to the Museum the same year. The human remains are a partial skeleton of a middle-aged adult female, 35-50 years old. No known individual was identified. The 10 associated funerary objects include 1 unburned faunal bone fragment, 4 burned faunal bone fragments, 2 shell fragments, and 3 chipped stone flakes.\\n        In 1957, human remains representing, at minimum, 5 individuals were removed from the Selzer site (34Gd0016) in Grady County, OK. The site was exposed by flooding in 1957 on a terrace above the Washita River on privately held land. Three burials were excavated and later donated to the Museum. Burial 1 is a young adult female, 18-22 years old, Burial 2 is an adult male, and Burial 3 is an adult of indeterminate sex. There are two additional individuals that are fragmentary and commingled. Individual 4 is a probable young adult female, 20-35 years old. Individual 5 is an adolescent, 15-18 years old, of indeterminate sex. No known individuals were identified. A total of 29 associated funerary objects were removed from site 34Gd0016. Burial 3 is associated with 18 pottery sherds and 2 shell fragments. Individuals 4 and 5 are associated with 1 chipped stone flake, 1 ground stone mano, and 7 shell fragments.\\n        In 1963, human remains representing, at minimum, 1 individual were removed from the WRP 9 site (34Gd0024) in Grady County, OK. The site was originally reported in 1963 by Dick McWilliams who discovered the burial eroding out of a road cut. The burial was salvaged by the Museum later that year. The burial is a complete skeleton of a young adult male, 20-35 years old. No known individual was identified. No associated funerary objects are present.\\n\\n        On September 13, 1977, human remains representing, at minimum, 6 individuals were removed from the Horne 1 site (34Gd0078) in Grady County, OK. The site was uncovered when an Oklahoma Natural Gas pipeline went through the area in 1977. The site was officially recorded by the Oklahoma Archeological Survey on September 13, 1977, and material from the site was donated to the Museum in 1981 and 1985. The skeletal remains of three of the individuals include an adult male, 30-40 years old, an infant, 1-1.5 years old, and a child, 6-9 years old. Three other individuals are commingled and all are adults of indeterminate sex. The commingled remains may contain fragmentary skeletal material belonging to the three previously mentioned individuals. No known individuals were identified. The 138 associated funerary objects include 2 chipped stone cobbles, 3 chipped stone cobble fragments, 3 unmodified lithic fragments, 2 pottery sherds, 3 shell fragments, 123 faunal bone fragments, 1 faunal tooth, and 1 bison tibia digging tool.\\n        In June of 1992, human remains representing, at minimum, 4 individuals were removed from the Jewett site (34Gd0081) in Grady County, OK. This site is located on privately held land and was initially recorded by the staff of the Oklahoma Archeological Survey on November 4, 1977. Salvage was conducted by Robert Brooks, prompted by the discovery of a burial during construction of an oil field in 1992. Remains were removed under the state burial law and transferred to the Museum the same year. Burial 1 is a fragmentary skeleton of an adult of indeterminate sex. Burial 2 is a fragmentary skeleton of a probable young adult female, 20-35 years old. Burials 3 and 4 are both fragmentary skeletons of adults of indeterminate sex. No known individuals were identified. No associated funerary objects are present.\\n        In November 1987, human remains representing, at minimum, 1 individual were removed from an unnamed site (34Gv0000) in Garvin County, OK. Human remains from the site were initially collected by Jesse Taylor from a creek bottom near Elmer City, OK, and then transferred to the State Archaeologist by the Oklahoma Medical Examiner\\'s Office. The material was later received by the Museum from the Oklahoma Archeological Survey in May of 1988. The human remains consist of a single complete cranium of a young adult male, 20-35 years old. No known individual was identified. No associated funerary objects are present.\\n        In the summer of 1937, human remains representing, at minimum, 3 individuals were removed from the Braiden site (34Gv0001) in Garvin County, OK. This site was excavated by the Works Progress Administration on private land in 1937, and formally recorded by Charles Bareis in February of 1955. The material was subsequently donated to the Museum. Burial 1 contains two individuals, a cranium of an adult male and loose teeth of a child, 3-6 years old. Burial 2 contains small bone fragments of an adult of indeterminate sex. No known individuals were identified. The 105 associated funerary objects from Burial 2 include 35 faunal bone fragments, 19 chipped stone fragments, 2 chipped stone knives, 3 chipped stone points, 4 chipped stone scrapers, and 42 pottery sherds.\\n        In 1937, human remains representing, at minimum, 18 individuals were removed from the Grant Site (34Gv0002) in Garvin County, OK. Located on a terrace above the Washita River near Wynnewood, OK, the site was excavated by the Works Progress Administration in 1937, under the direction of Forrest E. Clements of the University of Oklahoma. Material from the site was taken to the University of Oklahoma for storage and the human remains and associated funerary objects were accessioned by the Museum in 1937 and 1948. Individual 1 is a partial skeleton of a middle-aged adult female, 35-50 years old. Individual 2 is a partial skeleton of a middle-aged adult male, 35-50 years old. Individual 3 is a partial skeleton of an infant, 1-2 years old. Individual 4 is a fragmentary skeleton of an infant, 1-3 years old. Individual 5 is a fragmentary skeleton of an infant, 6 months to 1 year old. Individual 6 is a fragmentary skeleton of a newborn infant. Individual 7 is a complete skeleton of a middle-aged adult female, 35-50 years old. Individual 8 is a partial skull of a young adult male, 20-35 years old. Individual 9 is a fragmentary skeleton of a middle-aged adult female, 35-50 years old. Individual 10 is a fragmentary skeleton of an adult of indeterminate sex. Individuals 11 and 12 are represented by fragmentary and commingled post-cranial remains. Both of these individuals are adults, one female, and the other of indeterminate sex. Individuals 13, 14, and 15 are represented by fragmentary and commingled remains of at least two adults of indeterminate sex and one child. Individual 16 is a fragmentary skeleton of a middle-aged to older adult female, 40-55 years old. Individuals 17 and 18 are represented by fragmentary and commingled post-cranial remains of at least two adults of indeterminate sex. No known individuals were identified. A total of 32 associated funerary objects were removed from site 34Gv0002. Individual 1 is associated with 1 pottery sherd. Individual 2 is associated with 1 complete ceramic bowl. Individual 3 is associated with 6 faunal bone fragments. Individual 4 is associated with 1 pottery sherd, 1 faunal bone fragment, and 1 shell scraper. Individual 5 is associated with 1 unmodified rock. Individual 7 is associated with 18 faunal bone fragments, 1 bison scapula hoe, and 1 bone awl.\\n        In 1952, human remains representing, at minimum, 2 individuals were removed from the Lacey Farm 1 site (34Gv0005) in Garvin County, OK. The site is on a high ridge north of the Washita River. It was recorded by Charles Bareis in 1955, however, prior to that time many private collectors had visited the site. The site was resurveyed in 1993, by Richard Drass and material from the site was subsequently turned over to the Museum. Individual 1 is a partial cranium of an adult male. Individual 2 is a fragmentary cranium of an adult of indeterminate sex. No known individuals were identified. A total of 38 associated funerary objects were removed from site 34Gv0005. Individual 1 is associated with 5 pottery sherds and 2 modified faunal bone fragments. Individual 2 is associated with 1 two-handed ground stone mano, 1 faunal bone awl, 2 faunal skull and horn hoes, 7 faunal bone hoe fragments, 2 modified faunal bone fragments, 9 unmodified faunal bone fragments, 2 deer bone fragments, 1 deer tooth, and 6 pottery sherds.\\n        In 1982, human remains representing, at minimum, 1 individual were removed from the Arthur site (34Gv0032) in Garvin County, OK. The remains were recovered in 1982, during excavations under a house by Robert Brooks and were accessioned by the Museum in 1987. The remains consist of a fragmentary skeleton of an infant approximately 1 year old. No known individual was identified. The 532 associated funerary objects include 135 shell fragments, 149 pottery sherds, 20 clay fragments, 15 sandstone fragments, 1 hammer stone, 170 chipped stone flakes, 1 chipped stone projectile point, 1 chipped stone biface fragment, 29 faunal bone fragments, 10 burned faunal bone fragments, and 1 charcoal sample.\\n\\n        Between 1982 and 1985, human remains representing, at minimum, 8 individuals were removed from the Thelma Wilson site (34Gv0043) in Garvin County, OK. This site, overlooking the Washita River east of Pauls Valley, was initially surveyed and recorded by Don Wyckoff of the Oklahoma Archeological Survey in 1970. In 1982, Jim Mayberry contacted the survey to report material eroding from a cut bank on the site. In early 1983, Richard Drass and Robert Brooks assisted Jim Mayberry in salvaging the material. The burials and associated objects were turned over to the Museum in 1985. Burial 1 is a fragmentary skull of a child, 3-5 years old. Burial 2 contains a fragmentary skeleton of an adult male and a fragmentary skeleton of a young adult, 20-35 years old, of indeterminate sex. Burial 3 is a fragmentary cranium of an adolescent, 12-15 years old. Burial 4 is a single molar tooth and small bone fragments of a middle-aged adult, 35-50 years old, of indeterminate sex. Burial 5 is a single molar tooth and cranial fragments of a child, 10-12 years old. Two additional individuals are represented by a single molar tooth of a child, 3-5 years old, and a cranial fragment of an adult of indeterminate sex. No known individuals were identified. A total of 17 associated funerary objects were removed from site 34Gv0043. Both individuals in Burial 2 are associated with 1 pottery sherd, 2 modified lithic flakes, 2 unmodified lithic flakes, 1 unmodified stone pebble, 1 lithic atlatl hook, 1 boatstone, 1 faunal bone fragment, and 3 fragments of burned faunal bone. Burial 3 is associated with 4 pottery sherds and 1 unmodified lithic flake.\\n        In 1980 and 1981, human remains representing, at minimum, 3 individuals were removed from the Franklin Cordell site (34Wa0003) in Washita County, OK. Located on a cultivated and terraced hillside in Washita County, this site was first surveyed by Robert Bell of the University of Oklahoma in 1955. Prior to that time however, the site was often visited by amateur collectors. A subsequent survey was carried out by Richard Drass in 1977, after plowing had exposed additional material. In 1980, an extensive excavation was conducted by the Eastern Oklahoma County Chapter of the Oklahoma Archaeological Society under the direction of the Oklahoma Archeological Survey, supervised by David Hughes. The material was transferred to the Museum in 1980 and 1981. Individual 1 is an adult greater than 35 years old, of indeterminate sex, and represented by a single mandible fragment. Individual 2 is an adolescent or young adult, approximately 18-22 years old, of indeterminate sex, also represented by a single mandible fragment. Individual 3 is an adult greater than 20 years old, of indeterminate sex, and represented by 5 loose teeth and a manual phalange. No known individuals were identified. No associated funerary objects are present.\\n        On September 7, 1974, human remains representing, at minimum, 7 individuals were removed from the Hinz site (34Wa0004) in Washita County, OK. This site was exposed by cultivation and erosion and first discovered by Denny Carley of Southwestern Oklahoma State University in 1974. Carley notified the Oklahoma Archeological Survey and on September 7, 1974, Roger Saunders, Jack Hoffman, and Daryl Wheaton of the Survey excavated the site. The material was transferred to the Museum in 1981. Three burials were excavated. Burial 1 is a complete skeleton of a child, 4-6 years old. Burial 2 is a partial skeleton of a young adult male, 20-35 years old. Burial 3 is a partial skeleton of an adult of indeterminate sex. Individual 4 is a fragmentary skeleton of an adult of indeterminate sex. Individual 5 is a fragmentary skeleton of a child. Individuals 6 and 7 are represented by loose teeth and commingled small bone fragments of an adult of indeterminate sex and a child, 5-7 years old. No known individuals were identified. A total of 54 associated funerary objects were removed from site 34Wa0004. Burial 1 is associated with 12 chipped stone flakes and fragments, 1 piece of sandstone, 1 pottery sherd, 2 mussel shells, and 2 conch shell pendants. Burial 2 is associated with 15 pottery sherds, 1 faunal bone fragment, and 7 shell fragments. Burial 3 is associated with 11 chipped stone flakes, 1 pottery sherd, and 1 piece of sandstone.\\n        In 1955 and 1960, human remains representing, at minimum, 66 individuals were removed from the McLemore/Cross site (34Wa0005) in Washita County, OK. This site was discovered by a private citizen and recorded by Rex Wilson of the Oklahoma Archeological Survey in 1955. A large-scale excavation was conducted in 1960, directed by Don Wyckoff and Robert Bell. Most of the material from the McLemore site, including the human remains and associated funerary objects, were transferred to the Museum in 1960. An additional human bone was transferred to the Museum in 2008 by a private collector. Burial 1 has 2 individuals, both are infants, 0.5-1 year old. Burial 2 is a middle-aged adult female, 35-45 years old. Burial 3 is an infant, 1.5-2 years old. Burial 4 is a middle-aged adult female, 40-55 years old. Burial 5 is an infant, 0-0.5 year old. Burial 6 is an infant, 0.5-1 year old. There are 2 individuals from Burial 7, a young adult, 20-25 years old, probably a female, and an infant, 0-0.5 year old. Burial 8 is also a newborn infant. Burial 9 has 2 individuals, a child, 9-12 years old and an infant, 1-1.5 years old. Burial 10 is a middle-aged adult female, 35-40 years old. Burial 11 is an infant, 1-1.5 years old. Burial 12 is an infant, 0-0.5 year old. Burial 13 is an adolescent, 18-20 years old, probably a male. Burial 14 is a middle-aged adult male, 35-45 years old. Burial 15 is a middle-aged adult female, 35-50 years old. Burial 16 is an infant, 0.5-1 year old. Burial 17 is an infant, 0.5-1.5 years old. Burial 18 are two infants, 0-0.5 year old. Burial 19 is an infant, 0-0.5 year old. Burial 20 is a middle-aged adult female, 35-45 years old. Burial 21 is an infant, 0-0.5 year old. Burial 22 has 2 individuals, a young adult male, 30-35 years old and an infant, 0-0.5 year old. Burial 23 also has 2 individuals, a young adult female, 25-30 years old and a fetus. Burial 24 is an adult, 30-39 years old, probably a female. Burial 25 is an infant, 1.5-3 years old. Burial 27 has 3 individuals, a young adult female, 27-35 years old and 2 newborn infants. Burials 28 and 29 are both infants, 0-0.5 year old. Burial 30A is a middle-aged adult female, 45-50 years old and Burial 30B is a middle- aged adult, 40-44 years old, probably a male. Burial 31 is an infant, 0-0.5 year old. Burial 32 is an infant, 1.5-2 years old. Burial 33 is a middle-aged adult male, 45-55 years old. There are 2 individuals from Burial 34, a middle-aged adult male, 45-50 years old and a middle-aged adult of indeterminate sex, 40-44 years old. Burial 35 is an infant, 0-0.5 year old. Burial 36 has 2 individuals, a child, 2-3 years old and an infant, 0-0.5 year old. Burial 37 also has 2 individuals, a child, 2-3 years old and an infant, 0-0.5 year old. Burial 38 is an infant, 0-0.5 year old. Burial 39 is a child, 3-5 years old. Burial 40 is an infant, 0-0.5 year old. Burial 41 is a child, 2-3 years old. Burials 42 and 43 are both infants, 0-0.5 year old. Burial 44 is a child, 5-6 years old. Burial 45 is a middle-aged adult male, 45-55 years old. Burials 46 and 47 are two probable young adult females, 25-30 years old. Burial 48 is an infant, 0-0.5 year old. Burial 49 is a young adult of indeterminate sex, 20-35 years old. Burials 50 and 51 are middle-aged adults of indeterminate sex, 35-50 years old. Burial 52 is an infant, 0-0.5 year old. Burial 53 is an adult of indeterminate sex. Burial 54 is an infant, 0-0.5 year old. No known individuals were identified. There are 292 isolated and commingled bone and bone fragments from the site, likely belonging to the individuals listed above.\\n\\n        A total of 1,053 associated funerary objects were removed from site 34Wa0005. The two individuals from Burial 1 are associated with 2 chipped stone fragments, 3 pottery sherds, and 4 faunal bone fragments. Burial 2 is associated with 1 unmodified stone, 1 chipped stone scraper, 2 pottery sherds, and 1 shell fragment. Burial 3 is associated with 1 fragment of petrified wood. Burial 4 is associated with 2 chipped stone flakes, 9 pottery sherds, and 2 faunal bone fragments. Burial five is associated with 3 faunal bone fragments. Burial 6 is associated with 1 bone fragment and 1 shell fragment. The two individuals from Burial 7 are associated with 1 chipped stone projectile point, 2 pottery sherds, and 6 faunal bone fragments. Burial 8 is associated with 1 human effigy pot and 1 soil sample taken from the pot. The two individuals from Burial 9 are associated with 1 ceramic pot, 2 pottery sherds, 9 ceramic figurine fragments, 6 shell fragments, and 11 faunal bone fragments. Burial 10 is associated with 1 ceramic pot. Burial 11 is associated with 1 ceramic pot, 1 pottery sherd, 1 shell, 1 shell fragment, 1 unmodified faunal bone fragment, and 1 faunal bone awl fragment. Burial 12 is associated with 1 chipped stone projectile point fragment, 2 faunal bone fragments, and 1 faunal tooth. Burial 13 is associated 6 chipped stone fragments, 1 unmodified rock, 3 pottery sherds, 1 partial skeleton of a crow, 3 faunal bone fragments, 1 soil sample taken from the burial, and 1 chipped stone projectile point embedded in a vertebra of the individual. Burial 14 is associated with 1 chipped stone projectile point, 1 stone pipe, 1 chipped stone core, 1 chipped stone flake, 2 chipped stone fragments, 3 pottery sherds, 5 faunal bone fragments, and 1 soil sample taken from the burial. Burial 15 is associated with 1 chipped stone flake, 8 chipped stone fragments, 1 chipped stone scraper, 8 fragments of soapstone, 2 pieces of unmodified sandstone, 1 ceramic pot, 3 pottery sherds, 1 shell, 1 shell fragment, 1 deer mandible grater, 2 faunal bone hoes, 2 modified faunal bone fragments, and 4 unmodified faunal bone fragments. Burial 16 is associated with 1 ceramic pot. The two individuals from Burial 18 are associated with 1 pottery sherd, 1 unmodified rock, 1 faunal scapula hoe, and 1 faunal bone fragment. Burial 20 is associated with 1 chipped stone fragment, 1 unmodified rock, 1 ceramic pot, 2 modified faunal bone fragments, and 1 unmodified faunal bone fragment. Burial 21 is associated with 1 pottery sherd, 1 faunal bone fragment, 2 shell scrapers, and 5 shell fragments. The two individuals from Burial 22 are associated with 1 chipped stone end scraper, 1 chipped stone fragment, 2 unmodified stones, 9 pottery sherds, 1 ceramic pot, 2 shell fragments, 1 shell bead, and 10 faunal bone fragments. The two individuals from Burial 23 are associated with 15 chipped stone fragments, 2 pottery sherds, 8 shell fragments, 2 modified faunal bone fragments, 9 unmodified faunal bone fragments, and 1 soil sample taken from the burial. Burial 24 is associated with 1 soapstone fragment, 2 chipped stone fragments, 3 shell fragments, and 7 faunal bone fragments. Burial 25 is associated with 1 ceramic pot, 1 pottery sherd, and 1 shell. Burial 26 is associated with 3 shell fragments and 3 faunal bone fragments. The three individuals from Burial 27 are associated 2 unmodified rocks, 2 ceramic pots, 4 pottery sherds, 1 shell pendant, 21 shells and shell fragments, 2 deer mandible graters, and 6 faunal bone fragments. Burial 28 is associated with 16 soapstone fragments and 1 faunal bone fragment. Burial 30A is associated with 2 pottery sherds and 1 faunal bone fragment. Burial 30B is associated with 1 shell fragment and 4 faunal bone fragments. Burials 30A and 30B are also associated with 1 chipped stone flake, 4 pottery sherds, 2 shells, 1 fragment of burned faunal bone, and 3 faunal bone fragments. Burial 31 is associated with 1 ground stone mano and 2 shells. Burial 32 is associated with 1 pottery sherd, 1 shell fragment, and 1 faunal bone fragment. Burial 33 is associated with 18 chipped stone fragments, 5 pottery sherds, 4 shell fragments, 11 burned faunal bone fragments, and 12 unmodified faunal bone fragments. The two individuals from Burial 34 are associated with 6 chipped stone knives, 4 chipped stone projectile points, 1 chipped stone flake, 4 chipped stone fragments, 2 unmodified lithic fragments, 1 piece of worked selenite, 1 ceramic pot, 2 pottery sherds, 1 ball of clay, 2 shells, 2 faunal bone awls, and 3 faunal bone fragments. The two individuals from Burial 36 are associated with 3 pottery sherds, 3 shells, 121 shell beads, and 1 faunal bone fragment. The two individuals from Burial 37 are associated with 1 ceramic pot, 1 faunal bone fragment, and 422 shell beads. Burial 38 is associated with 1 pottery sherd and 3 shell fragments. Burial 39 is associated with 1 chipped stone fragment, 2 unmodified stones, 12 pottery sherds, 4 faunal bone fragments, and 1 soil sample taken from the burial. Burial 40 is associated with 1 chipped stone scraper, 3 shell fragments, and 1 burned faunal bone fragment. Burial 41 is associated with 1 pottery sherd, 1 burned faunal bone fragment, and 1 unmodified faunal bone fragment. Burial 42 is associated with 1 chipped stone fragment, 2 shell fragments, and 3 faunal bone fragments. Burial 44 is associated with 2 pottery sherds and 5 faunal bone fragments. Burial 45 is associated with 1 chipped stone projectile point, 2 chipped stone fragments, 1 unmodified stone, 1 stone pipe, 4 pottery sherds, 3 burned faunal bone fragments, 3 unmodified faunal bone fragments, and 1 soil sample taken from the burial. Burial 46 is associated with 1 unmodified rock, 1 pottery sherd, 4 shell fragments, and 2 faunal bone fragments. Burial 47 is associated with 2 chipped stone knives, 1 chipped stone fragment, 1 unmodified stone, 1 ceramic pot, 1 pottery sherd, 3 shells, 1 shell bead, and 2 soil samples taken from the burial. Burial 48 is associated with 1 shell and 1 pottery sherd. Additionally, 3 soil samples were taken from the general burial area and are associated with all of the human remains collectively.\\n        In 1977, human remains representing, at minimum, 1 individual were removed from the Duerksen site (34Wa0143) in Washita County, OK. The remains were found near the Washita River by Denny Carley, a member of the Oklahoma Anthropological Society. He donated the remains to the Oklahoma Archeological Survey in 1977, which were later transferred to the Museum in 1980. The human remains consist of a fragmentary cranium of a young adult male, 20-35 years old. No known individual was identified. No associated funerary objects are present.\\n\\n        Sites 34Bk0004, 34Bk0023, 34Bk0094, 34Cu0001, 34Cu0027, 34Cu0041, 34Cu0042, 34Gd0016, 34Gd0024, 34Gd0078, 34Gd0081, 34Gv0000, 34Gv0001, 34Gv0002, 34Gv0005, 34Gv0032, 34Gv0043, 34Wa0003, 34Wa0004, 34Wa0005, and 34Wa0143 are Plains Village Period, Washita River phase in age, dating approximately from A.D. 1250-1400. It is possible that the Braiden site (34Gv0001) could also date to the earlier Paoli phase (A.D. 900-1250), and the Lacey Farm 1 site (34Gv0005) has Paoli phase components in addition to Washita River phase components. These determinations are based on archeological context and diagnostic cultural materials (e.g., chipped and ground stone, ceramics, and/or bone tools), oral history, and post-contact European records. The Paoli and Washita River phases demonstrate continuity in material culture with known groups of the Wichita and Affiliated Tribes.\\n\\n        In 1955, human remains representing, at minimum, 2 individuals were removed from the Coulter site (34Ml0008) in McClain County, OK. The human remains and associated funerary objects were salvaged from a slush pit in the middle of the Coulter Site by William Villines. The site was recorded by Stephan de Borhegyi for the University of Oklahoma in 1955, and then the material was donated to the Museum later in the same year. The human remains removed from the site include two commingled partial skeletons, both of whom are adult males. No known individuals were identified. The 343 associated funerary objects include 187 pottery sherds, 1 partially restored pot, 1 ceramic spindle whorl, 15 shell fragments, 118 faunal bone fragments, 1 faunal bone awl, 1 ground stone mano fragment, 9 chipped stone flakes, 8 chipped stone cores, and 2 chipped stone scrapers.\\n\\n        This site is Plains Village Period, Paoli phase in age, dating from approximately A.D. 900-1250. This determination is based on archeological context and diagnostic cultural materials (e.g., chipped and ground stone, ceramics, and/or bone tools), oral history, and post-contact European records. The Paoli phase demonstrates continuity in material culture with the subsequent Washita River phase (A.D. 1250-1400) and later known groups of the Wichita and Affiliated Tribes.\\n        In 1984, human remains representing, at minimum, 2 individuals were removed from the Patton site (34Bk0093) in Beckham County, OK. The human remains were collected in the field by Larry Neal and Alan Wormser of the Oklahoma Archeological Survey and later donated to the Museum in 1988. Individual 1 is a fragmentary skeleton of a young adult female, 20-35 years old. Individual 2 is a fragmentary skeleton of an adolescent, 12-15 years old, of indeterminate sex. No known individuals were identified. No associated funerary objects are present.\\n        In 1985, human remains representing, at minimum, 1 individual were removed from the Linville 2 site (34Rm0492) in Roger Mills County, OK. The site was exposed by a bulldozer and material was recovered as part of a salvage operation funded by the Oklahoma Archeological Survey, conducted by Richard Drass, Pete Thurmond, John Flick, Don Wyckoff, Louis Albert, Peggy Flynn, and Michael Moore. The material was transferred to the Museum in 1987. The burial is a fragmentary skeleton of an adult female. No known individual was identified. The 158 associated funerary objects include 24 pottery sherds, 27 chipped stone flakes, 1 small stone projectile point, 11 shell fragments, 32 faunal bone fragments, 1 faunal bone awl, 58 cobbles and cobble fragments, 1 cobble biface, 2 charred nutshells, and 1 sample of organic material.\\n\\n        Sites 34Bk0093 and 34Rm0492 are from the Plains Village Period and date to the Custer phase, from approximately A.D. 800-1250. These determinations are based on archeological context and diagnostic cultural materials (e.g., chipped and ground stone, ceramics, and/or bone tools), oral history, and post-contact European records. The Custer phase demonstrates continuity in material culture with the subsequent Washita River phase (A.D. 1250-1400) and later known groups of the Wichita and Affiliated Tribes.\\n        In 1981 and 1983, human remains representing, at minimum, 2 individuals were removed from the Carnegie Canyon site (34Cd0076) in Caddo County, OK, by the Oklahoma Conservation Commission. Excavations by Christopher Lintz and Stephan Hall occurred in 1981 and 1983, and material from the site was transferred to the Museum in 1983 and 1985. Individual 1 is a fragmentary skeleton of a probable female adult. Individual 2 is a single long bone fragment of an adult of indeterminate sex. No known individuals were identified. The 13 associated funerary objects are 12 faunal bone fragments associated with Individual 1 and 1 soil sample associated with Individual 2.\\n        In 1989, human remains representing, at minimum, 1 individual were removed from the Cut Bank Site (34Ln0101) in Lincoln County, OK. This site was surveyed and recorded in 1989 by Charles S. Wallis Jr. of the Oklahoma Conservation Commission as part of the Bellcow Reservoir Resurvey and Testing Program in conjunction with studies on the impact area of the Kickapoo Nations Watershed in northwestern Lincoln County, OK. Material from the site was turned over to the Museum in 1991. The human remains consist of a single cranial fragment of an adult of indeterminate sex. No known individual was identified. No associated funerary objects are present.\\n        In 1952 and 1986, human remains representing, at minimum, 4 individuals were removed from the Brewer site (34Ml0003) in McClain County, OK. This site is on the south bank of the Canadian River and was originally surveyed and recorded in 1950, by the University of Oklahoma. William Villines of Rosedale, OK, brought a collection from the site to the Department of Anthropology at the University of Oklahoma in 1951. Additional material was salvaged by Richard Drass, Robert Brooks, and Alan Wormser of the Oklahoma Archeological Survey, after more material had been exposed by oil well workers in 1986. The material was accessioned by the Museum in 1953 and 1988. Burial 1 contains two individuals, an adult male and a young adult, 20-35 years old, of indeterminate sex. Burial 2 contains a young adult, 20-35 years old, of indeterminate sex. Burial 3 contains a probable young adult female, 20-35 years old. No known individuals were identified. A total of 61 associated funerary objects were removed from site 34Ml0003. Both individuals from Burial 1 are associated with 1 chipped stone flake tool, 1 modified cobble, 1 bone pin, 1 ground stone fragment, 11 pottery sherds, 1 shell fragment, 1 shell scraper, 5 faunal bone fragments, and 1 charcoal sample. Burial 2 is associated with 7 pottery sherds, 7 worked shell fragments, 6 chipped stone flakes, 1 ground stone fragment, 1 faunal bone fragment, 1 soil sample, and 10 soil flotation samples. Burial 3 is associated with 1 pottery sherd, 1 ground stone fragment, 1 shell fragment, and 2 faunal bone fragments.\\n        On November 26, 1979, human remains representing, at minimum, 1 individual were removed from the Chevrolet site (34Ok0100) in Oklahoma County, OK. This site was exposed by heavy machinery during a construction project along Crutcho Creek in Oklahoma County and salvaged by Richard Drass and Sarah Herstand of the Oklahoma Archeological Survey. The material was transferred to the Museum in 1981. The human remains are a fragmentary skeleton of an adolescent, 13-16 years old, of indeterminate sex. No known individual was identified. The 42 associated funerary objects include 11 unmodified sandstone fragments, 1 chipped stone biface, 1 modified cobble, 11 chipped stone flakes, 2 pieces of charred material, 1 soil sample from the burial, 13 pieces of baked earth, and 2 pottery sherds.\\n        In 1987, human remains representing, at minimum, 3 individuals were removed from an unnamed site (34Pt0000) in Pottawatomie County, OK. The human remains were collected by Michael Moore during a survey project near the Rose-Fast site and accessioned by the Museum in 1988. The human remains are highly fragmentary and commingled and represent an adult male, an adult female, and a child, 8-12 years old. No known individuals were identified. No associated funerary objects are present.\\n\\n        Sites 34Cd0076, 34Ln0101, 34Ml0003, 34Ok0100, and 34Pt0000 date to the Plains Woodland Period (A.D. 1-1000). The Brewer site (34Ml0003) may also date to the Plains Village Period. The unnamed site from Pottawatomie County is in close proximity to, and is believed to be associated with, the Rose-Fast site, a Plains Woodland Period site. These determinations are based on archeological context and diagnostic cultural materials (e.g., chipped and ground stone, ceramics, and/or bone tools), oral history, and post-contact European records. Ethnohistoric, ethnographic, and oral historical evidence support the cultural continuity of the Woodland Period with the subsequent Plains Village Period in the area and with the Wichita and Affiliated Tribes.\\n        Determinations Made by the Sam Noble Oklahoma Museum of Natural History\\n        Officials of the Sam Noble Oklahoma Museum of Natural History have determined that:\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice represent the physical remains of 193 individuals of Native American ancestry.\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(3)(A), the 3,389 objects described in this notice are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony.\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and associated funerary objects and the Wichita and Affiliated Tribes (Wichita, Keechi, Waco & Tawakonie), Oklahoma.\\n        Additional Requestors and Disposition\\n\\n        Lineal descendants or representatives of any Indian Tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to Dr. Marc Levine, Assistant Curator of Archaeology, Sam Noble Oklahoma Museum of Natural History, University of Oklahoma, 2401 Chautauqua Avenue, Norman, OK 73072-7029, telephone (405) 325-1994, email mlevine@ou.edu, by December 1, 2017. After that date, if no additional requestors have come forward, transfer of control of the human remains and associated funerary objects to the Wichita and Affiliated Tribes (Wichita, Keechi, Waco & Tawakonie), Oklahoma, may proceed.\\n        The Sam Noble Oklahoma Museum of Natural History is responsible for notifying the Wichita and Affiliated Tribes (Wichita, Keechi, Waco & Tawakonie), Oklahoma, that this notice has been published.\\n        \\n          Dated: September 8, 2017.\\n          Melanie O\\'Brien,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. 2017-23794 Filed 10-31-17; 8:45 am]\\n       BILLING CODE 4312-52-P\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "[NPS-WASO-NAGPRA-NPS0024128: PPWOCRADN0-PCU00RP14.R50000]", "subject": "Notice of Inventory Completion: Sam Noble Oklahoma Museum of Natural History, Norman, OK", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "The Sam Noble Oklahoma Museum of Natural History (Museum) at the University of Oklahoma has completed an inventory of human remains and associated funerary objects, in consultation with the appropriate Indian Tribes or Native Hawaiian organizations, and has determined that there is a cultural affiliation between the human remains and associated funerary objects and present-day Indian Tribes or Native Hawaiian organizations. Lineal descendants or representatives of any Indian Tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request to the Museum. If no additional requestors come forward, transfer of control of the human remains and associated funerary objects to the lineal descendants, Indian Tribes, or Native Hawaiian organizations stated in this notice may proceed.", "dates": "Representatives of any Indian Tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to the Sam Noble Oklahoma Museum of Natural History at the address in this notice by December 1, 2017.", "addresses": "Dr. Marc Levine, Assistant Curator of Archaeology, Sam Noble Oklahoma Museum of Natural History, University of Oklahoma, 2401 Chautauqua Avenue, Norman, OK 73072-7029, telephone (405) 325-1994, email mlevine@ou.edu.\\n          ", "signature_dated": "Dated: September 8, 2017.", "signature_name": "Melanie O\\'Brien,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. 2017-23794 Filed 10-31-17; 8:45 am]", "billing_code": " BILLING CODE 4312-52-P", "supp_info": "SUPPLEMENTARY INFORMATION: \n Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains and associated funerary objects under the control of the Sam Noble Oklahoma Museum of Natural History, Norman, OK. The human remains and associated funerary objects were removed from the following counties in the State of Oklahoma: Beckham, Caddo, Canadian, Cotton, Custer, Garfield, Garvin, Grady, Kiowa, Lincoln, McClain, Oklahoma, Pottawatomie, Roger Mills, and Washita. \n This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003(d)(3) and 43 CFR 10.11(d). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations in this notice. \n Consultation \n A detailed assessment of the human remains was made by the Sam Noble Oklahoma Museum of Natural History professional staff in consultation with representatives of the Wichita and Affiliated Tribes (Wichita, Keechi, Waco & Tawakonie), Oklahoma. \n History and Description of the Remains \n In 1978 and 1981, human remains representing, at minimum, 5 individuals were removed from the Devils Canyon site (34Ki0001) in Kiowa County, OK. The site was first surveyed and recorded by David J. Werner of the University of Oklahoma in 1947, and later resurveyed in 1978 by Richard Drass of the Oklahoma Archeological Survey. Additional materials from the site were donated to the Museum by landowner Bernice Winters in 1978 and 1981. Individuals 1 and 2 are commingled fragmentary remains of adults of indeterminate sex. An infant approximately 1 year old is represented by a single deciduous molar and is designated as Individual 3. Individuals 4 and 5 are partial and complete crania, respectively, and are likely adult male. No known individuals were identified. The associated funerary objects from the site are collectively associated with Individuals 1, 2, and 3 and include 23 faunal bone fragments, 2 of which are burned. The Devils Canyon site is a historic period Wichita settlement. The determination is based on U.S. Government records which note that the U.S. Army visited the site in 1834. \n In 1968, human remains representing, at minimum, 2 individuals were removed from the Edwards/Carter site (34Bk0002) in Beckham County, OK. This site was recorded for the Oklahoma Archeological Survey by Rex Wilson and Charles Robertson in October of 1955, and again in August of 1965. Most of the excavations were conducted by the University of Oklahoma Field School in 1968 and the associated collections were subsequently turned over to the Museum. The human remains consist of commingled cranial and long bone fragments and one molar tooth. The two individuals represented are adults, one probable male and one of indeterminate sex. No known individuals were identified. No associated funerary objects are present. \n The Edwards/Carter site is associated with the Edwards Complex, dating from approximately A.D. 1500-1650 and including the initial Spanish contact period. Based on continuity of the cultural material, these remains may be related to the western group of the Wichita. Oral history, as well as post-contact European records, supports the presence of the Wichita in the area at this time. \n In 1955, human remains representing, at minimum, 5 individuals were removed from the Sandstone Creek 1 site (34Bk0001) in Beckham County, OK. The site was recorded by the University of Oklahoma by Cain in 1955 and surveyed by Fenton Wheeler. Materials from the site, including Burials 1 and 3, were transferred to the Museum at an unknown date. Remains from Burial 2 are not present at the Museum. Burial 1 contains, at minimum, two individuals. Burial 1A is a partial skeleton of a young adult male, 20-35 years old, and Burial 1B is a vertebral column of an adult of indeterminate sex. Burial 3 contains at least three individuals. Burial 3A is a fragmentary skeleton of an adult male, Burial 3B is a fragmentary skeleton of a probable male adult, and Burial 3C consists of cranial remains of a child, 4-6 years old. No known individuals were identified. The 4 associated funerary objects from Burial 3 are deer teeth. \n In 1978, human remains representing, at minimum, 1 individual were removed from the Hubbard 2 site (34Bk0005) in Beckham County, OK. The burial and associated funerary objects from this site were excavated by amateur archeologists, reburied, later salvaged in 1978, and then transferred to the Museum in 1979. The human remains consist of a complete skeleton of a young adult female, 20-35 years old. No known individual was identified. The 41 associated funerary objects include 4 hammerstones, 1 ground stone fragment, 1 flint core, 1 quartzite core, 1 chipped stone axe, 28 chipped stone flakes, and 5 faunal bone fragments. \n In 1959, human remains representing, at minimum, 2 individuals were removed from the Fowler site (34Bk0006) in Beckham County, OK. This site was exposed by erosion associated with an artificial pond on private land. The Oklahoma Archeological Survey Data Record indicates that, prior to 1959, the owner excavated, reburied, and re-excavated one of the three burials at the site. According to the Burial Data Records, Burial 2 was excavated by the State Crime Bureau and later turned over to the Museum. Burials 1 and 3 were either reburied or may still be in the possession of the land owner. Only Burial 2 was found to be in the possession of the Museum. Burial 2 consists of two individuals. Individual 1 is a partial skeleton of a young adult male, 25-30 years old. Individual 2 is an adult represented by three teeth and one cranial fragment. No known individuals were identified. No associated funerary objects are present. \n In 1973, human remains representing, at minimum, 1 individual were removed from the I-40 Burial site (34Bk0049) in Beckham County, OK. The burial was salvaged on June 23, 1973, by the Oklahoma Highway Archeological Survey prior to highway construction on Interstate-40 near Sayre, OK (ODOT-state property). Materials from the site were turned over to the Museum in June of 1973. The burial consists of highly fragmentary skeletal remains of an adult, at least 35 years old, of indeterminate sex. No known individual was identified. The 10 associated funerary objects include 1 deer ulna fragment, 8 faunal bone awl fragments, and 1 chipped stone core. \n In September of 1982, human remains representing, at minimum, 1 individual were removed from the Red Rock Canyon 1 site (34Cd0138) in Caddo County, OK. The site is located along a canyon wall in Red Rock Canyon State Park. The site had been disturbed by park personnel who had been removing dirt from the area. Collections were then made by the Oklahoma Archeological Survey in 1982, while further investigating construction damage in the park. Materials recovered were subsequently donated to the Museum in October of 1982. The human remains are a fragmentary skeleton of an adult male. No known individual was identified. The 14 associated funerary objects include 9 faunal bone fragments, three of which are burned, 1 small sample of charcoal, 1 pottery sherd, 2 chipped stone flakes, and 1 small fragment of dried organic matter. \n In 1974 and 1975, human remains representing, at minimum, 2 individuals were removed from the Takoah site (34Cd0244) in Caddo County, OK. The site was first surveyed and recorded in 1974 by Charles Wallis of the Oklahoma Conservation Commission for the Oklahoma Archeological Survey and was excavated in 1975. Recovered materials were accessioned by the Museum in 1975 and 1988. Two burials were excavated at the site. Burial 1 is a partial skeleton of a young adult female, 20-35 years old. Burial 2 is a partial skeleton of an adult male, 25-45 years old. No known individuals were identified. A total of 172 associated funerary objects were-removed from site 34Cd0244. Burial 1 is associated with 76 faunal bones or bone fragments, 13 chipped stone cobble fragments, 24 chipped stone flakes, 1 chipped stone projectile point fragment, 1 ground stone mano, 1 ground stone fragment, 2 unmodified rocks, 1 piece of clay, 2 wood fragments, 2 shells, 17 shell fragments, and 1 soil sample from the burial. Burial 2 is associated with 18 faunal bone fragments, 4 chipped stone cobble fragments, 1 unmodified cobble, 6 chipped stone flakes, 1 shell fragment, and 1 soil sample taken from within the skull of the individual in Burial 2. \n In 1988, human remains representing, at minimum, 1 individual were removed from the Majors 3 site (34Cd0299) in Caddo County, OK. The remains were excavated by Jack Hofman on private land and accessioned by the Museum in 1988. The human remains removed from the site consist of a partial skeleton of a young adult male, 20-35 years old. No known individual was identified. No associated funerary objects are present. \n On August 27, 1976, human remains representing, at minimum, 1 individual were removed from an unnamed site (34Cn0036) in Canadian County, OK. This site was discovered on November 17, 1975, during a survey of land proposed for the construction of a rest area along Interstate-40. The material and remains from this site were turned over to the Museum in 1981. The human remains consist of 10 small bone fragments of an adult of indeterminate sex. No known individual was identified. No associated funerary objects are present. \n On November 10, 1987, human remains representing, at minimum, 3 individuals were removed from the Sanders site (34Ct0011) in Cotton County, OK. The human remains and associated artifacts from the Sanders Site were recovered by Robert Brooks of the Oklahoma Archeological Survey on November 10, 1987, after the site had been vandalized by unauthorized digging on private land, and subsequently donated to the Museum in 1988. Two burials were excavated at the site. Burial 1 contains a partial skeleton of an adult female, 18-25 years old. Burial 2 contains a fragmentary skeleton of a child, 5-6 years old, and 3 long bone fragments of an infant, both of indeterminate sex. No known individuals were identified. The 143 associated funerary objects are associated with both burials and include 49 chipped stone fragments, 26 ground stone fragments, 9 pottery sherds, 5 shell fragments, and 54 faunal bone fragments. \n In 1971, human remains representing, at minimum, 2 individuals were removed from the Henry site (34Ct0017) in Cotton County, OK. The site was exposed on private land, recovered in 1971 by the Oklahoma Anthropological Society, supervised by Hofman, and subsequently donated to the Museum in the same year. Two burials were excavated. Burial 1 is a complete skeleton of a middle-aged adult female, 35-50 years old. Burial 2 is a complete skeleton of an older adult female, over 50 years old. No known individuals were identified. A total of 5 associated funerary objects were removed from site 34Ct0017. Burial 1 is associated with 1 chipped stone knife, 1 flake, and 1 shell pendant. Burial 2 is associated with 2 chipped stone flakes. \n In 1985, human remains representing, at minimum, 1 individual were removed from the Austin site (34Ct0021) in Cotton County, OK. A burial was exposed by a road grader and reported to the Oklahoma Archeological Survey by private citizens. The skeletal remains and associated funerary objects were excavated by Robert Brooks in 1985, and donated to the Museum on July 29, 1985. The human remains consist of a very fragmentary skeleton representing a young adult, 20-25 years old, probably male. No known individual was identified. The 10 associated funerary objects include 7 shell fragments, 1 pottery sherd, 1 chipped stone flake, and 1 charcoal sample. \n On September 22, 1978, human remains representing, at minimum, 3 individuals were removed from the Carley site (34Cu0082) in Custer County, OK. A private collector reported the site to the Oklahoma Archeological Survey and it was recorded by Survey staff on September 22, 1978. The collector gave materials from the site to the Survey who then transferred them to the Museum in 1980. The remains are commingled and fragmentary, representing at least 2 adult females and 1 adult male. No known individuals were identified. No associated funerary objects are present. \n In June of 1965, human remains representing, at minimum, 2 individuals were removed from the Kingery site (34Gf0000) in Garfield County, OK. The site was excavated by the Oklahoma River Basin Survey, with field work directed by Barr and assisted by Slovacek, Brown, and Harwood from the Ponca City, OK, Chapter of the Anthropological Society. The human remains were transferred to the Museum in 1966. The human remains from the site are fragmentary and commingled and represent one young adult female, 20-35 years old and one middle-aged adult male, 35-50 years old. No known individuals were identified. No associated funerary objects are present. \n In April of 1958, human remains representing, at minimum, 3 individuals were removed from an unnamed site (34Ml0000) in McClain County, OK. A pottery vessel was found in a grave exposed by erosion on the L.E. Howorton Farm near Rosedale, OK, by Bill Eddleman and donated to the Museum by William Villines on May 8, 1958. Additional skeletal material was discovered in the Museum collections in 1995, also from an unknown location near Rosedale. The skeletal remains and pottery vessel may have originated from the same burial. Individuals 1 and 2 are commingled remains of an adult female and an adult of indeterminate sex. Individual 3 is represented by a single long bone fragment of an infant, less than 3 years old. No known individuals were identified. The 9 associated funerary objects are associated with all 3 individuals from the site and include 1 partially restored pottery vessel, 1 chipped stone flake, 1 faunal bone, and 6 pottery sherds. \n In December of 1958, human remains representing, at minimum, 1 individual were removed from the Willingham site (34Ml0005) in McClain County, OK. The site was first recorded by W.H. Villines in 1953. Excavations were conducted in 1958 by the Oklahoma Anthropological Society under the direction of Sherman Lawton and Robert Bell and material from the site was subsequently donated to the Museum the same year. In 1964, bulldozing operations at an oil well exposed additional material at the site and was excavated by the Oklahoma Archeological Survey. Three burials were discovered but are not in the possession of the Museum. It is unclear if they were excavated or left in the ground. The human remains from the site in the possession of the Museum consist of a long bone fragment and a heavily worn tooth of an adult of indeterminate sex. No known individual was identified. The 88 associated funerary objects include 3 chipped stone scrapers, 2 modified flint fragments, 10 chipped stone flakes, 1 lithic abrader fragment, 1 ground stone mano fragment, 3 unmodified sandstone fragments, 3 unmodified large stones, 15 faunal bone fragments, 7 shell fragments, and 43 pottery sherds. \n In June of 1970, human remains representing, at minimum, 1 individual were removed from the Baker 1 site (34Rm0074) in Roger Mills County, OK. Material from the site was recovered during a surface survey after the site was disturbed by the construction of a dam. The collection was recorded by Don Wyckoff of the Oklahoma Archeological Survey and subsequently turned over to the Museum the same year. The human remains consist of a single tooth of an adult of indeterminate sex. No known individual was identified. The 24 associated funerary objects include 22 flakes, 1 flint core, and 1 quartzite core. \n Sites 34Bk0001, 34Bk0005, 34Bk0006, 34Bk0049, 34Cd0138, 34Cd0244, 34Cd0299, 34Cn0036, 34Ct0011, 34Ct0017, 34Ct0021, 34Cu0082, 34Gf0000, 34Ml0000, 34Ml0005, and 34Rm0074 are Plains Village Period in age, dating from approximately A.D. 900-1500. The Carley site (34Cu0082) may have also been occupied into the period of initial Spanish contact. These determinations are based on archeological context and diagnostic cultural materials (e.g., chipped and ground stone, ceramics, and/or bone tools). Ethnohistoric, ethnographic, and oral historical evidence support the cultural continuity of Plains Village Period populations in these areas with the Wichita and Affiliated Tribes. \n In 1957, human remains representing, at minimum, 3 individuals were removed from the Hubbard site (34Bk0004) in Beckham County, OK. The site was discovered on private property after the spring floods of 1957. The landowner contacted the Sheriff\\'s office and the remains were sent to the State Crime Bureau in Oklahoma City, OK, who forwarded them to Alice Brues of the University of Oklahoma Medical Center. Brues identified the remains as Native American and further excavation was carried out by the Highway Salvage Archaeology Program. The remains were subsequently donated to the Museum in 1957. Burial 1 contains two individuals, including the partial skeleton of a probable female adolescent, 10-14 years old, and a portion of the face of an adult of indeterminate sex. Burial 2 contains a child, 6-8 years old, of indeterminate sex. No known individuals were identified. No associated funerary objects are present. \n In 1987, human remains representing, at minimum, 2 individuals were removed from the Coy Nuttley site (34Bk0023) in Beckham County, OK. Material from the Coy Nuttley Site, an open habitation site on private land near Elk City, OK, was given to the Oklahoma Archeological Survey by an amateur collector and subsequently donated to the Museum in June of 1987. The human remains consist of a cranial fragment and two loose teeth of an adult of indeterminate sex and three loose teeth of a child, 9-12 years old. No known individuals were identified. The 11 associated funerary objects, linked to both individuals, are fragments of deer bone. \n In 1984, human remains representing, at minimum, 1 individual were removed from an unnamed site (34Bk0094) in Beckham County, OK. The human remains were found by a private land owner and turned over to Larry Neal and Alan Wormser of the Oklahoma Archeological Survey in 1984 and later donated to the Museum in 1988. The human remains from this site consist of a partial cranium of a young adult, 20-35 years old, probably male. No known individual was identified. No associated funerary objects are present. \n In 1951, human remains representing, at minimum, 1 individual were removed from the Goodman 1 site (34Cu0001) in Custer County, OK. The site was originally discovered by the landowner when a large piece of daub was discovered during plowing in 1941. In 1951, the tenant reported that, while digging a cellar, he uncovered two burials which were subsequently donated to the Museum the same year. Burial 1 is a complete skeleton of a young adult male, 20-35 years old. A second burial was recorded from the site but is not in the possession of the Museum. No known individual was identified. A total of 46 associated funerary objects were removed from site 34Cu0001. Burial 1 is associated with 3 shell fragments, 1 ground stone mano fragment, 1 stone elbow pipe, and 6 faunal bone fragments. Burial 2 is associated with 1 ceramic pot without handles, 1 ceramic pot with handles, 31 shell beads, 1 chipped stone projectile point, and 1 flint knife. \n In 1957, human remains representing, at minimum, 3 individuals were removed from the Heerwald (Jordan) site (34Cu0027) in Custer County, OK. This site is on private land on a ridge south of Turkey Creek, a tributary of the Washita River. Material was recovered by James Schaeffer of the Highway Salvage Archaeology program in 1957, when I-40 was constructed south of old US 66, and was subsequently donated to the Museum. The burial contains 3 individuals. Individual 1 is a partial skeleton of a young adult female, 20-25 years old, Individual 2 is a partial skeleton of a child, 6-7 years old, and Individual 3 is a partial skeleton of a fetus. No known individuals were identified. The 45 associated funerary objects include 1 pottery sherd, 3 shells, 2 unmodified shell fragments, 1 modified shell, 6 unmodified sandstone fragments, 1 ground stone mano, 1 projectile point fragment, 1 Washita type projectile point, 1 Harrell type projectile point (embedded in the first lumbar vertebra of Individual 1), 3 chipped stone flakes, 1 chipped stone end scraper, 2 chipped stone fragments, 1 chipped stone cobble, 20 faunal bone fragments, and 1 charcoal sample. \n In March and April of 1969, human remains representing, at minimum, 3 individuals were removed from the Cotter-Hutson site (34Cu0041) in Custer County, OK. The human remains and associated objects from Burial 1 of the Cotter-Hutson site were discovered by a private land owner while plowing and then recovered by members of the Oklahoma Archeological Survey and the Oklahoma Anthropological Society in March of 1969. Burial 2 was recovered in April of 1969. Both burials and associated funerary objects were donated to the Museum in 1981. Burial 1 is a fragmentary skeleton of a child, 6-7 years old. Burial 2 is a partial skeleton of a child, 4-5 years old. A third individual is an adult male represented by a mandible found on the surface. No known individuals were identified. A total of 119 associated funerary objects were recovered from site 34Cu0041. Burial 1 is associated with 5 deer bone and tooth fragments, 8 shell fragments, 3 pottery sherds, 8 ground stone fragments, 3 ground stone fragments, 2 pebbles, 6 flakes, 15 seeds, 1 faunal bone fragment, 17 chipped stone flakes from the surface directly above the burial, and 2 bags of soil from the burial itself. Burial 2 is associated with 38 seeds, 6 faunal bone fragments, 1 ground stone fragment, 1 shell scraper, 1 shell fragment, and 2 bags of burial soil and burned material. \n In 1969, human remains representing, at minimum, 1 individual were removed from the Arrington site (34Cu0042) in Custer County, OK. The site was reported to the Oklahoma Archeological Survey in 1969 by a private landowner who had discovered a burial while plowing. Material from the site was subsequently donated to the Museum the same year. The human remains are a partial skeleton of a middle-aged adult female, 35-50 years old. No known individual was identified. The 10 associated funerary objects include 1 unburned faunal bone fragment, 4 burned faunal bone fragments, 2 shell fragments, and 3 chipped stone flakes. \n In 1957, human remains representing, at minimum, 5 individuals were removed from the Selzer site (34Gd0016) in Grady County, OK. The site was exposed by flooding in 1957 on a terrace above the Washita River on privately held land. Three burials were excavated and later donated to the Museum. Burial 1 is a young adult female, 18-22 years old, Burial 2 is an adult male, and Burial 3 is an adult of indeterminate sex. There are two additional individuals that are fragmentary and commingled. Individual 4 is a probable young adult female, 20-35 years old. Individual 5 is an adolescent, 15-18 years old, of indeterminate sex. No known individuals were identified. A total of 29 associated funerary objects were removed from site 34Gd0016. Burial 3 is associated with 18 pottery sherds and 2 shell fragments. Individuals 4 and 5 are associated with 1 chipped stone flake, 1 ground stone mano, and 7 shell fragments. \n In 1963, human remains representing, at minimum, 1 individual were removed from the WRP 9 site (34Gd0024) in Grady County, OK. The site was originally reported in 1963 by Dick McWilliams who discovered the burial eroding out of a road cut. The burial was salvaged by the Museum later that year. The burial is a complete skeleton of a young adult male, 20-35 years old. No known individual was identified. No associated funerary objects are present. \n On September 13, 1977, human remains representing, at minimum, 6 individuals were removed from the Horne 1 site (34Gd0078) in Grady County, OK. The site was uncovered when an Oklahoma Natural Gas pipeline went through the area in 1977. The site was officially recorded by the Oklahoma Archeological Survey on September 13, 1977, and material from the site was donated to the Museum in 1981 and 1985. The skeletal remains of three of the individuals include an adult male, 30-40 years old, an infant, 1-1.5 years old, and a child, 6-9 years old. Three other individuals are commingled and all are adults of indeterminate sex. The commingled remains may contain fragmentary skeletal material belonging to the three previously mentioned individuals. No known individuals were identified. The 138 associated funerary objects include 2 chipped stone cobbles, 3 chipped stone cobble fragments, 3 unmodified lithic fragments, 2 pottery sherds, 3 shell fragments, 123 faunal bone fragments, 1 faunal tooth, and 1 bison tibia digging tool. \n In June of 1992, human remains representing, at minimum, 4 individuals were removed from the Jewett site (34Gd0081) in Grady County, OK. This site is located on privately held land and was initially recorded by the staff of the Oklahoma Archeological Survey on November 4, 1977. Salvage was conducted by Robert Brooks, prompted by the discovery of a burial during construction of an oil field in 1992. Remains were removed under the state burial law and transferred to the Museum the same year. Burial 1 is a fragmentary skeleton of an adult of indeterminate sex. Burial 2 is a fragmentary skeleton of a probable young adult female, 20-35 years old. Burials 3 and 4 are both fragmentary skeletons of adults of indeterminate sex. No known individuals were identified. No associated funerary objects are present. \n In November 1987, human remains representing, at minimum, 1 individual were removed from an unnamed site (34Gv0000) in Garvin County, OK. Human remains from the site were initially collected by Jesse Taylor from a creek bottom near Elmer City, OK, and then transferred to the State Archaeologist by the Oklahoma Medical Examiner\\'s Office. The material was later received by the Museum from the Oklahoma Archeological Survey in May of 1988. The human remains consist of a single complete cranium of a young adult male, 20-35 years old. No known individual was identified. No associated funerary objects are present. \n In the summer of 1937, human remains representing, at minimum, 3 individuals were removed from the Braiden site (34Gv0001) in Garvin County, OK. This site was excavated by the Works Progress Administration on private land in 1937, and formally recorded by Charles Bareis in February of 1955. The material was subsequently donated to the Museum. Burial 1 contains two individuals, a cranium of an adult male and loose teeth of a child, 3-6 years old. Burial 2 contains small bone fragments of an adult of indeterminate sex. No known individuals were identified. The 105 associated funerary objects from Burial 2 include 35 faunal bone fragments, 19 chipped stone fragments, 2 chipped stone knives, 3 chipped stone points, 4 chipped stone scrapers, and 42 pottery sherds. \n In 1937, human remains representing, at minimum, 18 individuals were removed from the Grant Site (34Gv0002) in Garvin County, OK. Located on a terrace above the Washita River near Wynnewood, OK, the site was excavated by the Works Progress Administration in 1937, under the direction of Forrest E. Clements of the University of Oklahoma. Material from the site was taken to the University of Oklahoma for storage and the human remains and associated funerary objects were accessioned by the Museum in 1937 and 1948. Individual 1 is a partial skeleton of a middle-aged adult female, 35-50 years old. Individual 2 is a partial skeleton of a middle-aged adult male, 35-50 years old. Individual 3 is a partial skeleton of an infant, 1-2 years old. Individual 4 is a fragmentary skeleton of an infant, 1-3 years old. Individual 5 is a fragmentary skeleton of an infant, 6 months to 1 year old. Individual 6 is a fragmentary skeleton of a newborn infant. Individual 7 is a complete skeleton of a middle-aged adult female, 35-50 years old. Individual 8 is a partial skull of a young adult male, 20-35 years old. Individual 9 is a fragmentary skeleton of a middle-aged adult female, 35-50 years old. Individual 10 is a fragmentary skeleton of an adult of indeterminate sex. Individuals 11 and 12 are represented by fragmentary and commingled post-cranial remains. Both of these individuals are adults, one female, and the other of indeterminate sex. Individuals 13, 14, and 15 are represented by fragmentary and commingled remains of at least two adults of indeterminate sex and one child. Individual 16 is a fragmentary skeleton of a middle-aged to older adult female, 40-55 years old. Individuals 17 and 18 are represented by fragmentary and commingled post-cranial remains of at least two adults of indeterminate sex. No known individuals were identified. A total of 32 associated funerary objects were removed from site 34Gv0002. Individual 1 is associated with 1 pottery sherd. Individual 2 is associated with 1 complete ceramic bowl. Individual 3 is associated with 6 faunal bone fragments. Individual 4 is associated with 1 pottery sherd, 1 faunal bone fragment, and 1 shell scraper. Individual 5 is associated with 1 unmodified rock. Individual 7 is associated with 18 faunal bone fragments, 1 bison scapula hoe, and 1 bone awl. \n In 1952, human remains representing, at minimum, 2 individuals were removed from the Lacey Farm 1 site (34Gv0005) in Garvin County, OK. The site is on a high ridge north of the Washita River. It was recorded by Charles Bareis in 1955, however, prior to that time many private collectors had visited the site. The site was resurveyed in 1993, by Richard Drass and material from the site was subsequently turned over to the Museum. Individual 1 is a partial cranium of an adult male. Individual 2 is a fragmentary cranium of an adult of indeterminate sex. No known individuals were identified. A total of 38 associated funerary objects were removed from site 34Gv0005. Individual 1 is associated with 5 pottery sherds and 2 modified faunal bone fragments. Individual 2 is associated with 1 two-handed ground stone mano, 1 faunal bone awl, 2 faunal skull and horn hoes, 7 faunal bone hoe fragments, 2 modified faunal bone fragments, 9 unmodified faunal bone fragments, 2 deer bone fragments, 1 deer tooth, and 6 pottery sherds. \n In 1982, human remains representing, at minimum, 1 individual were removed from the Arthur site (34Gv0032) in Garvin County, OK. The remains were recovered in 1982, during excavations under a house by Robert Brooks and were accessioned by the Museum in 1987. The remains consist of a fragmentary skeleton of an infant approximately 1 year old. No known individual was identified. The 532 associated funerary objects include 135 shell fragments, 149 pottery sherds, 20 clay fragments, 15 sandstone fragments, 1 hammer stone, 170 chipped stone flakes, 1 chipped stone projectile point, 1 chipped stone biface fragment, 29 faunal bone fragments, 10 burned faunal bone fragments, and 1 charcoal sample. \n Between 1982 and 1985, human remains representing, at minimum, 8 individuals were removed from the Thelma Wilson site (34Gv0043) in Garvin County, OK. This site, overlooking the Washita River east of Pauls Valley, was initially surveyed and recorded by Don Wyckoff of the Oklahoma Archeological Survey in 1970. In 1982, Jim Mayberry contacted the survey to report material eroding from a cut bank on the site. In early 1983, Richard Drass and Robert Brooks assisted Jim Mayberry in salvaging the material. The burials and associated objects were turned over to the Museum in 1985. Burial 1 is a fragmentary skull of a child, 3-5 years old. Burial 2 contains a fragmentary skeleton of an adult male and a fragmentary skeleton of a young adult, 20-35 years old, of indeterminate sex. Burial 3 is a fragmentary cranium of an adolescent, 12-15 years old. Burial 4 is a single molar tooth and small bone fragments of a middle-aged adult, 35-50 years old, of indeterminate sex. Burial 5 is a single molar tooth and cranial fragments of a child, 10-12 years old. Two additional individuals are represented by a single molar tooth of a child, 3-5 years old, and a cranial fragment of an adult of indeterminate sex. No known individuals were identified. A total of 17 associated funerary objects were removed from site 34Gv0043. Both individuals in Burial 2 are associated with 1 pottery sherd, 2 modified lithic flakes, 2 unmodified lithic flakes, 1 unmodified stone pebble, 1 lithic atlatl hook, 1 boatstone, 1 faunal bone fragment, and 3 fragments of burned faunal bone. Burial 3 is associated with 4 pottery sherds and 1 unmodified lithic flake. \n In 1980 and 1981, human remains representing, at minimum, 3 individuals were removed from the Franklin Cordell site (34Wa0003) in Washita County, OK. Located on a cultivated and terraced hillside in Washita County, this site was first surveyed by Robert Bell of the University of Oklahoma in 1955. Prior to that time however, the site was often visited by amateur collectors. A subsequent survey was carried out by Richard Drass in 1977, after plowing had exposed additional material. In 1980, an extensive excavation was conducted by the Eastern Oklahoma County Chapter of the Oklahoma Archaeological Society under the direction of the Oklahoma Archeological Survey, supervised by David Hughes. The material was transferred to the Museum in 1980 and 1981. Individual 1 is an adult greater than 35 years old, of indeterminate sex, and represented by a single mandible fragment. Individual 2 is an adolescent or young adult, approximately 18-22 years old, of indeterminate sex, also represented by a single mandible fragment. Individual 3 is an adult greater than 20 years old, of indeterminate sex, and represented by 5 loose teeth and a manual phalange. No known individuals were identified. No associated funerary objects are present. \n On September 7, 1974, human remains representing, at minimum, 7 individuals were removed from the Hinz site (34Wa0004) in Washita County, OK. This site was exposed by cultivation and erosion and first discovered by Denny Carley of Southwestern Oklahoma State University in 1974. Carley notified the Oklahoma Archeological Survey and on September 7, 1974, Roger Saunders, Jack Hoffman, and Daryl Wheaton of the Survey excavated the site. The material was transferred to the Museum in 1981. Three burials were excavated. Burial 1 is a complete skeleton of a child, 4-6 years old. Burial 2 is a partial skeleton of a young adult male, 20-35 years old. Burial 3 is a partial skeleton of an adult of indeterminate sex. Individual 4 is a fragmentary skeleton of an adult of indeterminate sex. Individual 5 is a fragmentary skeleton of a child. Individuals 6 and 7 are represented by loose teeth and commingled small bone fragments of an adult of indeterminate sex and a child, 5-7 years old. No known individuals were identified. A total of 54 associated funerary objects were removed from site 34Wa0004. Burial 1 is associated with 12 chipped stone flakes and fragments, 1 piece of sandstone, 1 pottery sherd, 2 mussel shells, and 2 conch shell pendants. Burial 2 is associated with 15 pottery sherds, 1 faunal bone fragment, and 7 shell fragments. Burial 3 is associated with 11 chipped stone flakes, 1 pottery sherd, and 1 piece of sandstone. \n In 1955 and 1960, human remains representing, at minimum, 66 individuals were removed from the McLemore/Cross site (34Wa0005) in Washita County, OK. This site was discovered by a private citizen and recorded by Rex Wilson of the Oklahoma Archeological Survey in 1955. A large-scale excavation was conducted in 1960, directed by Don Wyckoff and Robert Bell. Most of the material from the McLemore site, including the human remains and associated funerary objects, were transferred to the Museum in 1960. An additional human bone was transferred to the Museum in 2008 by a private collector. Burial 1 has 2 individuals, both are infants, 0.5-1 year old. Burial 2 is a middle-aged adult female, 35-45 years old. Burial 3 is an infant, 1.5-2 years old. Burial 4 is a middle-aged adult female, 40-55 years old. Burial 5 is an infant, 0-0.5 year old. Burial 6 is an infant, 0.5-1 year old. There are 2 individuals from Burial 7, a young adult, 20-25 years old, probably a female, and an infant, 0-0.5 year old. Burial 8 is also a newborn infant. Burial 9 has 2 individuals, a child, 9-12 years old and an infant, 1-1.5 years old. Burial 10 is a middle-aged adult female, 35-40 years old. Burial 11 is an infant, 1-1.5 years old. Burial 12 is an infant, 0-0.5 year old. Burial 13 is an adolescent, 18-20 years old, probably a male. Burial 14 is a middle-aged adult male, 35-45 years old. Burial 15 is a middle-aged adult female, 35-50 years old. Burial 16 is an infant, 0.5-1 year old. Burial 17 is an infant, 0.5-1.5 years old. Burial 18 are two infants, 0-0.5 year old. Burial 19 is an infant, 0-0.5 year old. Burial 20 is a middle-aged adult female, 35-45 years old. Burial 21 is an infant, 0-0.5 year old. Burial 22 has 2 individuals, a young adult male, 30-35 years old and an infant, 0-0.5 year old. Burial 23 also has 2 individuals, a young adult female, 25-30 years old and a fetus. Burial 24 is an adult, 30-39 years old, probably a female. Burial 25 is an infant, 1.5-3 years old. Burial 27 has 3 individuals, a young adult female, 27-35 years old and 2 newborn infants. Burials 28 and 29 are both infants, 0-0.5 year old. Burial 30A is a middle-aged adult female, 45-50 years old and Burial 30B is a middle- aged adult, 40-44 years old, probably a male. Burial 31 is an infant, 0-0.5 year old. Burial 32 is an infant, 1.5-2 years old. Burial 33 is a middle-aged adult male, 45-55 years old. There are 2 individuals from Burial 34, a middle-aged adult male, 45-50 years old and a middle-aged adult of indeterminate sex, 40-44 years old. Burial 35 is an infant, 0-0.5 year old. Burial 36 has 2 individuals, a child, 2-3 years old and an infant, 0-0.5 year old. Burial 37 also has 2 individuals, a child, 2-3 years old and an infant, 0-0.5 year old. Burial 38 is an infant, 0-0.5 year old. Burial 39 is a child, 3-5 years old. Burial 40 is an infant, 0-0.5 year old. Burial 41 is a child, 2-3 years old. Burials 42 and 43 are both infants, 0-0.5 year old. Burial 44 is a child, 5-6 years old. Burial 45 is a middle-aged adult male, 45-55 years old. Burials 46 and 47 are two probable young adult females, 25-30 years old. Burial 48 is an infant, 0-0.5 year old. Burial 49 is a young adult of indeterminate sex, 20-35 years old. Burials 50 and 51 are middle-aged adults of indeterminate sex, 35-50 years old. Burial 52 is an infant, 0-0.5 year old. Burial 53 is an adult of indeterminate sex. Burial 54 is an infant, 0-0.5 year old. No known individuals were identified. There are 292 isolated and commingled bone and bone fragments from the site, likely belonging to the individuals listed above. \n A total of 1,053 associated funerary objects were removed from site 34Wa0005. The two individuals from Burial 1 are associated with 2 chipped stone fragments, 3 pottery sherds, and 4 faunal bone fragments. Burial 2 is associated with 1 unmodified stone, 1 chipped stone scraper, 2 pottery sherds, and 1 shell fragment. Burial 3 is associated with 1 fragment of petrified wood. Burial 4 is associated with 2 chipped stone flakes, 9 pottery sherds, and 2 faunal bone fragments. Burial five is associated with 3 faunal bone fragments. Burial 6 is associated with 1 bone fragment and 1 shell fragment. The two individuals from Burial 7 are associated with 1 chipped stone projectile point, 2 pottery sherds, and 6 faunal bone fragments. Burial 8 is associated with 1 human effigy pot and 1 soil sample taken from the pot. The two individuals from Burial 9 are associated with 1 ceramic pot, 2 pottery sherds, 9 ceramic figurine fragments, 6 shell fragments, and 11 faunal bone fragments. Burial 10 is associated with 1 ceramic pot. Burial 11 is associated with 1 ceramic pot, 1 pottery sherd, 1 shell, 1 shell fragment, 1 unmodified faunal bone fragment, and 1 faunal bone awl fragment. Burial 12 is associated with 1 chipped stone projectile point fragment, 2 faunal bone fragments, and 1 faunal tooth. Burial 13 is associated 6 chipped stone fragments, 1 unmodified rock, 3 pottery sherds, 1 partial skeleton of a crow, 3 faunal bone fragments, 1 soil sample taken from the burial, and 1 chipped stone projectile point embedded in a vertebra of the individual. Burial 14 is associated with 1 chipped stone projectile point, 1 stone pipe, 1 chipped stone core, 1 chipped stone flake, 2 chipped stone fragments, 3 pottery sherds, 5 faunal bone fragments, and 1 soil sample taken from the burial. Burial 15 is associated with 1 chipped stone flake, 8 chipped stone fragments, 1 chipped stone scraper, 8 fragments of soapstone, 2 pieces of unmodified sandstone, 1 ceramic pot, 3 pottery sherds, 1 shell, 1 shell fragment, 1 deer mandible grater, 2 faunal bone hoes, 2 modified faunal bone fragments, and 4 unmodified faunal bone fragments. Burial 16 is associated with 1 ceramic pot. The two individuals from Burial 18 are associated with 1 pottery sherd, 1 unmodified rock, 1 faunal scapula hoe, and 1 faunal bone fragment. Burial 20 is associated with 1 chipped stone fragment, 1 unmodified rock, 1 ceramic pot, 2 modified faunal bone fragments, and 1 unmodified faunal bone fragment. Burial 21 is associated with 1 pottery sherd, 1 faunal bone fragment, 2 shell scrapers, and 5 shell fragments. The two individuals from Burial 22 are associated with 1 chipped stone end scraper, 1 chipped stone fragment, 2 unmodified stones, 9 pottery sherds, 1 ceramic pot, 2 shell fragments, 1 shell bead, and 10 faunal bone fragments. The two individuals from Burial 23 are associated with 15 chipped stone fragments, 2 pottery sherds, 8 shell fragments, 2 modified faunal bone fragments, 9 unmodified faunal bone fragments, and 1 soil sample taken from the burial. Burial 24 is associated with 1 soapstone fragment, 2 chipped stone fragments, 3 shell fragments, and 7 faunal bone fragments. Burial 25 is associated with 1 ceramic pot, 1 pottery sherd, and 1 shell. Burial 26 is associated with 3 shell fragments and 3 faunal bone fragments. The three individuals from Burial 27 are associated 2 unmodified rocks, 2 ceramic pots, 4 pottery sherds, 1 shell pendant, 21 shells and shell fragments, 2 deer mandible graters, and 6 faunal bone fragments. Burial 28 is associated with 16 soapstone fragments and 1 faunal bone fragment. Burial 30A is associated with 2 pottery sherds and 1 faunal bone fragment. Burial 30B is associated with 1 shell fragment and 4 faunal bone fragments. Burials 30A and 30B are also associated with 1 chipped stone flake, 4 pottery sherds, 2 shells, 1 fragment of burned faunal bone, and 3 faunal bone fragments. Burial 31 is associated with 1 ground stone mano and 2 shells. Burial 32 is associated with 1 pottery sherd, 1 shell fragment, and 1 faunal bone fragment. Burial 33 is associated with 18 chipped stone fragments, 5 pottery sherds, 4 shell fragments, 11 burned faunal bone fragments, and 12 unmodified faunal bone fragments. The two individuals from Burial 34 are associated with 6 chipped stone knives, 4 chipped stone projectile points, 1 chipped stone flake, 4 chipped stone fragments, 2 unmodified lithic fragments, 1 piece of worked selenite, 1 ceramic pot, 2 pottery sherds, 1 ball of clay, 2 shells, 2 faunal bone awls, and 3 faunal bone fragments. The two individuals from Burial 36 are associated with 3 pottery sherds, 3 shells, 121 shell beads, and 1 faunal bone fragment. The two individuals from Burial 37 are associated with 1 ceramic pot, 1 faunal bone fragment, and 422 shell beads. Burial 38 is associated with 1 pottery sherd and 3 shell fragments. Burial 39 is associated with 1 chipped stone fragment, 2 unmodified stones, 12 pottery sherds, 4 faunal bone fragments, and 1 soil sample taken from the burial. Burial 40 is associated with 1 chipped stone scraper, 3 shell fragments, and 1 burned faunal bone fragment. Burial 41 is associated with 1 pottery sherd, 1 burned faunal bone fragment, and 1 unmodified faunal bone fragment. Burial 42 is associated with 1 chipped stone fragment, 2 shell fragments, and 3 faunal bone fragments. Burial 44 is associated with 2 pottery sherds and 5 faunal bone fragments. Burial 45 is associated with 1 chipped stone projectile point, 2 chipped stone fragments, 1 unmodified stone, 1 stone pipe, 4 pottery sherds, 3 burned faunal bone fragments, 3 unmodified faunal bone fragments, and 1 soil sample taken from the burial. Burial 46 is associated with 1 unmodified rock, 1 pottery sherd, 4 shell fragments, and 2 faunal bone fragments. Burial 47 is associated with 2 chipped stone knives, 1 chipped stone fragment, 1 unmodified stone, 1 ceramic pot, 1 pottery sherd, 3 shells, 1 shell bead, and 2 soil samples taken from the burial. Burial 48 is associated with 1 shell and 1 pottery sherd. Additionally, 3 soil samples were taken from the general burial area and are associated with all of the human remains collectively. \n In 1977, human remains representing, at minimum, 1 individual were removed from the Duerksen site (34Wa0143) in Washita County, OK. The remains were found near the Washita River by Denny Carley, a member of the Oklahoma Anthropological Society. He donated the remains to the Oklahoma Archeological Survey in 1977, which were later transferred to the Museum in 1980. The human remains consist of a fragmentary cranium of a young adult male, 20-35 years old. No known individual was identified. No associated funerary objects are present. \n Sites 34Bk0004, 34Bk0023, 34Bk0094, 34Cu0001, 34Cu0027, 34Cu0041, 34Cu0042, 34Gd0016, 34Gd0024, 34Gd0078, 34Gd0081, 34Gv0000, 34Gv0001, 34Gv0002, 34Gv0005, 34Gv0032, 34Gv0043, 34Wa0003, 34Wa0004, 34Wa0005, and 34Wa0143 are Plains Village Period, Washita River phase in age, dating approximately from A.D. 1250-1400. It is possible that the Braiden site (34Gv0001) could also date to the earlier Paoli phase (A.D. 900-1250), and the Lacey Farm 1 site (34Gv0005) has Paoli phase components in addition to Washita River phase components. These determinations are based on archeological context and diagnostic cultural materials (e.g., chipped and ground stone, ceramics, and/or bone tools), oral history, and post-contact European records. The Paoli and Washita River phases demonstrate continuity in material culture with known groups of the Wichita and Affiliated Tribes. \n In 1955, human remains representing, at minimum, 2 individuals were removed from the Coulter site (34Ml0008) in McClain County, OK. The human remains and associated funerary objects were salvaged from a slush pit in the middle of the Coulter Site by William Villines. The site was recorded by Stephan de Borhegyi for the University of Oklahoma in 1955, and then the material was donated to the Museum later in the same year. The human remains removed from the site include two commingled partial skeletons, both of whom are adult males. No known individuals were identified. The 343 associated funerary objects include 187 pottery sherds, 1 partially restored pot, 1 ceramic spindle whorl, 15 shell fragments, 118 faunal bone fragments, 1 faunal bone awl, 1 ground stone mano fragment, 9 chipped stone flakes, 8 chipped stone cores, and 2 chipped stone scrapers. \n This site is Plains Village Period, Paoli phase in age, dating from approximately A.D. 900-1250. This determination is based on archeological context and diagnostic cultural materials (e.g., chipped and ground stone, ceramics, and/or bone tools), oral history, and post-contact European records. The Paoli phase demonstrates continuity in material culture with the subsequent Washita River phase (A.D. 1250-1400) and later known groups of the Wichita and Affiliated Tribes. \n In 1984, human remains representing, at minimum, 2 individuals were removed from the Patton site (34Bk0093) in Beckham County, OK. The human remains were collected in the field by Larry Neal and Alan Wormser of the Oklahoma Archeological Survey and later donated to the Museum in 1988. Individual 1 is a fragmentary skeleton of a young adult female, 20-35 years old. Individual 2 is a fragmentary skeleton of an adolescent, 12-15 years old, of indeterminate sex. No known individuals were identified. No associated funerary objects are present. \n In 1985, human remains representing, at minimum, 1 individual were removed from the Linville 2 site (34Rm0492) in Roger Mills County, OK. The site was exposed by a bulldozer and material was recovered as part of a salvage operation funded by the Oklahoma Archeological Survey, conducted by Richard Drass, Pete Thurmond, John Flick, Don Wyckoff, Louis Albert, Peggy Flynn, and Michael Moore. The material was transferred to the Museum in 1987. The burial is a fragmentary skeleton of an adult female. No known individual was identified. The 158 associated funerary objects include 24 pottery sherds, 27 chipped stone flakes, 1 small stone projectile point, 11 shell fragments, 32 faunal bone fragments, 1 faunal bone awl, 58 cobbles and cobble fragments, 1 cobble biface, 2 charred nutshells, and 1 sample of organic material. \n Sites 34Bk0093 and 34Rm0492 are from the Plains Village Period and date to the Custer phase, from approximately A.D. 800-1250. These determinations are based on archeological context and diagnostic cultural materials (e.g., chipped and ground stone, ceramics, and/or bone tools), oral history, and post-contact European records. The Custer phase demonstrates continuity in material culture with the subsequent Washita River phase (A.D. 1250-1400) and later known groups of the Wichita and Affiliated Tribes. \n In 1981 and 1983, human remains representing, at minimum, 2 individuals were removed from the Carnegie Canyon site (34Cd0076) in Caddo County, OK, by the Oklahoma Conservation Commission. Excavations by Christopher Lintz and Stephan Hall occurred in 1981 and 1983, and material from the site was transferred to the Museum in 1983 and 1985. Individual 1 is a fragmentary skeleton of a probable female adult. Individual 2 is a single long bone fragment of an adult of indeterminate sex. No known individuals were identified. The 13 associated funerary objects are 12 faunal bone fragments associated with Individual 1 and 1 soil sample associated with Individual 2. \n In 1989, human remains representing, at minimum, 1 individual were removed from the Cut Bank Site (34Ln0101) in Lincoln County, OK. This site was surveyed and recorded in 1989 by Charles S. Wallis Jr. of the Oklahoma Conservation Commission as part of the Bellcow Reservoir Resurvey and Testing Program in conjunction with studies on the impact area of the Kickapoo Nations Watershed in northwestern Lincoln County, OK. Material from the site was turned over to the Museum in 1991. The human remains consist of a single cranial fragment of an adult of indeterminate sex. No known individual was identified. No associated funerary objects are present. \n In 1952 and 1986, human remains representing, at minimum, 4 individuals were removed from the Brewer site (34Ml0003) in McClain County, OK. This site is on the south bank of the Canadian River and was originally surveyed and recorded in 1950, by the University of Oklahoma. William Villines of Rosedale, OK, brought a collection from the site to the Department of Anthropology at the University of Oklahoma in 1951. Additional material was salvaged by Richard Drass, Robert Brooks, and Alan Wormser of the Oklahoma Archeological Survey, after more material had been exposed by oil well workers in 1986. The material was accessioned by the Museum in 1953 and 1988. Burial 1 contains two individuals, an adult male and a young adult, 20-35 years old, of indeterminate sex. Burial 2 contains a young adult, 20-35 years old, of indeterminate sex. Burial 3 contains a probable young adult female, 20-35 years old. No known individuals were identified. A total of 61 associated funerary objects were removed from site 34Ml0003. Both individuals from Burial 1 are associated with 1 chipped stone flake tool, 1 modified cobble, 1 bone pin, 1 ground stone fragment, 11 pottery sherds, 1 shell fragment, 1 shell scraper, 5 faunal bone fragments, and 1 charcoal sample. Burial 2 is associated with 7 pottery sherds, 7 worked shell fragments, 6 chipped stone flakes, 1 ground stone fragment, 1 faunal bone fragment, 1 soil sample, and 10 soil flotation samples. Burial 3 is associated with 1 pottery sherd, 1 ground stone fragment, 1 shell fragment, and 2 faunal bone fragments. \n On November 26, 1979, human remains representing, at minimum, 1 individual were removed from the Chevrolet site (34Ok0100) in Oklahoma County, OK. This site was exposed by heavy machinery during a construction project along Crutcho Creek in Oklahoma County and salvaged by Richard Drass and Sarah Herstand of the Oklahoma Archeological Survey. The material was transferred to the Museum in 1981. The human remains are a fragmentary skeleton of an adolescent, 13-16 years old, of indeterminate sex. No known individual was identified. The 42 associated funerary objects include 11 unmodified sandstone fragments, 1 chipped stone biface, 1 modified cobble, 11 chipped stone flakes, 2 pieces of charred material, 1 soil sample from the burial, 13 pieces of baked earth, and 2 pottery sherds. \n In 1987, human remains representing, at minimum, 3 individuals were removed from an unnamed site (34Pt0000) in Pottawatomie County, OK. The human remains were collected by Michael Moore during a survey project near the Rose-Fast site and accessioned by the Museum in 1988. The human remains are highly fragmentary and commingled and represent an adult male, an adult female, and a child, 8-12 years old. No known individuals were identified. No associated funerary objects are present. \n Sites 34Cd0076, 34Ln0101, 34Ml0003, 34Ok0100, and 34Pt0000 date to the Plains Woodland Period (A.D. 1-1000). The Brewer site (34Ml0003) may also date to the Plains Village Period. The unnamed site from Pottawatomie County is in close proximity to, and is believed to be associated with, the Rose-Fast site, a Plains Woodland Period site. These determinations are based on archeological context and diagnostic cultural materials (e.g., chipped and ground stone, ceramics, and/or bone tools), oral history, and post-contact European records. Ethnohistoric, ethnographic, and oral historical evidence support the cultural continuity of the Woodland Period with the subsequent Plains Village Period in the area and with the Wichita and Affiliated Tribes. \n Determinations Made by the Sam Noble Oklahoma Museum of Natural History \n Officials of the Sam Noble Oklahoma Museum of Natural History have determined that: \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice represent the physical remains of 193 individuals of Native American ancestry. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(3)(A), the 3,389 objects described in this notice are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and associated funerary objects and the Wichita and Affiliated Tribes (Wichita, Keechi, Waco & Tawakonie), Oklahoma. \n Additional Requestors and Disposition \n Lineal descendants or representatives of any Indian Tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to Dr. Marc Levine, Assistant Curator of Archaeology, Sam Noble Oklahoma Museum of Natural History, University of Oklahoma, 2401 Chautauqua Avenue, Norman, OK 73072-7029, telephone (405) 325-1994, email mlevine@ou.edu, by December 1, 2017. After that date, if no additional requestors have come forward, transfer of control of the human remains and associated funerary objects to the Wichita and Affiliated Tribes (Wichita, Keechi, Waco & Tawakonie), Oklahoma, may proceed. \n The Sam Noble Oklahoma Museum of Natural History is responsible for notifying the Wichita and Affiliated Tribes (Wichita, Keechi, Waco & Tawakonie), Oklahoma, that this notice has been published. \n ", "consultation": "A detailed assessment of the human remains was made by the Sam Noble Oklahoma Museum of Natural History professional staff in consultation with representatives of the Wichita and Affiliated Tribes (Wichita, Keechi, Waco & Tawakonie), Oklahoma. \n ", "h_d_r": "In 1978 and 1981, human remains representing, at minimum, 5 individuals were removed from the Devils Canyon site (34Ki0001) in Kiowa County, OK. The site was first surveyed and recorded by David J. Werner of the University of Oklahoma in 1947, and later resurveyed in 1978 by Richard Drass of the Oklahoma Archeological Survey. Additional materials from the site were donated to the Museum by landowner Bernice Winters in 1978 and 1981. Individuals 1 and 2 are commingled fragmentary remains of adults of indeterminate sex. An infant approximately 1 year old is represented by a single deciduous molar and is designated as Individual 3. Individuals 4 and 5 are partial and complete crania, respectively, and are likely adult male. No known individuals were identified. The associated funerary objects from the site are collectively associated with Individuals 1, 2, and 3 and include 23 faunal bone fragments, 2 of which are burned. The Devils Canyon site is a historic period Wichita settlement. The determination is based on U.S. Government records which note that the U.S. Army visited the site in 1834. \n In 1968, human remains representing, at minimum, 2 individuals were removed from the Edwards/Carter site (34Bk0002) in Beckham County, OK. This site was recorded for the Oklahoma Archeological Survey by Rex Wilson and Charles Robertson in October of 1955, and again in August of 1965. Most of the excavations were conducted by the University of Oklahoma Field School in 1968 and the associated collections were subsequently turned over to the Museum. The human remains consist of commingled cranial and long bone fragments and one molar tooth. The two individuals represented are adults, one probable male and one of indeterminate sex. No known individuals were identified. No associated funerary objects are present. \n The Edwards/Carter site is associated with the Edwards Complex, dating from approximately A.D. 1500-1650 and including the initial Spanish contact period. Based on continuity of the cultural material, these remains may be related to the western group of the Wichita. Oral history, as well as post-contact European records, supports the presence of the Wichita in the area at this time. \n In 1955, human remains representing, at minimum, 5 individuals were removed from the Sandstone Creek 1 site (34Bk0001) in Beckham County, OK. The site was recorded by the University of Oklahoma by Cain in 1955 and surveyed by Fenton Wheeler. Materials from the site, including Burials 1 and 3, were transferred to the Museum at an unknown date. Remains from Burial 2 are not present at the Museum. Burial 1 contains, at minimum, two individuals. Burial 1A is a partial skeleton of a young adult male, 20-35 years old, and Burial 1B is a vertebral column of an adult of indeterminate sex. Burial 3 contains at least three individuals. Burial 3A is a fragmentary skeleton of an adult male, Burial 3B is a fragmentary skeleton of a probable male adult, and Burial 3C consists of cranial remains of a child, 4-6 years old. No known individuals were identified. The 4 associated funerary objects from Burial 3 are deer teeth. \n In 1978, human remains representing, at minimum, 1 individual were removed from the Hubbard 2 site (34Bk0005) in Beckham County, OK. The burial and associated funerary objects from this site were excavated by amateur archeologists, reburied, later salvaged in 1978, and then transferred to the Museum in 1979. The human remains consist of a complete skeleton of a young adult female, 20-35 years old. No known individual was identified. The 41 associated funerary objects include 4 hammerstones, 1 ground stone fragment, 1 flint core, 1 quartzite core, 1 chipped stone axe, 28 chipped stone flakes, and 5 faunal bone fragments. \n In 1959, human remains representing, at minimum, 2 individuals were removed from the Fowler site (34Bk0006) in Beckham County, OK. This site was exposed by erosion associated with an artificial pond on private land. The Oklahoma Archeological Survey Data Record indicates that, prior to 1959, the owner excavated, reburied, and re-excavated one of the three burials at the site. According to the Burial Data Records, Burial 2 was excavated by the State Crime Bureau and later turned over to the Museum. Burials 1 and 3 were either reburied or may still be in the possession of the land owner. Only Burial 2 was found to be in the possession of the Museum. Burial 2 consists of two individuals. Individual 1 is a partial skeleton of a young adult male, 25-30 years old. Individual 2 is an adult represented by three teeth and one cranial fragment. No known individuals were identified. No associated funerary objects are present. \n In 1973, human remains representing, at minimum, 1 individual were removed from the I-40 Burial site (34Bk0049) in Beckham County, OK. The burial was salvaged on June 23, 1973, by the Oklahoma Highway Archeological Survey prior to highway construction on Interstate-40 near Sayre, OK (ODOT-state property). Materials from the site were turned over to the Museum in June of 1973. The burial consists of highly fragmentary skeletal remains of an adult, at least 35 years old, of indeterminate sex. No known individual was identified. The 10 associated funerary objects include 1 deer ulna fragment, 8 faunal bone awl fragments, and 1 chipped stone core. \n In September of 1982, human remains representing, at minimum, 1 individual were removed from the Red Rock Canyon 1 site (34Cd0138) in Caddo County, OK. The site is located along a canyon wall in Red Rock Canyon State Park. The site had been disturbed by park personnel who had been removing dirt from the area. Collections were then made by the Oklahoma Archeological Survey in 1982, while further investigating construction damage in the park. Materials recovered were subsequently donated to the Museum in October of 1982. The human remains are a fragmentary skeleton of an adult male. No known individual was identified. The 14 associated funerary objects include 9 faunal bone fragments, three of which are burned, 1 small sample of charcoal, 1 pottery sherd, 2 chipped stone flakes, and 1 small fragment of dried organic matter. \n In 1974 and 1975, human remains representing, at minimum, 2 individuals were removed from the Takoah site (34Cd0244) in Caddo County, OK. The site was first surveyed and recorded in 1974 by Charles Wallis of the Oklahoma Conservation Commission for the Oklahoma Archeological Survey and was excavated in 1975. Recovered materials were accessioned by the Museum in 1975 and 1988. Two burials were excavated at the site. Burial 1 is a partial skeleton of a young adult female, 20-35 years old. Burial 2 is a partial skeleton of an adult male, 25-45 years old. No known individuals were identified. A total of 172 associated funerary objects were-removed from site 34Cd0244. Burial 1 is associated with 76 faunal bones or bone fragments, 13 chipped stone cobble fragments, 24 chipped stone flakes, 1 chipped stone projectile point fragment, 1 ground stone mano, 1 ground stone fragment, 2 unmodified rocks, 1 piece of clay, 2 wood fragments, 2 shells, 17 shell fragments, and 1 soil sample from the burial. Burial 2 is associated with 18 faunal bone fragments, 4 chipped stone cobble fragments, 1 unmodified cobble, 6 chipped stone flakes, 1 shell fragment, and 1 soil sample taken from within the skull of the individual in Burial 2. \n In 1988, human remains representing, at minimum, 1 individual were removed from the Majors 3 site (34Cd0299) in Caddo County, OK. The remains were excavated by Jack Hofman on private land and accessioned by the Museum in 1988. The human remains removed from the site consist of a partial skeleton of a young adult male, 20-35 years old. No known individual was identified. No associated funerary objects are present. \n On August 27, 1976, human remains representing, at minimum, 1 individual were removed from an unnamed site (34Cn0036) in Canadian County, OK. This site was discovered on November 17, 1975, during a survey of land proposed for the construction of a rest area along Interstate-40. The material and remains from this site were turned over to the Museum in 1981. The human remains consist of 10 small bone fragments of an adult of indeterminate sex. No known individual was identified. No associated funerary objects are present. \n On November 10, 1987, human remains representing, at minimum, 3 individuals were removed from the Sanders site (34Ct0011) in Cotton County, OK. The human remains and associated artifacts from the Sanders Site were recovered by Robert Brooks of the Oklahoma Archeological Survey on November 10, 1987, after the site had been vandalized by unauthorized digging on private land, and subsequently donated to the Museum in 1988. Two burials were excavated at the site. Burial 1 contains a partial skeleton of an adult female, 18-25 years old. Burial 2 contains a fragmentary skeleton of a child, 5-6 years old, and 3 long bone fragments of an infant, both of indeterminate sex. No known individuals were identified. The 143 associated funerary objects are associated with both burials and include 49 chipped stone fragments, 26 ground stone fragments, 9 pottery sherds, 5 shell fragments, and 54 faunal bone fragments. \n In 1971, human remains representing, at minimum, 2 individuals were removed from the Henry site (34Ct0017) in Cotton County, OK. The site was exposed on private land, recovered in 1971 by the Oklahoma Anthropological Society, supervised by Hofman, and subsequently donated to the Museum in the same year. Two burials were excavated. Burial 1 is a complete skeleton of a middle-aged adult female, 35-50 years old. Burial 2 is a complete skeleton of an older adult female, over 50 years old. No known individuals were identified. A total of 5 associated funerary objects were removed from site 34Ct0017. Burial 1 is associated with 1 chipped stone knife, 1 flake, and 1 shell pendant. Burial 2 is associated with 2 chipped stone flakes. \n In 1985, human remains representing, at minimum, 1 individual were removed from the Austin site (34Ct0021) in Cotton County, OK. A burial was exposed by a road grader and reported to the Oklahoma Archeological Survey by private citizens. The skeletal remains and associated funerary objects were excavated by Robert Brooks in 1985, and donated to the Museum on July 29, 1985. The human remains consist of a very fragmentary skeleton representing a young adult, 20-25 years old, probably male. No known individual was identified. The 10 associated funerary objects include 7 shell fragments, 1 pottery sherd, 1 chipped stone flake, and 1 charcoal sample. \n On September 22, 1978, human remains representing, at minimum, 3 individuals were removed from the Carley site (34Cu0082) in Custer County, OK. A private collector reported the site to the Oklahoma Archeological Survey and it was recorded by Survey staff on September 22, 1978. The collector gave materials from the site to the Survey who then transferred them to the Museum in 1980. The remains are commingled and fragmentary, representing at least 2 adult females and 1 adult male. No known individuals were identified. No associated funerary objects are present. \n In June of 1965, human remains representing, at minimum, 2 individuals were removed from the Kingery site (34Gf0000) in Garfield County, OK. The site was excavated by the Oklahoma River Basin Survey, with field work directed by Barr and assisted by Slovacek, Brown, and Harwood from the Ponca City, OK, Chapter of the Anthropological Society. The human remains were transferred to the Museum in 1966. The human remains from the site are fragmentary and commingled and represent one young adult female, 20-35 years old and one middle-aged adult male, 35-50 years old. No known individuals were identified. No associated funerary objects are present. \n In April of 1958, human remains representing, at minimum, 3 individuals were removed from an unnamed site (34Ml0000) in McClain County, OK. A pottery vessel was found in a grave exposed by erosion on the L.E. Howorton Farm near Rosedale, OK, by Bill Eddleman and donated to the Museum by William Villines on May 8, 1958. Additional skeletal material was discovered in the Museum collections in 1995, also from an unknown location near Rosedale. The skeletal remains and pottery vessel may have originated from the same burial. Individuals 1 and 2 are commingled remains of an adult female and an adult of indeterminate sex. Individual 3 is represented by a single long bone fragment of an infant, less than 3 years old. No known individuals were identified. The 9 associated funerary objects are associated with all 3 individuals from the site and include 1 partially restored pottery vessel, 1 chipped stone flake, 1 faunal bone, and 6 pottery sherds. \n In December of 1958, human remains representing, at minimum, 1 individual were removed from the Willingham site (34Ml0005) in McClain County, OK. The site was first recorded by W.H. Villines in 1953. Excavations were conducted in 1958 by the Oklahoma Anthropological Society under the direction of Sherman Lawton and Robert Bell and material from the site was subsequently donated to the Museum the same year. In 1964, bulldozing operations at an oil well exposed additional material at the site and was excavated by the Oklahoma Archeological Survey. Three burials were discovered but are not in the possession of the Museum. It is unclear if they were excavated or left in the ground. The human remains from the site in the possession of the Museum consist of a long bone fragment and a heavily worn tooth of an adult of indeterminate sex. No known individual was identified. The 88 associated funerary objects include 3 chipped stone scrapers, 2 modified flint fragments, 10 chipped stone flakes, 1 lithic abrader fragment, 1 ground stone mano fragment, 3 unmodified sandstone fragments, 3 unmodified large stones, 15 faunal bone fragments, 7 shell fragments, and 43 pottery sherds. \n In June of 1970, human remains representing, at minimum, 1 individual were removed from the Baker 1 site (34Rm0074) in Roger Mills County, OK. Material from the site was recovered during a surface survey after the site was disturbed by the construction of a dam. The collection was recorded by Don Wyckoff of the Oklahoma Archeological Survey and subsequently turned over to the Museum the same year. The human remains consist of a single tooth of an adult of indeterminate sex. No known individual was identified. The 24 associated funerary objects include 22 flakes, 1 flint core, and 1 quartzite core. \n Sites 34Bk0001, 34Bk0005, 34Bk0006, 34Bk0049, 34Cd0138, 34Cd0244, 34Cd0299, 34Cn0036, 34Ct0011, 34Ct0017, 34Ct0021, 34Cu0082, 34Gf0000, 34Ml0000, 34Ml0005, and 34Rm0074 are Plains Village Period in age, dating from approximately A.D. 900-1500. The Carley site (34Cu0082) may have also been occupied into the period of initial Spanish contact. These determinations are based on archeological context and diagnostic cultural materials (e.g., chipped and ground stone, ceramics, and/or bone tools). Ethnohistoric, ethnographic, and oral historical evidence support the cultural continuity of Plains Village Period populations in these areas with the Wichita and Affiliated Tribes. \n In 1957, human remains representing, at minimum, 3 individuals were removed from the Hubbard site (34Bk0004) in Beckham County, OK. The site was discovered on private property after the spring floods of 1957. The landowner contacted the Sheriff\\'s office and the remains were sent to the State Crime Bureau in Oklahoma City, OK, who forwarded them to Alice Brues of the University of Oklahoma Medical Center. Brues identified the remains as Native American and further excavation was carried out by the Highway Salvage Archaeology Program. The remains were subsequently donated to the Museum in 1957. Burial 1 contains two individuals, including the partial skeleton of a probable female adolescent, 10-14 years old, and a portion of the face of an adult of indeterminate sex. Burial 2 contains a child, 6-8 years old, of indeterminate sex. No known individuals were identified. No associated funerary objects are present. \n In 1987, human remains representing, at minimum, 2 individuals were removed from the Coy Nuttley site (34Bk0023) in Beckham County, OK. Material from the Coy Nuttley Site, an open habitation site on private land near Elk City, OK, was given to the Oklahoma Archeological Survey by an amateur collector and subsequently donated to the Museum in June of 1987. The human remains consist of a cranial fragment and two loose teeth of an adult of indeterminate sex and three loose teeth of a child, 9-12 years old. No known individuals were identified. The 11 associated funerary objects, linked to both individuals, are fragments of deer bone. \n In 1984, human remains representing, at minimum, 1 individual were removed from an unnamed site (34Bk0094) in Beckham County, OK. The human remains were found by a private land owner and turned over to Larry Neal and Alan Wormser of the Oklahoma Archeological Survey in 1984 and later donated to the Museum in 1988. The human remains from this site consist of a partial cranium of a young adult, 20-35 years old, probably male. No known individual was identified. No associated funerary objects are present. \n In 1951, human remains representing, at minimum, 1 individual were removed from the Goodman 1 site (34Cu0001) in Custer County, OK. The site was originally discovered by the landowner when a large piece of daub was discovered during plowing in 1941. In 1951, the tenant reported that, while digging a cellar, he uncovered two burials which were subsequently donated to the Museum the same year. Burial 1 is a complete skeleton of a young adult male, 20-35 years old. A second burial was recorded from the site but is not in the possession of the Museum. No known individual was identified. A total of 46 associated funerary objects were removed from site 34Cu0001. Burial 1 is associated with 3 shell fragments, 1 ground stone mano fragment, 1 stone elbow pipe, and 6 faunal bone fragments. Burial 2 is associated with 1 ceramic pot without handles, 1 ceramic pot with handles, 31 shell beads, 1 chipped stone projectile point, and 1 flint knife. \n In 1957, human remains representing, at minimum, 3 individuals were removed from the Heerwald (Jordan) site (34Cu0027) in Custer County, OK. This site is on private land on a ridge south of Turkey Creek, a tributary of the Washita River. Material was recovered by James Schaeffer of the Highway Salvage Archaeology program in 1957, when I-40 was constructed south of old US 66, and was subsequently donated to the Museum. The burial contains 3 individuals. Individual 1 is a partial skeleton of a young adult female, 20-25 years old, Individual 2 is a partial skeleton of a child, 6-7 years old, and Individual 3 is a partial skeleton of a fetus. No known individuals were identified. The 45 associated funerary objects include 1 pottery sherd, 3 shells, 2 unmodified shell fragments, 1 modified shell, 6 unmodified sandstone fragments, 1 ground stone mano, 1 projectile point fragment, 1 Washita type projectile point, 1 Harrell type projectile point (embedded in the first lumbar vertebra of Individual 1), 3 chipped stone flakes, 1 chipped stone end scraper, 2 chipped stone fragments, 1 chipped stone cobble, 20 faunal bone fragments, and 1 charcoal sample. \n In March and April of 1969, human remains representing, at minimum, 3 individuals were removed from the Cotter-Hutson site (34Cu0041) in Custer County, OK. The human remains and associated objects from Burial 1 of the Cotter-Hutson site were discovered by a private land owner while plowing and then recovered by members of the Oklahoma Archeological Survey and the Oklahoma Anthropological Society in March of 1969. Burial 2 was recovered in April of 1969. Both burials and associated funerary objects were donated to the Museum in 1981. Burial 1 is a fragmentary skeleton of a child, 6-7 years old. Burial 2 is a partial skeleton of a child, 4-5 years old. A third individual is an adult male represented by a mandible found on the surface. No known individuals were identified. A total of 119 associated funerary objects were recovered from site 34Cu0041. Burial 1 is associated with 5 deer bone and tooth fragments, 8 shell fragments, 3 pottery sherds, 8 ground stone fragments, 3 ground stone fragments, 2 pebbles, 6 flakes, 15 seeds, 1 faunal bone fragment, 17 chipped stone flakes from the surface directly above the burial, and 2 bags of soil from the burial itself. Burial 2 is associated with 38 seeds, 6 faunal bone fragments, 1 ground stone fragment, 1 shell scraper, 1 shell fragment, and 2 bags of burial soil and burned material. \n In 1969, human remains representing, at minimum, 1 individual were removed from the Arrington site (34Cu0042) in Custer County, OK. The site was reported to the Oklahoma Archeological Survey in 1969 by a private landowner who had discovered a burial while plowing. Material from the site was subsequently donated to the Museum the same year. The human remains are a partial skeleton of a middle-aged adult female, 35-50 years old. No known individual was identified. The 10 associated funerary objects include 1 unburned faunal bone fragment, 4 burned faunal bone fragments, 2 shell fragments, and 3 chipped stone flakes. \n In 1957, human remains representing, at minimum, 5 individuals were removed from the Selzer site (34Gd0016) in Grady County, OK. The site was exposed by flooding in 1957 on a terrace above the Washita River on privately held land. Three burials were excavated and later donated to the Museum. Burial 1 is a young adult female, 18-22 years old, Burial 2 is an adult male, and Burial 3 is an adult of indeterminate sex. There are two additional individuals that are fragmentary and commingled. Individual 4 is a probable young adult female, 20-35 years old. Individual 5 is an adolescent, 15-18 years old, of indeterminate sex. No known individuals were identified. A total of 29 associated funerary objects were removed from site 34Gd0016. Burial 3 is associated with 18 pottery sherds and 2 shell fragments. Individuals 4 and 5 are associated with 1 chipped stone flake, 1 ground stone mano, and 7 shell fragments. \n In 1963, human remains representing, at minimum, 1 individual were removed from the WRP 9 site (34Gd0024) in Grady County, OK. The site was originally reported in 1963 by Dick McWilliams who discovered the burial eroding out of a road cut. The burial was salvaged by the Museum later that year. The burial is a complete skeleton of a young adult male, 20-35 years old. No known individual was identified. No associated funerary objects are present. \n On September 13, 1977, human remains representing, at minimum, 6 individuals were removed from the Horne 1 site (34Gd0078) in Grady County, OK. The site was uncovered when an Oklahoma Natural Gas pipeline went through the area in 1977. The site was officially recorded by the Oklahoma Archeological Survey on September 13, 1977, and material from the site was donated to the Museum in 1981 and 1985. The skeletal remains of three of the individuals include an adult male, 30-40 years old, an infant, 1-1.5 years old, and a child, 6-9 years old. Three other individuals are commingled and all are adults of indeterminate sex. The commingled remains may contain fragmentary skeletal material belonging to the three previously mentioned individuals. No known individuals were identified. The 138 associated funerary objects include 2 chipped stone cobbles, 3 chipped stone cobble fragments, 3 unmodified lithic fragments, 2 pottery sherds, 3 shell fragments, 123 faunal bone fragments, 1 faunal tooth, and 1 bison tibia digging tool. \n In June of 1992, human remains representing, at minimum, 4 individuals were removed from the Jewett site (34Gd0081) in Grady County, OK. This site is located on privately held land and was initially recorded by the staff of the Oklahoma Archeological Survey on November 4, 1977. Salvage was conducted by Robert Brooks, prompted by the discovery of a burial during construction of an oil field in 1992. Remains were removed under the state burial law and transferred to the Museum the same year. Burial 1 is a fragmentary skeleton of an adult of indeterminate sex. Burial 2 is a fragmentary skeleton of a probable young adult female, 20-35 years old. Burials 3 and 4 are both fragmentary skeletons of adults of indeterminate sex. No known individuals were identified. No associated funerary objects are present. \n In November 1987, human remains representing, at minimum, 1 individual were removed from an unnamed site (34Gv0000) in Garvin County, OK. Human remains from the site were initially collected by Jesse Taylor from a creek bottom near Elmer City, OK, and then transferred to the State Archaeologist by the Oklahoma Medical Examiner\\'s Office. The material was later received by the Museum from the Oklahoma Archeological Survey in May of 1988. The human remains consist of a single complete cranium of a young adult male, 20-35 years old. No known individual was identified. No associated funerary objects are present. \n In the summer of 1937, human remains representing, at minimum, 3 individuals were removed from the Braiden site (34Gv0001) in Garvin County, OK. This site was excavated by the Works Progress Administration on private land in 1937, and formally recorded by Charles Bareis in February of 1955. The material was subsequently donated to the Museum. Burial 1 contains two individuals, a cranium of an adult male and loose teeth of a child, 3-6 years old. Burial 2 contains small bone fragments of an adult of indeterminate sex. No known individuals were identified. The 105 associated funerary objects from Burial 2 include 35 faunal bone fragments, 19 chipped stone fragments, 2 chipped stone knives, 3 chipped stone points, 4 chipped stone scrapers, and 42 pottery sherds. \n In 1937, human remains representing, at minimum, 18 individuals were removed from the Grant Site (34Gv0002) in Garvin County, OK. Located on a terrace above the Washita River near Wynnewood, OK, the site was excavated by the Works Progress Administration in 1937, under the direction of Forrest E. Clements of the University of Oklahoma. Material from the site was taken to the University of Oklahoma for storage and the human remains and associated funerary objects were accessioned by the Museum in 1937 and 1948. Individual 1 is a partial skeleton of a middle-aged adult female, 35-50 years old. Individual 2 is a partial skeleton of a middle-aged adult male, 35-50 years old. Individual 3 is a partial skeleton of an infant, 1-2 years old. Individual 4 is a fragmentary skeleton of an infant, 1-3 years old. Individual 5 is a fragmentary skeleton of an infant, 6 months to 1 year old. Individual 6 is a fragmentary skeleton of a newborn infant. Individual 7 is a complete skeleton of a middle-aged adult female, 35-50 years old. Individual 8 is a partial skull of a young adult male, 20-35 years old. Individual 9 is a fragmentary skeleton of a middle-aged adult female, 35-50 years old. Individual 10 is a fragmentary skeleton of an adult of indeterminate sex. Individuals 11 and 12 are represented by fragmentary and commingled post-cranial remains. Both of these individuals are adults, one female, and the other of indeterminate sex. Individuals 13, 14, and 15 are represented by fragmentary and commingled remains of at least two adults of indeterminate sex and one child. Individual 16 is a fragmentary skeleton of a middle-aged to older adult female, 40-55 years old. Individuals 17 and 18 are represented by fragmentary and commingled post-cranial remains of at least two adults of indeterminate sex. No known individuals were identified. A total of 32 associated funerary objects were removed from site 34Gv0002. Individual 1 is associated with 1 pottery sherd. Individual 2 is associated with 1 complete ceramic bowl. Individual 3 is associated with 6 faunal bone fragments. Individual 4 is associated with 1 pottery sherd, 1 faunal bone fragment, and 1 shell scraper. Individual 5 is associated with 1 unmodified rock. Individual 7 is associated with 18 faunal bone fragments, 1 bison scapula hoe, and 1 bone awl. \n In 1952, human remains representing, at minimum, 2 individuals were removed from the Lacey Farm 1 site (34Gv0005) in Garvin County, OK. The site is on a high ridge north of the Washita River. It was recorded by Charles Bareis in 1955, however, prior to that time many private collectors had visited the site. The site was resurveyed in 1993, by Richard Drass and material from the site was subsequently turned over to the Museum. Individual 1 is a partial cranium of an adult male. Individual 2 is a fragmentary cranium of an adult of indeterminate sex. No known individuals were identified. A total of 38 associated funerary objects were removed from site 34Gv0005. Individual 1 is associated with 5 pottery sherds and 2 modified faunal bone fragments. Individual 2 is associated with 1 two-handed ground stone mano, 1 faunal bone awl, 2 faunal skull and horn hoes, 7 faunal bone hoe fragments, 2 modified faunal bone fragments, 9 unmodified faunal bone fragments, 2 deer bone fragments, 1 deer tooth, and 6 pottery sherds. \n In 1982, human remains representing, at minimum, 1 individual were removed from the Arthur site (34Gv0032) in Garvin County, OK. The remains were recovered in 1982, during excavations under a house by Robert Brooks and were accessioned by the Museum in 1987. The remains consist of a fragmentary skeleton of an infant approximately 1 year old. No known individual was identified. The 532 associated funerary objects include 135 shell fragments, 149 pottery sherds, 20 clay fragments, 15 sandstone fragments, 1 hammer stone, 170 chipped stone flakes, 1 chipped stone projectile point, 1 chipped stone biface fragment, 29 faunal bone fragments, 10 burned faunal bone fragments, and 1 charcoal sample. \n Between 1982 and 1985, human remains representing, at minimum, 8 individuals were removed from the Thelma Wilson site (34Gv0043) in Garvin County, OK. This site, overlooking the Washita River east of Pauls Valley, was initially surveyed and recorded by Don Wyckoff of the Oklahoma Archeological Survey in 1970. In 1982, Jim Mayberry contacted the survey to report material eroding from a cut bank on the site. In early 1983, Richard Drass and Robert Brooks assisted Jim Mayberry in salvaging the material. The burials and associated objects were turned over to the Museum in 1985. Burial 1 is a fragmentary skull of a child, 3-5 years old. Burial 2 contains a fragmentary skeleton of an adult male and a fragmentary skeleton of a young adult, 20-35 years old, of indeterminate sex. Burial 3 is a fragmentary cranium of an adolescent, 12-15 years old. Burial 4 is a single molar tooth and small bone fragments of a middle-aged adult, 35-50 years old, of indeterminate sex. Burial 5 is a single molar tooth and cranial fragments of a child, 10-12 years old. Two additional individuals are represented by a single molar tooth of a child, 3-5 years old, and a cranial fragment of an adult of indeterminate sex. No known individuals were identified. A total of 17 associated funerary objects were removed from site 34Gv0043. Both individuals in Burial 2 are associated with 1 pottery sherd, 2 modified lithic flakes, 2 unmodified lithic flakes, 1 unmodified stone pebble, 1 lithic atlatl hook, 1 boatstone, 1 faunal bone fragment, and 3 fragments of burned faunal bone. Burial 3 is associated with 4 pottery sherds and 1 unmodified lithic flake. \n In 1980 and 1981, human remains representing, at minimum, 3 individuals were removed from the Franklin Cordell site (34Wa0003) in Washita County, OK. Located on a cultivated and terraced hillside in Washita County, this site was first surveyed by Robert Bell of the University of Oklahoma in 1955. Prior to that time however, the site was often visited by amateur collectors. A subsequent survey was carried out by Richard Drass in 1977, after plowing had exposed additional material. In 1980, an extensive excavation was conducted by the Eastern Oklahoma County Chapter of the Oklahoma Archaeological Society under the direction of the Oklahoma Archeological Survey, supervised by David Hughes. The material was transferred to the Museum in 1980 and 1981. Individual 1 is an adult greater than 35 years old, of indeterminate sex, and represented by a single mandible fragment. Individual 2 is an adolescent or young adult, approximately 18-22 years old, of indeterminate sex, also represented by a single mandible fragment. Individual 3 is an adult greater than 20 years old, of indeterminate sex, and represented by 5 loose teeth and a manual phalange. No known individuals were identified. No associated funerary objects are present. \n On September 7, 1974, human remains representing, at minimum, 7 individuals were removed from the Hinz site (34Wa0004) in Washita County, OK. This site was exposed by cultivation and erosion and first discovered by Denny Carley of Southwestern Oklahoma State University in 1974. Carley notified the Oklahoma Archeological Survey and on September 7, 1974, Roger Saunders, Jack Hoffman, and Daryl Wheaton of the Survey excavated the site. The material was transferred to the Museum in 1981. Three burials were excavated. Burial 1 is a complete skeleton of a child, 4-6 years old. Burial 2 is a partial skeleton of a young adult male, 20-35 years old. Burial 3 is a partial skeleton of an adult of indeterminate sex. Individual 4 is a fragmentary skeleton of an adult of indeterminate sex. Individual 5 is a fragmentary skeleton of a child. Individuals 6 and 7 are represented by loose teeth and commingled small bone fragments of an adult of indeterminate sex and a child, 5-7 years old. No known individuals were identified. A total of 54 associated funerary objects were removed from site 34Wa0004. Burial 1 is associated with 12 chipped stone flakes and fragments, 1 piece of sandstone, 1 pottery sherd, 2 mussel shells, and 2 conch shell pendants. Burial 2 is associated with 15 pottery sherds, 1 faunal bone fragment, and 7 shell fragments. Burial 3 is associated with 11 chipped stone flakes, 1 pottery sherd, and 1 piece of sandstone. \n In 1955 and 1960, human remains representing, at minimum, 66 individuals were removed from the McLemore/Cross site (34Wa0005) in Washita County, OK. This site was discovered by a private citizen and recorded by Rex Wilson of the Oklahoma Archeological Survey in 1955. A large-scale excavation was conducted in 1960, directed by Don Wyckoff and Robert Bell. Most of the material from the McLemore site, including the human remains and associated funerary objects, were transferred to the Museum in 1960. An additional human bone was transferred to the Museum in 2008 by a private collector. Burial 1 has 2 individuals, both are infants, 0.5-1 year old. Burial 2 is a middle-aged adult female, 35-45 years old. Burial 3 is an infant, 1.5-2 years old. Burial 4 is a middle-aged adult female, 40-55 years old. Burial 5 is an infant, 0-0.5 year old. Burial 6 is an infant, 0.5-1 year old. There are 2 individuals from Burial 7, a young adult, 20-25 years old, probably a female, and an infant, 0-0.5 year old. Burial 8 is also a newborn infant. Burial 9 has 2 individuals, a child, 9-12 years old and an infant, 1-1.5 years old. Burial 10 is a middle-aged adult female, 35-40 years old. Burial 11 is an infant, 1-1.5 years old. Burial 12 is an infant, 0-0.5 year old. Burial 13 is an adolescent, 18-20 years old, probably a male. Burial 14 is a middle-aged adult male, 35-45 years old. Burial 15 is a middle-aged adult female, 35-50 years old. Burial 16 is an infant, 0.5-1 year old. Burial 17 is an infant, 0.5-1.5 years old. Burial 18 are two infants, 0-0.5 year old. Burial 19 is an infant, 0-0.5 year old. Burial 20 is a middle-aged adult female, 35-45 years old. Burial 21 is an infant, 0-0.5 year old. Burial 22 has 2 individuals, a young adult male, 30-35 years old and an infant, 0-0.5 year old. Burial 23 also has 2 individuals, a young adult female, 25-30 years old and a fetus. Burial 24 is an adult, 30-39 years old, probably a female. Burial 25 is an infant, 1.5-3 years old. Burial 27 has 3 individuals, a young adult female, 27-35 years old and 2 newborn infants. Burials 28 and 29 are both infants, 0-0.5 year old. Burial 30A is a middle-aged adult female, 45-50 years old and Burial 30B is a middle- aged adult, 40-44 years old, probably a male. Burial 31 is an infant, 0-0.5 year old. Burial 32 is an infant, 1.5-2 years old. Burial 33 is a middle-aged adult male, 45-55 years old. There are 2 individuals from Burial 34, a middle-aged adult male, 45-50 years old and a middle-aged adult of indeterminate sex, 40-44 years old. Burial 35 is an infant, 0-0.5 year old. Burial 36 has 2 individuals, a child, 2-3 years old and an infant, 0-0.5 year old. Burial 37 also has 2 individuals, a child, 2-3 years old and an infant, 0-0.5 year old. Burial 38 is an infant, 0-0.5 year old. Burial 39 is a child, 3-5 years old. Burial 40 is an infant, 0-0.5 year old. Burial 41 is a child, 2-3 years old. Burials 42 and 43 are both infants, 0-0.5 year old. Burial 44 is a child, 5-6 years old. Burial 45 is a middle-aged adult male, 45-55 years old. Burials 46 and 47 are two probable young adult females, 25-30 years old. Burial 48 is an infant, 0-0.5 year old. Burial 49 is a young adult of indeterminate sex, 20-35 years old. Burials 50 and 51 are middle-aged adults of indeterminate sex, 35-50 years old. Burial 52 is an infant, 0-0.5 year old. Burial 53 is an adult of indeterminate sex. Burial 54 is an infant, 0-0.5 year old. No known individuals were identified. There are 292 isolated and commingled bone and bone fragments from the site, likely belonging to the individuals listed above. \n A total of 1,053 associated funerary objects were removed from site 34Wa0005. The two individuals from Burial 1 are associated with 2 chipped stone fragments, 3 pottery sherds, and 4 faunal bone fragments. Burial 2 is associated with 1 unmodified stone, 1 chipped stone scraper, 2 pottery sherds, and 1 shell fragment. Burial 3 is associated with 1 fragment of petrified wood. Burial 4 is associated with 2 chipped stone flakes, 9 pottery sherds, and 2 faunal bone fragments. Burial five is associated with 3 faunal bone fragments. Burial 6 is associated with 1 bone fragment and 1 shell fragment. The two individuals from Burial 7 are associated with 1 chipped stone projectile point, 2 pottery sherds, and 6 faunal bone fragments. Burial 8 is associated with 1 human effigy pot and 1 soil sample taken from the pot. The two individuals from Burial 9 are associated with 1 ceramic pot, 2 pottery sherds, 9 ceramic figurine fragments, 6 shell fragments, and 11 faunal bone fragments. Burial 10 is associated with 1 ceramic pot. Burial 11 is associated with 1 ceramic pot, 1 pottery sherd, 1 shell, 1 shell fragment, 1 unmodified faunal bone fragment, and 1 faunal bone awl fragment. Burial 12 is associated with 1 chipped stone projectile point fragment, 2 faunal bone fragments, and 1 faunal tooth. Burial 13 is associated 6 chipped stone fragments, 1 unmodified rock, 3 pottery sherds, 1 partial skeleton of a crow, 3 faunal bone fragments, 1 soil sample taken from the burial, and 1 chipped stone projectile point embedded in a vertebra of the individual. Burial 14 is associated with 1 chipped stone projectile point, 1 stone pipe, 1 chipped stone core, 1 chipped stone flake, 2 chipped stone fragments, 3 pottery sherds, 5 faunal bone fragments, and 1 soil sample taken from the burial. Burial 15 is associated with 1 chipped stone flake, 8 chipped stone fragments, 1 chipped stone scraper, 8 fragments of soapstone, 2 pieces of unmodified sandstone, 1 ceramic pot, 3 pottery sherds, 1 shell, 1 shell fragment, 1 deer mandible grater, 2 faunal bone hoes, 2 modified faunal bone fragments, and 4 unmodified faunal bone fragments. Burial 16 is associated with 1 ceramic pot. The two individuals from Burial 18 are associated with 1 pottery sherd, 1 unmodified rock, 1 faunal scapula hoe, and 1 faunal bone fragment. Burial 20 is associated with 1 chipped stone fragment, 1 unmodified rock, 1 ceramic pot, 2 modified faunal bone fragments, and 1 unmodified faunal bone fragment. Burial 21 is associated with 1 pottery sherd, 1 faunal bone fragment, 2 shell scrapers, and 5 shell fragments. The two individuals from Burial 22 are associated with 1 chipped stone end scraper, 1 chipped stone fragment, 2 unmodified stones, 9 pottery sherds, 1 ceramic pot, 2 shell fragments, 1 shell bead, and 10 faunal bone fragments. The two individuals from Burial 23 are associated with 15 chipped stone fragments, 2 pottery sherds, 8 shell fragments, 2 modified faunal bone fragments, 9 unmodified faunal bone fragments, and 1 soil sample taken from the burial. Burial 24 is associated with 1 soapstone fragment, 2 chipped stone fragments, 3 shell fragments, and 7 faunal bone fragments. Burial 25 is associated with 1 ceramic pot, 1 pottery sherd, and 1 shell. Burial 26 is associated with 3 shell fragments and 3 faunal bone fragments. The three individuals from Burial 27 are associated 2 unmodified rocks, 2 ceramic pots, 4 pottery sherds, 1 shell pendant, 21 shells and shell fragments, 2 deer mandible graters, and 6 faunal bone fragments. Burial 28 is associated with 16 soapstone fragments and 1 faunal bone fragment. Burial 30A is associated with 2 pottery sherds and 1 faunal bone fragment. Burial 30B is associated with 1 shell fragment and 4 faunal bone fragments. Burials 30A and 30B are also associated with 1 chipped stone flake, 4 pottery sherds, 2 shells, 1 fragment of burned faunal bone, and 3 faunal bone fragments. Burial 31 is associated with 1 ground stone mano and 2 shells. Burial 32 is associated with 1 pottery sherd, 1 shell fragment, and 1 faunal bone fragment. Burial 33 is associated with 18 chipped stone fragments, 5 pottery sherds, 4 shell fragments, 11 burned faunal bone fragments, and 12 unmodified faunal bone fragments. The two individuals from Burial 34 are associated with 6 chipped stone knives, 4 chipped stone projectile points, 1 chipped stone flake, 4 chipped stone fragments, 2 unmodified lithic fragments, 1 piece of worked selenite, 1 ceramic pot, 2 pottery sherds, 1 ball of clay, 2 shells, 2 faunal bone awls, and 3 faunal bone fragments. The two individuals from Burial 36 are associated with 3 pottery sherds, 3 shells, 121 shell beads, and 1 faunal bone fragment. The two individuals from Burial 37 are associated with 1 ceramic pot, 1 faunal bone fragment, and 422 shell beads. Burial 38 is associated with 1 pottery sherd and 3 shell fragments. Burial 39 is associated with 1 chipped stone fragment, 2 unmodified stones, 12 pottery sherds, 4 faunal bone fragments, and 1 soil sample taken from the burial. Burial 40 is associated with 1 chipped stone scraper, 3 shell fragments, and 1 burned faunal bone fragment. Burial 41 is associated with 1 pottery sherd, 1 burned faunal bone fragment, and 1 unmodified faunal bone fragment. Burial 42 is associated with 1 chipped stone fragment, 2 shell fragments, and 3 faunal bone fragments. Burial 44 is associated with 2 pottery sherds and 5 faunal bone fragments. Burial 45 is associated with 1 chipped stone projectile point, 2 chipped stone fragments, 1 unmodified stone, 1 stone pipe, 4 pottery sherds, 3 burned faunal bone fragments, 3 unmodified faunal bone fragments, and 1 soil sample taken from the burial. Burial 46 is associated with 1 unmodified rock, 1 pottery sherd, 4 shell fragments, and 2 faunal bone fragments. Burial 47 is associated with 2 chipped stone knives, 1 chipped stone fragment, 1 unmodified stone, 1 ceramic pot, 1 pottery sherd, 3 shells, 1 shell bead, and 2 soil samples taken from the burial. Burial 48 is associated with 1 shell and 1 pottery sherd. Additionally, 3 soil samples were taken from the general burial area and are associated with all of the human remains collectively. \n In 1977, human remains representing, at minimum, 1 individual were removed from the Duerksen site (34Wa0143) in Washita County, OK. The remains were found near the Washita River by Denny Carley, a member of the Oklahoma Anthropological Society. He donated the remains to the Oklahoma Archeological Survey in 1977, which were later transferred to the Museum in 1980. The human remains consist of a fragmentary cranium of a young adult male, 20-35 years old. No known individual was identified. No associated funerary objects are present. \n Sites 34Bk0004, 34Bk0023, 34Bk0094, 34Cu0001, 34Cu0027, 34Cu0041, 34Cu0042, 34Gd0016, 34Gd0024, 34Gd0078, 34Gd0081, 34Gv0000, 34Gv0001, 34Gv0002, 34Gv0005, 34Gv0032, 34Gv0043, 34Wa0003, 34Wa0004, 34Wa0005, and 34Wa0143 are Plains Village Period, Washita River phase in age, dating approximately from A.D. 1250-1400. It is possible that the Braiden site (34Gv0001) could also date to the earlier Paoli phase (A.D. 900-1250), and the Lacey Farm 1 site (34Gv0005) has Paoli phase components in addition to Washita River phase components. These determinations are based on archeological context and diagnostic cultural materials (e.g., chipped and ground stone, ceramics, and/or bone tools), oral history, and post-contact European records. The Paoli and Washita River phases demonstrate continuity in material culture with known groups of the Wichita and Affiliated Tribes. \n In 1955, human remains representing, at minimum, 2 individuals were removed from the Coulter site (34Ml0008) in McClain County, OK. The human remains and associated funerary objects were salvaged from a slush pit in the middle of the Coulter Site by William Villines. The site was recorded by Stephan de Borhegyi for the University of Oklahoma in 1955, and then the material was donated to the Museum later in the same year. The human remains removed from the site include two commingled partial skeletons, both of whom are adult males. No known individuals were identified. The 343 associated funerary objects include 187 pottery sherds, 1 partially restored pot, 1 ceramic spindle whorl, 15 shell fragments, 118 faunal bone fragments, 1 faunal bone awl, 1 ground stone mano fragment, 9 chipped stone flakes, 8 chipped stone cores, and 2 chipped stone scrapers. \n This site is Plains Village Period, Paoli phase in age, dating from approximately A.D. 900-1250. This determination is based on archeological context and diagnostic cultural materials (e.g., chipped and ground stone, ceramics, and/or bone tools), oral history, and post-contact European records. The Paoli phase demonstrates continuity in material culture with the subsequent Washita River phase (A.D. 1250-1400) and later known groups of the Wichita and Affiliated Tribes. \n In 1984, human remains representing, at minimum, 2 individuals were removed from the Patton site (34Bk0093) in Beckham County, OK. The human remains were collected in the field by Larry Neal and Alan Wormser of the Oklahoma Archeological Survey and later donated to the Museum in 1988. Individual 1 is a fragmentary skeleton of a young adult female, 20-35 years old. Individual 2 is a fragmentary skeleton of an adolescent, 12-15 years old, of indeterminate sex. No known individuals were identified. No associated funerary objects are present. \n In 1985, human remains representing, at minimum, 1 individual were removed from the Linville 2 site (34Rm0492) in Roger Mills County, OK. The site was exposed by a bulldozer and material was recovered as part of a salvage operation funded by the Oklahoma Archeological Survey, conducted by Richard Drass, Pete Thurmond, John Flick, Don Wyckoff, Louis Albert, Peggy Flynn, and Michael Moore. The material was transferred to the Museum in 1987. The burial is a fragmentary skeleton of an adult female. No known individual was identified. The 158 associated funerary objects include 24 pottery sherds, 27 chipped stone flakes, 1 small stone projectile point, 11 shell fragments, 32 faunal bone fragments, 1 faunal bone awl, 58 cobbles and cobble fragments, 1 cobble biface, 2 charred nutshells, and 1 sample of organic material. \n Sites 34Bk0093 and 34Rm0492 are from the Plains Village Period and date to the Custer phase, from approximately A.D. 800-1250. These determinations are based on archeological context and diagnostic cultural materials (e.g., chipped and ground stone, ceramics, and/or bone tools), oral history, and post-contact European records. The Custer phase demonstrates continuity in material culture with the subsequent Washita River phase (A.D. 1250-1400) and later known groups of the Wichita and Affiliated Tribes. \n In 1981 and 1983, human remains representing, at minimum, 2 individuals were removed from the Carnegie Canyon site (34Cd0076) in Caddo County, OK, by the Oklahoma Conservation Commission. Excavations by Christopher Lintz and Stephan Hall occurred in 1981 and 1983, and material from the site was transferred to the Museum in 1983 and 1985. Individual 1 is a fragmentary skeleton of a probable female adult. Individual 2 is a single long bone fragment of an adult of indeterminate sex. No known individuals were identified. The 13 associated funerary objects are 12 faunal bone fragments associated with Individual 1 and 1 soil sample associated with Individual 2. \n In 1989, human remains representing, at minimum, 1 individual were removed from the Cut Bank Site (34Ln0101) in Lincoln County, OK. This site was surveyed and recorded in 1989 by Charles S. Wallis Jr. of the Oklahoma Conservation Commission as part of the Bellcow Reservoir Resurvey and Testing Program in conjunction with studies on the impact area of the Kickapoo Nations Watershed in northwestern Lincoln County, OK. Material from the site was turned over to the Museum in 1991. The human remains consist of a single cranial fragment of an adult of indeterminate sex. No known individual was identified. No associated funerary objects are present. \n In 1952 and 1986, human remains representing, at minimum, 4 individuals were removed from the Brewer site (34Ml0003) in McClain County, OK. This site is on the south bank of the Canadian River and was originally surveyed and recorded in 1950, by the University of Oklahoma. William Villines of Rosedale, OK, brought a collection from the site to the Department of Anthropology at the University of Oklahoma in 1951. Additional material was salvaged by Richard Drass, Robert Brooks, and Alan Wormser of the Oklahoma Archeological Survey, after more material had been exposed by oil well workers in 1986. The material was accessioned by the Museum in 1953 and 1988. Burial 1 contains two individuals, an adult male and a young adult, 20-35 years old, of indeterminate sex. Burial 2 contains a young adult, 20-35 years old, of indeterminate sex. Burial 3 contains a probable young adult female, 20-35 years old. No known individuals were identified. A total of 61 associated funerary objects were removed from site 34Ml0003. Both individuals from Burial 1 are associated with 1 chipped stone flake tool, 1 modified cobble, 1 bone pin, 1 ground stone fragment, 11 pottery sherds, 1 shell fragment, 1 shell scraper, 5 faunal bone fragments, and 1 charcoal sample. Burial 2 is associated with 7 pottery sherds, 7 worked shell fragments, 6 chipped stone flakes, 1 ground stone fragment, 1 faunal bone fragment, 1 soil sample, and 10 soil flotation samples. Burial 3 is associated with 1 pottery sherd, 1 ground stone fragment, 1 shell fragment, and 2 faunal bone fragments. \n On November 26, 1979, human remains representing, at minimum, 1 individual were removed from the Chevrolet site (34Ok0100) in Oklahoma County, OK. This site was exposed by heavy machinery during a construction project along Crutcho Creek in Oklahoma County and salvaged by Richard Drass and Sarah Herstand of the Oklahoma Archeological Survey. The material was transferred to the Museum in 1981. The human remains are a fragmentary skeleton of an adolescent, 13-16 years old, of indeterminate sex. No known individual was identified. The 42 associated funerary objects include 11 unmodified sandstone fragments, 1 chipped stone biface, 1 modified cobble, 11 chipped stone flakes, 2 pieces of charred material, 1 soil sample from the burial, 13 pieces of baked earth, and 2 pottery sherds. \n In 1987, human remains representing, at minimum, 3 individuals were removed from an unnamed site (34Pt0000) in Pottawatomie County, OK. The human remains were collected by Michael Moore during a survey project near the Rose-Fast site and accessioned by the Museum in 1988. The human remains are highly fragmentary and commingled and represent an adult male, an adult female, and a child, 8-12 years old. No known individuals were identified. No associated funerary objects are present. \n Sites 34Cd0076, 34Ln0101, 34Ml0003, 34Ok0100, and 34Pt0000 date to the Plains Woodland Period (A.D. 1-1000). The Brewer site (34Ml0003) may also date to the Plains Village Period. The unnamed site from Pottawatomie County is in close proximity to, and is believed to be associated with, the Rose-Fast site, a Plains Woodland Period site. These determinations are based on archeological context and diagnostic cultural materials (e.g., chipped and ground stone, ceramics, and/or bone tools), oral history, and post-contact European records. Ethnohistoric, ethnographic, and oral historical evidence support the cultural continuity of the Woodland Period with the subsequent Plains Village Period in the area and with the Wichita and Affiliated Tribes. \n ", "h_d_ci": "Null", "determinations": "Determinations Made by the Sam Noble Oklahoma Museum of Natural History \n Officials of the Sam Noble Oklahoma Museum of Natural History have determined that: \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice represent the physical remains of 193 individuals of Native American ancestry. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(3)(A), the 3,389 objects described in this notice are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and associated funerary objects and the Wichita and Affiliated Tribes (Wichita, Keechi, Waco & Tawakonie), Oklahoma. \n ", "a_r_d": "Lineal descendants or representatives of any Indian Tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to Dr. Marc Levine, Assistant Curator of Archaeology, Sam Noble Oklahoma Museum of Natural History, University of Oklahoma, 2401 Chautauqua Avenue, Norman, OK 73072-7029, telephone (405) 325-1994, email mlevine@ou.edu, by December 1, 2017. After that date, if no additional requestors have come forward, transfer of control of the human remains and associated funerary objects to the Wichita and Affiliated Tribes (Wichita, Keechi, Waco & Tawakonie), Oklahoma, may proceed. \n The Sam Noble Oklahoma Museum of Natural History is responsible for notifying the Wichita and Affiliated Tribes (Wichita, Keechi, Waco & Tawakonie), Oklahoma, that this notice has been published. \n "}