{"index": "I_353", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        [NPS-WASO-NAGPRA-NPS0024125: PPWOCRADN0-PCU00RP14.R50000]\\n        Notice of Inventory Completion: Human Remains Repository, Department of Anthropology, University of Wyoming, Laramie, WY\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        \\n          SUMMARY:\\n          The Human Remains Repository, Department of Anthropology, University of Wyoming, has completed an inventory of human remains and associated funerary objects, in consultation with the appropriate Indian Tribes or Native Hawaiian organizations, and has determined that there is no cultural affiliation between the human remains and associated funerary objects and any present-day Indian Tribes or Native Hawaiian organizations. Representatives of any Indian Tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request to the Human Remains Repository, Department of Anthropology, University of Wyoming. If no additional requestors come forward, transfer of control of the human remains and associated funerary objects to the Indian Tribes or Native Hawaiian organizations stated in this notice may proceed.\\n        \\n        \\n          DATES:\\n          Representatives of any Indian Tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to the Human Remains Repository, Department of Anthropology, University of Wyoming, at the address in this notice by December 1, 2017.\\n        \\n        \\n          ADDRESSES:\\n\\n          Dr. Rick L. Weathermon, Curator, Human Remains Repository, Department 3431, Anthropology, 1000 East University Avenue, University of Wyoming, Laramie, WY 82071, telephone (307) 314-2035, email rikw@uwyo.edu.\\n          \\n        \\n      \\n      \\n        SUPPLEMENTARY INFORMATION:\\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains and associated funerary objects under the control of the Human Remains Repository, Department of Anthropology, University of Wyoming, Laramie, WY. The human remains and associated funerary objects were removed from multiple counties in the State of Wyoming.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003(d)(3) and 43 CFR 10.11(d). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations in this notice.\\n        Consultation\\n        A detailed assessment of the human remains was made by the Human Remains Repository, Department of Anthropology, University of Wyoming, professional staff in consultation with representatives of the Arapaho Tribe of the Wind River Reservation, Wyoming. The Assiniboine and Sioux Tribes of the Fort Peck Indian Reservation, Montana; Cheyenne River Sioux Tribe of the Cheyenne River Reservation, South Dakota; Crow Creek Sioux Tribe of the Crow Creek Reservation, South Dakota; Flandreau Santee Sioux Tribe of South Dakota; Lower Brule Sioux Tribe of the Lower Brule Reservation, South Dakota; Lower Sioux Indian Community in the State of Minnesota; Oglala Sioux Tribe (previously listed as the Oglala Sioux Tribe of the Pine Ridge Reservation, South Dakota); Prairie Island Indian Community in the State of Minnesota; Rosebud Sioux Tribe of the Rosebud Indian Reservation, South Dakota; Santee Sioux Nation, Nebraska; Shakopee Mdewakanton Sioux Community of Minnesota; Sisseton-Wahpeton Oyate of the Lake Traverse Reservation, South Dakota; Spirit Lake Tribe, North Dakota; Standing Rock Sioux Tribe of North & South Dakota; Upper Sioux Community, Minnesota; and Yankton Sioux Tribe of South Dakota were invited to consult, but did not participate.\\n        History and Description of the Remains\\n\\n        At some time prior to 1976, human remains representing, at minimum, three individuals were removed from the area of Pumpkin Buttes in Campbell County, WY, by members of the Wyoming Archaeological Society, Sheridan Chapter. In 1998, the fragmentary human remains were transferred to the Human Remains Repository as HR251a-c, and represent three Native American individuals consisting of one male, over 40 years old, one female, 18-22 years old, and one male, approximately 14 years old. No known individuals were identified. No associated funerary objects are present.\\n        In 1984, human remains representing, at minimum, one individual were removed from the Rawhide site (48CA509) in Campbell County, WY, by the Wyoming State Archaeological Survey Office. The fragmentary human remains are recorded as HR145 in the Human Remains Repository records and represent a Native American child, about 8 years old, of undetermined sex. No known individual was identified. No associated funerary objects are present.\\n        At some time prior to 1970, human remains representing, at minimum, one individual, were removed from a site located about 35 miles north and slightly east of Douglas in Converse County, WY, by unknown individuals. The human remains were kept at the Pioneer Museum in Douglas until 1975, when they were transferred to the Human Remains Repository. The fragmentary human remains are recorded as HR018 in the Human Remains Repository records and represent a Native American male, approximately 34-40 years old. No known individual was identified. No associated funerary objects are present.\\n        In 1986, human remains representing, at minimum, one individual, were removed from the Antelope Coal Mine permit area (site 48CO481) in Converse County, WY. The human remains have been housed at the Human Remains Repository since that time. The fragmentary human remains are recorded as HR0111 in the Human Remains Repository records and represent a Native American female, 18-21 years old. No known individual was identified. No associated funerary objects are present.\\n        In 1988, human remains representing, at minimum, one individual, were removed from site 48CO1432 in Converse County, WY, by the Wyoming State Archaeological Survey Office. The human remains have been housed at the Human Remains Repository since that time. The fragmentary human remains are recorded as HR144 in the Human Remains Repository records and represent a Native American male, over 50 years old. No known individual was identified. No associated funerary objects are present.\\n        At some time prior to 1986, human remains representing, at minimum, one individual, were removed from a location near the town of Shawnee in Converse County, WY, by the landowner. The human remains have been housed at the Human Remains Repository since that time. The human remains are recorded as HR0152 in the Human Remains Repository records and represent a Native American male, over 50 years old. No known individual was identified. No associated funerary objects are present.\\n        At some time in the mid-1980s, human remains representing, at minimum, one individual, were removed from an unknown location in Converse County, WY, by the Converse County Sheriff\\'s Office. The remains have been housed at the Human Remains Repository since that time. The fragmentary human remains are recorded as HR155 in the Human Remains Repository records and represent a Native American individual of undetermined sex, over 40 years old. No known individual was identified. No associated funerary objects are present.\\n        At some time during the early 1970s, human remains representing, at minimum, one individual, were removed from an unknown site near Bill in Converse County, WY, by the Converse County Sheriff\\'s Office. The human remains were transferred to the Human Remains Repository in 2010. The fragmentary human remains are recorded as HR0282 in the Human Remains Repository records and represent an adult Native American male. No known individual was identified. No associated funerary objects are present.\\n        In 1997, human remains representing, at minimum, one individual, were removed from an unknown site in Converse County, WY, by the Converse County Sheriff\\'s Office. The human remains were transferred to the Human Remains Repository in 2010. The fragmentary human remains are recorded as HR0300 in the Human Remains Repository records and represent an adult Native American male. No known individual was identified. No associated funerary objects are present.\\n        In 1974, human remains representing, at minimum, one individual, were removed from the Bishop Ranch in Crook County, WY, by the landowner. The human remains were given to the Rockpile Museum in Gillette, who transferred them to the Human Remains Repository in 1996. The human remains are recorded as DB052 in the Human Remains Repository records and represent a Native male, over 60 years old. No known individual was identified. No associated funerary objects are present.\\n        In 1983, human remains representing, at minimum, one individual, were removed from a location south of Keyhole Reservoir in Crook County, WY, by the Crook County Sheriff\\'s Office and then transferred to the Human Remains Repository in 1984. The fragmentary human remains are recorded as FC044 in the Human Remains Repository records and represent a Native American female, over 50 years old. No known individual was identified. No associated funerary objects are present.\\n        In 1881, human remains representing, at minimum, one individual, were removed from the area of Rifle Pit Road in Crook County, WY, by unknown individuals. The human remains were given to the Sundance Museum in 1975, and transferred to the Human Remains Repository in 2009. The fragmentary human remains are recorded as HR264 in the Human Remains Repository records and represent a Native American young adult female. No known individual was identified. No associated funerary objects are present.\\n        In 1975, human remains representing, at minimum, one individual, were removed from site 48GO8 near the North Platte River in Goshen County, WY, by University of Wyoming Department of Anthropology personnel and transferred to the Human Remains Repository in approximately 1987. The fragmentary human remains are recorded as HR043 in the Human Remains Repository records and represent a Native American female, 25-27 years old. No known individual was identified. No associated funerary objects are present.\\n        In 1975, human remains representing, at minimum, one individual, were removed from site 48NA67 north of Casper in Natrona County, WY, by University of Wyoming Department of Anthropology personnel. The human remains have been at the Human Remains Repository since that time and, based on radiocarbon dating, are between 5100 and 5500 years old. The fragmentary human remains are recorded as HR045 in the Human Remains Repository records and represent a Native American male, 50-65 years old. No known individual was identified. No associated funerary objects are present.\\n\\n        In 1992, human remains representing, at minimum, one individual, were removed from the North Platte River drainage west of Casper in Natrona County, WY, by the Natrona County Sheriff\\'s Office and transferred to the Human Remains Repository in 1993. The fragmentary human remains are recorded as FC090 in the Human Remains Repository records and represent a Native American female, 22-24 years old. No known individual was identified. The two associated funerary objects include one lot of glass seed trade beads and one lot of small leather fragments.\\n        In 1993, human remains representing, at minimum, one individual, were removed from a location a few miles north of Casper in Natrona County, WY, by the Natrona County Sheriff\\'s Office. The human remains have been at the Human Remains Repository since that time. The fragmentary human remains are recorded as FC107 in the Human Remains Repository records and represent a Native American child, of indeterminate sex, 8-9 years old. No known individual was identified. The one associated funerary object consists of a bison bone fragment.\\n        At some time prior to the 1970s, human remains representing, at minimum, one individual, were removed from an unknown location and given to the Casper, WY, Police Department. The human remains had been in the police department evidence lockup from 30 to over 40 years. No other provenience information is available. In 2009, the human remains were accessioned into the University of Wyoming Human Remains Repository. The fragmentary human remains are recorded as HR263 in the Human Remains Repository records and represent a Native American older adult male. No known individual was identified. No associated funerary objects are present.\\n        In 1956, human remains representing, at minimum, one individual, were removed from site 48NO2 about 8 miles southwest of Lusk in Niobrara County, WY, by Wyoming State Museum personnel and transferred to the University of Wyoming Anthropology Department in 1983. Additional associated remains were located in the State Museum in 1995 and transferred to University of Wyoming, Anthropology, in 1996. The fragmentary human remains are recorded as HR110 in the Human Remains Repository records and represent a Native American male, 50-65 years of age. No known individual was identified. No associated funerary objects are present.\\n        At some time prior to 1971, human remains representing, at minimum, one individual, were removed from site 48WE34, about 4 miles south southeast of Upton, Weston County, WY, by the landowner and given to the University of Wyoming Anthropology Department in 1971. The fragmentary human remains are recorded as HR007 in the Human Remains Repository records and represent a Native American female, 50-65 years old. No known individual was identified. The two associated funerary objects include a bone awl fragment and small piece of hematite.\\n        At some time in the 1930s, human remains representing, at minimum, one individual, were removed from site 48WE487, about 7 miles west of the Wyoming-South Dakota state line, in Weston County, WY, by a sheepherder. The human remains have been at the University of Wyoming Anthropology Department since the mid-1980s. The fragmentary human remains are recorded as HR203 in the Human Remains Repository records and represent a possible Native American, approximately 20 years of age, of indeterminate sex. No known individual was identified. The 42 associated funerary objects include 42 red ocher-stained non-diagnostic bifacial stone tools.\\n        In 1978, human remains representing, at minimum, one individual, were removed from a location approximately two miles north of Newcastle in Weston County, WY, by Weston County Sherriff\\'s Department personnel and stored at the Anna Miller Museum in Newcastle until 1992, when they were transferred to the University of Wyoming Anthropology Department. The fragmentary human remains are recorded as FC008 in the Human Remains Repository records and represent a Native American male, 48-60 years old. No known individual was identified. No associated funerary objects are present.\\n        Determinations Made by the Human Remains Repository, Department of Anthropology, University of Wyoming\\n        Officials of the Human Remains Repository, Department of Anthropology, University of Wyoming have determined that:\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice are Native American based on features of the skeletal elements or their archeological contexts.\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice represent the physical remains of 23 individuals of Native American ancestry.\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(3)(A), the 47 funerary objects described in this notice are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony.\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(2), a relationship of shared group identity cannot be reasonably traced between the Native American human remains and associated funerary objects and any present-day Indian Tribe.\\n        \\xe2\\x80\\xa2 According to final judgments of the Indian Claims Commission or the Court of Federal Claims, the land from which the Native American human remains and associated funerary objects were removed is the aboriginal land of the Arapaho Tribe of the Wind River Reservation, Wyoming.\\n        \\xe2\\x80\\xa2 Treaties, Acts of Congress, or Executive Orders, indicate that the land from which the Native American human remains and associated funerary objects were removed is the aboriginal land of the Arapaho Tribe of the Wind River Reservation, Wyoming.\\n        \\xe2\\x80\\xa2 Pursuant to 43 CFR 10.11(c)(1), the disposition of the human remains and associated funerary objects may be to the Arapaho Tribe of the Wind River Reservation, Wyoming.\\n        Additional Requestors and Disposition\\n\\n        Representatives of any Indian Tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to Dr. Rick L. Weathermon, Curator, Human Remains Repository, Department 3431, Anthropology, 1000 East University Avenue, University of Wyoming, Laramie, WY 82071, telephone (307) 314-2035, email rikw@uwyo.edu, by December 1, 2017. After that date, if no additional requestors have come forward, transfer of control of the human remains and associated funerary objects to the Arapaho Tribe of the Wind River Reservation, Wyoming, may proceed.\\n        The Human Remains Repository, Department of Anthropology, University of Wyoming, is responsible for notifying the Arapaho Tribe of the Wind River Reservation, Wyoming, that this notice has been published.\\n        \\n          Dated: September 8, 2017.\\n          Melanie O\\'Brien,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. 2017-23793 Filed 10-31-17; 8:45 am]\\n       BILLING CODE 4312-52-P\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "[NPS-WASO-NAGPRA-NPS0024125: PPWOCRADN0-PCU00RP14.R50000]", "subject": "Notice of Inventory Completion: Human Remains Repository, Department of Anthropology, University of Wyoming, Laramie, WY", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "The Human Remains Repository, Department of Anthropology, University of Wyoming, has completed an inventory of human remains and associated funerary objects, in consultation with the appropriate Indian Tribes or Native Hawaiian organizations, and has determined that there is no cultural affiliation between the human remains and associated funerary objects and any present-day Indian Tribes or Native Hawaiian organizations. Representatives of any Indian Tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request to the Human Remains Repository, Department of Anthropology, University of Wyoming. If no additional requestors come forward, transfer of control of the human remains and associated funerary objects to the Indian Tribes or Native Hawaiian organizations stated in this notice may proceed.", "dates": "Representatives of any Indian Tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to the Human Remains Repository, Department of Anthropology, University of Wyoming, at the address in this notice by December 1, 2017.", "addresses": "Dr. Rick L. Weathermon, Curator, Human Remains Repository, Department 3431, Anthropology, 1000 East University Avenue, University of Wyoming, Laramie, WY 82071, telephone (307) 314-2035, email rikw@uwyo.edu.\\n          ", "signature_dated": "Dated: September 8, 2017.", "signature_name": "Melanie O\\'Brien,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. 2017-23793 Filed 10-31-17; 8:45 am]", "billing_code": " BILLING CODE 4312-52-P", "supp_info": "SUPPLEMENTARY INFORMATION: \n Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains and associated funerary objects under the control of the Human Remains Repository, Department of Anthropology, University of Wyoming, Laramie, WY. The human remains and associated funerary objects were removed from multiple counties in the State of Wyoming. \n This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003(d)(3) and 43 CFR 10.11(d). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations in this notice. \n Consultation \n A detailed assessment of the human remains was made by the Human Remains Repository, Department of Anthropology, University of Wyoming, professional staff in consultation with representatives of the Arapaho Tribe of the Wind River Reservation, Wyoming. The Assiniboine and Sioux Tribes of the Fort Peck Indian Reservation, Montana; Cheyenne River Sioux Tribe of the Cheyenne River Reservation, South Dakota; Crow Creek Sioux Tribe of the Crow Creek Reservation, South Dakota; Flandreau Santee Sioux Tribe of South Dakota; Lower Brule Sioux Tribe of the Lower Brule Reservation, South Dakota; Lower Sioux Indian Community in the State of Minnesota; Oglala Sioux Tribe (previously listed as the Oglala Sioux Tribe of the Pine Ridge Reservation, South Dakota); Prairie Island Indian Community in the State of Minnesota; Rosebud Sioux Tribe of the Rosebud Indian Reservation, South Dakota; Santee Sioux Nation, Nebraska; Shakopee Mdewakanton Sioux Community of Minnesota; Sisseton-Wahpeton Oyate of the Lake Traverse Reservation, South Dakota; Spirit Lake Tribe, North Dakota; Standing Rock Sioux Tribe of North & South Dakota; Upper Sioux Community, Minnesota; and Yankton Sioux Tribe of South Dakota were invited to consult, but did not participate. \n History and Description of the Remains \n At some time prior to 1976, human remains representing, at minimum, three individuals were removed from the area of Pumpkin Buttes in Campbell County, WY, by members of the Wyoming Archaeological Society, Sheridan Chapter. In 1998, the fragmentary human remains were transferred to the Human Remains Repository as HR251a-c, and represent three Native American individuals consisting of one male, over 40 years old, one female, 18-22 years old, and one male, approximately 14 years old. No known individuals were identified. No associated funerary objects are present. \n In 1984, human remains representing, at minimum, one individual were removed from the Rawhide site (48CA509) in Campbell County, WY, by the Wyoming State Archaeological Survey Office. The fragmentary human remains are recorded as HR145 in the Human Remains Repository records and represent a Native American child, about 8 years old, of undetermined sex. No known individual was identified. No associated funerary objects are present. \n At some time prior to 1970, human remains representing, at minimum, one individual, were removed from a site located about 35 miles north and slightly east of Douglas in Converse County, WY, by unknown individuals. The human remains were kept at the Pioneer Museum in Douglas until 1975, when they were transferred to the Human Remains Repository. The fragmentary human remains are recorded as HR018 in the Human Remains Repository records and represent a Native American male, approximately 34-40 years old. No known individual was identified. No associated funerary objects are present. \n In 1986, human remains representing, at minimum, one individual, were removed from the Antelope Coal Mine permit area (site 48CO481) in Converse County, WY. The human remains have been housed at the Human Remains Repository since that time. The fragmentary human remains are recorded as HR0111 in the Human Remains Repository records and represent a Native American female, 18-21 years old. No known individual was identified. No associated funerary objects are present. \n In 1988, human remains representing, at minimum, one individual, were removed from site 48CO1432 in Converse County, WY, by the Wyoming State Archaeological Survey Office. The human remains have been housed at the Human Remains Repository since that time. The fragmentary human remains are recorded as HR144 in the Human Remains Repository records and represent a Native American male, over 50 years old. No known individual was identified. No associated funerary objects are present. \n At some time prior to 1986, human remains representing, at minimum, one individual, were removed from a location near the town of Shawnee in Converse County, WY, by the landowner. The human remains have been housed at the Human Remains Repository since that time. The human remains are recorded as HR0152 in the Human Remains Repository records and represent a Native American male, over 50 years old. No known individual was identified. No associated funerary objects are present. \n At some time in the mid-1980s, human remains representing, at minimum, one individual, were removed from an unknown location in Converse County, WY, by the Converse County Sheriff\\'s Office. The remains have been housed at the Human Remains Repository since that time. The fragmentary human remains are recorded as HR155 in the Human Remains Repository records and represent a Native American individual of undetermined sex, over 40 years old. No known individual was identified. No associated funerary objects are present. \n At some time during the early 1970s, human remains representing, at minimum, one individual, were removed from an unknown site near Bill in Converse County, WY, by the Converse County Sheriff\\'s Office. The human remains were transferred to the Human Remains Repository in 2010. The fragmentary human remains are recorded as HR0282 in the Human Remains Repository records and represent an adult Native American male. No known individual was identified. No associated funerary objects are present. \n In 1997, human remains representing, at minimum, one individual, were removed from an unknown site in Converse County, WY, by the Converse County Sheriff\\'s Office. The human remains were transferred to the Human Remains Repository in 2010. The fragmentary human remains are recorded as HR0300 in the Human Remains Repository records and represent an adult Native American male. No known individual was identified. No associated funerary objects are present. \n In 1974, human remains representing, at minimum, one individual, were removed from the Bishop Ranch in Crook County, WY, by the landowner. The human remains were given to the Rockpile Museum in Gillette, who transferred them to the Human Remains Repository in 1996. The human remains are recorded as DB052 in the Human Remains Repository records and represent a Native male, over 60 years old. No known individual was identified. No associated funerary objects are present. \n In 1983, human remains representing, at minimum, one individual, were removed from a location south of Keyhole Reservoir in Crook County, WY, by the Crook County Sheriff\\'s Office and then transferred to the Human Remains Repository in 1984. The fragmentary human remains are recorded as FC044 in the Human Remains Repository records and represent a Native American female, over 50 years old. No known individual was identified. No associated funerary objects are present. \n In 1881, human remains representing, at minimum, one individual, were removed from the area of Rifle Pit Road in Crook County, WY, by unknown individuals. The human remains were given to the Sundance Museum in 1975, and transferred to the Human Remains Repository in 2009. The fragmentary human remains are recorded as HR264 in the Human Remains Repository records and represent a Native American young adult female. No known individual was identified. No associated funerary objects are present. \n In 1975, human remains representing, at minimum, one individual, were removed from site 48GO8 near the North Platte River in Goshen County, WY, by University of Wyoming Department of Anthropology personnel and transferred to the Human Remains Repository in approximately 1987. The fragmentary human remains are recorded as HR043 in the Human Remains Repository records and represent a Native American female, 25-27 years old. No known individual was identified. No associated funerary objects are present. \n In 1975, human remains representing, at minimum, one individual, were removed from site 48NA67 north of Casper in Natrona County, WY, by University of Wyoming Department of Anthropology personnel. The human remains have been at the Human Remains Repository since that time and, based on radiocarbon dating, are between 5100 and 5500 years old. The fragmentary human remains are recorded as HR045 in the Human Remains Repository records and represent a Native American male, 50-65 years old. No known individual was identified. No associated funerary objects are present. \n In 1992, human remains representing, at minimum, one individual, were removed from the North Platte River drainage west of Casper in Natrona County, WY, by the Natrona County Sheriff\\'s Office and transferred to the Human Remains Repository in 1993. The fragmentary human remains are recorded as FC090 in the Human Remains Repository records and represent a Native American female, 22-24 years old. No known individual was identified. The two associated funerary objects include one lot of glass seed trade beads and one lot of small leather fragments. \n In 1993, human remains representing, at minimum, one individual, were removed from a location a few miles north of Casper in Natrona County, WY, by the Natrona County Sheriff\\'s Office. The human remains have been at the Human Remains Repository since that time. The fragmentary human remains are recorded as FC107 in the Human Remains Repository records and represent a Native American child, of indeterminate sex, 8-9 years old. No known individual was identified. The one associated funerary object consists of a bison bone fragment. \n At some time prior to the 1970s, human remains representing, at minimum, one individual, were removed from an unknown location and given to the Casper, WY, Police Department. The human remains had been in the police department evidence lockup from 30 to over 40 years. No other provenience information is available. In 2009, the human remains were accessioned into the University of Wyoming Human Remains Repository. The fragmentary human remains are recorded as HR263 in the Human Remains Repository records and represent a Native American older adult male. No known individual was identified. No associated funerary objects are present. \n In 1956, human remains representing, at minimum, one individual, were removed from site 48NO2 about 8 miles southwest of Lusk in Niobrara County, WY, by Wyoming State Museum personnel and transferred to the University of Wyoming Anthropology Department in 1983. Additional associated remains were located in the State Museum in 1995 and transferred to University of Wyoming, Anthropology, in 1996. The fragmentary human remains are recorded as HR110 in the Human Remains Repository records and represent a Native American male, 50-65 years of age. No known individual was identified. No associated funerary objects are present. \n At some time prior to 1971, human remains representing, at minimum, one individual, were removed from site 48WE34, about 4 miles south southeast of Upton, Weston County, WY, by the landowner and given to the University of Wyoming Anthropology Department in 1971. The fragmentary human remains are recorded as HR007 in the Human Remains Repository records and represent a Native American female, 50-65 years old. No known individual was identified. The two associated funerary objects include a bone awl fragment and small piece of hematite. \n At some time in the 1930s, human remains representing, at minimum, one individual, were removed from site 48WE487, about 7 miles west of the Wyoming-South Dakota state line, in Weston County, WY, by a sheepherder. The human remains have been at the University of Wyoming Anthropology Department since the mid-1980s. The fragmentary human remains are recorded as HR203 in the Human Remains Repository records and represent a possible Native American, approximately 20 years of age, of indeterminate sex. No known individual was identified. The 42 associated funerary objects include 42 red ocher-stained non-diagnostic bifacial stone tools. \n In 1978, human remains representing, at minimum, one individual, were removed from a location approximately two miles north of Newcastle in Weston County, WY, by Weston County Sherriff\\'s Department personnel and stored at the Anna Miller Museum in Newcastle until 1992, when they were transferred to the University of Wyoming Anthropology Department. The fragmentary human remains are recorded as FC008 in the Human Remains Repository records and represent a Native American male, 48-60 years old. No known individual was identified. No associated funerary objects are present. \n Determinations Made by the Human Remains Repository, Department of Anthropology, University of Wyoming \n Officials of the Human Remains Repository, Department of Anthropology, University of Wyoming have determined that: \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice are Native American based on features of the skeletal elements or their archeological contexts. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice represent the physical remains of 23 individuals of Native American ancestry. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(3)(A), the 47 funerary objects described in this notice are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(2), a relationship of shared group identity cannot be reasonably traced between the Native American human remains and associated funerary objects and any present-day Indian Tribe. \n \\xe2\\x80\\xa2 According to final judgments of the Indian Claims Commission or the Court of Federal Claims, the land from which the Native American human remains and associated funerary objects were removed is the aboriginal land of the Arapaho Tribe of the Wind River Reservation, Wyoming. \n \\xe2\\x80\\xa2 Treaties, Acts of Congress, or Executive Orders, indicate that the land from which the Native American human remains and associated funerary objects were removed is the aboriginal land of the Arapaho Tribe of the Wind River Reservation, Wyoming. \n \\xe2\\x80\\xa2 Pursuant to 43 CFR 10.11(c)(1), the disposition of the human remains and associated funerary objects may be to the Arapaho Tribe of the Wind River Reservation, Wyoming. \n Additional Requestors and Disposition \n Representatives of any Indian Tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to Dr. Rick L. Weathermon, Curator, Human Remains Repository, Department 3431, Anthropology, 1000 East University Avenue, University of Wyoming, Laramie, WY 82071, telephone (307) 314-2035, email rikw@uwyo.edu, by December 1, 2017. After that date, if no additional requestors have come forward, transfer of control of the human remains and associated funerary objects to the Arapaho Tribe of the Wind River Reservation, Wyoming, may proceed. \n The Human Remains Repository, Department of Anthropology, University of Wyoming, is responsible for notifying the Arapaho Tribe of the Wind River Reservation, Wyoming, that this notice has been published. \n ", "consultation": "A detailed assessment of the human remains was made by the Human Remains Repository, Department of Anthropology, University of Wyoming, professional staff in consultation with representatives of the Arapaho Tribe of the Wind River Reservation, Wyoming. The Assiniboine and Sioux Tribes of the Fort Peck Indian Reservation, Montana; Cheyenne River Sioux Tribe of the Cheyenne River Reservation, South Dakota; Crow Creek Sioux Tribe of the Crow Creek Reservation, South Dakota; Flandreau Santee Sioux Tribe of South Dakota; Lower Brule Sioux Tribe of the Lower Brule Reservation, South Dakota; Lower Sioux Indian Community in the State of Minnesota; Oglala Sioux Tribe (previously listed as the Oglala Sioux Tribe of the Pine Ridge Reservation, South Dakota); Prairie Island Indian Community in the State of Minnesota; Rosebud Sioux Tribe of the Rosebud Indian Reservation, South Dakota; Santee Sioux Nation, Nebraska; Shakopee Mdewakanton Sioux Community of Minnesota; Sisseton-Wahpeton Oyate of the Lake Traverse Reservation, South Dakota; Spirit Lake Tribe, North Dakota; Standing Rock Sioux Tribe of North & South Dakota; Upper Sioux Community, Minnesota; and Yankton Sioux Tribe of South Dakota were invited to consult, but did not participate. \n ", "h_d_r": "At some time prior to 1976, human remains representing, at minimum, three individuals were removed from the area of Pumpkin Buttes in Campbell County, WY, by members of the Wyoming Archaeological Society, Sheridan Chapter. In 1998, the fragmentary human remains were transferred to the Human Remains Repository as HR251a-c, and represent three Native American individuals consisting of one male, over 40 years old, one female, 18-22 years old, and one male, approximately 14 years old. No known individuals were identified. No associated funerary objects are present. \n In 1984, human remains representing, at minimum, one individual were removed from the Rawhide site (48CA509) in Campbell County, WY, by the Wyoming State Archaeological Survey Office. The fragmentary human remains are recorded as HR145 in the Human Remains Repository records and represent a Native American child, about 8 years old, of undetermined sex. No known individual was identified. No associated funerary objects are present. \n At some time prior to 1970, human remains representing, at minimum, one individual, were removed from a site located about 35 miles north and slightly east of Douglas in Converse County, WY, by unknown individuals. The human remains were kept at the Pioneer Museum in Douglas until 1975, when they were transferred to the Human Remains Repository. The fragmentary human remains are recorded as HR018 in the Human Remains Repository records and represent a Native American male, approximately 34-40 years old. No known individual was identified. No associated funerary objects are present. \n In 1986, human remains representing, at minimum, one individual, were removed from the Antelope Coal Mine permit area (site 48CO481) in Converse County, WY. The human remains have been housed at the Human Remains Repository since that time. The fragmentary human remains are recorded as HR0111 in the Human Remains Repository records and represent a Native American female, 18-21 years old. No known individual was identified. No associated funerary objects are present. \n In 1988, human remains representing, at minimum, one individual, were removed from site 48CO1432 in Converse County, WY, by the Wyoming State Archaeological Survey Office. The human remains have been housed at the Human Remains Repository since that time. The fragmentary human remains are recorded as HR144 in the Human Remains Repository records and represent a Native American male, over 50 years old. No known individual was identified. No associated funerary objects are present. \n At some time prior to 1986, human remains representing, at minimum, one individual, were removed from a location near the town of Shawnee in Converse County, WY, by the landowner. The human remains have been housed at the Human Remains Repository since that time. The human remains are recorded as HR0152 in the Human Remains Repository records and represent a Native American male, over 50 years old. No known individual was identified. No associated funerary objects are present. \n At some time in the mid-1980s, human remains representing, at minimum, one individual, were removed from an unknown location in Converse County, WY, by the Converse County Sheriff\\'s Office. The remains have been housed at the Human Remains Repository since that time. The fragmentary human remains are recorded as HR155 in the Human Remains Repository records and represent a Native American individual of undetermined sex, over 40 years old. No known individual was identified. No associated funerary objects are present. \n At some time during the early 1970s, human remains representing, at minimum, one individual, were removed from an unknown site near Bill in Converse County, WY, by the Converse County Sheriff\\'s Office. The human remains were transferred to the Human Remains Repository in 2010. The fragmentary human remains are recorded as HR0282 in the Human Remains Repository records and represent an adult Native American male. No known individual was identified. No associated funerary objects are present. \n In 1997, human remains representing, at minimum, one individual, were removed from an unknown site in Converse County, WY, by the Converse County Sheriff\\'s Office. The human remains were transferred to the Human Remains Repository in 2010. The fragmentary human remains are recorded as HR0300 in the Human Remains Repository records and represent an adult Native American male. No known individual was identified. No associated funerary objects are present. \n In 1974, human remains representing, at minimum, one individual, were removed from the Bishop Ranch in Crook County, WY, by the landowner. The human remains were given to the Rockpile Museum in Gillette, who transferred them to the Human Remains Repository in 1996. The human remains are recorded as DB052 in the Human Remains Repository records and represent a Native male, over 60 years old. No known individual was identified. No associated funerary objects are present. \n In 1983, human remains representing, at minimum, one individual, were removed from a location south of Keyhole Reservoir in Crook County, WY, by the Crook County Sheriff\\'s Office and then transferred to the Human Remains Repository in 1984. The fragmentary human remains are recorded as FC044 in the Human Remains Repository records and represent a Native American female, over 50 years old. No known individual was identified. No associated funerary objects are present. \n In 1881, human remains representing, at minimum, one individual, were removed from the area of Rifle Pit Road in Crook County, WY, by unknown individuals. The human remains were given to the Sundance Museum in 1975, and transferred to the Human Remains Repository in 2009. The fragmentary human remains are recorded as HR264 in the Human Remains Repository records and represent a Native American young adult female. No known individual was identified. No associated funerary objects are present. \n In 1975, human remains representing, at minimum, one individual, were removed from site 48GO8 near the North Platte River in Goshen County, WY, by University of Wyoming Department of Anthropology personnel and transferred to the Human Remains Repository in approximately 1987. The fragmentary human remains are recorded as HR043 in the Human Remains Repository records and represent a Native American female, 25-27 years old. No known individual was identified. No associated funerary objects are present. \n In 1975, human remains representing, at minimum, one individual, were removed from site 48NA67 north of Casper in Natrona County, WY, by University of Wyoming Department of Anthropology personnel. The human remains have been at the Human Remains Repository since that time and, based on radiocarbon dating, are between 5100 and 5500 years old. The fragmentary human remains are recorded as HR045 in the Human Remains Repository records and represent a Native American male, 50-65 years old. No known individual was identified. No associated funerary objects are present. \n In 1992, human remains representing, at minimum, one individual, were removed from the North Platte River drainage west of Casper in Natrona County, WY, by the Natrona County Sheriff\\'s Office and transferred to the Human Remains Repository in 1993. The fragmentary human remains are recorded as FC090 in the Human Remains Repository records and represent a Native American female, 22-24 years old. No known individual was identified. The two associated funerary objects include one lot of glass seed trade beads and one lot of small leather fragments. \n In 1993, human remains representing, at minimum, one individual, were removed from a location a few miles north of Casper in Natrona County, WY, by the Natrona County Sheriff\\'s Office. The human remains have been at the Human Remains Repository since that time. The fragmentary human remains are recorded as FC107 in the Human Remains Repository records and represent a Native American child, of indeterminate sex, 8-9 years old. No known individual was identified. The one associated funerary object consists of a bison bone fragment. \n At some time prior to the 1970s, human remains representing, at minimum, one individual, were removed from an unknown location and given to the Casper, WY, Police Department. The human remains had been in the police department evidence lockup from 30 to over 40 years. No other provenience information is available. In 2009, the human remains were accessioned into the University of Wyoming Human Remains Repository. The fragmentary human remains are recorded as HR263 in the Human Remains Repository records and represent a Native American older adult male. No known individual was identified. No associated funerary objects are present. \n In 1956, human remains representing, at minimum, one individual, were removed from site 48NO2 about 8 miles southwest of Lusk in Niobrara County, WY, by Wyoming State Museum personnel and transferred to the University of Wyoming Anthropology Department in 1983. Additional associated remains were located in the State Museum in 1995 and transferred to University of Wyoming, Anthropology, in 1996. The fragmentary human remains are recorded as HR110 in the Human Remains Repository records and represent a Native American male, 50-65 years of age. No known individual was identified. No associated funerary objects are present. \n At some time prior to 1971, human remains representing, at minimum, one individual, were removed from site 48WE34, about 4 miles south southeast of Upton, Weston County, WY, by the landowner and given to the University of Wyoming Anthropology Department in 1971. The fragmentary human remains are recorded as HR007 in the Human Remains Repository records and represent a Native American female, 50-65 years old. No known individual was identified. The two associated funerary objects include a bone awl fragment and small piece of hematite. \n At some time in the 1930s, human remains representing, at minimum, one individual, were removed from site 48WE487, about 7 miles west of the Wyoming-South Dakota state line, in Weston County, WY, by a sheepherder. The human remains have been at the University of Wyoming Anthropology Department since the mid-1980s. The fragmentary human remains are recorded as HR203 in the Human Remains Repository records and represent a possible Native American, approximately 20 years of age, of indeterminate sex. No known individual was identified. The 42 associated funerary objects include 42 red ocher-stained non-diagnostic bifacial stone tools. \n In 1978, human remains representing, at minimum, one individual, were removed from a location approximately two miles north of Newcastle in Weston County, WY, by Weston County Sherriff\\'s Department personnel and stored at the Anna Miller Museum in Newcastle until 1992, when they were transferred to the University of Wyoming Anthropology Department. The fragmentary human remains are recorded as FC008 in the Human Remains Repository records and represent a Native American male, 48-60 years old. No known individual was identified. No associated funerary objects are present. \n ", "h_d_ci": "Null", "determinations": "Determinations Made by the Human Remains Repository, Department of Anthropology, University of Wyoming \n Officials of the Human Remains Repository, Department of Anthropology, University of Wyoming have determined that: \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice are Native American based on features of the skeletal elements or their archeological contexts. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice represent the physical remains of 23 individuals of Native American ancestry. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(3)(A), the 47 funerary objects described in this notice are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(2), a relationship of shared group identity cannot be reasonably traced between the Native American human remains and associated funerary objects and any present-day Indian Tribe. \n \\xe2\\x80\\xa2 According to final judgments of the Indian Claims Commission or the Court of Federal Claims, the land from which the Native American human remains and associated funerary objects were removed is the aboriginal land of the Arapaho Tribe of the Wind River Reservation, Wyoming. \n \\xe2\\x80\\xa2 Treaties, Acts of Congress, or Executive Orders, indicate that the land from which the Native American human remains and associated funerary objects were removed is the aboriginal land of the Arapaho Tribe of the Wind River Reservation, Wyoming. \n \\xe2\\x80\\xa2 Pursuant to 43 CFR 10.11(c)(1), the disposition of the human remains and associated funerary objects may be to the Arapaho Tribe of the Wind River Reservation, Wyoming. \n ", "a_r_d": "Representatives of any Indian Tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to Dr. Rick L. Weathermon, Curator, Human Remains Repository, Department 3431, Anthropology, 1000 East University Avenue, University of Wyoming, Laramie, WY 82071, telephone (307) 314-2035, email rikw@uwyo.edu, by December 1, 2017. After that date, if no additional requestors have come forward, transfer of control of the human remains and associated funerary objects to the Arapaho Tribe of the Wind River Reservation, Wyoming, may proceed. \n The Human Remains Repository, Department of Anthropology, University of Wyoming, is responsible for notifying the Arapaho Tribe of the Wind River Reservation, Wyoming, that this notice has been published. \n "}