{"index": "I_369", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        [NPS-WASO-NAGPRA-NPS0023908: PPWOCRADN0-PCU00RP14.R50000]\\n        Notice of Inventory Completion: New Jersey State Museum, Trenton, NJ\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        \\n          SUMMARY:\\n          The New Jersey State Museum has completed an inventory of human remains and associated funerary objects, in consultation with the appropriate Indian Tribes or Native Hawaiian organizations, and has determined that there is a cultural affiliation between the human remains and associated funerary objects and present-day Indian Tribes or Native Hawaiian organizations. Lineal descendants or representatives of any Indian Tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request to the New Jersey State Museum. If no additional requestors come forward, transfer of control of the human remains and associated funerary objects to the lineal descendants, Indian Tribes, or Native Hawaiian organizations stated in this notice may proceed.\\n        \\n        \\n          DATES:\\n          Lineal descendants or representatives of any Indian Tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to the New Jersey State Museum at the address in this notice by October 23, 2017.\\n        \\n        \\n          ADDRESSES:\\n\\n          Dr. Gregory D. Lattanzi, Bureau of Archaeology & Ethnology, New Jersey State Museum, 205 West State Street, Trenton, NJ 08625, telephone (609) 984-9327, email gregory.lattanzi@sos.nj.gov.\\n          \\n        \\n      \\n      \\n        SUPPLEMENTARY INFORMATION:\\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains and associated funerary objects under the control of the New Jersey State Museum, Trenton, NJ. The human remains and associated funerary objects were removed from multiple sites in New Jersey and one site in Pennsylvania.\\n\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003(d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations in this notice.\\n        Consultation\\n        A detailed assessment of the human remains was made by the New Jersey State Museum professional staff in consultation with representatives of the Delaware Nation, Oklahoma; Delaware Tribe of Indians; and the Stockbridge Munsee Community, Wisconsin.\\n        History and Description of the Remains\\n        Philhower Collection\\n        In the 1920s and 1930s, human remains representing, at minimum, 78 individuals were removed from sites in New Jersey and Pennsylvania by Charles A. Philhower. Philhower owned a house and a number of acres in Sussex County, NJ, and excavated on his property, called \\xe2\\x80\\x9cAhaloking,\\xe2\\x80\\x9d and collected human remains and associated funerary objects from other sites around the area. After Mr. Philhower died in 1962, he bequeathed his archeological and ethnographic collection to Rutgers University Libraries and Special Collections who transferred the collection to the New Jersey State Museum on permanent loan. In 2010, Rutgers University gifted the entire Philhower Collection to the New Jersey State Museum. The Philhower collection includes the following cultural items:\\n        Human remains representing, at minimum, 35 individuals were removed from the Ahaloking site in Sussex County, NJ. No known individuals were identified. The 24 associated funerary objects are 4 hair pipes, 10 disc shell beads, 1 fragment of brick, 1 flower fragment, 2 corn kernels, 1 mussel shell, 1 wire cut nail, 1 lot of ceramics, 1 lot of lithics, 1 dog burial, and 1 black chert projectile point.\\n        Human remains representing, at minimum, 17 individuals were removed from the Bell Farm, Minisink Island, and Munsee Cemetery in Sussex County, NJ. No known individuals were identified. The 2 associated funerary objects are 1 lot of potsherd (66-MU-4) and 1 lot of deer bones (66-M-2). One associated funerary object, a pewter pipe with 2 hawks attached to the bowl, was found with an adolescent male on the Bell Farm.\\n        Human remains representing, at minimum, one individual were removed from a site in Mount Holly, Burlington County, NJ, by Mr. Caldero, who gave the human remains to Mr. Philhower. No known individual was identified. No associated funerary objects are present.\\n        Human remains representing, at minimum, two individuals were removed from a site in Milford, Hunterdon County, NJ. No known individuals were identified. The 2 associated funerary objects are 2 lithics and wood pieces.\\n        Human remains representing, at minimum, three individuals were removed from sites in Monmouth, Morris, and Warren Counties, NJ. No known individuals were identified. No associated funerary objects are present.\\n        Human remains representing, at minimum, 19 individuals were removed from the Cabin Ridge site in Cumberland County, NJ. No known individuals were identified. The 2 associated funerary objects are 1 lot of dog bones and turtle shells (66-CR-1A) and 1 lot of turtle shells, dog bones, and black walnut shells (66-CR-8A).\\n        Human remains representing, at minimum, one individual were removed from a site in Shohola, Pike County, PA. No known individual was identified. No associated funerary objects are present.\\n        Indian Site Survey Collection\\n        In 1940, human remains representing, at minimum, two individuals were removed from a site in East Point, Cumberland County, NJ, by the Indian Site Survey which performed archeological excavations for the New Jersey State Museum. The human remains include fragments of two skulls, one identified as an adult male. No known individuals were identified. No associated funerary objects are present.\\n        From 1936 to 1937, human remains representing, at minimum, two individuals were removed from a site in Murray, Burlington County, NJ, by the Indian Site Survey which performed archeological excavations for the New Jersey State Museum. The human remains include the partial skeletons of two adults. No known individuals were identified. The 4 associated funerary objects are four pottery sherds. An incised smoking pipe was listed in catalog records, but has been missing from the museum collections since 1984.\\n        In 1938, human remains representing, at minimum, two individuals were removed from a site in Rosenkrans Ferry, Sussex County, NJ, by the Indian Site Survey which performed archeological excavations for the New Jersey State Museum. The human remains include one adult male and one adult female. No known individuals were identified. The 4 associated funerary objects are 2 netsinkers, 1 arrowhead, and 1 lot of pottery sherds.\\n        In 1948, human remains representing, at minimum, nine individuals were removed from a site in Guilford Park, Ocean County, NJ, by the Indian Site Survey which performed archeological excavations for the New Jersey State Museum. The human remains include skulls of two adults, three children, and two infants; a mandible of one juvenile, and a partial skeleton of one adult. No known individuals were identified. The 2 associated funerary objects are 1 triangular projectile point and 1 small pottery vessel (whole). A pendant in the shape of a fish, two drilled pendants, and one small perforated shark\\'s tooth were listed in catalog records, but have been missing from the museum collections since 1951.\\n        In 1940, human remains representing, at minimum, one individual were removed from a site in Oyster Creek, Ocean County, NJ, by the Indian Site Survey which performed archeological excavations for the New Jersey State Museum. The human remains include one skull of a young adult female. No known individual was identified. No associated funerary objects are present. Two celts were listed in catalog records, but are missing from the museum collections.\\n        In 1937, human remains representing, at minimum, seven individuals were removed from a site in Lenhardt, Monmouth County, NJ, by the Indian Site Survey which performed archeological excavations for the New Jersey State Museum. The human remains include male and female adult skeletons and one child skeleton. No known individuals were identified. The 9 associated funerary objects are 4 white clay trade pipes, 1 lot of red trade beads, 1 shell pendant, 1 twisted copper wire, 1 copper bracelet fragment, and 1 lot of black and white trade beads.\\n        Sometime between 1936 and 1940, human remains representing, at minimum, one individual were removed from the Lillian Hurff farm in Burlington County, NJ, by the Indian Site Survey which performed archeological excavations for the New Jersey State Museum. The human remains include one skull. No known individual was identified. No associated funerary objects are present.\\n\\n        Sometime in the 1930s, human remains representing, at minimum, 2 individuals were removed from the vicinity of Plainfield in Union County, NJ, by George H. Fountain, an amateur archeologist who collected along the shores of Green Brook. Mr. Fountain\\'s heirs donated the human remains to the New Jersey State Museum in 1940, and the human remains were added to the Indian Site Survey collection. The human remains include a skull and fragmentary skeleton of one female juvenile and one child\\'s mandible and humerus. No known individuals were identified. No associated funerary objects are present.\\n        In 1941, human remains representing, at minimum, two individuals were removed from a site in Red Bank, along McClees Brook, in Monmouth County, NJ, by William Lufburrow, Jr., an amateur archeologist. Mr. Lufburrow, Jr., donated the human remains to the New Jersey State Museum in 1941, and the human remains were added to the Indian Site Survey collection. The human remains include two skeletons of adult females uncovered in a double burial and other fragmented remains. No known individuals were identified. The 1 associated funerary object is a stone effigy gorget.\\n        Sometime prior to 1929, human remains representing, at minimum, one individual were removed from a site in Minisink, Sussex County, NJ, by Paul S. Tooker, an amateur archeologist. In 1929, Mr. Tooker loaned the human remains to the New Jersey State Museum, and in 1946, his widow donated them to the New Jersey State Museum where the human remains were added to the Indian Site Survey collection. The human remains include one skull, probably male. No known individual was identified. No associated funerary objects are present.\\n        In 1940, human remains representing, at minimum, one individual were removed from a site in Island Heights, Ocean County, NJ, by George H. Matthews, an amateur archeologist. Mr. Matthews donated the human remains to the New Jersey State Museum in 1949, and they were added to the Indian Site Survey collection. The human remains include one partial set of remains of an adult. No known individual was identified. No associated funerary objects are present.\\n        In 1935, human remains representing, at minimum, one individual were removed from a site in Waretown, Ocean County, NJ, by N.A. Hansen. Mr. Hansen donated the human remains to the New Jersey State Museum in 1951, and they were added to the Indian Site Survey collection. The human remains include one complete skeleton. No known individual was identified. No associated funerary objects are present.\\n        In the 1930s, human remains representing, at minimum, one individual were removed from the Burton Scott property (site 28-OC-112) in Jackson Mills, Ocean County, NJ, by the New Jersey State Museum during the Indian Site Survey. No known individual was identified. No associated funerary objects are present.\\n        From 1912 to 1913, human remains representing, at minimum, one individual were removed from a site in Emmans Grove near Swartswood Lake in Stillwater Township, Sussex County, NJ, by Max Schrabisch of the New Jersey Geologic Survey. The human remains were added to the Indian Site Survey collection and include a cranial fragment, a subadult mandible, and subadult mandible fragments. No known individual was identified. No associated funerary objects are present.\\n        In June of 1954, human remains representing, at minimum, one individual were removed from a site in Indian Mills, Burlington County, NJ, by workmen digging a trench. The human remains were taken to the State Police Laboratory in Trenton, NJ, and then transferred to the New Jersey State Museum. The human remains were added to the Indian Site Survey collection and include an incomplete skull of an adult male. No known individual was identified. No associated funerary objects are present.\\n        In 1940, human remains representing, at minimum, one individual were removed from a site in Waldwick, Bergen County, NJ, by Carl Schondorf, an amateur archeologist. Mr. Schondorf donated the human remains to the New Jersey State Museum, and they were added to the Indian Site Survey collection. The human remains include the complete skeleton of an adult male, over 55 years old. No known individual was identified. No associated funerary objects are present.\\n        In 1936, human remains representing, at minimum, two individuals were removed from the Koens-Crispin site in Burlington County, NJ, by the Indian Site Survey which performed archeological excavations for the New Jersey State Museum. The human remains include the fragmentary remains of at least two individuals found in a pit. No known individuals were identified. The 3 associated funerary objects are argillite stone projectile points/spearheads.\\n        Other Collections\\n        In 1956, human remains representing, at minimum, 21 individuals were removed from the Steppel site in Morris County, NJ, by a field crew from the New Jersey State Museum. The human remains include the skulls and postcranial remains of two individuals found in one pit, fragmentary remains of multiple individuals found in other pits, and one separate flexed burial. No known individuals were identified. The 44 associated funerary objects are 1 worked flint, 1 lot of two flakes, 1 quartz crystal, 1 potsherd, 1 scraper, 1 celt, 1 winged pendant, 1 projectile point, 1 lot of two chert flakes, 1 lot of three potshers, 1 lot of 17 potsherds, 1 ceramic pipe, 1 implement fragment, 1 projectile point, 2 drill fragments, 1 implement fragment, 1 flake tool, 1 lot of four flakes, 1 lot of 51 potshers, 1 lot of eight potsherds, 1 lot of eight potsherds, 1 lot of six potsherds, 1 potsherd, 1 lot of two potsherds, 1 potsherd, 1 jasper implement fragment, 1 jasper flake implement, 1 reject flint, 1 lot of two flake cherts, 1 lot of 11 potsherds, 1 lot of six potsherds, 1 lot of two postsherds, 1 potsherd, 1 drill chert, 1 lot of three potsherds, 1 lot of seven potsherds, 1 lot of 25 potsherds, 1 flake tool chert, 1 bear canine tooth, 1 deer antler tip bone implement, 1 lot of human teeth, 1 lot of animal teeth, and 1 lot of human bone fragments. A triangular implement chert was listed in the catalog records, but is missing from the museum collections.\\n        In the 1950s, human remains representing, at minimum, four individuals were removed from the Grantberry site in Pemberton, Burlington County, NJ, by a farmer who later donated them to the New Jersey State Museum. The human remains include the partial skeleton of two individuals and fragmentary remains of other individuals. No known individuals were identified. The 12 associated funerary objects are 11 lithic flakes and 1 clay pipe in four fragments.\\n        Sometime prior to 1977, human remains representing, at minimum, one individual were removed from a landfill site in Hamilton Township, Mercer County, NJ, by Craig J. Rodrany, who donated them to the New Jersey State Museum in the same year. The human remains include fragments of a child. No known individual was identified. No associated funerary objects are present.\\n        In 1990, human remains representing, at minimum, one individual were removed from a site in Cumberland County, NJ, by an amateur archeologist and loaned to the New Jersey State Museum. The human remains include a right mesial cuneiform bone. No known individual was identified. No associated funerary objects are present.\\n\\n        In 1938, human remains representing, at minimum, 10 individuals were removed from a site in Cumberland County, NJ, by a farmer during spring plowing. The human remains were taken to the Cumberland County Coroner and later donated to the New Jersey State Museum. The human remains include fragmentary remains. No known individuals were identified. No associated funerary objects are present.\\n        In 1940, human remains representing, at minimum, one individual were removed from the Medwin Knoll site, Sussex County, NJ, by W.B. Wilson, an amateur archeologist, who donated them to the New Jersey State Museum. The human remains include a fragmentary skull and infracranial remains. No known individual was identified. No associated funerary objects are present.\\n        In 1980, human remains representing, at minimum, seven individuals were removed from a site in Gloucester City, Camden County, NJ, by a salvage crew during the construction of a building. The human remains were transferred to the New Jersey State Museum in 1980. The human remains include the fragmentary remains of at least seven individuals. No known individuals were identified. No associated funerary objects are present.\\n        In the 1980s, human remains representing, at minimum, one individual were removed from site 28-Mi-72, in Monroe Township, Middlesex County, NJ, by a school group who discovered them eroding out of a bank. The human remains include skull fragments, limb fragments, and six teeth. No known individual was identified. The 27 associated funerary objects are 4 pieces of fire cracked rock, 22 flakes, and 1 piece of glass.\\n        In 1995, State Archaeologist Dr. Lorraine Williams identified all of the human remains listed in this notice as dating from the Woodland Period to the Contact Period, a time during which Delaware-speaking groups occupied this area of New Jersey. Consultation with the Western Delaware Nation, the Stockbridge Munsee, and the Delaware Tribe of Indians occurred in 1995, and all representatives agreed that the locations from which these human remains were removed was traditionally occupied by the Delaware until progressive removals westward began in the early 1700s. It was noted during consultation that the presence of the Shawnee in the northern portion of the Delaware River Valley in the late 17th and early 18th centuries has been historically documented. Based on the analysis of the human remains, site information, and consultation, the New Jersey State Museum has determined a cultural affiliation between the human remains and associated funerary objects and the Delaware (Lenape) people.\\n        Determinations Made by the New Jersey State Museum\\n        Officials of the New Jersey State Museum have determined that:\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice represent the physical remains of 161 individuals of Native American ancestry.\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(3)(A), the 137 objects described in this notice are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony.\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and associated funerary objects and the Delaware Nation, Oklahoma; Delaware Tribe of Indians; and the Stockbridge Munsee Community, Wisconsin.\\n        Additional Requestors and Disposition\\n\\n        Lineal descendants or representatives of any Indian Tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to Dr. Gregory D. Lattanzi, Bureau of Archaeology & Ethnology, New Jersey State Museum, 205 West State Street, Trenton, NJ 08625, telephone (609) 984-9327, email gregory.lattanzi@sos.nj.gov, by October 23, 2017. After that date, if no additional requestors have come forward, transfer of control of the human remains and associated funerary objects to the Delaware Nation, Oklahoma; Delaware Tribe of Indians; and the Stockbridge Munsee Community, Wisconsin, may proceed.\\n        The New Jersey State Museum is responsible for notifying the Delaware Nation, Oklahoma; Delaware Tribe of Indians; and the Stockbridge Munsee Community, Wisconsin, that this notice has been published.\\n        \\n          Dated: July 28, 2017.\\n          Melanie O\\'Brien,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. 2017-20305 Filed 9-21-17; 8:45 am]\\n      BILLING CODE 4312-52-P\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "[NPS-WASO-NAGPRA-NPS0023908: PPWOCRADN0-PCU00RP14.R50000]", "subject": "Notice of Inventory Completion: New Jersey State Museum, Trenton, NJ", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "The New Jersey State Museum has completed an inventory of human remains and associated funerary objects, in consultation with the appropriate Indian Tribes or Native Hawaiian organizations, and has determined that there is a cultural affiliation between the human remains and associated funerary objects and present-day Indian Tribes or Native Hawaiian organizations. Lineal descendants or representatives of any Indian Tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request to the New Jersey State Museum. If no additional requestors come forward, transfer of control of the human remains and associated funerary objects to the lineal descendants, Indian Tribes, or Native Hawaiian organizations stated in this notice may proceed.", "dates": "Lineal descendants or representatives of any Indian Tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to the New Jersey State Museum at the address in this notice by October 23, 2017.", "addresses": "Dr. Gregory D. Lattanzi, Bureau of Archaeology & Ethnology, New Jersey State Museum, 205 West State Street, Trenton, NJ 08625, telephone (609) 984-9327, email gregory.lattanzi@sos.nj.gov.\\n          ", "signature_dated": "Dated: July 28, 2017.", "signature_name": "Melanie O\\'Brien,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. 2017-20305 Filed 9-21-17; 8:45 am]", "billing_code": "BILLING CODE 4312-52-P", "supp_info": "SUPPLEMENTARY INFORMATION: \n Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains and associated funerary objects under the control of the New Jersey State Museum, Trenton, NJ. The human remains and associated funerary objects were removed from multiple sites in New Jersey and one site in Pennsylvania. \n This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003(d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations in this notice. \n Consultation \n A detailed assessment of the human remains was made by the New Jersey State Museum professional staff in consultation with representatives of the Delaware Nation, Oklahoma; Delaware Tribe of Indians; and the Stockbridge Munsee Community, Wisconsin. \n History and Description of the Remains \n Philhower Collection \n In the 1920s and 1930s, human remains representing, at minimum, 78 individuals were removed from sites in New Jersey and Pennsylvania by Charles A. Philhower. Philhower owned a house and a number of acres in Sussex County, NJ, and excavated on his property, called \\xe2\\x80\\x9cAhaloking,\\xe2\\x80\\x9d and collected human remains and associated funerary objects from other sites around the area. After Mr. Philhower died in 1962, he bequeathed his archeological and ethnographic collection to Rutgers University Libraries and Special Collections who transferred the collection to the New Jersey State Museum on permanent loan. In 2010, Rutgers University gifted the entire Philhower Collection to the New Jersey State Museum. The Philhower collection includes the following cultural items: \n Human remains representing, at minimum, 35 individuals were removed from the Ahaloking site in Sussex County, NJ. No known individuals were identified. The 24 associated funerary objects are 4 hair pipes, 10 disc shell beads, 1 fragment of brick, 1 flower fragment, 2 corn kernels, 1 mussel shell, 1 wire cut nail, 1 lot of ceramics, 1 lot of lithics, 1 dog burial, and 1 black chert projectile point. \n Human remains representing, at minimum, 17 individuals were removed from the Bell Farm, Minisink Island, and Munsee Cemetery in Sussex County, NJ. No known individuals were identified. The 2 associated funerary objects are 1 lot of potsherd (66-MU-4) and 1 lot of deer bones (66-M-2). One associated funerary object, a pewter pipe with 2 hawks attached to the bowl, was found with an adolescent male on the Bell Farm. \n Human remains representing, at minimum, one individual were removed from a site in Mount Holly, Burlington County, NJ, by Mr. Caldero, who gave the human remains to Mr. Philhower. No known individual was identified. No associated funerary objects are present. \n Human remains representing, at minimum, two individuals were removed from a site in Milford, Hunterdon County, NJ. No known individuals were identified. The 2 associated funerary objects are 2 lithics and wood pieces. \n Human remains representing, at minimum, three individuals were removed from sites in Monmouth, Morris, and Warren Counties, NJ. No known individuals were identified. No associated funerary objects are present. \n Human remains representing, at minimum, 19 individuals were removed from the Cabin Ridge site in Cumberland County, NJ. No known individuals were identified. The 2 associated funerary objects are 1 lot of dog bones and turtle shells (66-CR-1A) and 1 lot of turtle shells, dog bones, and black walnut shells (66-CR-8A). \n Human remains representing, at minimum, one individual were removed from a site in Shohola, Pike County, PA. No known individual was identified. No associated funerary objects are present. \n Indian Site Survey Collection \n In 1940, human remains representing, at minimum, two individuals were removed from a site in East Point, Cumberland County, NJ, by the Indian Site Survey which performed archeological excavations for the New Jersey State Museum. The human remains include fragments of two skulls, one identified as an adult male. No known individuals were identified. No associated funerary objects are present. \n From 1936 to 1937, human remains representing, at minimum, two individuals were removed from a site in Murray, Burlington County, NJ, by the Indian Site Survey which performed archeological excavations for the New Jersey State Museum. The human remains include the partial skeletons of two adults. No known individuals were identified. The 4 associated funerary objects are four pottery sherds. An incised smoking pipe was listed in catalog records, but has been missing from the museum collections since 1984. \n In 1938, human remains representing, at minimum, two individuals were removed from a site in Rosenkrans Ferry, Sussex County, NJ, by the Indian Site Survey which performed archeological excavations for the New Jersey State Museum. The human remains include one adult male and one adult female. No known individuals were identified. The 4 associated funerary objects are 2 netsinkers, 1 arrowhead, and 1 lot of pottery sherds. \n In 1948, human remains representing, at minimum, nine individuals were removed from a site in Guilford Park, Ocean County, NJ, by the Indian Site Survey which performed archeological excavations for the New Jersey State Museum. The human remains include skulls of two adults, three children, and two infants; a mandible of one juvenile, and a partial skeleton of one adult. No known individuals were identified. The 2 associated funerary objects are 1 triangular projectile point and 1 small pottery vessel (whole). A pendant in the shape of a fish, two drilled pendants, and one small perforated shark\\'s tooth were listed in catalog records, but have been missing from the museum collections since 1951. \n In 1940, human remains representing, at minimum, one individual were removed from a site in Oyster Creek, Ocean County, NJ, by the Indian Site Survey which performed archeological excavations for the New Jersey State Museum. The human remains include one skull of a young adult female. No known individual was identified. No associated funerary objects are present. Two celts were listed in catalog records, but are missing from the museum collections. \n In 1937, human remains representing, at minimum, seven individuals were removed from a site in Lenhardt, Monmouth County, NJ, by the Indian Site Survey which performed archeological excavations for the New Jersey State Museum. The human remains include male and female adult skeletons and one child skeleton. No known individuals were identified. The 9 associated funerary objects are 4 white clay trade pipes, 1 lot of red trade beads, 1 shell pendant, 1 twisted copper wire, 1 copper bracelet fragment, and 1 lot of black and white trade beads. \n Sometime between 1936 and 1940, human remains representing, at minimum, one individual were removed from the Lillian Hurff farm in Burlington County, NJ, by the Indian Site Survey which performed archeological excavations for the New Jersey State Museum. The human remains include one skull. No known individual was identified. No associated funerary objects are present. \n Sometime in the 1930s, human remains representing, at minimum, 2 individuals were removed from the vicinity of Plainfield in Union County, NJ, by George H. Fountain, an amateur archeologist who collected along the shores of Green Brook. Mr. Fountain\\'s heirs donated the human remains to the New Jersey State Museum in 1940, and the human remains were added to the Indian Site Survey collection. The human remains include a skull and fragmentary skeleton of one female juvenile and one child\\'s mandible and humerus. No known individuals were identified. No associated funerary objects are present. \n In 1941, human remains representing, at minimum, two individuals were removed from a site in Red Bank, along McClees Brook, in Monmouth County, NJ, by William Lufburrow, Jr., an amateur archeologist. Mr. Lufburrow, Jr., donated the human remains to the New Jersey State Museum in 1941, and the human remains were added to the Indian Site Survey collection. The human remains include two skeletons of adult females uncovered in a double burial and other fragmented remains. No known individuals were identified. The 1 associated funerary object is a stone effigy gorget. \n Sometime prior to 1929, human remains representing, at minimum, one individual were removed from a site in Minisink, Sussex County, NJ, by Paul S. Tooker, an amateur archeologist. In 1929, Mr. Tooker loaned the human remains to the New Jersey State Museum, and in 1946, his widow donated them to the New Jersey State Museum where the human remains were added to the Indian Site Survey collection. The human remains include one skull, probably male. No known individual was identified. No associated funerary objects are present. \n In 1940, human remains representing, at minimum, one individual were removed from a site in Island Heights, Ocean County, NJ, by George H. Matthews, an amateur archeologist. Mr. Matthews donated the human remains to the New Jersey State Museum in 1949, and they were added to the Indian Site Survey collection. The human remains include one partial set of remains of an adult. No known individual was identified. No associated funerary objects are present. \n In 1935, human remains representing, at minimum, one individual were removed from a site in Waretown, Ocean County, NJ, by N.A. Hansen. Mr. Hansen donated the human remains to the New Jersey State Museum in 1951, and they were added to the Indian Site Survey collection. The human remains include one complete skeleton. No known individual was identified. No associated funerary objects are present. \n In the 1930s, human remains representing, at minimum, one individual were removed from the Burton Scott property (site 28-OC-112) in Jackson Mills, Ocean County, NJ, by the New Jersey State Museum during the Indian Site Survey. No known individual was identified. No associated funerary objects are present. \n From 1912 to 1913, human remains representing, at minimum, one individual were removed from a site in Emmans Grove near Swartswood Lake in Stillwater Township, Sussex County, NJ, by Max Schrabisch of the New Jersey Geologic Survey. The human remains were added to the Indian Site Survey collection and include a cranial fragment, a subadult mandible, and subadult mandible fragments. No known individual was identified. No associated funerary objects are present. \n In June of 1954, human remains representing, at minimum, one individual were removed from a site in Indian Mills, Burlington County, NJ, by workmen digging a trench. The human remains were taken to the State Police Laboratory in Trenton, NJ, and then transferred to the New Jersey State Museum. The human remains were added to the Indian Site Survey collection and include an incomplete skull of an adult male. No known individual was identified. No associated funerary objects are present. \n In 1940, human remains representing, at minimum, one individual were removed from a site in Waldwick, Bergen County, NJ, by Carl Schondorf, an amateur archeologist. Mr. Schondorf donated the human remains to the New Jersey State Museum, and they were added to the Indian Site Survey collection. The human remains include the complete skeleton of an adult male, over 55 years old. No known individual was identified. No associated funerary objects are present. \n In 1936, human remains representing, at minimum, two individuals were removed from the Koens-Crispin site in Burlington County, NJ, by the Indian Site Survey which performed archeological excavations for the New Jersey State Museum. The human remains include the fragmentary remains of at least two individuals found in a pit. No known individuals were identified. The 3 associated funerary objects are argillite stone projectile points/spearheads. \n Other Collections \n In 1956, human remains representing, at minimum, 21 individuals were removed from the Steppel site in Morris County, NJ, by a field crew from the New Jersey State Museum. The human remains include the skulls and postcranial remains of two individuals found in one pit, fragmentary remains of multiple individuals found in other pits, and one separate flexed burial. No known individuals were identified. The 44 associated funerary objects are 1 worked flint, 1 lot of two flakes, 1 quartz crystal, 1 potsherd, 1 scraper, 1 celt, 1 winged pendant, 1 projectile point, 1 lot of two chert flakes, 1 lot of three potshers, 1 lot of 17 potsherds, 1 ceramic pipe, 1 implement fragment, 1 projectile point, 2 drill fragments, 1 implement fragment, 1 flake tool, 1 lot of four flakes, 1 lot of 51 potshers, 1 lot of eight potsherds, 1 lot of eight potsherds, 1 lot of six potsherds, 1 potsherd, 1 lot of two potsherds, 1 potsherd, 1 jasper implement fragment, 1 jasper flake implement, 1 reject flint, 1 lot of two flake cherts, 1 lot of 11 potsherds, 1 lot of six potsherds, 1 lot of two postsherds, 1 potsherd, 1 drill chert, 1 lot of three potsherds, 1 lot of seven potsherds, 1 lot of 25 potsherds, 1 flake tool chert, 1 bear canine tooth, 1 deer antler tip bone implement, 1 lot of human teeth, 1 lot of animal teeth, and 1 lot of human bone fragments. A triangular implement chert was listed in the catalog records, but is missing from the museum collections. \n In the 1950s, human remains representing, at minimum, four individuals were removed from the Grantberry site in Pemberton, Burlington County, NJ, by a farmer who later donated them to the New Jersey State Museum. The human remains include the partial skeleton of two individuals and fragmentary remains of other individuals. No known individuals were identified. The 12 associated funerary objects are 11 lithic flakes and 1 clay pipe in four fragments. \n Sometime prior to 1977, human remains representing, at minimum, one individual were removed from a landfill site in Hamilton Township, Mercer County, NJ, by Craig J. Rodrany, who donated them to the New Jersey State Museum in the same year. The human remains include fragments of a child. No known individual was identified. No associated funerary objects are present. \n In 1990, human remains representing, at minimum, one individual were removed from a site in Cumberland County, NJ, by an amateur archeologist and loaned to the New Jersey State Museum. The human remains include a right mesial cuneiform bone. No known individual was identified. No associated funerary objects are present. \n In 1938, human remains representing, at minimum, 10 individuals were removed from a site in Cumberland County, NJ, by a farmer during spring plowing. The human remains were taken to the Cumberland County Coroner and later donated to the New Jersey State Museum. The human remains include fragmentary remains. No known individuals were identified. No associated funerary objects are present. \n In 1940, human remains representing, at minimum, one individual were removed from the Medwin Knoll site, Sussex County, NJ, by W.B. Wilson, an amateur archeologist, who donated them to the New Jersey State Museum. The human remains include a fragmentary skull and infracranial remains. No known individual was identified. No associated funerary objects are present. \n In 1980, human remains representing, at minimum, seven individuals were removed from a site in Gloucester City, Camden County, NJ, by a salvage crew during the construction of a building. The human remains were transferred to the New Jersey State Museum in 1980. The human remains include the fragmentary remains of at least seven individuals. No known individuals were identified. No associated funerary objects are present. \n In the 1980s, human remains representing, at minimum, one individual were removed from site 28-Mi-72, in Monroe Township, Middlesex County, NJ, by a school group who discovered them eroding out of a bank. The human remains include skull fragments, limb fragments, and six teeth. No known individual was identified. The 27 associated funerary objects are 4 pieces of fire cracked rock, 22 flakes, and 1 piece of glass. \n In 1995, State Archaeologist Dr. Lorraine Williams identified all of the human remains listed in this notice as dating from the Woodland Period to the Contact Period, a time during which Delaware-speaking groups occupied this area of New Jersey. Consultation with the Western Delaware Nation, the Stockbridge Munsee, and the Delaware Tribe of Indians occurred in 1995, and all representatives agreed that the locations from which these human remains were removed was traditionally occupied by the Delaware until progressive removals westward began in the early 1700s. It was noted during consultation that the presence of the Shawnee in the northern portion of the Delaware River Valley in the late 17th and early 18th centuries has been historically documented. Based on the analysis of the human remains, site information, and consultation, the New Jersey State Museum has determined a cultural affiliation between the human remains and associated funerary objects and the Delaware (Lenape) people. \n Determinations Made by the New Jersey State Museum \n Officials of the New Jersey State Museum have determined that: \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice represent the physical remains of 161 individuals of Native American ancestry. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(3)(A), the 137 objects described in this notice are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and associated funerary objects and the Delaware Nation, Oklahoma; Delaware Tribe of Indians; and the Stockbridge Munsee Community, Wisconsin. \n Additional Requestors and Disposition \n Lineal descendants or representatives of any Indian Tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to Dr. Gregory D. Lattanzi, Bureau of Archaeology & Ethnology, New Jersey State Museum, 205 West State Street, Trenton, NJ 08625, telephone (609) 984-9327, email gregory.lattanzi@sos.nj.gov, by October 23, 2017. After that date, if no additional requestors have come forward, transfer of control of the human remains and associated funerary objects to the Delaware Nation, Oklahoma; Delaware Tribe of Indians; and the Stockbridge Munsee Community, Wisconsin, may proceed. \n The New Jersey State Museum is responsible for notifying the Delaware Nation, Oklahoma; Delaware Tribe of Indians; and the Stockbridge Munsee Community, Wisconsin, that this notice has been published. \n ", "consultation": "A detailed assessment of the human remains was made by the New Jersey State Museum professional staff in consultation with representatives of the Delaware Nation, Oklahoma; Delaware Tribe of Indians; and the Stockbridge Munsee Community, Wisconsin. \n ", "h_d_r": "Philhower Collection \n In the 1920s and 1930s, human remains representing, at minimum, 78 individuals were removed from sites in New Jersey and Pennsylvania by Charles A. Philhower. Philhower owned a house and a number of acres in Sussex County, NJ, and excavated on his property, called \\xe2\\x80\\x9cAhaloking,\\xe2\\x80\\x9d and collected human remains and associated funerary objects from other sites around the area. After Mr. Philhower died in 1962, he bequeathed his archeological and ethnographic collection to Rutgers University Libraries and Special Collections who transferred the collection to the New Jersey State Museum on permanent loan. In 2010, Rutgers University gifted the entire Philhower Collection to the New Jersey State Museum. The Philhower collection includes the following cultural items: \n Human remains representing, at minimum, 35 individuals were removed from the Ahaloking site in Sussex County, NJ. No known individuals were identified. The 24 associated funerary objects are 4 hair pipes, 10 disc shell beads, 1 fragment of brick, 1 flower fragment, 2 corn kernels, 1 mussel shell, 1 wire cut nail, 1 lot of ceramics, 1 lot of lithics, 1 dog burial, and 1 black chert projectile point. \n Human remains representing, at minimum, 17 individuals were removed from the Bell Farm, Minisink Island, and Munsee Cemetery in Sussex County, NJ. No known individuals were identified. The 2 associated funerary objects are 1 lot of potsherd (66-MU-4) and 1 lot of deer bones (66-M-2). One associated funerary object, a pewter pipe with 2 hawks attached to the bowl, was found with an adolescent male on the Bell Farm. \n Human remains representing, at minimum, one individual were removed from a site in Mount Holly, Burlington County, NJ, by Mr. Caldero, who gave the human remains to Mr. Philhower. No known individual was identified. No associated funerary objects are present. \n Human remains representing, at minimum, two individuals were removed from a site in Milford, Hunterdon County, NJ. No known individuals were identified. The 2 associated funerary objects are 2 lithics and wood pieces. \n Human remains representing, at minimum, three individuals were removed from sites in Monmouth, Morris, and Warren Counties, NJ. No known individuals were identified. No associated funerary objects are present. \n Human remains representing, at minimum, 19 individuals were removed from the Cabin Ridge site in Cumberland County, NJ. No known individuals were identified. The 2 associated funerary objects are 1 lot of dog bones and turtle shells (66-CR-1A) and 1 lot of turtle shells, dog bones, and black walnut shells (66-CR-8A). \n Human remains representing, at minimum, one individual were removed from a site in Shohola, Pike County, PA. No known individual was identified. No associated funerary objects are present. \n Indian Site Survey Collection \n In 1940, human remains representing, at minimum, two individuals were removed from a site in East Point, Cumberland County, NJ, by the Indian Site Survey which performed archeological excavations for the New Jersey State Museum. The human remains include fragments of two skulls, one identified as an adult male. No known individuals were identified. No associated funerary objects are present. \n From 1936 to 1937, human remains representing, at minimum, two individuals were removed from a site in Murray, Burlington County, NJ, by the Indian Site Survey which performed archeological excavations for the New Jersey State Museum. The human remains include the partial skeletons of two adults. No known individuals were identified. The 4 associated funerary objects are four pottery sherds. An incised smoking pipe was listed in catalog records, but has been missing from the museum collections since 1984. \n In 1938, human remains representing, at minimum, two individuals were removed from a site in Rosenkrans Ferry, Sussex County, NJ, by the Indian Site Survey which performed archeological excavations for the New Jersey State Museum. The human remains include one adult male and one adult female. No known individuals were identified. The 4 associated funerary objects are 2 netsinkers, 1 arrowhead, and 1 lot of pottery sherds. \n In 1948, human remains representing, at minimum, nine individuals were removed from a site in Guilford Park, Ocean County, NJ, by the Indian Site Survey which performed archeological excavations for the New Jersey State Museum. The human remains include skulls of two adults, three children, and two infants; a mandible of one juvenile, and a partial skeleton of one adult. No known individuals were identified. The 2 associated funerary objects are 1 triangular projectile point and 1 small pottery vessel (whole). A pendant in the shape of a fish, two drilled pendants, and one small perforated shark\\'s tooth were listed in catalog records, but have been missing from the museum collections since 1951. \n In 1940, human remains representing, at minimum, one individual were removed from a site in Oyster Creek, Ocean County, NJ, by the Indian Site Survey which performed archeological excavations for the New Jersey State Museum. The human remains include one skull of a young adult female. No known individual was identified. No associated funerary objects are present. Two celts were listed in catalog records, but are missing from the museum collections. \n In 1937, human remains representing, at minimum, seven individuals were removed from a site in Lenhardt, Monmouth County, NJ, by the Indian Site Survey which performed archeological excavations for the New Jersey State Museum. The human remains include male and female adult skeletons and one child skeleton. No known individuals were identified. The 9 associated funerary objects are 4 white clay trade pipes, 1 lot of red trade beads, 1 shell pendant, 1 twisted copper wire, 1 copper bracelet fragment, and 1 lot of black and white trade beads. \n Sometime between 1936 and 1940, human remains representing, at minimum, one individual were removed from the Lillian Hurff farm in Burlington County, NJ, by the Indian Site Survey which performed archeological excavations for the New Jersey State Museum. The human remains include one skull. No known individual was identified. No associated funerary objects are present. \n Sometime in the 1930s, human remains representing, at minimum, 2 individuals were removed from the vicinity of Plainfield in Union County, NJ, by George H. Fountain, an amateur archeologist who collected along the shores of Green Brook. Mr. Fountain\\'s heirs donated the human remains to the New Jersey State Museum in 1940, and the human remains were added to the Indian Site Survey collection. The human remains include a skull and fragmentary skeleton of one female juvenile and one child\\'s mandible and humerus. No known individuals were identified. No associated funerary objects are present. \n In 1941, human remains representing, at minimum, two individuals were removed from a site in Red Bank, along McClees Brook, in Monmouth County, NJ, by William Lufburrow, Jr., an amateur archeologist. Mr. Lufburrow, Jr., donated the human remains to the New Jersey State Museum in 1941, and the human remains were added to the Indian Site Survey collection. The human remains include two skeletons of adult females uncovered in a double burial and other fragmented remains. No known individuals were identified. The 1 associated funerary object is a stone effigy gorget. \n Sometime prior to 1929, human remains representing, at minimum, one individual were removed from a site in Minisink, Sussex County, NJ, by Paul S. Tooker, an amateur archeologist. In 1929, Mr. Tooker loaned the human remains to the New Jersey State Museum, and in 1946, his widow donated them to the New Jersey State Museum where the human remains were added to the Indian Site Survey collection. The human remains include one skull, probably male. No known individual was identified. No associated funerary objects are present. \n In 1940, human remains representing, at minimum, one individual were removed from a site in Island Heights, Ocean County, NJ, by George H. Matthews, an amateur archeologist. Mr. Matthews donated the human remains to the New Jersey State Museum in 1949, and they were added to the Indian Site Survey collection. The human remains include one partial set of remains of an adult. No known individual was identified. No associated funerary objects are present. \n In 1935, human remains representing, at minimum, one individual were removed from a site in Waretown, Ocean County, NJ, by N.A. Hansen. Mr. Hansen donated the human remains to the New Jersey State Museum in 1951, and they were added to the Indian Site Survey collection. The human remains include one complete skeleton. No known individual was identified. No associated funerary objects are present. \n In the 1930s, human remains representing, at minimum, one individual were removed from the Burton Scott property (site 28-OC-112) in Jackson Mills, Ocean County, NJ, by the New Jersey State Museum during the Indian Site Survey. No known individual was identified. No associated funerary objects are present. \n From 1912 to 1913, human remains representing, at minimum, one individual were removed from a site in Emmans Grove near Swartswood Lake in Stillwater Township, Sussex County, NJ, by Max Schrabisch of the New Jersey Geologic Survey. The human remains were added to the Indian Site Survey collection and include a cranial fragment, a subadult mandible, and subadult mandible fragments. No known individual was identified. No associated funerary objects are present. \n In June of 1954, human remains representing, at minimum, one individual were removed from a site in Indian Mills, Burlington County, NJ, by workmen digging a trench. The human remains were taken to the State Police Laboratory in Trenton, NJ, and then transferred to the New Jersey State Museum. The human remains were added to the Indian Site Survey collection and include an incomplete skull of an adult male. No known individual was identified. No associated funerary objects are present. \n In 1940, human remains representing, at minimum, one individual were removed from a site in Waldwick, Bergen County, NJ, by Carl Schondorf, an amateur archeologist. Mr. Schondorf donated the human remains to the New Jersey State Museum, and they were added to the Indian Site Survey collection. The human remains include the complete skeleton of an adult male, over 55 years old. No known individual was identified. No associated funerary objects are present. \n In 1936, human remains representing, at minimum, two individuals were removed from the Koens-Crispin site in Burlington County, NJ, by the Indian Site Survey which performed archeological excavations for the New Jersey State Museum. The human remains include the fragmentary remains of at least two individuals found in a pit. No known individuals were identified. The 3 associated funerary objects are argillite stone projectile points/spearheads. \n Other Collections \n In 1956, human remains representing, at minimum, 21 individuals were removed from the Steppel site in Morris County, NJ, by a field crew from the New Jersey State Museum. The human remains include the skulls and postcranial remains of two individuals found in one pit, fragmentary remains of multiple individuals found in other pits, and one separate flexed burial. No known individuals were identified. The 44 associated funerary objects are 1 worked flint, 1 lot of two flakes, 1 quartz crystal, 1 potsherd, 1 scraper, 1 celt, 1 winged pendant, 1 projectile point, 1 lot of two chert flakes, 1 lot of three potshers, 1 lot of 17 potsherds, 1 ceramic pipe, 1 implement fragment, 1 projectile point, 2 drill fragments, 1 implement fragment, 1 flake tool, 1 lot of four flakes, 1 lot of 51 potshers, 1 lot of eight potsherds, 1 lot of eight potsherds, 1 lot of six potsherds, 1 potsherd, 1 lot of two potsherds, 1 potsherd, 1 jasper implement fragment, 1 jasper flake implement, 1 reject flint, 1 lot of two flake cherts, 1 lot of 11 potsherds, 1 lot of six potsherds, 1 lot of two postsherds, 1 potsherd, 1 drill chert, 1 lot of three potsherds, 1 lot of seven potsherds, 1 lot of 25 potsherds, 1 flake tool chert, 1 bear canine tooth, 1 deer antler tip bone implement, 1 lot of human teeth, 1 lot of animal teeth, and 1 lot of human bone fragments. A triangular implement chert was listed in the catalog records, but is missing from the museum collections. \n In the 1950s, human remains representing, at minimum, four individuals were removed from the Grantberry site in Pemberton, Burlington County, NJ, by a farmer who later donated them to the New Jersey State Museum. The human remains include the partial skeleton of two individuals and fragmentary remains of other individuals. No known individuals were identified. The 12 associated funerary objects are 11 lithic flakes and 1 clay pipe in four fragments. \n Sometime prior to 1977, human remains representing, at minimum, one individual were removed from a landfill site in Hamilton Township, Mercer County, NJ, by Craig J. Rodrany, who donated them to the New Jersey State Museum in the same year. The human remains include fragments of a child. No known individual was identified. No associated funerary objects are present. \n In 1990, human remains representing, at minimum, one individual were removed from a site in Cumberland County, NJ, by an amateur archeologist and loaned to the New Jersey State Museum. The human remains include a right mesial cuneiform bone. No known individual was identified. No associated funerary objects are present. \n In 1938, human remains representing, at minimum, 10 individuals were removed from a site in Cumberland County, NJ, by a farmer during spring plowing. The human remains were taken to the Cumberland County Coroner and later donated to the New Jersey State Museum. The human remains include fragmentary remains. No known individuals were identified. No associated funerary objects are present. \n In 1940, human remains representing, at minimum, one individual were removed from the Medwin Knoll site, Sussex County, NJ, by W.B. Wilson, an amateur archeologist, who donated them to the New Jersey State Museum. The human remains include a fragmentary skull and infracranial remains. No known individual was identified. No associated funerary objects are present. \n In 1980, human remains representing, at minimum, seven individuals were removed from a site in Gloucester City, Camden County, NJ, by a salvage crew during the construction of a building. The human remains were transferred to the New Jersey State Museum in 1980. The human remains include the fragmentary remains of at least seven individuals. No known individuals were identified. No associated funerary objects are present. \n In the 1980s, human remains representing, at minimum, one individual were removed from site 28-Mi-72, in Monroe Township, Middlesex County, NJ, by a school group who discovered them eroding out of a bank. The human remains include skull fragments, limb fragments, and six teeth. No known individual was identified. The 27 associated funerary objects are 4 pieces of fire cracked rock, 22 flakes, and 1 piece of glass. \n In 1995, State Archaeologist Dr. Lorraine Williams identified all of the human remains listed in this notice as dating from the Woodland Period to the Contact Period, a time during which Delaware-speaking groups occupied this area of New Jersey. Consultation with the Western Delaware Nation, the Stockbridge Munsee, and the Delaware Tribe of Indians occurred in 1995, and all representatives agreed that the locations from which these human remains were removed was traditionally occupied by the Delaware until progressive removals westward began in the early 1700s. It was noted during consultation that the presence of the Shawnee in the northern portion of the Delaware River Valley in the late 17th and early 18th centuries has been historically documented. Based on the analysis of the human remains, site information, and consultation, the New Jersey State Museum has determined a cultural affiliation between the human remains and associated funerary objects and the Delaware (Lenape) people. \n ", "h_d_ci": "Null", "determinations": "Determinations Made by the New Jersey State Museum \n Officials of the New Jersey State Museum have determined that: \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice represent the physical remains of 161 individuals of Native American ancestry. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(3)(A), the 137 objects described in this notice are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and associated funerary objects and the Delaware Nation, Oklahoma; Delaware Tribe of Indians; and the Stockbridge Munsee Community, Wisconsin. \n ", "a_r_d": "Lineal descendants or representatives of any Indian Tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to Dr. Gregory D. Lattanzi, Bureau of Archaeology & Ethnology, New Jersey State Museum, 205 West State Street, Trenton, NJ 08625, telephone (609) 984-9327, email gregory.lattanzi@sos.nj.gov, by October 23, 2017. After that date, if no additional requestors have come forward, transfer of control of the human remains and associated funerary objects to the Delaware Nation, Oklahoma; Delaware Tribe of Indians; and the Stockbridge Munsee Community, Wisconsin, may proceed. \n The New Jersey State Museum is responsible for notifying the Delaware Nation, Oklahoma; Delaware Tribe of Indians; and the Stockbridge Munsee Community, Wisconsin, that this notice has been published. \n "}