{"index": "I_382", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        [NPS-WASO-NAGPRA-23729; PPWOCRADN0-PCU00RP14.R50000]\\n        Notice of Inventory Completion: U.S. Department of the Interior, Bureau of Indian Affairs, Washington, DC, and Arizona State Museum, University of Arizona, Tucson, AZ\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        \\n          SUMMARY:\\n          The U.S. Department of the Interior, Bureau of Indian Affairs, and the Arizona State Museum, University of Arizona, have completed an inventory of human remains, in consultation with the appropriate Indian tribes or Native Hawaiian organizations, and have determined that there is a cultural affiliation between the human remains and present-day Indian tribes or Native Hawaiian organizations. Lineal descendants or representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains should submit a written request to the Bureau of Indian Affairs. If no additional requestors come forward, transfer of control of the human remains to the lineal descendants, Indian tribes, or Native Hawaiian organizations stated in this notice may proceed.\\n        \\n        \\n          DATES:\\n          Lineal descendants or representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains should submit a written request with information in support of the request to the Bureau of Indian Affairs at the address in this notice by October 5, 2017.\\n        \\n        \\n          ADDRESSES:\\n\\n          Anna Pardo, NAGPRA Coordinator, Bureau of Indian Affairs, 12220 Sunrise Valley Drive, Room 6084, Reston, VA 20191, telephone (703) 390-6343, email Anna.Pardo@bia.gov.\\n          \\n        \\n      \\n      \\n        SUPPLEMENTARY INFORMATION:\\n\\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains under the control of the U.S. Department of the Interior, Bureau of Indian Affairs, Washington, DC, and in the physical custody of the Arizona State Museum, University of Arizona, Tucson, AZ (ASM). The human remains were removed from a location within the boundaries of the Fort Apache Indian Reservation, Navajo County, AZ.\\n        \\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003(d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains. The National Park Service is not responsible for the determinations in this notice.\\n        Consultation\\n        A detailed assessment of the human remains was made by the ASM professional staff in consultation with representatives of the Hopi Tribe of Arizona; White Mountain Apache Tribe of the Fort Apache Reservation, Arizona; and the Zuni Tribe of the Zuni Reservation, New Mexico.\\n        History and Description of the Remains\\n        In 1978, human remains representing, at minimum, 1 individual were removed from site AZ P:14:8(ASM) in Navajo County, AZ. Legally authorized excavations were conducted by the University of Arizona Archeological Field School under the direction of Michael Graves and Michael Faught. No human burials were reported at the time of the excavations. Following project completion, the archeological collections were brought to ASM. In 2017, ASM staff found fragmentary human remains in the repository collections. No known individuals were identified. No associated funerary objects are present.\\n        AZ P:14:8(ASM) is a small village site that included three masonry room blocks. The human remains discovered in 2017 were originally found in roof fall debris inside one of the rooms. Tree ring dates and ceramic typologies suggest that the primary occupation of the site was during the late A.D. 1200s. These characteristics are consistent with the archeologically-described Upland Mogollon or prehistoric Western Pueblo tradition.\\n        A detailed discussion of the basis for cultural affiliation of archeological sites in the region where the above site is located may be found in \\xe2\\x80\\x9cCultural Affiliation Assessment of White Mountain Apache Tribal Lands (Fort Apache Indian Reservation),\\xe2\\x80\\x9d by John R. Welch and T.J. Ferguson (2005). To summarize, archeologists have used the terms Upland Mogollon or prehistoric Western Pueblo to define the archeological complex represented by the site described above. Material culture characteristics of these traditions include a temporal progression from earlier pit houses to later masonry pueblos, villages organized in room blocks of contiguous dwellings associated with plazas, rectangular kivas, polished and paint-decorated ceramics, unpainted corrugated ceramics, inhumation burials, cradleboard cranial deformation, grooved stone axes, and bone artifacts. The combination of the material culture attributes and a subsistence pattern that included hunting and gathering augmented by maize agriculture helps to identify an earlier group. Archeologists have also remarked that there are strong similarities between this earlier group and present-day tribes included in the Western Pueblo ethnographic group, especially the Hopi Tribe of Arizona and the Zuni Tribe of the Zuni Reservation, New Mexico. The similarities in ceramic traditions, burial practices, architectural forms, and settlement patterns have led archeologists to believe that the prehistoric inhabitants of the Mogollon Rim region migrated north and west to the Hopi mesas, and north and east to the Zuni River Valley. Certain objects found in Upland Mogollon archeological sites have been found to have strong resemblances with ritual paraphernalia that are used in continuing religious practices by the Hopi and Zuni. Some petroglyphs on the Fort Apache Reservation have also persuaded archeologists of continuities between the earlier identified group and current-day Western Pueblo people. Biological information from AZ P:14:1(ASM), a site located close to AZ P:14:8(ASM), supports the view that the prehistoric occupants of the Upland Mogollon region had migrated from various locations to the north and west of the region.\\n        Hopi and Zuni oral traditions parallel the archeological evidence for migration. Migration figures prominently in Hopi oral tradition, which refers to the ancient sites, pottery, stone tools, petroglyphs, and other artifacts left behind by the ancestors as \\xe2\\x80\\x9cHopi Footprints.\\xe2\\x80\\x9d This migration history is complex and detailed, and includes traditions relating specific clans to the Mogollon region. Hopi cultural advisors have also identified medicinal and culinary plants at archeological sites in the region. Their knowledge about these plants was passed down to them from the ancestors who inhabited these ancient sites. Migration is also an important attribute of Zuni oral tradition and includes accounts of Zuni ancestors passing through the Upland Mogollon region. The ancient villages mark the routes of these migrations. Zuni cultural advisors remark that the ancient sites were not abandoned. People returned to these places from time to time, either to reoccupy them or for religious pilgrimages\\xe2\\x80\\x94a practice that has continued to the present day. Archeologists have found ceramic evidence at shrines in the Upland Mogollon region that confirms these reports. Zuni cultural advisors have names for plants endemic to the Mogollon region that do not grow on the Zuni Reservation. They also have knowledge about traditional medicinal and ceremonial uses for these resources, which has been passed down to them from their ancestors. Furthermore, Hopi and Zuni cultural advisors have recognized that their ancestors may have been co-resident at some of the sites in this region during their ancestral migrations.\\n        There are differing points of view regarding the possible presence of Apache people in the Upland Mogollon region during the time that AZ P:14:8(ASM) was occupied. Some Apache traditions describe interactions with Ancestral Pueblo people during this time, but according to these stories, Puebloan people and Apache people were regarded as having separate identities. The White Mountain Apache Tribe of the Fort Apache Reservation, Arizona, does not claim cultural affiliation with the human remains and associated funerary objects from this site. As reported by Welch and Ferguson (2005), consultations between the Navajo Nation, Arizona, New Mexico & Utah; Pueblo of Acoma, New Mexico; Pueblo of Laguna, New Mexico; and White Mountain Apache Tribe of the Fort Apache Reservation, Arizona, have indicated that none of these tribes wish to pursue claims of affiliation with sites on White Mountain Apache Tribal lands. Finally, the White Mountain Apache Tribe of the Fort Apache Reservation, Arizona, supports the repatriation of human remains and associated funerary objects from this site and is ready to assist the Hopi Tribe of Arizona and Zuni Tribe of the Zuni Reservation, New Mexico, in their reburial.\\n        Determinations Made by the U.S. Department of the Interior, Bureau of Indian Affairs, Washington, DC, and the Arizona State Museum, University of Arizona, Tucson, AZ\\n        Officials of the Bureau of Indian Affairs and Arizona State Museum have determined that:\\n\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice represent the physical remains of one individual of Native American ancestry.\\n        \\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and the Hopi Tribe of Arizona and the Zuni Tribe of the Zuni Reservation, New Mexico.\\n        Additional Requestors and Disposition\\n\\n        Lineal descendants or representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to Anna Pardo, NAGPRA Coordinator, Bureau of Indian Affairs, 12220 Sunrise Valley Drive, Room 6084, Reston, VA 20191, telephone (703) 390-6343, email Anna.Pardo@bia.gov, by October 5, 2017. After that date, if no additional requestors have come forward, transfer of control of the human remains and associated funerary objects to the Hopi Tribe of Arizona and the Zuni Tribe of the Zuni Reservation, New Mexico, may proceed.\\n        The Arizona State Museum is responsible for notifying the Hopi Tribe of Arizona; White Mountain Apache Tribe of the Fort Apache Reservation, Arizona; and Zuni Tribe of the Zuni Reservation, New Mexico, that this notice has been published.\\n        \\n          Dated: August 29, 2017.\\n          Sarah Glass,\\n          Acting Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. 2017-18685 Filed 9-1-17; 8:45 am]\\n       BILLING CODE 4312-52-P\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "[NPS-WASO-NAGPRA-23729; PPWOCRADN0-PCU00RP14.R50000]", "subject": "Notice of Inventory Completion: U.S. Department of the Interior, Bureau of Indian Affairs, Washington, DC, and Arizona State Museum, University of Arizona, Tucson, AZ", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "The U.S. Department of the Interior, Bureau of Indian Affairs, and the Arizona State Museum, University of Arizona, have completed an inventory of human remains, in consultation with the appropriate Indian tribes or Native Hawaiian organizations, and have determined that there is a cultural affiliation between the human remains and present-day Indian tribes or Native Hawaiian organizations. Lineal descendants or representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains should submit a written request to the Bureau of Indian Affairs. If no additional requestors come forward, transfer of control of the human remains to the lineal descendants, Indian tribes, or Native Hawaiian organizations stated in this notice may proceed.", "dates": "Lineal descendants or representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains should submit a written request with information in support of the request to the Bureau of Indian Affairs at the address in this notice by October 5, 2017.", "addresses": "Anna Pardo, NAGPRA Coordinator, Bureau of Indian Affairs, 12220 Sunrise Valley Drive, Room 6084, Reston, VA 20191, telephone (703) 390-6343, email Anna.Pardo@bia.gov.\\n          ", "signature_dated": "Dated: August 29, 2017.", "signature_name": "Sarah Glass,", "signature_title": "Acting Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. 2017-18685 Filed 9-1-17; 8:45 am]", "billing_code": " BILLING CODE 4312-52-P", "supp_info": "SUPPLEMENTARY INFORMATION: \n Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains under the control of the U.S. Department of the Interior, Bureau of Indian Affairs, Washington, DC, and in the physical custody of the Arizona State Museum, University of Arizona, Tucson, AZ (ASM). The human remains were removed from a location within the boundaries of the Fort Apache Indian Reservation, Navajo County, AZ.\\n         \n This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003(d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains. The National Park Service is not responsible for the determinations in this notice. \n Consultation \n A detailed assessment of the human remains was made by the ASM professional staff in consultation with representatives of the Hopi Tribe of Arizona; White Mountain Apache Tribe of the Fort Apache Reservation, Arizona; and the Zuni Tribe of the Zuni Reservation, New Mexico. \n History and Description of the Remains \n In 1978, human remains representing, at minimum, 1 individual were removed from site AZ P:14:8(ASM) in Navajo County, AZ. Legally authorized excavations were conducted by the University of Arizona Archeological Field School under the direction of Michael Graves and Michael Faught. No human burials were reported at the time of the excavations. Following project completion, the archeological collections were brought to ASM. In 2017, ASM staff found fragmentary human remains in the repository collections. No known individuals were identified. No associated funerary objects are present. \n AZ P:14:8(ASM) is a small village site that included three masonry room blocks. The human remains discovered in 2017 were originally found in roof fall debris inside one of the rooms. Tree ring dates and ceramic typologies suggest that the primary occupation of the site was during the late A.D. 1200s. These characteristics are consistent with the archeologically-described Upland Mogollon or prehistoric Western Pueblo tradition. \n A detailed discussion of the basis for cultural affiliation of archeological sites in the region where the above site is located may be found in \\xe2\\x80\\x9cCultural Affiliation Assessment of White Mountain Apache Tribal Lands (Fort Apache Indian Reservation),\\xe2\\x80\\x9d by John R. Welch and T.J. Ferguson (2005). To summarize, archeologists have used the terms Upland Mogollon or prehistoric Western Pueblo to define the archeological complex represented by the site described above. Material culture characteristics of these traditions include a temporal progression from earlier pit houses to later masonry pueblos, villages organized in room blocks of contiguous dwellings associated with plazas, rectangular kivas, polished and paint-decorated ceramics, unpainted corrugated ceramics, inhumation burials, cradleboard cranial deformation, grooved stone axes, and bone artifacts. The combination of the material culture attributes and a subsistence pattern that included hunting and gathering augmented by maize agriculture helps to identify an earlier group. Archeologists have also remarked that there are strong similarities between this earlier group and present-day tribes included in the Western Pueblo ethnographic group, especially the Hopi Tribe of Arizona and the Zuni Tribe of the Zuni Reservation, New Mexico. The similarities in ceramic traditions, burial practices, architectural forms, and settlement patterns have led archeologists to believe that the prehistoric inhabitants of the Mogollon Rim region migrated north and west to the Hopi mesas, and north and east to the Zuni River Valley. Certain objects found in Upland Mogollon archeological sites have been found to have strong resemblances with ritual paraphernalia that are used in continuing religious practices by the Hopi and Zuni. Some petroglyphs on the Fort Apache Reservation have also persuaded archeologists of continuities between the earlier identified group and current-day Western Pueblo people. Biological information from AZ P:14:1(ASM), a site located close to AZ P:14:8(ASM), supports the view that the prehistoric occupants of the Upland Mogollon region had migrated from various locations to the north and west of the region. \n Hopi and Zuni oral traditions parallel the archeological evidence for migration. Migration figures prominently in Hopi oral tradition, which refers to the ancient sites, pottery, stone tools, petroglyphs, and other artifacts left behind by the ancestors as \\xe2\\x80\\x9cHopi Footprints.\\xe2\\x80\\x9d This migration history is complex and detailed, and includes traditions relating specific clans to the Mogollon region. Hopi cultural advisors have also identified medicinal and culinary plants at archeological sites in the region. Their knowledge about these plants was passed down to them from the ancestors who inhabited these ancient sites. Migration is also an important attribute of Zuni oral tradition and includes accounts of Zuni ancestors passing through the Upland Mogollon region. The ancient villages mark the routes of these migrations. Zuni cultural advisors remark that the ancient sites were not abandoned. People returned to these places from time to time, either to reoccupy them or for religious pilgrimages\\xe2\\x80\\x94a practice that has continued to the present day. Archeologists have found ceramic evidence at shrines in the Upland Mogollon region that confirms these reports. Zuni cultural advisors have names for plants endemic to the Mogollon region that do not grow on the Zuni Reservation. They also have knowledge about traditional medicinal and ceremonial uses for these resources, which has been passed down to them from their ancestors. Furthermore, Hopi and Zuni cultural advisors have recognized that their ancestors may have been co-resident at some of the sites in this region during their ancestral migrations. \n There are differing points of view regarding the possible presence of Apache people in the Upland Mogollon region during the time that AZ P:14:8(ASM) was occupied. Some Apache traditions describe interactions with Ancestral Pueblo people during this time, but according to these stories, Puebloan people and Apache people were regarded as having separate identities. The White Mountain Apache Tribe of the Fort Apache Reservation, Arizona, does not claim cultural affiliation with the human remains and associated funerary objects from this site. As reported by Welch and Ferguson (2005), consultations between the Navajo Nation, Arizona, New Mexico & Utah; Pueblo of Acoma, New Mexico; Pueblo of Laguna, New Mexico; and White Mountain Apache Tribe of the Fort Apache Reservation, Arizona, have indicated that none of these tribes wish to pursue claims of affiliation with sites on White Mountain Apache Tribal lands. Finally, the White Mountain Apache Tribe of the Fort Apache Reservation, Arizona, supports the repatriation of human remains and associated funerary objects from this site and is ready to assist the Hopi Tribe of Arizona and Zuni Tribe of the Zuni Reservation, New Mexico, in their reburial. \n Determinations Made by the U.S. Department of the Interior, Bureau of Indian Affairs, Washington, DC, and the Arizona State Museum, University of Arizona, Tucson, AZ \n Officials of the Bureau of Indian Affairs and Arizona State Museum have determined that: \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice represent the physical remains of one individual of Native American ancestry.\\n         \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and the Hopi Tribe of Arizona and the Zuni Tribe of the Zuni Reservation, New Mexico. \n Additional Requestors and Disposition \n Lineal descendants or representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to Anna Pardo, NAGPRA Coordinator, Bureau of Indian Affairs, 12220 Sunrise Valley Drive, Room 6084, Reston, VA 20191, telephone (703) 390-6343, email Anna.Pardo@bia.gov, by October 5, 2017. After that date, if no additional requestors have come forward, transfer of control of the human remains and associated funerary objects to the Hopi Tribe of Arizona and the Zuni Tribe of the Zuni Reservation, New Mexico, may proceed. \n The Arizona State Museum is responsible for notifying the Hopi Tribe of Arizona; White Mountain Apache Tribe of the Fort Apache Reservation, Arizona; and Zuni Tribe of the Zuni Reservation, New Mexico, that this notice has been published. \n ", "consultation": "A detailed assessment of the human remains was made by the ASM professional staff in consultation with representatives of the Hopi Tribe of Arizona; White Mountain Apache Tribe of the Fort Apache Reservation, Arizona; and the Zuni Tribe of the Zuni Reservation, New Mexico. \n ", "h_d_r": "In 1978, human remains representing, at minimum, 1 individual were removed from site AZ P:14:8(ASM) in Navajo County, AZ. Legally authorized excavations were conducted by the University of Arizona Archeological Field School under the direction of Michael Graves and Michael Faught. No human burials were reported at the time of the excavations. Following project completion, the archeological collections were brought to ASM. In 2017, ASM staff found fragmentary human remains in the repository collections. No known individuals were identified. No associated funerary objects are present. \n AZ P:14:8(ASM) is a small village site that included three masonry room blocks. The human remains discovered in 2017 were originally found in roof fall debris inside one of the rooms. Tree ring dates and ceramic typologies suggest that the primary occupation of the site was during the late A.D. 1200s. These characteristics are consistent with the archeologically-described Upland Mogollon or prehistoric Western Pueblo tradition. \n A detailed discussion of the basis for cultural affiliation of archeological sites in the region where the above site is located may be found in \\xe2\\x80\\x9cCultural Affiliation Assessment of White Mountain Apache Tribal Lands (Fort Apache Indian Reservation),\\xe2\\x80\\x9d by John R. Welch and T.J. Ferguson (2005). To summarize, archeologists have used the terms Upland Mogollon or prehistoric Western Pueblo to define the archeological complex represented by the site described above. Material culture characteristics of these traditions include a temporal progression from earlier pit houses to later masonry pueblos, villages organized in room blocks of contiguous dwellings associated with plazas, rectangular kivas, polished and paint-decorated ceramics, unpainted corrugated ceramics, inhumation burials, cradleboard cranial deformation, grooved stone axes, and bone artifacts. The combination of the material culture attributes and a subsistence pattern that included hunting and gathering augmented by maize agriculture helps to identify an earlier group. Archeologists have also remarked that there are strong similarities between this earlier group and present-day tribes included in the Western Pueblo ethnographic group, especially the Hopi Tribe of Arizona and the Zuni Tribe of the Zuni Reservation, New Mexico. The similarities in ceramic traditions, burial practices, architectural forms, and settlement patterns have led archeologists to believe that the prehistoric inhabitants of the Mogollon Rim region migrated north and west to the Hopi mesas, and north and east to the Zuni River Valley. Certain objects found in Upland Mogollon archeological sites have been found to have strong resemblances with ritual paraphernalia that are used in continuing religious practices by the Hopi and Zuni. Some petroglyphs on the Fort Apache Reservation have also persuaded archeologists of continuities between the earlier identified group and current-day Western Pueblo people. Biological information from AZ P:14:1(ASM), a site located close to AZ P:14:8(ASM), supports the view that the prehistoric occupants of the Upland Mogollon region had migrated from various locations to the north and west of the region. \n Hopi and Zuni oral traditions parallel the archeological evidence for migration. Migration figures prominently in Hopi oral tradition, which refers to the ancient sites, pottery, stone tools, petroglyphs, and other artifacts left behind by the ancestors as \\xe2\\x80\\x9cHopi Footprints.\\xe2\\x80\\x9d This migration history is complex and detailed, and includes traditions relating specific clans to the Mogollon region. Hopi cultural advisors have also identified medicinal and culinary plants at archeological sites in the region. Their knowledge about these plants was passed down to them from the ancestors who inhabited these ancient sites. Migration is also an important attribute of Zuni oral tradition and includes accounts of Zuni ancestors passing through the Upland Mogollon region. The ancient villages mark the routes of these migrations. Zuni cultural advisors remark that the ancient sites were not abandoned. People returned to these places from time to time, either to reoccupy them or for religious pilgrimages\\xe2\\x80\\x94a practice that has continued to the present day. Archeologists have found ceramic evidence at shrines in the Upland Mogollon region that confirms these reports. Zuni cultural advisors have names for plants endemic to the Mogollon region that do not grow on the Zuni Reservation. They also have knowledge about traditional medicinal and ceremonial uses for these resources, which has been passed down to them from their ancestors. Furthermore, Hopi and Zuni cultural advisors have recognized that their ancestors may have been co-resident at some of the sites in this region during their ancestral migrations. \n There are differing points of view regarding the possible presence of Apache people in the Upland Mogollon region during the time that AZ P:14:8(ASM) was occupied. Some Apache traditions describe interactions with Ancestral Pueblo people during this time, but according to these stories, Puebloan people and Apache people were regarded as having separate identities. The White Mountain Apache Tribe of the Fort Apache Reservation, Arizona, does not claim cultural affiliation with the human remains and associated funerary objects from this site. As reported by Welch and Ferguson (2005), consultations between the Navajo Nation, Arizona, New Mexico & Utah; Pueblo of Acoma, New Mexico; Pueblo of Laguna, New Mexico; and White Mountain Apache Tribe of the Fort Apache Reservation, Arizona, have indicated that none of these tribes wish to pursue claims of affiliation with sites on White Mountain Apache Tribal lands. Finally, the White Mountain Apache Tribe of the Fort Apache Reservation, Arizona, supports the repatriation of human remains and associated funerary objects from this site and is ready to assist the Hopi Tribe of Arizona and Zuni Tribe of the Zuni Reservation, New Mexico, in their reburial. \n ", "h_d_ci": "Null", "determinations": "Determinations Made by the U.S. Department of the Interior, Bureau of Indian Affairs, Washington, DC, and the Arizona State Museum, University of Arizona, Tucson, AZ \n Officials of the Bureau of Indian Affairs and Arizona State Museum have determined that: \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice represent the physical remains of one individual of Native American ancestry.\\n         \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and the Hopi Tribe of Arizona and the Zuni Tribe of the Zuni Reservation, New Mexico. \n ", "a_r_d": "Lineal descendants or representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to Anna Pardo, NAGPRA Coordinator, Bureau of Indian Affairs, 12220 Sunrise Valley Drive, Room 6084, Reston, VA 20191, telephone (703) 390-6343, email Anna.Pardo@bia.gov, by October 5, 2017. After that date, if no additional requestors have come forward, transfer of control of the human remains and associated funerary objects to the Hopi Tribe of Arizona and the Zuni Tribe of the Zuni Reservation, New Mexico, may proceed. \n The Arizona State Museum is responsible for notifying the Hopi Tribe of Arizona; White Mountain Apache Tribe of the Fort Apache Reservation, Arizona; and Zuni Tribe of the Zuni Reservation, New Mexico, that this notice has been published. \n "}