{"index": "I_391", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        [NPS-WASO-NAGPRA-23706; PCU00RP14.R50000-PPWOCRDN0]\\n        Notice of Inventory Completion: U.S. Department of the Interior, Bureau of Indian Affairs, Washington, DC, and Nevada State Museum, Carson City, NV\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        \\n          SUMMARY:\\n          The U.S. Department of the Interior, Bureau of Indian Affairs, and Nevada State Museum have completed an inventory of human remains and associated funerary objects, in consultation with the appropriate Indian tribes or Native Hawaiian organizations, and have determined that there is a cultural affiliation between the human remains and associated funerary objects and present-day Indian tribes or Native Hawaiian organizations. Lineal descendants or representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request to the Bureau of Indian Affairs. If no additional requestors come forward, transfer of control of the human remains and associated funerary objects to the lineal descendants, Indian tribes, or Native Hawaiian organizations stated in this notice may proceed.\\n        \\n        \\n          DATES:\\n          Lineal descendants or representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to the Bureau of Indian Affairs at the address in this notice by September 21, 2017.\\n        \\n        \\n          ADDRESSES:\\n\\n          Anna Pardo, Museum Program Manager/NAGPRA Coordinator, U.S. Department of the Interior, Bureau of Indian Affairs, 12220 Sunrise Valley Drive, Room 6084, Reston, VA 20191, telephone (703) 390-6343, email Anna.Pardo@bia.gov.\\n          \\n        \\n      \\n      \\n        SUPPLEMENTARY INFORMATION:\\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains and associated funerary objects under the control of the U.S. Department of the Interior, Bureau of Indian Affairs, Washington, DC, and in the physical custody of the Nevada State Museum, Carson City, NV. The human remains and associated funerary objects were removed from multiple sites near Pyramid Lake in Washoe County, NV.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003(d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations in this notice.\\n        Consultation\\n        A detailed assessment of the human remains was made by the Bureau of Indian Affairs professional staff in consultation with representatives of the Pyramid Lake Paiute Tribe of the Pyramid Lake Reservation, Nevada.\\n        History and Description of the Remains\\n        In 1954, human remains representing, at minimum, one individual were removed from site 26WA0005 near Pyramid Lake in Washoe County, NV. The human remains (AHUR 734/2091) were discovered by a member of the public. Nevada State Museum staff collected the remains and funerary objects. They have been housed at the Nevada State Museum since being collected. No known individuals were identified. The three associated funerary objects are two strings of shells and one fur robe.\\n        In 1965, human remains representing, at minimum, four individuals were removed from site 26WA0274 near Pyramid Lake in Washoe County, NV. The human remains (AHURs 775, 776, 851, and 852) were removed by Nevada State Museum staff under an Antiquities Act permit and have been housed at the Nevada State Museum since being collected. No known individuals were identified. No associated funerary objects are present.\\n        In 1965, human remains representing, at minimum, nine individuals were removed from site 26WA0275 near Pyramid Lake in Washoe County, NV. The human remains (AHURs 840, 841, 842, 846, 853, 854, 855, 856, and 6037) were removed by Nevada State Museum staff under an Antiquities Act permit and have been housed at the Nevada State Museum since being collected. No known individuals were identified. The 429 associated funerary objects include basketry fragments, beads, cordage, flakes, projectile points, wood fragments, animal bones, bark, twigs, and stone materials.\\n        In 1965, human remains representing, at minimum, one individual were removed from site 26WA0280 near Pyramid Lake in Washoe County, NV. The human remains (AHUR 777) were removed by Nevada State Museum staff under an Antiquities Act permit and have been housed at the Nevada State Museum since being collected. No known individuals were identified. No associated funerary objects are present.\\n        In 1965, human remains representing, at minimum, three individuals were removed from site 26WA0291 near Pyramid Lake in Washoe County, NV. The human remains (AHURs 778, 779, and 2015) were removed by Nevada State Museum staff under an Antiquities Act permit and have been housed at the Nevada State Museum since being collected. No known individuals were identified. The 213 associated funerary objects include basketry fragments, cordage, flakes, projectile points, plant fragments, and stone materials.\\n        In 1965, human remains representing, at minimum, one individual were removed from site 26WA0292 near Pyramid Lake in Washoe County, NV. The human remains (AHUR 783) were removed by Nevada State Museum staff under an Antiquities Act permit and have been housed at the Nevada State Museum since being collected. No known individuals were identified. No associated funerary objects are present.\\n        In 1965, human remains representing, at minimum, three individuals were removed from site 26WA0314 near Pyramid Lake in Washoe County, NV. The human remains (AHURs 780, 781, and 782) were removed by Nevada State Museum staff under an Antiquities Act permit and have been housed at the Nevada State Museum since being collected. No known individuals were identified. No associated funerary objects are present.\\n\\n        In 1965, human remains representing, at minimum, three individuals were removed from site 26WA0315 near Pyramid Lake in Washoe County, NV. The human remains (AHURs 850, 859, and 2119) were removed by Nevada State Museum staff under an Antiquities Act permit and have been housed at the Nevada State Museum since being collected. No known individuals were identified. No associated funerary objects are present.\\n        \\n        In 1965, human remains representing, at minimum, one individual were removed from site 26WA0321 near Pyramid Lake in Washoe County, NV. The human remains (AHUR 784) were removed by Nevada State Museum staff under an Antiquities Act permit and have been housed at the Nevada State Museum since being collected. No known individuals were identified. No associated funerary objects are present.\\n        In 1965, human remains representing, at minimum, one individual were removed from site 26WA0322 near Pyramid Lake in Washoe County, NV. The human remains (AHUR 785) were removed by Nevada State Museum staff under an Antiquities Act permit and have been housed at the Nevada State Museum since being collected. No known individuals were identified. No associated funerary objects are present.\\n        In 1965, human remains representing, at minimum, three individuals were removed from site 26WA0349 near Pyramid Lake in Washoe County, NV. The human remains (AHURs 786, 787, and 788) were removed by Nevada State Museum staff under an Antiquities Act permit and have been housed at the Nevada State Museum since being collected. No known individuals were identified. No associated funerary objects are present.\\n        In 1965, human remains representing, at minimum, one individual were removed from site 26WA0382 near Pyramid Lake in Washoe County, NV. The human remains (AHUR 2170) were removed by Nevada State Museum staff under an Antiquities Act permit and have been housed at the Nevada State Museum since being collected. No known individuals were identified. No associated funerary objects are present.\\n        In 1965, human remains representing, at minimum, one individual were removed from site 26WA0384 near Pyramid Lake in Washoe County, NV. The human remains (AHUR 790) were removed by Nevada State Museum staff under an Antiquities Act permit and have been housed at the Nevada State Museum since being collected. No known individuals were identified. No associated funerary objects are present.\\n        In 1965, human remains representing, at minimum, thirteen individuals were removed from site 26WA0385 near Pyramid Lake in Washoe County, NV. The human remains (AHURs 791, 792, 793, 794, 795, 796, 797, 798, 799, 800, 801, 802, and 803) were removed by Nevada State Museum staff under an Antiquities Act permit and have been housed at the Nevada State Museum since being collected. No known individuals were identified. No associated funerary objects are present.\\n        In 1965, human remains representing, at minimum, one individual were removed from site 26WA0389 near Pyramid Lake in Washoe County, NV. The human remains (AHUR 2169) were removed by Nevada State Museum staff under an Antiquities Act permit and have been housed at the Nevada State Museum since being collected. No known individuals were identified. No associated funerary objects are present.\\n        In 1965, human remains representing, at minimum, two individuals were removed from site 26WA0404 near Pyramid Lake in Washoe County, NV. The human remains (AHURs 870 and 871) were removed by Nevada State Museum staff under an Antiquities Act permit and have been housed at the Nevada State Museum since being collected. No known individuals were identified. The 28 associated funerary objects include faunal material, stones, and wood fragments.\\n        In 1965, human remains representing, at minimum, one individual were removed from site 26WA0413 near Pyramid Lake in Washoe County, NV. The human remains (AHUR 2171) were removed by Nevada State Museum staff under an Antiquities Act permit and have been housed at the Nevada State Museum since being collected. No known individuals were identified. No associated funerary objects are present.\\n        In 1965, human remains representing, at minimum, one individual were removed from site 26WA0459 near Pyramid Lake in Washoe County, NV. The human remains (AHUR 804) were removed by Nevada State Museum staff under an Antiquities Act permit and have been housed at the Nevada State Museum since being collected. No known individuals were identified. No associated funerary objects are present.\\n        In 1965, human remains representing, at minimum, twelve individuals were removed from site 26WA0525 near Pyramid Lake in Washoe County, NV. The human remains (AHURs 835, 836, 837, 844, 845, 847, 848, 849, 857, 858, 866, and 877) were removed by Nevada State Museum staff under an Antiquities Act permit and have been housed at the Nevada State Museum since being collected. No known individuals were identified. The 1,883 associated funerary objects include basketry fragments, beads, basketry, cordage, flakes, projectile points, faunal remains, plant fragments, twigs, and stone materials.\\n        In 1965, human remains representing, at minimum, one individual were removed from site 26WA0528 near Pyramid Lake in Washoe County, NV. The human remains (AHUR 805) were removed by Nevada State Museum staff under an Antiquities Act permit and have been housed at the Nevada State Museum since being collected. No known individuals were identified. No associated funerary objects are present.\\n        In 1965, human remains representing, at minimum, one individual were removed from site 26WA0529 near Pyramid Lake in Washoe County, NV. The human remains (AHUR 806) were removed by Nevada State Museum staff under an Antiquities Act permit and have been housed at the Nevada State Museum since being collected. No known individuals were identified. No associated funerary objects are present.\\n        In 1965, human remains representing, at minimum, one individual were removed from site 26WA0609 near Pyramid Lake in Washoe County, NV. The human remains (AHUR 807) were removed by Nevada State Museum staff under an Antiquities Act permit and have been housed at the Nevada State Museum since being collected. No known individuals were identified. No associated funerary objects are present.\\n        In 1965, human remains representing, at minimum, one individual were removed from site 26WA0613 near Pyramid Lake in Washoe County, NV. The human remains (AHUR 808) were removed by Nevada State Museum staff under an Antiquities Act permit and have been housed at the Nevada State Museum since being collected. No known individuals were identified. No associated funerary objects are present.\\n        In 1966, human remains representing, at minimum, one individual were removed from site 26WA0714 near Pyramid Lake in Washoe County, NV. The human remains (AHUR 2172) were removed by Nevada State Museum staff under an Antiquities Act permit and have been housed at the Nevada State Museum since being collected. No known individuals were identified. No associated funerary objects are present.\\n        In 1965, human remains representing, at minimum, one individual were removed from site 26WA0729 near Pyramid Lake in Washoe County, NV. The human remains (AHUR 809) were removed by Nevada State Museum staff under an Antiquities Act permit and have been housed at the Nevada State Museum since being collected. No known individuals were identified. No associated funerary objects are present.\\n\\n        In 1965, human remains representing, at minimum, one individual were removed from site 26WA0745 near Pyramid Lake in Washoe County, NV. The human remains (AHUR 810) were removed by Nevada State Museum staff under an Antiquities Act permit and have been housed at the Nevada State Museum since being collected. No known individuals were identified. No associated funerary objects are present.\\n        In 1965, human remains representing, at minimum, one individual were removed from site 26WA0814 near Pyramid Lake in Washoe County, NV. The human remains (AHUR 811) were removed by Nevada State Museum staff under an Antiquities Act permit and have been housed at the Nevada State Museum since being collected. No known individuals were identified. No associated funerary objects are present.\\n        In 1965, human remains representing, at minimum, one individual were removed from site 26WA0882 near Pyramid Lake in Washoe County, NV. The human remains (AHUR 812) were removed by Nevada State Museum staff under an Antiquities Act permit and have been housed at the Nevada State Museum since being collected. No known individuals were identified. No associated funerary objects are present.\\n        In 1966, human remains representing, at minimum, one individual were removed from site 26WA0953 near Pyramid Lake in Washoe County, NV. The human remains (AHUR 813) were removed by Nevada State Museum staff under an Antiquities Act permit and have been housed at the Nevada State Museum since being collected. No known individuals were identified. No associated funerary objects are present.\\n        Sometime during 1973-1974, human remains representing, at minimum, two individuals were removed from site 26WA1014 near Pyramid Lake in Washoe County, NV. The human remains (AHURs 2013 and 2014) were removed by Nevada State Museum staff under an Antiquities Act permit and have been housed at the Nevada State Museum since being collected. No known individuals were identified. No associated funerary objects are present.\\n        In 1974, human remains representing, at minimum, four individuals were removed from site 26WA1016 near Pyramid Lake in Washoe County, NV. The human remains (AHURs 862, 863, 864, and 865) were removed by Nevada State Museum staff under an Antiquities Act permit and have been housed at the Nevada State Museum since being collected. No known individuals were identified. The 18 associated funerary objects include debitage and stones.\\n        In 1974, human remains representing, at minimum, fifteen individuals were removed from site 26WA1018 near Pyramid Lake in Washoe County, NV. The human remains (AHURs 709, 710, 711, 712, 713, 714, 715, 716, 717, 718, 719, 815, 875, 876, and 2176) were removed by Nevada State Museum staff under an Antiquities Act permit and have been housed at the Nevada State Museum since being collected. No known individuals were identified. No associated funerary objects are present.\\n        On or before 1971, human remains representing, at minimum, five individuals were removed from site 26WA1019 near Pyramid Lake in Washoe County, NV. The human remains (AHURs 816, 2005, 2006A, and 2007) were removed by Nevada State Museum staff under an Antiquities Act permit and have been housed at the Nevada State Museum since being collected. No known individuals were identified. No associated funerary objects are present.\\n        In 1974, human remains representing, at minimum, seven individuals were removed from site 26WA1021 near Pyramid Lake in Washoe County, NV. The human remains (AHURs 720, 721, 722, 723, 724, 725, and 726) were removed by Nevada State Museum staff under an Antiquities Act permit and have been housed at the Nevada State Museum since being collected. No known individuals were identified. The two associated funerary objects are cobble fragments.\\n        In 1961, human remains representing, at minimum, two individuals were removed from site 26WAo224 near Pyramid Lake in Washoe County, NV. The human remains (AHURs 2001 and 2017) were removed by amateur archeologists and donated to the Nevada State Museum where they have been housed since then. No known individuals were identified. No associated funerary objects are present.\\n        On unknown dates between 1965 and 1979, human remains representing, at minimum, forty individuals were removed from unknown sites near Pyramid Lake in Washoe County, NV. The human remains (AHURs 703, 704, 705, 706, 817, 818, 819, 820, 821, 827, 828, 829, 830, 833, 834, 861, 868, 869, 873, 874, 2000, 2002, 2003, 2004, 2008, 2009, 2010, 2012, 2035, 2065, 2158, 2159, 2160, 2161, 2162, and 2178) were removed by amateur archeologists, tribal police, and the general public, and donated to the Nevada State Museum where they have been housed since then. No known individuals were identified. No associated funerary objects are present.\\n        Geographic, historic, and anthropological evidence indicates that the human remains are Native American. The sites from which the human remains and associated funerary objects were removed are within the boundaries of the Pyramid Lake Reservation. Historic documents, archeological and consultation evidence, including tribal oral history, indicate that this area has been occupied by the Pyramid Lake Paiute Tribe of the Pyramid Lake Reservation, NV, since precontact times. Based on this evidence, the human remains have been determined to be culturally affiliated with the Pyramid Lake Paiute Tribe of the Pyramid Lake Reservation, Nevada.\\n        Determinations Made by the Bureau of Indian Affairs\\n        Officials of the Bureau of Indian Affairs have determined that:\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice represent the physical remains of 147 individuals of Native American ancestry.\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(3)(A), the 2,576 objects described in this notice are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony.\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and associated funerary objects and the Pyramid Lake Paiute Tribe of the Pyramid Lake Reservation, Nevada.\\n        Additional Requestors and Disposition\\n\\n        Lineal descendants or representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to Anna Pardo, Museum Program Manager/NAGPRA Coordinator, U.S. Department of the Interior, Bureau of Indian Affairs, 12220 Sunrise Valley Drive, Room 6084, Reston, VA 20191, telephone (703) 390-6343, email Anna.Pardo@bia.gov, by September 21, 2017. After that date, if no additional requestors have come forward, transfer of control of the human remains and associated funerary objects to the Pyramid Lake Paiute Tribe of the Pyramid Lake Reservation, Nevada, may proceed.\\n        The Bureau of Indian Affairs is responsible for notifying the Pyramid Lake Paiute Tribe of the Pyramid Lake Reservation, Nevada, that this notice has been published.\\n        \\n          Dated: July 5, 2017.\\n          Melanie O\\'Brien,\\n          Manager, National NAGPRA Program. \\n        \\n      \\n      [FR Doc. 2017-17651 Filed 8-21-17; 8:45 am]\\n       BILLING CODE 4312-52-P\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "[NPS-WASO-NAGPRA-23706; PCU00RP14.R50000-PPWOCRDN0]", "subject": "Notice of Inventory Completion: U.S. Department of the Interior, Bureau of Indian Affairs, Washington, DC, and Nevada State Museum, Carson City, NV", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "The U.S. Department of the Interior, Bureau of Indian Affairs, and Nevada State Museum have completed an inventory of human remains and associated funerary objects, in consultation with the appropriate Indian tribes or Native Hawaiian organizations, and have determined that there is a cultural affiliation between the human remains and associated funerary objects and present-day Indian tribes or Native Hawaiian organizations. Lineal descendants or representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request to the Bureau of Indian Affairs. If no additional requestors come forward, transfer of control of the human remains and associated funerary objects to the lineal descendants, Indian tribes, or Native Hawaiian organizations stated in this notice may proceed.", "dates": "Lineal descendants or representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to the Bureau of Indian Affairs at the address in this notice by September 21, 2017.", "addresses": "Anna Pardo, Museum Program Manager/NAGPRA Coordinator, U.S. Department of the Interior, Bureau of Indian Affairs, 12220 Sunrise Valley Drive, Room 6084, Reston, VA 20191, telephone (703) 390-6343, email Anna.Pardo@bia.gov.\\n          ", "signature_dated": "Dated: July 5, 2017.", "signature_name": "Melanie O\\'Brien,", "signature_title": "Manager, National NAGPRA Program. ", "fr_doc": "[FR Doc. 2017-17651 Filed 8-21-17; 8:45 am]", "billing_code": " BILLING CODE 4312-52-P", "supp_info": "SUPPLEMENTARY INFORMATION: \n Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains and associated funerary objects under the control of the U.S. Department of the Interior, Bureau of Indian Affairs, Washington, DC, and in the physical custody of the Nevada State Museum, Carson City, NV. The human remains and associated funerary objects were removed from multiple sites near Pyramid Lake in Washoe County, NV. \n This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003(d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations in this notice. \n Consultation \n A detailed assessment of the human remains was made by the Bureau of Indian Affairs professional staff in consultation with representatives of the Pyramid Lake Paiute Tribe of the Pyramid Lake Reservation, Nevada. \n History and Description of the Remains \n In 1954, human remains representing, at minimum, one individual were removed from site 26WA0005 near Pyramid Lake in Washoe County, NV. The human remains (AHUR 734/2091) were discovered by a member of the public. Nevada State Museum staff collected the remains and funerary objects. They have been housed at the Nevada State Museum since being collected. No known individuals were identified. The three associated funerary objects are two strings of shells and one fur robe. \n In 1965, human remains representing, at minimum, four individuals were removed from site 26WA0274 near Pyramid Lake in Washoe County, NV. The human remains (AHURs 775, 776, 851, and 852) were removed by Nevada State Museum staff under an Antiquities Act permit and have been housed at the Nevada State Museum since being collected. No known individuals were identified. No associated funerary objects are present. \n In 1965, human remains representing, at minimum, nine individuals were removed from site 26WA0275 near Pyramid Lake in Washoe County, NV. The human remains (AHURs 840, 841, 842, 846, 853, 854, 855, 856, and 6037) were removed by Nevada State Museum staff under an Antiquities Act permit and have been housed at the Nevada State Museum since being collected. No known individuals were identified. The 429 associated funerary objects include basketry fragments, beads, cordage, flakes, projectile points, wood fragments, animal bones, bark, twigs, and stone materials. \n In 1965, human remains representing, at minimum, one individual were removed from site 26WA0280 near Pyramid Lake in Washoe County, NV. The human remains (AHUR 777) were removed by Nevada State Museum staff under an Antiquities Act permit and have been housed at the Nevada State Museum since being collected. No known individuals were identified. No associated funerary objects are present. \n In 1965, human remains representing, at minimum, three individuals were removed from site 26WA0291 near Pyramid Lake in Washoe County, NV. The human remains (AHURs 778, 779, and 2015) were removed by Nevada State Museum staff under an Antiquities Act permit and have been housed at the Nevada State Museum since being collected. No known individuals were identified. The 213 associated funerary objects include basketry fragments, cordage, flakes, projectile points, plant fragments, and stone materials. \n In 1965, human remains representing, at minimum, one individual were removed from site 26WA0292 near Pyramid Lake in Washoe County, NV. The human remains (AHUR 783) were removed by Nevada State Museum staff under an Antiquities Act permit and have been housed at the Nevada State Museum since being collected. No known individuals were identified. No associated funerary objects are present. \n In 1965, human remains representing, at minimum, three individuals were removed from site 26WA0314 near Pyramid Lake in Washoe County, NV. The human remains (AHURs 780, 781, and 782) were removed by Nevada State Museum staff under an Antiquities Act permit and have been housed at the Nevada State Museum since being collected. No known individuals were identified. No associated funerary objects are present. \n In 1965, human remains representing, at minimum, three individuals were removed from site 26WA0315 near Pyramid Lake in Washoe County, NV. The human remains (AHURs 850, 859, and 2119) were removed by Nevada State Museum staff under an Antiquities Act permit and have been housed at the Nevada State Museum since being collected. No known individuals were identified. No associated funerary objects are present.\\n         \n In 1965, human remains representing, at minimum, one individual were removed from site 26WA0321 near Pyramid Lake in Washoe County, NV. The human remains (AHUR 784) were removed by Nevada State Museum staff under an Antiquities Act permit and have been housed at the Nevada State Museum since being collected. No known individuals were identified. No associated funerary objects are present. \n In 1965, human remains representing, at minimum, one individual were removed from site 26WA0322 near Pyramid Lake in Washoe County, NV. The human remains (AHUR 785) were removed by Nevada State Museum staff under an Antiquities Act permit and have been housed at the Nevada State Museum since being collected. No known individuals were identified. No associated funerary objects are present. \n In 1965, human remains representing, at minimum, three individuals were removed from site 26WA0349 near Pyramid Lake in Washoe County, NV. The human remains (AHURs 786, 787, and 788) were removed by Nevada State Museum staff under an Antiquities Act permit and have been housed at the Nevada State Museum since being collected. No known individuals were identified. No associated funerary objects are present. \n In 1965, human remains representing, at minimum, one individual were removed from site 26WA0382 near Pyramid Lake in Washoe County, NV. The human remains (AHUR 2170) were removed by Nevada State Museum staff under an Antiquities Act permit and have been housed at the Nevada State Museum since being collected. No known individuals were identified. No associated funerary objects are present. \n In 1965, human remains representing, at minimum, one individual were removed from site 26WA0384 near Pyramid Lake in Washoe County, NV. The human remains (AHUR 790) were removed by Nevada State Museum staff under an Antiquities Act permit and have been housed at the Nevada State Museum since being collected. No known individuals were identified. No associated funerary objects are present. \n In 1965, human remains representing, at minimum, thirteen individuals were removed from site 26WA0385 near Pyramid Lake in Washoe County, NV. The human remains (AHURs 791, 792, 793, 794, 795, 796, 797, 798, 799, 800, 801, 802, and 803) were removed by Nevada State Museum staff under an Antiquities Act permit and have been housed at the Nevada State Museum since being collected. No known individuals were identified. No associated funerary objects are present. \n In 1965, human remains representing, at minimum, one individual were removed from site 26WA0389 near Pyramid Lake in Washoe County, NV. The human remains (AHUR 2169) were removed by Nevada State Museum staff under an Antiquities Act permit and have been housed at the Nevada State Museum since being collected. No known individuals were identified. No associated funerary objects are present. \n In 1965, human remains representing, at minimum, two individuals were removed from site 26WA0404 near Pyramid Lake in Washoe County, NV. The human remains (AHURs 870 and 871) were removed by Nevada State Museum staff under an Antiquities Act permit and have been housed at the Nevada State Museum since being collected. No known individuals were identified. The 28 associated funerary objects include faunal material, stones, and wood fragments. \n In 1965, human remains representing, at minimum, one individual were removed from site 26WA0413 near Pyramid Lake in Washoe County, NV. The human remains (AHUR 2171) were removed by Nevada State Museum staff under an Antiquities Act permit and have been housed at the Nevada State Museum since being collected. No known individuals were identified. No associated funerary objects are present. \n In 1965, human remains representing, at minimum, one individual were removed from site 26WA0459 near Pyramid Lake in Washoe County, NV. The human remains (AHUR 804) were removed by Nevada State Museum staff under an Antiquities Act permit and have been housed at the Nevada State Museum since being collected. No known individuals were identified. No associated funerary objects are present. \n In 1965, human remains representing, at minimum, twelve individuals were removed from site 26WA0525 near Pyramid Lake in Washoe County, NV. The human remains (AHURs 835, 836, 837, 844, 845, 847, 848, 849, 857, 858, 866, and 877) were removed by Nevada State Museum staff under an Antiquities Act permit and have been housed at the Nevada State Museum since being collected. No known individuals were identified. The 1,883 associated funerary objects include basketry fragments, beads, basketry, cordage, flakes, projectile points, faunal remains, plant fragments, twigs, and stone materials. \n In 1965, human remains representing, at minimum, one individual were removed from site 26WA0528 near Pyramid Lake in Washoe County, NV. The human remains (AHUR 805) were removed by Nevada State Museum staff under an Antiquities Act permit and have been housed at the Nevada State Museum since being collected. No known individuals were identified. No associated funerary objects are present. \n In 1965, human remains representing, at minimum, one individual were removed from site 26WA0529 near Pyramid Lake in Washoe County, NV. The human remains (AHUR 806) were removed by Nevada State Museum staff under an Antiquities Act permit and have been housed at the Nevada State Museum since being collected. No known individuals were identified. No associated funerary objects are present. \n In 1965, human remains representing, at minimum, one individual were removed from site 26WA0609 near Pyramid Lake in Washoe County, NV. The human remains (AHUR 807) were removed by Nevada State Museum staff under an Antiquities Act permit and have been housed at the Nevada State Museum since being collected. No known individuals were identified. No associated funerary objects are present. \n In 1965, human remains representing, at minimum, one individual were removed from site 26WA0613 near Pyramid Lake in Washoe County, NV. The human remains (AHUR 808) were removed by Nevada State Museum staff under an Antiquities Act permit and have been housed at the Nevada State Museum since being collected. No known individuals were identified. No associated funerary objects are present. \n In 1966, human remains representing, at minimum, one individual were removed from site 26WA0714 near Pyramid Lake in Washoe County, NV. The human remains (AHUR 2172) were removed by Nevada State Museum staff under an Antiquities Act permit and have been housed at the Nevada State Museum since being collected. No known individuals were identified. No associated funerary objects are present. \n In 1965, human remains representing, at minimum, one individual were removed from site 26WA0729 near Pyramid Lake in Washoe County, NV. The human remains (AHUR 809) were removed by Nevada State Museum staff under an Antiquities Act permit and have been housed at the Nevada State Museum since being collected. No known individuals were identified. No associated funerary objects are present. \n In 1965, human remains representing, at minimum, one individual were removed from site 26WA0745 near Pyramid Lake in Washoe County, NV. The human remains (AHUR 810) were removed by Nevada State Museum staff under an Antiquities Act permit and have been housed at the Nevada State Museum since being collected. No known individuals were identified. No associated funerary objects are present. \n In 1965, human remains representing, at minimum, one individual were removed from site 26WA0814 near Pyramid Lake in Washoe County, NV. The human remains (AHUR 811) were removed by Nevada State Museum staff under an Antiquities Act permit and have been housed at the Nevada State Museum since being collected. No known individuals were identified. No associated funerary objects are present. \n In 1965, human remains representing, at minimum, one individual were removed from site 26WA0882 near Pyramid Lake in Washoe County, NV. The human remains (AHUR 812) were removed by Nevada State Museum staff under an Antiquities Act permit and have been housed at the Nevada State Museum since being collected. No known individuals were identified. No associated funerary objects are present. \n In 1966, human remains representing, at minimum, one individual were removed from site 26WA0953 near Pyramid Lake in Washoe County, NV. The human remains (AHUR 813) were removed by Nevada State Museum staff under an Antiquities Act permit and have been housed at the Nevada State Museum since being collected. No known individuals were identified. No associated funerary objects are present. \n Sometime during 1973-1974, human remains representing, at minimum, two individuals were removed from site 26WA1014 near Pyramid Lake in Washoe County, NV. The human remains (AHURs 2013 and 2014) were removed by Nevada State Museum staff under an Antiquities Act permit and have been housed at the Nevada State Museum since being collected. No known individuals were identified. No associated funerary objects are present. \n In 1974, human remains representing, at minimum, four individuals were removed from site 26WA1016 near Pyramid Lake in Washoe County, NV. The human remains (AHURs 862, 863, 864, and 865) were removed by Nevada State Museum staff under an Antiquities Act permit and have been housed at the Nevada State Museum since being collected. No known individuals were identified. The 18 associated funerary objects include debitage and stones. \n In 1974, human remains representing, at minimum, fifteen individuals were removed from site 26WA1018 near Pyramid Lake in Washoe County, NV. The human remains (AHURs 709, 710, 711, 712, 713, 714, 715, 716, 717, 718, 719, 815, 875, 876, and 2176) were removed by Nevada State Museum staff under an Antiquities Act permit and have been housed at the Nevada State Museum since being collected. No known individuals were identified. No associated funerary objects are present. \n On or before 1971, human remains representing, at minimum, five individuals were removed from site 26WA1019 near Pyramid Lake in Washoe County, NV. The human remains (AHURs 816, 2005, 2006A, and 2007) were removed by Nevada State Museum staff under an Antiquities Act permit and have been housed at the Nevada State Museum since being collected. No known individuals were identified. No associated funerary objects are present. \n In 1974, human remains representing, at minimum, seven individuals were removed from site 26WA1021 near Pyramid Lake in Washoe County, NV. The human remains (AHURs 720, 721, 722, 723, 724, 725, and 726) were removed by Nevada State Museum staff under an Antiquities Act permit and have been housed at the Nevada State Museum since being collected. No known individuals were identified. The two associated funerary objects are cobble fragments. \n In 1961, human remains representing, at minimum, two individuals were removed from site 26WAo224 near Pyramid Lake in Washoe County, NV. The human remains (AHURs 2001 and 2017) were removed by amateur archeologists and donated to the Nevada State Museum where they have been housed since then. No known individuals were identified. No associated funerary objects are present. \n On unknown dates between 1965 and 1979, human remains representing, at minimum, forty individuals were removed from unknown sites near Pyramid Lake in Washoe County, NV. The human remains (AHURs 703, 704, 705, 706, 817, 818, 819, 820, 821, 827, 828, 829, 830, 833, 834, 861, 868, 869, 873, 874, 2000, 2002, 2003, 2004, 2008, 2009, 2010, 2012, 2035, 2065, 2158, 2159, 2160, 2161, 2162, and 2178) were removed by amateur archeologists, tribal police, and the general public, and donated to the Nevada State Museum where they have been housed since then. No known individuals were identified. No associated funerary objects are present. \n Geographic, historic, and anthropological evidence indicates that the human remains are Native American. The sites from which the human remains and associated funerary objects were removed are within the boundaries of the Pyramid Lake Reservation. Historic documents, archeological and consultation evidence, including tribal oral history, indicate that this area has been occupied by the Pyramid Lake Paiute Tribe of the Pyramid Lake Reservation, NV, since precontact times. Based on this evidence, the human remains have been determined to be culturally affiliated with the Pyramid Lake Paiute Tribe of the Pyramid Lake Reservation, Nevada. \n Determinations Made by the Bureau of Indian Affairs \n Officials of the Bureau of Indian Affairs have determined that: \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice represent the physical remains of 147 individuals of Native American ancestry. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(3)(A), the 2,576 objects described in this notice are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and associated funerary objects and the Pyramid Lake Paiute Tribe of the Pyramid Lake Reservation, Nevada. \n Additional Requestors and Disposition \n Lineal descendants or representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to Anna Pardo, Museum Program Manager/NAGPRA Coordinator, U.S. Department of the Interior, Bureau of Indian Affairs, 12220 Sunrise Valley Drive, Room 6084, Reston, VA 20191, telephone (703) 390-6343, email Anna.Pardo@bia.gov, by September 21, 2017. After that date, if no additional requestors have come forward, transfer of control of the human remains and associated funerary objects to the Pyramid Lake Paiute Tribe of the Pyramid Lake Reservation, Nevada, may proceed. \n The Bureau of Indian Affairs is responsible for notifying the Pyramid Lake Paiute Tribe of the Pyramid Lake Reservation, Nevada, that this notice has been published. \n ", "consultation": "A detailed assessment of the human remains was made by the Bureau of Indian Affairs professional staff in consultation with representatives of the Pyramid Lake Paiute Tribe of the Pyramid Lake Reservation, Nevada. \n ", "h_d_r": "In 1954, human remains representing, at minimum, one individual were removed from site 26WA0005 near Pyramid Lake in Washoe County, NV. The human remains (AHUR 734/2091) were discovered by a member of the public. Nevada State Museum staff collected the remains and funerary objects. They have been housed at the Nevada State Museum since being collected. No known individuals were identified. The three associated funerary objects are two strings of shells and one fur robe. \n In 1965, human remains representing, at minimum, four individuals were removed from site 26WA0274 near Pyramid Lake in Washoe County, NV. The human remains (AHURs 775, 776, 851, and 852) were removed by Nevada State Museum staff under an Antiquities Act permit and have been housed at the Nevada State Museum since being collected. No known individuals were identified. No associated funerary objects are present. \n In 1965, human remains representing, at minimum, nine individuals were removed from site 26WA0275 near Pyramid Lake in Washoe County, NV. The human remains (AHURs 840, 841, 842, 846, 853, 854, 855, 856, and 6037) were removed by Nevada State Museum staff under an Antiquities Act permit and have been housed at the Nevada State Museum since being collected. No known individuals were identified. The 429 associated funerary objects include basketry fragments, beads, cordage, flakes, projectile points, wood fragments, animal bones, bark, twigs, and stone materials. \n In 1965, human remains representing, at minimum, one individual were removed from site 26WA0280 near Pyramid Lake in Washoe County, NV. The human remains (AHUR 777) were removed by Nevada State Museum staff under an Antiquities Act permit and have been housed at the Nevada State Museum since being collected. No known individuals were identified. No associated funerary objects are present. \n In 1965, human remains representing, at minimum, three individuals were removed from site 26WA0291 near Pyramid Lake in Washoe County, NV. The human remains (AHURs 778, 779, and 2015) were removed by Nevada State Museum staff under an Antiquities Act permit and have been housed at the Nevada State Museum since being collected. No known individuals were identified. The 213 associated funerary objects include basketry fragments, cordage, flakes, projectile points, plant fragments, and stone materials. \n In 1965, human remains representing, at minimum, one individual were removed from site 26WA0292 near Pyramid Lake in Washoe County, NV. The human remains (AHUR 783) were removed by Nevada State Museum staff under an Antiquities Act permit and have been housed at the Nevada State Museum since being collected. No known individuals were identified. No associated funerary objects are present. \n In 1965, human remains representing, at minimum, three individuals were removed from site 26WA0314 near Pyramid Lake in Washoe County, NV. The human remains (AHURs 780, 781, and 782) were removed by Nevada State Museum staff under an Antiquities Act permit and have been housed at the Nevada State Museum since being collected. No known individuals were identified. No associated funerary objects are present. \n In 1965, human remains representing, at minimum, three individuals were removed from site 26WA0315 near Pyramid Lake in Washoe County, NV. The human remains (AHURs 850, 859, and 2119) were removed by Nevada State Museum staff under an Antiquities Act permit and have been housed at the Nevada State Museum since being collected. No known individuals were identified. No associated funerary objects are present.\\n         \n In 1965, human remains representing, at minimum, one individual were removed from site 26WA0321 near Pyramid Lake in Washoe County, NV. The human remains (AHUR 784) were removed by Nevada State Museum staff under an Antiquities Act permit and have been housed at the Nevada State Museum since being collected. No known individuals were identified. No associated funerary objects are present. \n In 1965, human remains representing, at minimum, one individual were removed from site 26WA0322 near Pyramid Lake in Washoe County, NV. The human remains (AHUR 785) were removed by Nevada State Museum staff under an Antiquities Act permit and have been housed at the Nevada State Museum since being collected. No known individuals were identified. No associated funerary objects are present. \n In 1965, human remains representing, at minimum, three individuals were removed from site 26WA0349 near Pyramid Lake in Washoe County, NV. The human remains (AHURs 786, 787, and 788) were removed by Nevada State Museum staff under an Antiquities Act permit and have been housed at the Nevada State Museum since being collected. No known individuals were identified. No associated funerary objects are present. \n In 1965, human remains representing, at minimum, one individual were removed from site 26WA0382 near Pyramid Lake in Washoe County, NV. The human remains (AHUR 2170) were removed by Nevada State Museum staff under an Antiquities Act permit and have been housed at the Nevada State Museum since being collected. No known individuals were identified. No associated funerary objects are present. \n In 1965, human remains representing, at minimum, one individual were removed from site 26WA0384 near Pyramid Lake in Washoe County, NV. The human remains (AHUR 790) were removed by Nevada State Museum staff under an Antiquities Act permit and have been housed at the Nevada State Museum since being collected. No known individuals were identified. No associated funerary objects are present. \n In 1965, human remains representing, at minimum, thirteen individuals were removed from site 26WA0385 near Pyramid Lake in Washoe County, NV. The human remains (AHURs 791, 792, 793, 794, 795, 796, 797, 798, 799, 800, 801, 802, and 803) were removed by Nevada State Museum staff under an Antiquities Act permit and have been housed at the Nevada State Museum since being collected. No known individuals were identified. No associated funerary objects are present. \n In 1965, human remains representing, at minimum, one individual were removed from site 26WA0389 near Pyramid Lake in Washoe County, NV. The human remains (AHUR 2169) were removed by Nevada State Museum staff under an Antiquities Act permit and have been housed at the Nevada State Museum since being collected. No known individuals were identified. No associated funerary objects are present. \n In 1965, human remains representing, at minimum, two individuals were removed from site 26WA0404 near Pyramid Lake in Washoe County, NV. The human remains (AHURs 870 and 871) were removed by Nevada State Museum staff under an Antiquities Act permit and have been housed at the Nevada State Museum since being collected. No known individuals were identified. The 28 associated funerary objects include faunal material, stones, and wood fragments. \n In 1965, human remains representing, at minimum, one individual were removed from site 26WA0413 near Pyramid Lake in Washoe County, NV. The human remains (AHUR 2171) were removed by Nevada State Museum staff under an Antiquities Act permit and have been housed at the Nevada State Museum since being collected. No known individuals were identified. No associated funerary objects are present. \n In 1965, human remains representing, at minimum, one individual were removed from site 26WA0459 near Pyramid Lake in Washoe County, NV. The human remains (AHUR 804) were removed by Nevada State Museum staff under an Antiquities Act permit and have been housed at the Nevada State Museum since being collected. No known individuals were identified. No associated funerary objects are present. \n In 1965, human remains representing, at minimum, twelve individuals were removed from site 26WA0525 near Pyramid Lake in Washoe County, NV. The human remains (AHURs 835, 836, 837, 844, 845, 847, 848, 849, 857, 858, 866, and 877) were removed by Nevada State Museum staff under an Antiquities Act permit and have been housed at the Nevada State Museum since being collected. No known individuals were identified. The 1,883 associated funerary objects include basketry fragments, beads, basketry, cordage, flakes, projectile points, faunal remains, plant fragments, twigs, and stone materials. \n In 1965, human remains representing, at minimum, one individual were removed from site 26WA0528 near Pyramid Lake in Washoe County, NV. The human remains (AHUR 805) were removed by Nevada State Museum staff under an Antiquities Act permit and have been housed at the Nevada State Museum since being collected. No known individuals were identified. No associated funerary objects are present. \n In 1965, human remains representing, at minimum, one individual were removed from site 26WA0529 near Pyramid Lake in Washoe County, NV. The human remains (AHUR 806) were removed by Nevada State Museum staff under an Antiquities Act permit and have been housed at the Nevada State Museum since being collected. No known individuals were identified. No associated funerary objects are present. \n In 1965, human remains representing, at minimum, one individual were removed from site 26WA0609 near Pyramid Lake in Washoe County, NV. The human remains (AHUR 807) were removed by Nevada State Museum staff under an Antiquities Act permit and have been housed at the Nevada State Museum since being collected. No known individuals were identified. No associated funerary objects are present. \n In 1965, human remains representing, at minimum, one individual were removed from site 26WA0613 near Pyramid Lake in Washoe County, NV. The human remains (AHUR 808) were removed by Nevada State Museum staff under an Antiquities Act permit and have been housed at the Nevada State Museum since being collected. No known individuals were identified. No associated funerary objects are present. \n In 1966, human remains representing, at minimum, one individual were removed from site 26WA0714 near Pyramid Lake in Washoe County, NV. The human remains (AHUR 2172) were removed by Nevada State Museum staff under an Antiquities Act permit and have been housed at the Nevada State Museum since being collected. No known individuals were identified. No associated funerary objects are present. \n In 1965, human remains representing, at minimum, one individual were removed from site 26WA0729 near Pyramid Lake in Washoe County, NV. The human remains (AHUR 809) were removed by Nevada State Museum staff under an Antiquities Act permit and have been housed at the Nevada State Museum since being collected. No known individuals were identified. No associated funerary objects are present. \n In 1965, human remains representing, at minimum, one individual were removed from site 26WA0745 near Pyramid Lake in Washoe County, NV. The human remains (AHUR 810) were removed by Nevada State Museum staff under an Antiquities Act permit and have been housed at the Nevada State Museum since being collected. No known individuals were identified. No associated funerary objects are present. \n In 1965, human remains representing, at minimum, one individual were removed from site 26WA0814 near Pyramid Lake in Washoe County, NV. The human remains (AHUR 811) were removed by Nevada State Museum staff under an Antiquities Act permit and have been housed at the Nevada State Museum since being collected. No known individuals were identified. No associated funerary objects are present. \n In 1965, human remains representing, at minimum, one individual were removed from site 26WA0882 near Pyramid Lake in Washoe County, NV. The human remains (AHUR 812) were removed by Nevada State Museum staff under an Antiquities Act permit and have been housed at the Nevada State Museum since being collected. No known individuals were identified. No associated funerary objects are present. \n In 1966, human remains representing, at minimum, one individual were removed from site 26WA0953 near Pyramid Lake in Washoe County, NV. The human remains (AHUR 813) were removed by Nevada State Museum staff under an Antiquities Act permit and have been housed at the Nevada State Museum since being collected. No known individuals were identified. No associated funerary objects are present. \n Sometime during 1973-1974, human remains representing, at minimum, two individuals were removed from site 26WA1014 near Pyramid Lake in Washoe County, NV. The human remains (AHURs 2013 and 2014) were removed by Nevada State Museum staff under an Antiquities Act permit and have been housed at the Nevada State Museum since being collected. No known individuals were identified. No associated funerary objects are present. \n In 1974, human remains representing, at minimum, four individuals were removed from site 26WA1016 near Pyramid Lake in Washoe County, NV. The human remains (AHURs 862, 863, 864, and 865) were removed by Nevada State Museum staff under an Antiquities Act permit and have been housed at the Nevada State Museum since being collected. No known individuals were identified. The 18 associated funerary objects include debitage and stones. \n In 1974, human remains representing, at minimum, fifteen individuals were removed from site 26WA1018 near Pyramid Lake in Washoe County, NV. The human remains (AHURs 709, 710, 711, 712, 713, 714, 715, 716, 717, 718, 719, 815, 875, 876, and 2176) were removed by Nevada State Museum staff under an Antiquities Act permit and have been housed at the Nevada State Museum since being collected. No known individuals were identified. No associated funerary objects are present. \n On or before 1971, human remains representing, at minimum, five individuals were removed from site 26WA1019 near Pyramid Lake in Washoe County, NV. The human remains (AHURs 816, 2005, 2006A, and 2007) were removed by Nevada State Museum staff under an Antiquities Act permit and have been housed at the Nevada State Museum since being collected. No known individuals were identified. No associated funerary objects are present. \n In 1974, human remains representing, at minimum, seven individuals were removed from site 26WA1021 near Pyramid Lake in Washoe County, NV. The human remains (AHURs 720, 721, 722, 723, 724, 725, and 726) were removed by Nevada State Museum staff under an Antiquities Act permit and have been housed at the Nevada State Museum since being collected. No known individuals were identified. The two associated funerary objects are cobble fragments. \n In 1961, human remains representing, at minimum, two individuals were removed from site 26WAo224 near Pyramid Lake in Washoe County, NV. The human remains (AHURs 2001 and 2017) were removed by amateur archeologists and donated to the Nevada State Museum where they have been housed since then. No known individuals were identified. No associated funerary objects are present. \n On unknown dates between 1965 and 1979, human remains representing, at minimum, forty individuals were removed from unknown sites near Pyramid Lake in Washoe County, NV. The human remains (AHURs 703, 704, 705, 706, 817, 818, 819, 820, 821, 827, 828, 829, 830, 833, 834, 861, 868, 869, 873, 874, 2000, 2002, 2003, 2004, 2008, 2009, 2010, 2012, 2035, 2065, 2158, 2159, 2160, 2161, 2162, and 2178) were removed by amateur archeologists, tribal police, and the general public, and donated to the Nevada State Museum where they have been housed since then. No known individuals were identified. No associated funerary objects are present. \n Geographic, historic, and anthropological evidence indicates that the human remains are Native American. The sites from which the human remains and associated funerary objects were removed are within the boundaries of the Pyramid Lake Reservation. Historic documents, archeological and consultation evidence, including tribal oral history, indicate that this area has been occupied by the Pyramid Lake Paiute Tribe of the Pyramid Lake Reservation, NV, since precontact times. Based on this evidence, the human remains have been determined to be culturally affiliated with the Pyramid Lake Paiute Tribe of the Pyramid Lake Reservation, Nevada. \n ", "h_d_ci": "Null", "determinations": "Determinations Made by the Bureau of Indian Affairs \n Officials of the Bureau of Indian Affairs have determined that: \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice represent the physical remains of 147 individuals of Native American ancestry. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(3)(A), the 2,576 objects described in this notice are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and associated funerary objects and the Pyramid Lake Paiute Tribe of the Pyramid Lake Reservation, Nevada. \n ", "a_r_d": "Lineal descendants or representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to Anna Pardo, Museum Program Manager/NAGPRA Coordinator, U.S. Department of the Interior, Bureau of Indian Affairs, 12220 Sunrise Valley Drive, Room 6084, Reston, VA 20191, telephone (703) 390-6343, email Anna.Pardo@bia.gov, by September 21, 2017. After that date, if no additional requestors have come forward, transfer of control of the human remains and associated funerary objects to the Pyramid Lake Paiute Tribe of the Pyramid Lake Reservation, Nevada, may proceed. \n The Bureau of Indian Affairs is responsible for notifying the Pyramid Lake Paiute Tribe of the Pyramid Lake Reservation, Nevada, that this notice has been published. \n "}