{"index": "I_437", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        [NPS-WASO-NAGPRA-22999; PPWOCRADN0-PCU00RP14.R50000]\\n        Notice of Inventory Completion: San Diego Museum of Man, San Diego, CA; Correction\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice; correction.\\n        \\n        \\n          SUMMARY:\\n\\n          The San Diego Museum of Man has corrected an inventory of human remains and associated funerary objects, published in a Notice of Inventory Completion in the Federal Register on January 27, 2016. This notice corrects the minimum number of individuals and number of associated funerary objects. Lineal descendants or representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request to the San Diego Museum of Man. If no additional requestors come forward, transfer of control of the human remains and associated funerary objects to the lineal descendants, Indian tribes, or Native Hawaiian organizations stated in this notice may proceed.\\n        \\n        \\n          DATES:\\n          Lineal descendants or representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to the San Diego Museum of Man at the address in this notice by April 12, 2017.\\n        \\n        \\n          ADDRESSES:\\n\\n          Ben Garcia, Deputy Director, San Diego Museum of Man, 1350 El Prado, San Diego, CA 92101, telephone (619) 239-2001 ext. 17, email bgarcia@museumofman.org.\\n          \\n        \\n      \\n      \\n        SUPPLEMENTARY INFORMATION:\\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the correction of an inventory of human remains and associated funerary objects under the control of the San Diego Museum of Man, San Diego, CA. The human remains and associated funerary objects were removed from various locations in the La Jolla area of San Diego, San Diego County, CA.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003(d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations in this notice.\\n\\n        This notice corrects the minimum number of individuals and number of associated funerary objects published in a Notice of Inventory Completion in the Federal Register (81 FR 4650-4651, January 27, 2016). The correction is being made as a re-inventory discovered more human remains and associated funerary objects linked with the archeological sites listed in the previous Notice of Inventory Completion. Also, additional consultation with the Kumeyaay Nation determined that these archeological sites are considered entirely cemetery sites based on traditional Kumeyaay burial practices. Transfer of control of the items in this correction notice has not occurred.\\n        Correction\\n        In the Federal Register (81 FR 4650, January 27, 2016), column 2, paragraph 3, sentence 4, under the heading \\xe2\\x80\\x9cHistory and Description of the Human Remains and Associated Funerary Objects,\\xe2\\x80\\x9d is corrected by substituting the following sentence:\\n        \\n        \\n          The 283 associated funerary objects are 9 metates, 20 manos, 8 mortars, 17 stone pestles, 1 arrow shaft straightener, 2 stone pendants, 2 stone bowl fragments, 1 fire-effected modified stone, 1 round stone (possible weight), 2 heating stones, 2 donut stones, 6 hammerstones, 1 weight, 2 battered stones, 22 arrows, 2 dart points, 1 reamer, 1 fragment of a chert blade, 2 chert flakes, 12 cores, 17 core tools, 15 utilized flakes, 15 flakes, 6 lots of flakes, 7 soil samples, 11 ecofacts, 5 stones, 7 ceramic pottery fragments, 5 lots of sherds, 1 wood pestle, 6 unmodified shells, 8 shell pendants, 5 shell disks, 1 abalone fish hook, 14 lots of assorted shell, 3 bone awls, 13 unmodified faunal bones, 18 lots of faunal remains, 1 piece of metal, and 11 olivella shell beads. \\n        \\n        \\n        In the Federal Register (81 FR 4650, January 27, 2016), column 3, before paragraph 1, under the heading \\xe2\\x80\\x9cHistory and Description of the Human Remains and Associated Funerary Objects,\\xe2\\x80\\x9d insert the following paragraphs:\\n        \\n        \\n          On an unknown date, human remains representing, at minimum, 1 individual were removed from the vicinity of site CA-SDI-39 (W-1) or site CA-SDI-18307 (W-2). These human remains lack specific information on the date of collection/donation, name of the collector, or collection documentation beyond their association with sites CA-SDI-39 (W-1) or CA-SDI-18307 (W-2). No known individual was identified. No associated funerary objects are present.\\n          On an unknown date, human remains representing, at minimum, 7 individuals were removed from site CA-SDI-18307 (W-2). These human remains lack specific information on the date of collection/donation, name of the collector, or collection documentation beyond their association to site CA-SDI-18307 (W-2). No known individuals were identified. No associated funerary objects are present.\\n          On an unknown date, human remains representing, at minimum, 11 individuals were removed from the La Jolla Shores site (CA-SDI-18307 (W-2)) and are believed to have been collected by George Carter. These human remains lack specific collection documentation beyond their association to site CA-SDI-18307 (W-2). No known individuals were identified. No associated funerary objects are present.\\n        \\n        \\n        In the Federal Register (81 FR 4650, January 27, 2016), column 3, paragraph 1, under the heading \\xe2\\x80\\x9cHistory and Description of the Human Remains and Associated Funerary Objects,\\xe2\\x80\\x9d is corrected by substituting the following paragraph:\\n        \\n        \\n          Between 1929 and 1945, human remains representing, at minimum, 3 individuals were removed from site CA-SDI-4670 (W-5) by Malcolm J. Rogers on behalf of the San Diego Museum of Man as a part of salvage archeology operations. No known individuals were identified. The 126 associated funerary objects are 4 metates, 15 manos, 1 scraper/plane, 1 pestle, 10 battered stones, 15 cores, 28 core tools, 18 utilized flakes, 6 flakes, 4 lot of unworked flakes, 1 hammerstone, 2 bone arrow points, 1 dart point, 1 dart point fragment, 2 lots of shell, 1 modified shell, 3 biface tools, 4 unmodified faunal bones, 3 lots of unmodified faunal bone, 2 lots of ecofacts, 1 lot of tourmaline, 1 soil sample, 1 reamer, and 1 lot of 110 olivella shell beads.\\n        \\n        \\n        In the Federal Register (81 FR 4650, January 27, 2016), column 3, paragraph 2, sentence 1, under the heading \\xe2\\x80\\x9cHistory and Description of the Human Remains and Associated Funerary Objects,\\xe2\\x80\\x9d is corrected by replacing the number \\xe2\\x80\\x9c1\\xe2\\x80\\x9d with the number \\xe2\\x80\\x9c4\\xe2\\x80\\x9d .\\n        In the Federal Register (81 FR 4650, January 27, 2016), column 3, paragraph 3, sentence 3, under the heading \\xe2\\x80\\x9cHistory and Description of the Human Remains and Associated Funerary Objects,\\xe2\\x80\\x9d is corrected by substituting the following sentence:\\n        \\n        \\n          The 192 associated funerary objects include 1 chopper, 12 manos, 1 metate, 1 mortar, 1 stone pestle, 1 stone pendant, 1 dart, 1 lot of modified stone, 4 cores, 4 flakes, 10 lots of unworked flakes, 20 battered stones, 3 arrows, 3 arrow fragments, 1 shell, 14 lots of shell, 4 unmodified faunal bones, 6 lots of unmodified faunal bone, 2 unmodified stones, 1 peach pit, 2 lots of unmodified stone, 2 soil samples, 30 utilized flakes, 5 olivella shell beads, 2 olivella shells, 1 lot of 309 olivella shell beads, 42 core tools, 1 protothaca shell, 13 lots of mixed earth, stone, shell, and faunal bone, 2 pieces of fire affected wood, and 1 piece of stone.\\n        \\n        \\n        In the Federal Register (81 FR 4650, January 27, 2016), column 3, paragraph 4, sentence 1, under the heading \\xe2\\x80\\x9cHistory and Description of the Human Remains and Associated Funerary Objects,\\xe2\\x80\\x9d is corrected by replacing the number \\xe2\\x80\\x9c2\\xe2\\x80\\x9d with the number \\xe2\\x80\\x9c3\\xe2\\x80\\x9d.\\n        In the Federal Register (81 FR 4650, January 27, 2016), column 3, before paragraph 5, under the heading \\xe2\\x80\\x9cHistory and Description of the Human Remains and Associated Funerary Objects\\xe2\\x80\\x9d, insert the following paragraph:\\n        \\n        \\n          In 1949, human remains representing, at minimum, 1 individual were collected from the Scripps Plateau site (CA-SDI-525 (W-9)) by Al Allanson. No known individuals were identified. The 3 associated funerary objects are 1 discoidal and 2 manos.\\n          On an unknown date, human remains representing, at minimum, 1 individual were removed from site CA-SDI-525 (W-9). These human remains lack specific information on the date of collection/donation, name of the collector, or collection documentation beyond their association with site CA-SDI-525 (W-9). No known individual was identified. No associated funerary objects are present.\\n        \\n        \\n        In the Federal Register (81 FR 4650, January 27, 2016), column 3, paragraph 5, sentence 4, under the heading \\xe2\\x80\\x9cHistory and Description of the Human Remains and Associated Funerary Objects,\\xe2\\x80\\x9d is corrected by substituting the following sentence:\\n        \\n        \\n          The 470 associated funerary objects are 4 metates 41 manos, 1 scraper plane, 3 donut stones, 1 abrader, 61 battered stone tools, 66 cores, 76 core tools, 87 utilized flakes, 4 flakes, 29 lots of unworked flakes, 5 biface tools, 1 arrow, 2 ceramic fragments, 1 olivella shell bead, 20 lots of unworked shell, 14 pieces of modified faunal bone, 1 piece of burnt bone, 5 unmodified faunal bones, 13 lots of faunal bone, 22 lots of ecofacts, 1 piece of metal, 1 piece of red ceramic, 5 soil samples, and 6 lots of unworked stone.\\n        \\n        \\n        In the Federal Register (81 FR 4650, January 27, 2016), column 3, paragraph 6, under the heading \\xe2\\x80\\x9cHistory and Description of the Human Remains and Associated Funerary Objects,\\xe2\\x80\\x9d is corrected by substituting the following paragraph:\\n        \\n        \\n          From 1947 to 1948, human remains representing, at minimum, 14 individuals were collected from site CA-SDI-4669 (W-12) during San Diego Museum of Man field work, possibly done by H. T. Cain and George Carter. No known individuals were identified. The 57 associated funerary objects are 1 piece of unmodified faunal bone, 1 piece of metal, 4 battered stones, 4 utilized flakes, 6 stones, 1 core tools, 2 bone awls, 1 ring stone, 24 flakes, and 13 shells. \\n        \\n        \\n        In the Federal Register (81 FR 4651, January 27, 2016), column 1, before paragraph 2, under the heading \\xe2\\x80\\x9cHistory and Description of the Human Remains and Associated Funerary Objects,\\xe2\\x80\\x9d insert the following paragraphs:\\n        \\n        \\n          In 1956, human remains representing at minimum, 11 individuals were recovered due to construction on the William H. Black Estate, site (CA-SDI-4669 (W-12)). These human remains lack specific information on the date of donation, name of the collector, or collection documentation beyond their association with site CA-SDI-4669 (W-12). No known individuals were identified. The 95 associated funerary objects are 29 manos, 1 metate, 5 cores, 4 core tools, 9 utilized flakes, 6 lots of unworked flakes, 19 battered stones, 1 olivella shell bead, 5 lots of unmodified shell, 2 lots of unmodified faunal bone, 2 soil samples, 9 lots of stone, 1 tile sherd, 1 lot of ceramic debris, and 1 ceramic sherd.\\n          In 1976, human remains representing, at minimum, 9 individuals were removed by Dr. Jason Smith of Cal State Northridge and analyzed by Dr. Gail Kennedy of the University of California, Los Angeles, during a joint field school excavation class. The primary location for this excavation was the William H. Black Estate site (CA-SDI-4669 (W-12)), but collection documentation indicates that some work may have been done at the adjacent site CA-SDI-4670 (W-5) during this same field school collection. At an unknown date, these human remains were transferred to the San Diego Museum of Man. No known individuals were identified. The 10 associated funerary objects are 10 lots of faunal remains.\\n          On an unknown date, human remains representing, at minimum, 13 individuals were removed from an unknown location. These human remains lack specific information on the date of collection/donation, name of the collector, or collection documentation beyond a general designation of prehistoric La Jollan, a classification previously used for individuals excavated from sites CA-SDI-39 (W-1), CA-SDI-18307 (W-2), CA-SDI-4670 (W-5), CA-SDI-525 (W-9), or CA-SDI-4669 (W-12). No known individuals were identified. No associated funerary objects are present.\\n        \\n        \\n        In the Federal Register (81 FR 4651, January 27, 2016), column 1, paragraph 2, under the heading \\xe2\\x80\\x9cHistory and Description of the Human Remains and Associated Funerary Objects,\\xe2\\x80\\x9d is corrected by substituting the following paragraph:\\n        \\n        \\n          These sites were originally identified by Malcolm J. Rogers. Excavations from these sites were conducted by Rogers, as well as numerous other individuals, including many former San Diego Museum of Man staff. Many of these excavations occurred while Rogers was employed by the San Diego Museum of Man. These sites are all located within well-known and documented aboriginal territories of the Kumeyaay Nation. Based on a systematic review of collection documentation, bio-cultural and archeological evidence, geographic location, ethnographic information, and oral history evidence, these remains have been identified as Native American.\\n        \\n        \\n        In the Federal Register (81 FR 4651, January 27, 2016), column 1, paragraph 4, under the heading \\xe2\\x80\\x9cDeterminations made by the San Diego Museum of Man,\\xe2\\x80\\x9d is corrected by replacing the number \\xe2\\x80\\x9c66\\xe2\\x80\\x9d with the number \\xe2\\x80\\x9c135\\xe2\\x80\\x9d.\\n        In the Federal Register (81 FR 4651, January 27, 2016), column 1, paragraph 5, under the heading \\xe2\\x80\\x9cDeterminations made by the San Diego Museum of Man,\\xe2\\x80\\x9d is corrected by replacing the number \\xe2\\x80\\x9c82\\xe2\\x80\\x9d with the number \\xe2\\x80\\x9c1,239\\xe2\\x80\\x9d.\\n        Additional Requestors and Disposition\\n\\n        Lineal descendants or representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to Ben Garcia, Deputy Director, San Diego Museum of Man, 1350 El Prado, San Diego, CA 92101, telephone (619) 239-2001 ext. 17, email bgarcia@museumofman.org, by April 12, 2017. After that date, if no additional requestors have come forward, transfer of control of the human remains and associated funerary objects to the Campo Band of Diegueno Mission Indians of the Campo Indian Reservation, California; Capitan Grande Band of Diegueno Mission Indians of California (Barona Group of Capitan Grande Band of Mission Indians of the Barona Reservation, California; Viejas (Baron Long) Group of Capitan Grande Band of Mission Indians of the Viejas Reservation, California); Ewiiaapaayp Band of Kumeyaay Indians, California; Iipay Nation of Santa Ysabel, California (previously listed as the Santa Ysabel Band of Diegueno Mission Indians of the Santa Ysabel Reservation); Inaja Band of Diegueno Mission Indians of the Inaja and Cosmit Reservation, California; Jamul Indian Village of California; La Posta Band of Diegueno Mission Indians of the La Posta Indian Reservation, California; Manzanita Band of Diegueno Mission Indians of the Manzanita Reservation, California; Mesa Grande Band of Diegueno Mission Indians of the Mesa Grande Reservation, California; San Pasqual Band of Diegueno Mission Indians of California; and Sycuan Band of the Kumeyaay Nation (hereinafter referred to as the Kumeyaay Nation) may proceed.\\n        The San Diego Museum of Man is responsible for notifying the Kumeyaay Nation that this notice has been published.\\n        \\n          Dated: February 23, 2017.\\n          Melanie O\\'Brien,\\n          Manager, National NAGPRA Program. \\n        \\n      \\n      [FR Doc. 2017-04850 Filed 3-10-17; 8:45 am]\\n       BILLING CODE 4312-52-P\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "[NPS-WASO-NAGPRA-22999; PPWOCRADN0-PCU00RP14.R50000]", "subject": "Notice of Inventory Completion: San Diego Museum of Man, San Diego, CA; Correction", "agency2": "National Park Service, Interior.", "action": "Notice; correction.", "summary": "The San Diego Museum of Man has corrected an inventory of human remains and associated funerary objects, published in a Notice of Inventory Completion in the Federal Register on January 27, 2016. This notice corrects the minimum number of individuals and number of associated funerary objects. Lineal descendants or representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request to the San Diego Museum of Man. If no additional requestors come forward, transfer of control of the human remains and associated funerary objects to the lineal descendants, Indian tribes, or Native Hawaiian organizations stated in this notice may proceed.", "dates": "Lineal descendants or representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to the San Diego Museum of Man at the address in this notice by April 12, 2017.", "addresses": "Ben Garcia, Deputy Director, San Diego Museum of Man, 1350 El Prado, San Diego, CA 92101, telephone (619) 239-2001 ext. 17, email bgarcia@museumofman.org.\\n          ", "signature_dated": "Dated: February 23, 2017.", "signature_name": "Melanie O\\'Brien,", "signature_title": "Manager, National NAGPRA Program. ", "fr_doc": "[FR Doc. 2017-04850 Filed 3-10-17; 8:45 am]", "billing_code": " BILLING CODE 4312-52-P", "supp_info": "SUPPLEMENTARY INFORMATION: \n Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the correction of an inventory of human remains and associated funerary objects under the control of the San Diego Museum of Man, San Diego, CA. The human remains and associated funerary objects were removed from various locations in the La Jolla area of San Diego, San Diego County, CA. \n This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003(d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations in this notice. \n This notice corrects the minimum number of individuals and number of associated funerary objects published in a Notice of Inventory Completion in the Federal Register (81 FR 4650-4651, January 27, 2016). The correction is being made as a re-inventory discovered more human remains and associated funerary objects linked with the archeological sites listed in the previous Notice of Inventory Completion. Also, additional consultation with the Kumeyaay Nation determined that these archeological sites are considered entirely cemetery sites based on traditional Kumeyaay burial practices. Transfer of control of the items in this correction notice has not occurred. \n Correction \n In the Federal Register (81 FR 4650, January 27, 2016), column 2, paragraph 3, sentence 4, under the heading \\xe2\\x80\\x9cHistory and Description of the Human Remains and Associated Funerary Objects,\\xe2\\x80\\x9d is corrected by substituting the following sentence: \n In the Federal Register (81 FR 4650, January 27, 2016), column 3, before paragraph 1, under the heading \\xe2\\x80\\x9cHistory and Description of the Human Remains and Associated Funerary Objects,\\xe2\\x80\\x9d insert the following paragraphs: \n In the Federal Register (81 FR 4650, January 27, 2016), column 3, paragraph 1, under the heading \\xe2\\x80\\x9cHistory and Description of the Human Remains and Associated Funerary Objects,\\xe2\\x80\\x9d is corrected by substituting the following paragraph: \n In the Federal Register (81 FR 4650, January 27, 2016), column 3, paragraph 2, sentence 1, under the heading \\xe2\\x80\\x9cHistory and Description of the Human Remains and Associated Funerary Objects,\\xe2\\x80\\x9d is corrected by replacing the number \\xe2\\x80\\x9c1\\xe2\\x80\\x9d with the number \\xe2\\x80\\x9c4\\xe2\\x80\\x9d . \n In the Federal Register (81 FR 4650, January 27, 2016), column 3, paragraph 3, sentence 3, under the heading \\xe2\\x80\\x9cHistory and Description of the Human Remains and Associated Funerary Objects,\\xe2\\x80\\x9d is corrected by substituting the following sentence: \n In the Federal Register (81 FR 4650, January 27, 2016), column 3, paragraph 4, sentence 1, under the heading \\xe2\\x80\\x9cHistory and Description of the Human Remains and Associated Funerary Objects,\\xe2\\x80\\x9d is corrected by replacing the number \\xe2\\x80\\x9c2\\xe2\\x80\\x9d with the number \\xe2\\x80\\x9c3\\xe2\\x80\\x9d. \n In the Federal Register (81 FR 4650, January 27, 2016), column 3, before paragraph 5, under the heading \\xe2\\x80\\x9cHistory and Description of the Human Remains and Associated Funerary Objects\\xe2\\x80\\x9d, insert the following paragraph: \n In the Federal Register (81 FR 4650, January 27, 2016), column 3, paragraph 5, sentence 4, under the heading \\xe2\\x80\\x9cHistory and Description of the Human Remains and Associated Funerary Objects,\\xe2\\x80\\x9d is corrected by substituting the following sentence: \n In the Federal Register (81 FR 4650, January 27, 2016), column 3, paragraph 6, under the heading \\xe2\\x80\\x9cHistory and Description of the Human Remains and Associated Funerary Objects,\\xe2\\x80\\x9d is corrected by substituting the following paragraph: \n In the Federal Register (81 FR 4651, January 27, 2016), column 1, before paragraph 2, under the heading \\xe2\\x80\\x9cHistory and Description of the Human Remains and Associated Funerary Objects,\\xe2\\x80\\x9d insert the following paragraphs: \n In the Federal Register (81 FR 4651, January 27, 2016), column 1, paragraph 2, under the heading \\xe2\\x80\\x9cHistory and Description of the Human Remains and Associated Funerary Objects,\\xe2\\x80\\x9d is corrected by substituting the following paragraph: \n In the Federal Register (81 FR 4651, January 27, 2016), column 1, paragraph 4, under the heading \\xe2\\x80\\x9cDeterminations made by the San Diego Museum of Man,\\xe2\\x80\\x9d is corrected by replacing the number \\xe2\\x80\\x9c66\\xe2\\x80\\x9d with the number \\xe2\\x80\\x9c135\\xe2\\x80\\x9d. \n In the Federal Register (81 FR 4651, January 27, 2016), column 1, paragraph 5, under the heading \\xe2\\x80\\x9cDeterminations made by the San Diego Museum of Man,\\xe2\\x80\\x9d is corrected by replacing the number \\xe2\\x80\\x9c82\\xe2\\x80\\x9d with the number \\xe2\\x80\\x9c1,239\\xe2\\x80\\x9d. \n Additional Requestors and Disposition \n Lineal descendants or representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to Ben Garcia, Deputy Director, San Diego Museum of Man, 1350 El Prado, San Diego, CA 92101, telephone (619) 239-2001 ext. 17, email bgarcia@museumofman.org, by April 12, 2017. After that date, if no additional requestors have come forward, transfer of control of the human remains and associated funerary objects to the Campo Band of Diegueno Mission Indians of the Campo Indian Reservation, California; Capitan Grande Band of Diegueno Mission Indians of California (Barona Group of Capitan Grande Band of Mission Indians of the Barona Reservation, California; Viejas (Baron Long) Group of Capitan Grande Band of Mission Indians of the Viejas Reservation, California); Ewiiaapaayp Band of Kumeyaay Indians, California; Iipay Nation of Santa Ysabel, California (previously listed as the Santa Ysabel Band of Diegueno Mission Indians of the Santa Ysabel Reservation); Inaja Band of Diegueno Mission Indians of the Inaja and Cosmit Reservation, California; Jamul Indian Village of California; La Posta Band of Diegueno Mission Indians of the La Posta Indian Reservation, California; Manzanita Band of Diegueno Mission Indians of the Manzanita Reservation, California; Mesa Grande Band of Diegueno Mission Indians of the Mesa Grande Reservation, California; San Pasqual Band of Diegueno Mission Indians of California; and Sycuan Band of the Kumeyaay Nation (hereinafter referred to as the Kumeyaay Nation) may proceed. \n The San Diego Museum of Man is responsible for notifying the Kumeyaay Nation that this notice has been published. \n ", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Lineal descendants or representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to Ben Garcia, Deputy Director, San Diego Museum of Man, 1350 El Prado, San Diego, CA 92101, telephone (619) 239-2001 ext. 17, email bgarcia@museumofman.org, by April 12, 2017. After that date, if no additional requestors have come forward, transfer of control of the human remains and associated funerary objects to the Campo Band of Diegueno Mission Indians of the Campo Indian Reservation, California; Capitan Grande Band of Diegueno Mission Indians of California (Barona Group of Capitan Grande Band of Mission Indians of the Barona Reservation, California; Viejas (Baron Long) Group of Capitan Grande Band of Mission Indians of the Viejas Reservation, California); Ewiiaapaayp Band of Kumeyaay Indians, California; Iipay Nation of Santa Ysabel, California (previously listed as the Santa Ysabel Band of Diegueno Mission Indians of the Santa Ysabel Reservation); Inaja Band of Diegueno Mission Indians of the Inaja and Cosmit Reservation, California; Jamul Indian Village of California; La Posta Band of Diegueno Mission Indians of the La Posta Indian Reservation, California; Manzanita Band of Diegueno Mission Indians of the Manzanita Reservation, California; Mesa Grande Band of Diegueno Mission Indians of the Mesa Grande Reservation, California; San Pasqual Band of Diegueno Mission Indians of California; and Sycuan Band of the Kumeyaay Nation (hereinafter referred to as the Kumeyaay Nation) may proceed. \n The San Diego Museum of Man is responsible for notifying the Kumeyaay Nation that this notice has been published. \n "}