{"index": "I_44", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        [NPS-WASO-NAGPRA-NPS0028401; PPWOCRADN0-PCU00RP14.R50000]\\n        Notice of Inventory Completion: Los Angeles County Museum of Natural History, Los Angeles, CA\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        \\n          SUMMARY:\\n\\n          The Los Angeles County Museum of Natural History has completed an inventory of human remains, in consultation with the appropriate Indian Tribes or Native Hawaiian organizations, and has determined that there is a cultural affiliation between the human remains and present-day Indian Tribes or Native Hawaiian organizations. Lineal descendants or representatives of any Indian Tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains should submit a written request to the Los Angeles County Museum of Natural History. If no additional requestors come forward, transfer of control of the human remains to the lineal descendants, Indian Tribes, or Native Hawaiian organizations stated in this notice may proceed.\\n        \\n        \\n          DATES:\\n          Lineal descendants or representatives of any Indian Tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains should submit a written request with information in support of the request to the Los Angeles County Museum of Natural History at the address in this notice by September 4, 2019.\\n        \\n        \\n          ADDRESSES:\\n\\n          Amy E. Gusick, NAGPRA Officer, Los Angeles County Museum of Natural History, 900 Exposition Boulevard, Los Angeles, CA 90007, telephone (213) 763-3370, email agusick@nhm.org.\\n        \\n      \\n      \\n        SUPPLEMENTARY INFORMATION:\\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains under the control of the Los Angeles County Museum of Natural History, Los Angeles, CA. The human remains were removed from the Antelope Valley in northern Los Angeles County and the southeast portion of Kern County, CA.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003(d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains. The National Park Service is not responsible for the determinations in this notice.\\n        Consultation\\n        A detailed assessment of the human remains was made by the Los Angeles County Museum of Natural History (LACMNH) professional staff in consultation with representatives of the San Manuel Band of Mission Indians, California (previously listed as the San Manual Band of Serrano Mission Indians of the San Manual Reservation) and the Fernande\\xc3\\xb1o Tataviam Band of Mission Indians, a non-federally recognized Indian group. The Morongo Band of Mission Indians, California (previously listed as the Morongo Band of Cahuilla Mission Indians of the Morongo Reservation); Santa Rosa Indian Community of the Santa Rosa Rancheria, California; and the Tejon Indian Tribe were invited to consult but deferred to the San Manuel Band of Mission Indians, California (previously listed as the San Manual Band of Serrano Mission Indians of the San Manual Reservation) and the Fernande\\xc3\\xb1o Tataviam Band of Mission Indians, a non-federally recognized Indian group.\\n        Hereafter, all Indian Tribes and Indian groups listed in this section are referred to as \\xe2\\x80\\x9cThe Consulted and Invited Indian Tribes and Groups.\\xe2\\x80\\x9d\\n        History and Description of the Remains\\n\\n        Prior to 1947, human remains representing, at minimum, one individual (LACMNH Catalog Number L.2397.66) were removed by Nestor A. Young, Jr. of Sierra Madre, CA, from the Nestor Young Ranch at Barrel Springs, located near Palmdale in Antelope Valley, Los Angeles County, CA. According to the 2013 book Legendary Locals of Antelope Valley by Norma Gurba, Young actively collected artifacts from his large ranch property near Barrel Spring, in Antelope Valley. At the time, the human remains consisted of a cranium and a jar containing cremated human remains. In December 1947, the human remains were sold to the Laboratory of Anthropology Hancock Foundation (a now disbanded museum once part of the University of Southern California) and recorded in its logbook with the designation CH: 1 1/70. On February 1, 1966, the Laboratory of Anthropology Hancock Foundation anthropology collection was loaned to LACMNH. On March 29, 1983, the collection was transferred as a gift to LACMNH. In 1995, LACMNH staff conducted an inventory of the human remains in the museum\\'s collections, and identified a mandible whose designation (CH: 1 1/70) matched the designation in the logbook, thus indicating it came from the Young Ranch in Antelope Valley, CA. The human remains, consisting of one mandible broken into two pieces, belong to an adult 20-25 years old. The rest of the cranium and the jar containing the cremated human remains are not in the LACMNH collection; likely they were not transferred in 1966. No known individuals were identified. No associated funerary objects are present.\\n        Between 1920 and 1979, human remains representing, at minimum, seven individuals were removed from an unknown location in the Antelope Valley, CA. They were accepted into the collections of the Antelope Valley Museum by either H. Arden Edwards, the museum founder, or by Grace W. Oliver, a later owner of the museum. One individual, cataloged as LACMNH Catalog Number F.A.2175.79-127, consist of a cranium representing an adult male 20-25 years old and has the number SK-9 written on the cranium. Notes accompanying the cranium state that the human remains were collected from an undisclosed location in the Antelope Valley. Four individuals, cataloged as LACMNH Catalog Number F.A.2175.79-137, consists of three incomplete crania with teeth, one premolar, and one upper incisor. The three crania represent one possible male age 30-35 years; one possible adult female age 30-40 years; and one individual of unknown sex and age. The premolar and upper incisor represent a fourth adult individual of unknown sex and age. A slip of paper found inside of one of the crania identifies them as SK-8 and notes that the human remains were collected from Antelope Valley at an unidentified location. Two individuals, cataloged as LACMNH Catalog Number F.A.2175.79-174, consist of one nearly complete skeleton of an adult male age 20-25 years, one left humerus, and one right ulna from a second possible adult female. Old exhibit label copy from the Antelope Valley Museum found with the human remains includes the geographic information as Antelope Valley, Indian Meadow, near Little Rock, CA.\\n        In 1979, Grace W. Oliver transferred items by deed of gift from the Antelope Valley Museum to LACMNH. A list of items transferred includes the SK-9 and SK-8 numbers, but does not contain any information about the human remains from Little Rock. In 1979, the State of California purchased the Antelope Valley Museum property from Oliver, who donated the collections held by the museum to the State of California. On December 3, 1979, the SK-9, SK-8, and Little Rock remains were transferred to LACMNH as part of accession F.A.2175.79. The SK-9 cranium was accessioned as F.A.2175.79-127, the humans remains identified as SK-8 were accessioned as F.A.2175.79-137 and the remains from Little Rock were accessioned as F.A.2175.79-174. In 1995, LACNHM conducted an inventory of human remains in its collections and identified the cranium designated as SK-9 in its holdings and the nearly complete male skeleton, one left humerus, and one right ulna recovered from near Little Rock. In 2016, LACMNH reexamined the human remains in the F.A.2175.79 accession number and found a slip of paper inside one of the crania that identified the human remains of the four individuals designated SK-8 by the Antelope Valley Museum. No known individuals were identified. No associated funerary objects are present.\\n\\n        Bounded by the Tehachapi and Sierra Nevada mountains on the west and the San Gabriel and San Bernardino Mountains on the south, Antelope Valley constitutes the western Mojave Desert. Archaeological and ethnographic evidence suggests that this region was inhabited by Serran speakers of the Takic family of languages. More specifically, based on John P. Harrington\\'s notes and mission records, the desert group occupying the Antelope Valley were speakers of the Serrano language. Inclusive of a few groups, the region was within the traditional territory of the Desert Serrano (referred to by some early Spanish explorers\\xe2\\x80\\x94and later ethnographers referencing their diaries\\xe2\\x80\\x94as the \\xe2\\x80\\x9cVanyume\\xe2\\x80\\x9d or \\xe2\\x80\\x9cBeneme\\xe2\\x80\\x9d). Serrano peoples\\' oral traditions place them in this portion of their ancestral territory since time immemorial. Archaeologists have traditionally suggested that Serrano speakers have continuously occupied the San Bernardino Mountains and the areas north, northwest, and west of the San Bernardino Mountains for at least 3,000 years, but newer studies have lengthened their occupancy up to 5,000-6,000 years B.P.\\n        The Tataviam, a desert group that spoke a language distinct from Serrano, are also tied to the land in the southwestern portion of the Antelope Valley, including the northern foothills of the Liebre Mountains. The Tataviam language is derived from the Takic languages of the Uto-Aztecan linguistic stock, and is associated with villages that held Serrano and Kitanemuk speakers.\\n\\n        There are mapped native settlements in the Antelope Valley which are known to have been inhabited by Tataviam, Serrano, and/or Kitanemuk- speaking peoples\\xe2\\x80\\x94sometimes separately and sometimes simultaneously. Such places in the Antelope Valley area, include but are not limited to, Amutskupiat/Amutskupeat, or Big Rock, and Maviayek/Maviajeh\\', or Little Rock Creek. Some of the occupants of these villages were recruited to Mission San Fernando and Mission San Gabriel, but it also appears that some people successfully avoided missionization. The cultural affiliation of both Serrano and Tataviam includes the well-documented Lovejoy Springs site (CA-LAN-942), also known as the village of Tameobit/Tameonga.\\n        Determinations Made by the Los Angeles County Museum of Natural History\\n        Officials of the Los Angeles County Museum of Natural History have determined that:\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice represent the physical remains of eight individuals of Native American ancestry.\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and the San Manuel Band of Mission Indians, California (previously listed as the San Manual Band of Serrano Mission Indians of the San Manual Reservation), and, if joined, the Fernande\\xc3\\xb1o Tataviam Band of Mission Indians, a non-federally recognized Indian group.\\n        Additional Requestors and Disposition\\n\\n        Lineal descendants or representatives of any Indian Tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains should submit a written request with information in support of the request to Amy Gusick, Los Angeles County Museum of Natural History, 900 Exposition Boulevard, Los Angeles, CA 90007, telephone (213) 763-3370, email agusick@nhm.org, by September 4, 2019. After that date, if no additional requestors have come forward, transfer of control of the human remains to the San Manuel Band of Mission Indians, California (previously listed as the San Manual Band of Serrano Mission Indians of the San Manual Reservation) and the Fernande\\xc3\\xb1o Tataviam Band of Mission Indians (if joined to San Manuel Band of Mission Indians, California) may proceed.\\n        The Los Angeles County Museum of Natural History is responsible for notifying The Consulted and Invited Indian Tribes and Groups that this notice has been published.\\n        \\n          Dated: July 9, 2019.\\n          Melanie O\\'Brien,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. 2019-16683 Filed 8-2-19; 8:45 am]\\n      BILLING CODE 4312-52-P\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "[NPS-WASO-NAGPRA-NPS0028401; PPWOCRADN0-PCU00RP14.R50000]", "subject": "Notice of Inventory Completion: Los Angeles County Museum of Natural History, Los Angeles, CA", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "The Los Angeles County Museum of Natural History has completed an inventory of human remains, in consultation with the appropriate Indian Tribes or Native Hawaiian organizations, and has determined that there is a cultural affiliation between the human remains and present-day Indian Tribes or Native Hawaiian organizations. Lineal descendants or representatives of any Indian Tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains should submit a written request to the Los Angeles County Museum of Natural History. If no additional requestors come forward, transfer of control of the human remains to the lineal descendants, Indian Tribes, or Native Hawaiian organizations stated in this notice may proceed.", "dates": "Lineal descendants or representatives of any Indian Tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains should submit a written request with information in support of the request to the Los Angeles County Museum of Natural History at the address in this notice by September 4, 2019.", "addresses": "Amy E. Gusick, NAGPRA Officer, Los Angeles County Museum of Natural History, 900 Exposition Boulevard, Los Angeles, CA 90007, telephone (213) 763-3370, email agusick@nhm.org.", "signature_dated": "Dated: July 9, 2019.", "signature_name": "Melanie O\\'Brien,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. 2019-16683 Filed 8-2-19; 8:45 am]", "billing_code": "BILLING CODE 4312-52-P", "supp_info": "SUPPLEMENTARY INFORMATION: \n Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains under the control of the Los Angeles County Museum of Natural History, Los Angeles, CA. The human remains were removed from the Antelope Valley in northern Los Angeles County and the southeast portion of Kern County, CA. \n This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003(d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains. The National Park Service is not responsible for the determinations in this notice. \n Consultation \n A detailed assessment of the human remains was made by the Los Angeles County Museum of Natural History (LACMNH) professional staff in consultation with representatives of the San Manuel Band of Mission Indians, California (previously listed as the San Manual Band of Serrano Mission Indians of the San Manual Reservation) and the Fernande\\xc3\\xb1o Tataviam Band of Mission Indians, a non-federally recognized Indian group. The Morongo Band of Mission Indians, California (previously listed as the Morongo Band of Cahuilla Mission Indians of the Morongo Reservation); Santa Rosa Indian Community of the Santa Rosa Rancheria, California; and the Tejon Indian Tribe were invited to consult but deferred to the San Manuel Band of Mission Indians, California (previously listed as the San Manual Band of Serrano Mission Indians of the San Manual Reservation) and the Fernande\\xc3\\xb1o Tataviam Band of Mission Indians, a non-federally recognized Indian group. \n Hereafter, all Indian Tribes and Indian groups listed in this section are referred to as \\xe2\\x80\\x9cThe Consulted and Invited Indian Tribes and Groups.\\xe2\\x80\\x9d \n History and Description of the Remains \n Prior to 1947, human remains representing, at minimum, one individual (LACMNH Catalog Number L.2397.66) were removed by Nestor A. Young, Jr. of Sierra Madre, CA, from the Nestor Young Ranch at Barrel Springs, located near Palmdale in Antelope Valley, Los Angeles County, CA. According to the 2013 book Legendary Locals of Antelope Valley by Norma Gurba, Young actively collected artifacts from his large ranch property near Barrel Spring, in Antelope Valley. At the time, the human remains consisted of a cranium and a jar containing cremated human remains. In December 1947, the human remains were sold to the Laboratory of Anthropology Hancock Foundation (a now disbanded museum once part of the University of Southern California) and recorded in its logbook with the designation CH: 1 1/70. On February 1, 1966, the Laboratory of Anthropology Hancock Foundation anthropology collection was loaned to LACMNH. On March 29, 1983, the collection was transferred as a gift to LACMNH. In 1995, LACMNH staff conducted an inventory of the human remains in the museum\\'s collections, and identified a mandible whose designation (CH: 1 1/70) matched the designation in the logbook, thus indicating it came from the Young Ranch in Antelope Valley, CA. The human remains, consisting of one mandible broken into two pieces, belong to an adult 20-25 years old. The rest of the cranium and the jar containing the cremated human remains are not in the LACMNH collection; likely they were not transferred in 1966. No known individuals were identified. No associated funerary objects are present. \n Between 1920 and 1979, human remains representing, at minimum, seven individuals were removed from an unknown location in the Antelope Valley, CA. They were accepted into the collections of the Antelope Valley Museum by either H. Arden Edwards, the museum founder, or by Grace W. Oliver, a later owner of the museum. One individual, cataloged as LACMNH Catalog Number F.A.2175.79-127, consist of a cranium representing an adult male 20-25 years old and has the number SK-9 written on the cranium. Notes accompanying the cranium state that the human remains were collected from an undisclosed location in the Antelope Valley. Four individuals, cataloged as LACMNH Catalog Number F.A.2175.79-137, consists of three incomplete crania with teeth, one premolar, and one upper incisor. The three crania represent one possible male age 30-35 years; one possible adult female age 30-40 years; and one individual of unknown sex and age. The premolar and upper incisor represent a fourth adult individual of unknown sex and age. A slip of paper found inside of one of the crania identifies them as SK-8 and notes that the human remains were collected from Antelope Valley at an unidentified location. Two individuals, cataloged as LACMNH Catalog Number F.A.2175.79-174, consist of one nearly complete skeleton of an adult male age 20-25 years, one left humerus, and one right ulna from a second possible adult female. Old exhibit label copy from the Antelope Valley Museum found with the human remains includes the geographic information as Antelope Valley, Indian Meadow, near Little Rock, CA. \n In 1979, Grace W. Oliver transferred items by deed of gift from the Antelope Valley Museum to LACMNH. A list of items transferred includes the SK-9 and SK-8 numbers, but does not contain any information about the human remains from Little Rock. In 1979, the State of California purchased the Antelope Valley Museum property from Oliver, who donated the collections held by the museum to the State of California. On December 3, 1979, the SK-9, SK-8, and Little Rock remains were transferred to LACMNH as part of accession F.A.2175.79. The SK-9 cranium was accessioned as F.A.2175.79-127, the humans remains identified as SK-8 were accessioned as F.A.2175.79-137 and the remains from Little Rock were accessioned as F.A.2175.79-174. In 1995, LACNHM conducted an inventory of human remains in its collections and identified the cranium designated as SK-9 in its holdings and the nearly complete male skeleton, one left humerus, and one right ulna recovered from near Little Rock. In 2016, LACMNH reexamined the human remains in the F.A.2175.79 accession number and found a slip of paper inside one of the crania that identified the human remains of the four individuals designated SK-8 by the Antelope Valley Museum. No known individuals were identified. No associated funerary objects are present. \n Bounded by the Tehachapi and Sierra Nevada mountains on the west and the San Gabriel and San Bernardino Mountains on the south, Antelope Valley constitutes the western Mojave Desert. Archaeological and ethnographic evidence suggests that this region was inhabited by Serran speakers of the Takic family of languages. More specifically, based on John P. Harrington\\'s notes and mission records, the desert group occupying the Antelope Valley were speakers of the Serrano language. Inclusive of a few groups, the region was within the traditional territory of the Desert Serrano (referred to by some early Spanish explorers\\xe2\\x80\\x94and later ethnographers referencing their diaries\\xe2\\x80\\x94as the \\xe2\\x80\\x9cVanyume\\xe2\\x80\\x9d or \\xe2\\x80\\x9cBeneme\\xe2\\x80\\x9d). Serrano peoples\\' oral traditions place them in this portion of their ancestral territory since time immemorial. Archaeologists have traditionally suggested that Serrano speakers have continuously occupied the San Bernardino Mountains and the areas north, northwest, and west of the San Bernardino Mountains for at least 3,000 years, but newer studies have lengthened their occupancy up to 5,000-6,000 years B.P. \n The Tataviam, a desert group that spoke a language distinct from Serrano, are also tied to the land in the southwestern portion of the Antelope Valley, including the northern foothills of the Liebre Mountains. The Tataviam language is derived from the Takic languages of the Uto-Aztecan linguistic stock, and is associated with villages that held Serrano and Kitanemuk speakers. \n There are mapped native settlements in the Antelope Valley which are known to have been inhabited by Tataviam, Serrano, and/or Kitanemuk- speaking peoples\\xe2\\x80\\x94sometimes separately and sometimes simultaneously. Such places in the Antelope Valley area, include but are not limited to, Amutskupiat/Amutskupeat, or Big Rock, and Maviayek/Maviajeh\\', or Little Rock Creek. Some of the occupants of these villages were recruited to Mission San Fernando and Mission San Gabriel, but it also appears that some people successfully avoided missionization. The cultural affiliation of both Serrano and Tataviam includes the well-documented Lovejoy Springs site (CA-LAN-942), also known as the village of Tameobit/Tameonga. \n Determinations Made by the Los Angeles County Museum of Natural History \n Officials of the Los Angeles County Museum of Natural History have determined that: \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice represent the physical remains of eight individuals of Native American ancestry. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and the San Manuel Band of Mission Indians, California (previously listed as the San Manual Band of Serrano Mission Indians of the San Manual Reservation), and, if joined, the Fernande\\xc3\\xb1o Tataviam Band of Mission Indians, a non-federally recognized Indian group. \n Additional Requestors and Disposition \n Lineal descendants or representatives of any Indian Tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains should submit a written request with information in support of the request to Amy Gusick, Los Angeles County Museum of Natural History, 900 Exposition Boulevard, Los Angeles, CA 90007, telephone (213) 763-3370, email agusick@nhm.org, by September 4, 2019. After that date, if no additional requestors have come forward, transfer of control of the human remains to the San Manuel Band of Mission Indians, California (previously listed as the San Manual Band of Serrano Mission Indians of the San Manual Reservation) and the Fernande\\xc3\\xb1o Tataviam Band of Mission Indians (if joined to San Manuel Band of Mission Indians, California) may proceed. \n The Los Angeles County Museum of Natural History is responsible for notifying The Consulted and Invited Indian Tribes and Groups that this notice has been published. \n ", "consultation": "A detailed assessment of the human remains was made by the Los Angeles County Museum of Natural History (LACMNH) professional staff in consultation with representatives of the San Manuel Band of Mission Indians, California (previously listed as the San Manual Band of Serrano Mission Indians of the San Manual Reservation) and the Fernande\\xc3\\xb1o Tataviam Band of Mission Indians, a non-federally recognized Indian group. The Morongo Band of Mission Indians, California (previously listed as the Morongo Band of Cahuilla Mission Indians of the Morongo Reservation); Santa Rosa Indian Community of the Santa Rosa Rancheria, California; and the Tejon Indian Tribe were invited to consult but deferred to the San Manuel Band of Mission Indians, California (previously listed as the San Manual Band of Serrano Mission Indians of the San Manual Reservation) and the Fernande\\xc3\\xb1o Tataviam Band of Mission Indians, a non-federally recognized Indian group. \n Hereafter, all Indian Tribes and Indian groups listed in this section are referred to as \\xe2\\x80\\x9cThe Consulted and Invited Indian Tribes and Groups.\\xe2\\x80\\x9d \n ", "h_d_r": "Prior to 1947, human remains representing, at minimum, one individual (LACMNH Catalog Number L.2397.66) were removed by Nestor A. Young, Jr. of Sierra Madre, CA, from the Nestor Young Ranch at Barrel Springs, located near Palmdale in Antelope Valley, Los Angeles County, CA. According to the 2013 book Legendary Locals of Antelope Valley by Norma Gurba, Young actively collected artifacts from his large ranch property near Barrel Spring, in Antelope Valley. At the time, the human remains consisted of a cranium and a jar containing cremated human remains. In December 1947, the human remains were sold to the Laboratory of Anthropology Hancock Foundation (a now disbanded museum once part of the University of Southern California) and recorded in its logbook with the designation CH: 1 1/70. On February 1, 1966, the Laboratory of Anthropology Hancock Foundation anthropology collection was loaned to LACMNH. On March 29, 1983, the collection was transferred as a gift to LACMNH. In 1995, LACMNH staff conducted an inventory of the human remains in the museum\\'s collections, and identified a mandible whose designation (CH: 1 1/70) matched the designation in the logbook, thus indicating it came from the Young Ranch in Antelope Valley, CA. The human remains, consisting of one mandible broken into two pieces, belong to an adult 20-25 years old. The rest of the cranium and the jar containing the cremated human remains are not in the LACMNH collection; likely they were not transferred in 1966. No known individuals were identified. No associated funerary objects are present. \n Between 1920 and 1979, human remains representing, at minimum, seven individuals were removed from an unknown location in the Antelope Valley, CA. They were accepted into the collections of the Antelope Valley Museum by either H. Arden Edwards, the museum founder, or by Grace W. Oliver, a later owner of the museum. One individual, cataloged as LACMNH Catalog Number F.A.2175.79-127, consist of a cranium representing an adult male 20-25 years old and has the number SK-9 written on the cranium. Notes accompanying the cranium state that the human remains were collected from an undisclosed location in the Antelope Valley. Four individuals, cataloged as LACMNH Catalog Number F.A.2175.79-137, consists of three incomplete crania with teeth, one premolar, and one upper incisor. The three crania represent one possible male age 30-35 years; one possible adult female age 30-40 years; and one individual of unknown sex and age. The premolar and upper incisor represent a fourth adult individual of unknown sex and age. A slip of paper found inside of one of the crania identifies them as SK-8 and notes that the human remains were collected from Antelope Valley at an unidentified location. Two individuals, cataloged as LACMNH Catalog Number F.A.2175.79-174, consist of one nearly complete skeleton of an adult male age 20-25 years, one left humerus, and one right ulna from a second possible adult female. Old exhibit label copy from the Antelope Valley Museum found with the human remains includes the geographic information as Antelope Valley, Indian Meadow, near Little Rock, CA. \n In 1979, Grace W. Oliver transferred items by deed of gift from the Antelope Valley Museum to LACMNH. A list of items transferred includes the SK-9 and SK-8 numbers, but does not contain any information about the human remains from Little Rock. In 1979, the State of California purchased the Antelope Valley Museum property from Oliver, who donated the collections held by the museum to the State of California. On December 3, 1979, the SK-9, SK-8, and Little Rock remains were transferred to LACMNH as part of accession F.A.2175.79. The SK-9 cranium was accessioned as F.A.2175.79-127, the humans remains identified as SK-8 were accessioned as F.A.2175.79-137 and the remains from Little Rock were accessioned as F.A.2175.79-174. In 1995, LACNHM conducted an inventory of human remains in its collections and identified the cranium designated as SK-9 in its holdings and the nearly complete male skeleton, one left humerus, and one right ulna recovered from near Little Rock. In 2016, LACMNH reexamined the human remains in the F.A.2175.79 accession number and found a slip of paper inside one of the crania that identified the human remains of the four individuals designated SK-8 by the Antelope Valley Museum. No known individuals were identified. No associated funerary objects are present. \n Bounded by the Tehachapi and Sierra Nevada mountains on the west and the San Gabriel and San Bernardino Mountains on the south, Antelope Valley constitutes the western Mojave Desert. Archaeological and ethnographic evidence suggests that this region was inhabited by Serran speakers of the Takic family of languages. More specifically, based on John P. Harrington\\'s notes and mission records, the desert group occupying the Antelope Valley were speakers of the Serrano language. Inclusive of a few groups, the region was within the traditional territory of the Desert Serrano (referred to by some early Spanish explorers\\xe2\\x80\\x94and later ethnographers referencing their diaries\\xe2\\x80\\x94as the \\xe2\\x80\\x9cVanyume\\xe2\\x80\\x9d or \\xe2\\x80\\x9cBeneme\\xe2\\x80\\x9d). Serrano peoples\\' oral traditions place them in this portion of their ancestral territory since time immemorial. Archaeologists have traditionally suggested that Serrano speakers have continuously occupied the San Bernardino Mountains and the areas north, northwest, and west of the San Bernardino Mountains for at least 3,000 years, but newer studies have lengthened their occupancy up to 5,000-6,000 years B.P. \n The Tataviam, a desert group that spoke a language distinct from Serrano, are also tied to the land in the southwestern portion of the Antelope Valley, including the northern foothills of the Liebre Mountains. The Tataviam language is derived from the Takic languages of the Uto-Aztecan linguistic stock, and is associated with villages that held Serrano and Kitanemuk speakers. \n There are mapped native settlements in the Antelope Valley which are known to have been inhabited by Tataviam, Serrano, and/or Kitanemuk- speaking peoples\\xe2\\x80\\x94sometimes separately and sometimes simultaneously. Such places in the Antelope Valley area, include but are not limited to, Amutskupiat/Amutskupeat, or Big Rock, and Maviayek/Maviajeh\\', or Little Rock Creek. Some of the occupants of these villages were recruited to Mission San Fernando and Mission San Gabriel, but it also appears that some people successfully avoided missionization. The cultural affiliation of both Serrano and Tataviam includes the well-documented Lovejoy Springs site (CA-LAN-942), also known as the village of Tameobit/Tameonga. \n ", "h_d_ci": "Null", "determinations": "Determinations Made by the Los Angeles County Museum of Natural History \n Officials of the Los Angeles County Museum of Natural History have determined that: \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice represent the physical remains of eight individuals of Native American ancestry. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and the San Manuel Band of Mission Indians, California (previously listed as the San Manual Band of Serrano Mission Indians of the San Manual Reservation), and, if joined, the Fernande\\xc3\\xb1o Tataviam Band of Mission Indians, a non-federally recognized Indian group. \n ", "a_r_d": "Lineal descendants or representatives of any Indian Tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains should submit a written request with information in support of the request to Amy Gusick, Los Angeles County Museum of Natural History, 900 Exposition Boulevard, Los Angeles, CA 90007, telephone (213) 763-3370, email agusick@nhm.org, by September 4, 2019. After that date, if no additional requestors have come forward, transfer of control of the human remains to the San Manuel Band of Mission Indians, California (previously listed as the San Manual Band of Serrano Mission Indians of the San Manual Reservation) and the Fernande\\xc3\\xb1o Tataviam Band of Mission Indians (if joined to San Manuel Band of Mission Indians, California) may proceed. \n The Los Angeles County Museum of Natural History is responsible for notifying The Consulted and Invited Indian Tribes and Groups that this notice has been published. \n "}