{"index": "I_459", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        [NPS-WASO-NAGPRA-22815; PPWOCRADN0-PCU00RP14.R50000]\\n        Notice of Inventory Completion: Arkansas Archeological Survey, Fayetteville, AR\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        \\n          SUMMARY:\\n\\n          The Arkansas Archeological Survey has completed an inventory of human remains and associated funerary objects, in consultation with the appropriate Indian tribes or Native Hawaiian organizations, and has determined that there is a cultural affiliation between the human remains and associated funerary objects and present-day Indian tribes or Native Hawaiian organizations. Lineal descendants or representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request to the Arkansas Archeological Survey. If no additional requestors come forward, transfer of control of the human remains and associated funerary objects to the lineal descendants, Indian tribes, or Native Hawaiian organizations stated in this notice may proceed.\\n        \\n        \\n          DATES:\\n          Lineal descendants or representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to the Arkansas Archeological Survey at the address in this notice by March 27, 2017.\\n        \\n        \\n          ADDRESSES:\\n          George Sabo, Director, Arkansas Archeological Survey, 2475 North Hatch Avenue, Fayetteville, AR 72704, telephone (479) 575-3556.\\n        \\n      \\n      \\n        SUPPLEMENTARY INFORMATION:\\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains and associated funerary objects under the control of the Arkansas Archeological Survey, Fayetteville, AR. The human remains and associated funerary objects were removed from multiple counties in the state of Arkansas.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003(d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations in this notice.\\n        Consultation\\n        A detailed assessment of the human remains was made by the Arkansas Archeological Survey professional staff in consultation with representatives of Caddo Nation of Oklahoma, The Quapaw Tribe of Indians, and The Osage Nation (previously listed as the Osage Tribe). These human remains were inventoried and documented by physical anthropologists at the University of Arkansas. The Tunica-Biloxi Indian Tribe, which the Arkansas Archeological Survey had invited to consult, did not participate.\\n        History and Description of the Remains\\n        In 2011, human remains representing, at minimum, one individual were recovered from a back dirt pile at site 3AS1 in Ashley County, AR. No known individual was identified. No associated funerary objects were present. Diagnostic artifacts found at site 3AS1 indicate that these human remains were probably buried during the Baytown Phase (A.D. 400-700).\\n        At an unknown date, human remains representing, at minimum, one individual were recovered from the Big Mound Ridge site (3AS6) in Ashley County, AR. These human remains were donated to the Arkansas Archeological Survey in 2015. No known individual was identified. No associated funerary objects were present. Diagnostic artifacts found at the Big Mound Ridge site (3AS6) indicate that these human remains were probably buried during the Baytown Phase (A.D. 400-700).\\n\\n        In 1977, human remains representing, at minimum, six individuals were recovered from the Boydell site (3AS58) in Ashley County, AR. No known individuals were identified. The 8 associated funerary objects include 1 Addis Plain, var. Addis bowl fragment, 1 Addis Plain var. Greenville ceramic base, 1 Coleman Incised, var. Coleman ceramic base, 2 Mississippi Plain vessels, 1 Addis Plain var. Addis large bowl, 1 Addis Plain var. Addis bowl, and 1 L\\'eau Noire bowl fragment (77-764). Diagnostic artifacts found at the Boydell site (3AS58) indicate that these human remains were probably buried during the Bartholomew Phase (A.D. 1200-1400).\\n        In 1970, human remains representing, at minimum, 15 individuals were recovered from the Gordon site (3AS152) in Ashley County, AR. No known individuals were identified. No associated funerary objects were present. Diagnostic artifacts found at the Gordon site (3AS152) indicate that these human remains were probably buried during the Mississippi Period (A.D. 950-1541) or Bartholomew Phase (A.D. 1200-1400).\\n        In 1978, human remains representing, at minimum, one individual were recovered from the Gordon site (3AS152) in Ashley County, AR. No known individual was identified. No associated funerary objects were present. Diagnostic artifacts found at the Gordon site (3AS152) indicate that these human remains were probably buried during the Mississippi Period (A.D. 950-1541) or Bartholomew Phase (A.D. 1200-1400).\\n        In 1975, human remains representing, at minimum, one individual were recovered from the Fifty Miles an Hour site (3AS189) in Ashley County, AR. No known individual was identified. No associated funerary objects were present. Diagnostic artifacts found at the Fifty Miles an Hour site (3AS189) indicate that these human remains were probably buried during Mississippi Period (A.D. 950-1541).\\n        In 2010, human remains representing, at minimum, 15 individuals were recovered from the Sheppard site (3AS437) in Ashley County, AR. No known individuals were identified. No associated funerary objects were present. Diagnostic artifacts found at the Sheppard site (3AS437) indicate that these human remains were probably buried during the Woodland Period (650 B.C.-A.D. 950).\\n        At an unknown date, human remains representing, at minimum, one individual were recovered near the town of Marsden in Bradley County, AR. These human remains were donated to the Arkansas Archeological Survey in 1985. No known individual was identified. No associated funerary objects were present. Diagnostic artifacts found in Bradley County, AR, indicate that these human remains were probably buried during the Prehistoric Period (11,650 B.C.-A.D. 1541).\\n        In 1971, human remains representing, at minimum, two individuals were recovered from the Coon Island site (3BR10) in Bradley County, AR. No known individuals were identified. No associated funerary objects were present. Diagnostic artifacts found at the Coon Island site (3BR10) indicate that these human remains were probably buried during the Marksville Period (100 B.C.-A.D. 400).\\n        In 1978, human remains representing, at minimum, 17 individuals were recovered from the Saline Sand and Gravel site (3BR40) in Bradley County, AR. No known individuals were identified. The 5 associated funerary objects include 1 Belcher Engraved bottle, 1 Mississippi Plain jar, 1 Wallace Incised bowl, 1 turtle carapace, and 1 lot of 607 grams of burial fill (78-1189). Diagnostic artifacts found at the Saline Sand and Gravel site (3BR40) indicate that these human remains were probably buried during the Mississippi Period (A.D. 950-1541) or Bartholomew Phase (A.D. 1200-1400).\\n\\n        At an unknown date, human remains representing, at minimum, one individual were recovered from the Saline Sand and Grave site (3BR40) in Bradley County, AR. These human remains were donated to the Arkansas Archeological Survey in 1982. No known individual was identified. No associated funerary objects were present. Diagnostic artifacts found at the Saline Sand and Gravel site (3BR40) indicate that these human remains were probably buried during the Mississippi Period (A.D. 950-1541) or Bartholomew Phase (A.D. 1200-1400).\\n        In 1995, human remains representing, at minimum, one individual were recovered from the Gene Thompson site (3BR122) in Bradley County, AR. No known individual was identified. No associated funerary objects were present. Diagnostic artifacts found at the Gene Thompson site (3BR122) indicate that these human remains were probably buried during the Woodland Period (650 B.C.-A.D. 950).\\n        In 1983, human remains representing, at minimum, one individual were recovered from the Bangs Slough site (3CA3) in Calhoun County, AR. No known individual was identified. No associated funerary objects were present. Diagnostic artifacts found at the Bangs Slough site (3CA3) indicate that these human remains were probably buried during the Coles Creek culture (A.D. 700-1000).\\n        At an unknown date, human remains representing, at minimum, one individual were recovered from the Keller site (3CA13) in Calhoun County, AR. No known individual was identified. No associated funerary objects were present. Diagnostic artifacts found at the Keller site (3CA13) indicate that these human remains were probably buried during the Coles Creek culture (A.D. 700-1000).\\n        In 1981, human remains representing, at minimum, nine individuals were recovered from the Powell Canal site (3CH14) in Chicot County, AR. No known individuals were identified. No associated funerary objects were present. Diagnostic artifacts found at the Powell Canal site (3CH14) indicate that these human remains were probably buried during the Baytown Period (A.D. 400-700).\\n        In 1967, human remains representing, at minimum, one individual were recovered from the Bunker Black Plantation site (3CH25) in Chicot County, AR. No known individual was identified. No associated funerary objects were present. Diagnostic artifacts found at the Bunker Black Plantation site (3CH25) indicate that these human remains were probably buried during the Woodland Period (650 B.C.-A.D. 950).\\n        In 1970, human remains representing, at minimum, eight individuals were recovered from the McArthur site (3CH49) in Chicot County, AR. No known individuals were identified. The 8 associated funerary objects include 1 shell tempered bowl, 1 mussel shell fragment, 2 clay beads, 1 fragmentary Manchac jar, 1 reconstructed bowl, 1 turtle carapace, and 1 clay ball (70-386). Diagnostic artifacts found at the McArther site indicate that these human remains were probably buried during the Bartholomew Phase (A.D. 1200-1400).\\n        In 1984, human remains representing, at minimum, one individual were recovered from the Hunter site (3CH135) in Chicot County, AR. No known individual was identified. No associated funerary objects were present. Diagnostic artifacts found at the Hunter site (3CH135) indicate that these human remains were probably buried during the Mississippi Period (A.D. 950-1541).\\n        At an unknown date, human remains representing, at minimum, one individual were recovered from the Possum Trap or Coon Bayou site (3DE37) in Desha County, AR. No known individual was identified. No associated funerary objects were present. Diagnostic artifacts found at the Possum Trap or Coon Bayou site (3DE37) indicate that these human remains were probably buried during the Marksville Period (100 B.C.-A.D. 400).\\n        In 1973, human remains representing, at minimum, one individual were recovered from the R.H. Wolfe site (3DR1) in Drew County, AR. No known individual was identified. No associated funerary objects were present. Diagnostic artifacts found at the R.H. Wolfe site (3DR1) indicate that these human remains were probably buried during the Tillar Complex (A.D. 1400-1700).\\n        At an unknown date, human remains representing, at minimum, one individual were recovered from the Taylor Mounds site (3DR2) in Drew County, AR. These human remains were donated to the Arkansas Archeological Survey in 1981. No known individual was identified. No associated funerary objects were present. Diagnostic artifacts found at the Taylor Mounds site (3DR2) indicate that these human remains were probably buried during the Marksville Period (100 B.C.-A.D. 400).\\n        In 1973, human remains representing, at minimum, one individual were recovered from the Tillar Farms site (3DR30) in Drew County, AR. No known individual was identified. No associated funerary objects were present. Diagnostic artifacts found at the Tillar Farms site (3DR30) indicate that these human remains were probably buried during the Tillar Complex (A.D. 1400-1700).\\n        At an unknown date, human remains representing, at minimum, four individuals were recovered from the Tillar site (3DR49) in Drew County, AR. These individuals were donated to the Arkansas Archeological Survey in 1982 and 1985. No known individual was identified. No associated funerary objects were present. Diagnostic artifacts found at the Tillar site (3DR49) indicate that these human remains were probably buried during the Tillar Complex (A.D. 1400-1700).\\n        In 1972, human remains representing, at minimum, one individual were recovered from the Austin site (3DR50) in Drew County, AR. No known individual was identified. The two associated artifacts include two clay pipes (72-153-1, -4). Diagnostic artifacts found at the Austin site (3DR50) indicate that these human remains were probably buried during the Tillar Complex (A.D. 1400-1700).\\n        In 1981, human remains representing, at minimum, nine individuals were recovered from the McClendon site (3DR144) in Drew County, AR. No known individuals were identified. No associated funerary objects were present. Diagnostic artifacts found at the McClendon site (3DR144) indicate that these human remains were probably buried during the Tillar Complex (A.D. 1400-1700).\\n        At an unknown date, human remains representing, at minimum, one individual were recovered from the McClendon site (3DR144) in Drew County, AR. These human remains were donated to the Arkansas Archeological Survey in 1982. No known individual was identified. No associated funerary objects were present. Diagnostic artifacts found at the McClendon site (3DR144) indicate that these human remains were probably buried during the Tillar Complex (A.D. 1400-1700).\\n        In 1982, human remains representing, at minimum, one individual were recovered from the Land\\'s End site (3DR184) in Drew County, AR. No known individual was identified. No associated funerary objects were present. Diagnostic artifacts found at the Land\\'s End site (3DR184) indicate that these human remains were probably buried during the Early Mississippi Period (A.D. 700-1000).\\n\\n        In 1982 and 1983, human remains representing, at minimum, one individual were recovered from the Cherry site (3DR190) in Drew County, AR. No known individual was identified. No associated funerary objects were present. Diagnostic artifacts found at the Cherry site (3DR190) indicate that these human remains were probably buried during the Tillar Complex (A.D. 1400-1700).\\n        In 1982, human remains representing, at minimum, one individual were recovered from the Dark Dirt Site (3DR191) in Drew County, AR. No known individual was identified. No associated funerary objects were present. Diagnostic artifacts found at the Dark Dirt site (3DR191) indicate that these human remains were probably buried during the Bartholomew Phase (1200-1400 A.D.).\\n        In 1982, human remains representing, at minimum, one individual were recovered from the Lone Holly site (3DR196) in Drew County, AR. No known individual was identified. No associated funerary objects were present. Diagnostic artifacts found at the Lone Holly site (3DR196) indicate that these human remains were probably buried during the Bartholomew Phase (A.D. 1200-1400).\\n\\n        In 1986, human remains representing, at minimum, 133 individuals were recovered from the Ables Creek site (3DR214) in Drew County, AR. No known individuals were identified. The 82 funerary objects include 1 Barton Incised var. Togo jar, 1 Mississippi Plain bottle, 1 Winterville Incised bottle, 63 shell beads, 1 Mississippi Plain bottle neck, 1 Mississippi Plain var. Birch bottle, 1 polishing stone, 1 sheet of Mica, 1 squirrel skeleton, 1 unidentified incised bottle, 1 Barton Incised jar with mussel shell, 1 bone awl, 1 Mississippi Plain bowl, 2 bone hair pins, 1 shell pendant, 1 Winterville Incised small saucer, 1 Mississippi Plain seed jar, 1 Winterville Incised bottle, and 1 preform. Diagnostic artifacts found at the Ables Creek site (3DR214) indicate that these human remains were probably buried during the Mississippi Period (A.D. 950-1541).\\n        At an unknown date, human remains representing, at minimum, one individual were recovered from an unknown location in Drew County, AR. These human remains were donated to the Arkansas Archeological Survey in 1969. No known individual was identified. No associated funerary objects were present. Diagnostic artifacts found in Drew County, AR, indicate that these human remains were probably buried during the Prehistoric Period (11,650 B.C.-A.D. 1541).\\n        In 1967 and 1971, human remains representing, at minimum, three individuals were recovered from the Paw-Paw site (3OU22) in Ouachita County, AR. No known individuals were identified. No associated funerary objects were present. Diagnostic artifacts found at the Paw-Paw site (3OU22) indicate that these human remains were probably buried during the Archaic Period (9500-650 B.C.) or Fourche Maline Tradition (800 B.C.-A.D. 900).\\n        At an unknown date, human remains representing, at minimum, one individual were recovered from an unknown location in Union County, AR. These human remains were donated to the Arkansas Archeological Survey in 1985. No known individual was identified. No associated funerary objects were present. Diagnostic artifacts found in Union County, AR, indicate that these human remains were probably buried during the Prehistoric Period (11,650 B.C.-A.D. 1541).\\n        In 1972, human remains representing, at minimum, four individuals were recovered from the Locust Ridge site (3UN8) in Union County, AR. No known individuals were identified. No associated funerary objects were present. Diagnostic artifacts found at the Locust Ridge site (3UN8) indicate that these human remains were probably buried during the Baytown (A.D. 400-700) or Coles Creek Period (A.D. 700-1000).\\n        At an unknown date, human remains representing, at minimum, one individual were recovered from the Watts Field site (3UN22) in Union County, AR. These human remains were donated to the Arkansas Archeological Survey in 1973. No known individual was identified. No associated funerary objects were present. Diagnostic artifacts found at the Watts Field site (3UN22) in Union County, AR, indicate that these human remains were probably buried during the Prehistoric Period (11,650 B.C.-A.D. 1541).\\n        In 1972 and 1975, human remains representing, at minimum, 18 individuals were recovered from the Shallow Lake site (3UN52) in Union County, AR. No known individuals were identified. No associated funerary objects were present. Diagnostic artifacts found at the Shallow Lake site (3UN52) indicate that these human remains were probably buried during the Coles Creek Period (A.D. 700-1000).\\n        At an unknown date, human remains representing, at minimum, one individual were recovered from the Shallow Lake site (3UN52) in Union County, AR. These human remains were donated to the Arkansas Archeological Survey in 1985. No known individual was identified. No associated funerary objects were present. Diagnostic artifacts found at the Shallow Lake site (3UN52) in Union County, AR, indicate that these human remains were probably buried during the Prehistoric Period (11,650 B.C.-A.D. 1541).\\n        At an unknown date, human remains representing, at minimum, one individual were recovered from an unknown location in Drew County or Chicot County, AR. These human remains were donated to the Arkansas Archeological Survey in 1985. No known individual was identified. No associated funerary objects were present. Diagnostic artifacts found in Drew County and Chicot County, AR, indicate that these human remains were probably buried during the Prehistoric Period (11,650 B.C.-A.D. 1541).\\n        This notice includes a variety of terms commonly used in discussions of Arkansas archeology and the historical trajectories that gave rise to specific Native American communities identified in the historic record. Based on the archeological context for these sites and what is presently known about the peoples who pre-date the historic Tunica and occupied the sites listed in this notice, the Arkansas Archeological Society has determined the human remains listed in this notice are culturally affiliated with the Tunica-Biloxi Indian Tribe.\\n        Determinations Made by the Arkansas Archeological Survey\\n        Officials of the Arkansas Archeological Survey have determined that:\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice represent the physical remains of 269 individuals of Native American ancestry.\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(3)(A), the 105 objects described in this notice are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony.\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and associated funerary objects and the Tunica-Biloxi Indian Tribe.\\n        Additional Requestors and Disposition\\n\\n        Lineal descendants or representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to Dr. George Sabo, Director, Arkansas Archeological Survey, 2475 North Hatch Avenue, Fayetteville, AR 72704, telephone (479) 575-3556, by March 27, 2017. After that date, if no additional requestors have come forward, transfer of control of the human remains and associated funerary objects to the Tunica-Biloxi Indian Tribe may proceed.\\n        \\n        The Arkansas Archeological Survey is responsible for notifying the Tunica-Biloxi Indian Tribe that this notice has been published.\\n        \\n          Dated: January 27, 2017.\\n          Melanie O\\'Brien,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. 2017-03615 Filed 2-23-17; 8:45 am]\\n       BILLING CODE 4312-52-P\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "[NPS-WASO-NAGPRA-22815; PPWOCRADN0-PCU00RP14.R50000]", "subject": "Notice of Inventory Completion: Arkansas Archeological Survey, Fayetteville, AR", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "The Arkansas Archeological Survey has completed an inventory of human remains and associated funerary objects, in consultation with the appropriate Indian tribes or Native Hawaiian organizations, and has determined that there is a cultural affiliation between the human remains and associated funerary objects and present-day Indian tribes or Native Hawaiian organizations. Lineal descendants or representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request to the Arkansas Archeological Survey. If no additional requestors come forward, transfer of control of the human remains and associated funerary objects to the lineal descendants, Indian tribes, or Native Hawaiian organizations stated in this notice may proceed.", "dates": "Lineal descendants or representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to the Arkansas Archeological Survey at the address in this notice by March 27, 2017.", "addresses": "George Sabo, Director, Arkansas Archeological Survey, 2475 North Hatch Avenue, Fayetteville, AR 72704, telephone (479) 575-3556.", "signature_dated": "Dated: January 27, 2017.", "signature_name": "Melanie O\\'Brien,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. 2017-03615 Filed 2-23-17; 8:45 am]", "billing_code": " BILLING CODE 4312-52-P", "supp_info": "SUPPLEMENTARY INFORMATION: \n Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains and associated funerary objects under the control of the Arkansas Archeological Survey, Fayetteville, AR. The human remains and associated funerary objects were removed from multiple counties in the state of Arkansas. \n This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003(d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations in this notice. \n Consultation \n A detailed assessment of the human remains was made by the Arkansas Archeological Survey professional staff in consultation with representatives of Caddo Nation of Oklahoma, The Quapaw Tribe of Indians, and The Osage Nation (previously listed as the Osage Tribe). These human remains were inventoried and documented by physical anthropologists at the University of Arkansas. The Tunica-Biloxi Indian Tribe, which the Arkansas Archeological Survey had invited to consult, did not participate. \n History and Description of the Remains \n In 2011, human remains representing, at minimum, one individual were recovered from a back dirt pile at site 3AS1 in Ashley County, AR. No known individual was identified. No associated funerary objects were present. Diagnostic artifacts found at site 3AS1 indicate that these human remains were probably buried during the Baytown Phase (A.D. 400-700). \n At an unknown date, human remains representing, at minimum, one individual were recovered from the Big Mound Ridge site (3AS6) in Ashley County, AR. These human remains were donated to the Arkansas Archeological Survey in 2015. No known individual was identified. No associated funerary objects were present. Diagnostic artifacts found at the Big Mound Ridge site (3AS6) indicate that these human remains were probably buried during the Baytown Phase (A.D. 400-700). \n In 1977, human remains representing, at minimum, six individuals were recovered from the Boydell site (3AS58) in Ashley County, AR. No known individuals were identified. The 8 associated funerary objects include 1 Addis Plain, var. Addis bowl fragment, 1 Addis Plain var. Greenville ceramic base, 1 Coleman Incised, var. Coleman ceramic base, 2 Mississippi Plain vessels, 1 Addis Plain var. Addis large bowl, 1 Addis Plain var. Addis bowl, and 1 L\\'eau Noire bowl fragment (77-764). Diagnostic artifacts found at the Boydell site (3AS58) indicate that these human remains were probably buried during the Bartholomew Phase (A.D. 1200-1400). \n In 1970, human remains representing, at minimum, 15 individuals were recovered from the Gordon site (3AS152) in Ashley County, AR. No known individuals were identified. No associated funerary objects were present. Diagnostic artifacts found at the Gordon site (3AS152) indicate that these human remains were probably buried during the Mississippi Period (A.D. 950-1541) or Bartholomew Phase (A.D. 1200-1400). \n In 1978, human remains representing, at minimum, one individual were recovered from the Gordon site (3AS152) in Ashley County, AR. No known individual was identified. No associated funerary objects were present. Diagnostic artifacts found at the Gordon site (3AS152) indicate that these human remains were probably buried during the Mississippi Period (A.D. 950-1541) or Bartholomew Phase (A.D. 1200-1400). \n In 1975, human remains representing, at minimum, one individual were recovered from the Fifty Miles an Hour site (3AS189) in Ashley County, AR. No known individual was identified. No associated funerary objects were present. Diagnostic artifacts found at the Fifty Miles an Hour site (3AS189) indicate that these human remains were probably buried during Mississippi Period (A.D. 950-1541). \n In 2010, human remains representing, at minimum, 15 individuals were recovered from the Sheppard site (3AS437) in Ashley County, AR. No known individuals were identified. No associated funerary objects were present. Diagnostic artifacts found at the Sheppard site (3AS437) indicate that these human remains were probably buried during the Woodland Period (650 B.C.-A.D. 950). \n At an unknown date, human remains representing, at minimum, one individual were recovered near the town of Marsden in Bradley County, AR. These human remains were donated to the Arkansas Archeological Survey in 1985. No known individual was identified. No associated funerary objects were present. Diagnostic artifacts found in Bradley County, AR, indicate that these human remains were probably buried during the Prehistoric Period (11,650 B.C.-A.D. 1541). \n In 1971, human remains representing, at minimum, two individuals were recovered from the Coon Island site (3BR10) in Bradley County, AR. No known individuals were identified. No associated funerary objects were present. Diagnostic artifacts found at the Coon Island site (3BR10) indicate that these human remains were probably buried during the Marksville Period (100 B.C.-A.D. 400). \n In 1978, human remains representing, at minimum, 17 individuals were recovered from the Saline Sand and Gravel site (3BR40) in Bradley County, AR. No known individuals were identified. The 5 associated funerary objects include 1 Belcher Engraved bottle, 1 Mississippi Plain jar, 1 Wallace Incised bowl, 1 turtle carapace, and 1 lot of 607 grams of burial fill (78-1189). Diagnostic artifacts found at the Saline Sand and Gravel site (3BR40) indicate that these human remains were probably buried during the Mississippi Period (A.D. 950-1541) or Bartholomew Phase (A.D. 1200-1400). \n At an unknown date, human remains representing, at minimum, one individual were recovered from the Saline Sand and Grave site (3BR40) in Bradley County, AR. These human remains were donated to the Arkansas Archeological Survey in 1982. No known individual was identified. No associated funerary objects were present. Diagnostic artifacts found at the Saline Sand and Gravel site (3BR40) indicate that these human remains were probably buried during the Mississippi Period (A.D. 950-1541) or Bartholomew Phase (A.D. 1200-1400). \n In 1995, human remains representing, at minimum, one individual were recovered from the Gene Thompson site (3BR122) in Bradley County, AR. No known individual was identified. No associated funerary objects were present. Diagnostic artifacts found at the Gene Thompson site (3BR122) indicate that these human remains were probably buried during the Woodland Period (650 B.C.-A.D. 950). \n In 1983, human remains representing, at minimum, one individual were recovered from the Bangs Slough site (3CA3) in Calhoun County, AR. No known individual was identified. No associated funerary objects were present. Diagnostic artifacts found at the Bangs Slough site (3CA3) indicate that these human remains were probably buried during the Coles Creek culture (A.D. 700-1000). \n At an unknown date, human remains representing, at minimum, one individual were recovered from the Keller site (3CA13) in Calhoun County, AR. No known individual was identified. No associated funerary objects were present. Diagnostic artifacts found at the Keller site (3CA13) indicate that these human remains were probably buried during the Coles Creek culture (A.D. 700-1000). \n In 1981, human remains representing, at minimum, nine individuals were recovered from the Powell Canal site (3CH14) in Chicot County, AR. No known individuals were identified. No associated funerary objects were present. Diagnostic artifacts found at the Powell Canal site (3CH14) indicate that these human remains were probably buried during the Baytown Period (A.D. 400-700). \n In 1967, human remains representing, at minimum, one individual were recovered from the Bunker Black Plantation site (3CH25) in Chicot County, AR. No known individual was identified. No associated funerary objects were present. Diagnostic artifacts found at the Bunker Black Plantation site (3CH25) indicate that these human remains were probably buried during the Woodland Period (650 B.C.-A.D. 950). \n In 1970, human remains representing, at minimum, eight individuals were recovered from the McArthur site (3CH49) in Chicot County, AR. No known individuals were identified. The 8 associated funerary objects include 1 shell tempered bowl, 1 mussel shell fragment, 2 clay beads, 1 fragmentary Manchac jar, 1 reconstructed bowl, 1 turtle carapace, and 1 clay ball (70-386). Diagnostic artifacts found at the McArther site indicate that these human remains were probably buried during the Bartholomew Phase (A.D. 1200-1400). \n In 1984, human remains representing, at minimum, one individual were recovered from the Hunter site (3CH135) in Chicot County, AR. No known individual was identified. No associated funerary objects were present. Diagnostic artifacts found at the Hunter site (3CH135) indicate that these human remains were probably buried during the Mississippi Period (A.D. 950-1541). \n At an unknown date, human remains representing, at minimum, one individual were recovered from the Possum Trap or Coon Bayou site (3DE37) in Desha County, AR. No known individual was identified. No associated funerary objects were present. Diagnostic artifacts found at the Possum Trap or Coon Bayou site (3DE37) indicate that these human remains were probably buried during the Marksville Period (100 B.C.-A.D. 400). \n In 1973, human remains representing, at minimum, one individual were recovered from the R.H. Wolfe site (3DR1) in Drew County, AR. No known individual was identified. No associated funerary objects were present. Diagnostic artifacts found at the R.H. Wolfe site (3DR1) indicate that these human remains were probably buried during the Tillar Complex (A.D. 1400-1700). \n At an unknown date, human remains representing, at minimum, one individual were recovered from the Taylor Mounds site (3DR2) in Drew County, AR. These human remains were donated to the Arkansas Archeological Survey in 1981. No known individual was identified. No associated funerary objects were present. Diagnostic artifacts found at the Taylor Mounds site (3DR2) indicate that these human remains were probably buried during the Marksville Period (100 B.C.-A.D. 400). \n In 1973, human remains representing, at minimum, one individual were recovered from the Tillar Farms site (3DR30) in Drew County, AR. No known individual was identified. No associated funerary objects were present. Diagnostic artifacts found at the Tillar Farms site (3DR30) indicate that these human remains were probably buried during the Tillar Complex (A.D. 1400-1700). \n At an unknown date, human remains representing, at minimum, four individuals were recovered from the Tillar site (3DR49) in Drew County, AR. These individuals were donated to the Arkansas Archeological Survey in 1982 and 1985. No known individual was identified. No associated funerary objects were present. Diagnostic artifacts found at the Tillar site (3DR49) indicate that these human remains were probably buried during the Tillar Complex (A.D. 1400-1700). \n In 1972, human remains representing, at minimum, one individual were recovered from the Austin site (3DR50) in Drew County, AR. No known individual was identified. The two associated artifacts include two clay pipes (72-153-1, -4). Diagnostic artifacts found at the Austin site (3DR50) indicate that these human remains were probably buried during the Tillar Complex (A.D. 1400-1700). \n In 1981, human remains representing, at minimum, nine individuals were recovered from the McClendon site (3DR144) in Drew County, AR. No known individuals were identified. No associated funerary objects were present. Diagnostic artifacts found at the McClendon site (3DR144) indicate that these human remains were probably buried during the Tillar Complex (A.D. 1400-1700). \n At an unknown date, human remains representing, at minimum, one individual were recovered from the McClendon site (3DR144) in Drew County, AR. These human remains were donated to the Arkansas Archeological Survey in 1982. No known individual was identified. No associated funerary objects were present. Diagnostic artifacts found at the McClendon site (3DR144) indicate that these human remains were probably buried during the Tillar Complex (A.D. 1400-1700). \n In 1982, human remains representing, at minimum, one individual were recovered from the Land\\'s End site (3DR184) in Drew County, AR. No known individual was identified. No associated funerary objects were present. Diagnostic artifacts found at the Land\\'s End site (3DR184) indicate that these human remains were probably buried during the Early Mississippi Period (A.D. 700-1000). \n In 1982 and 1983, human remains representing, at minimum, one individual were recovered from the Cherry site (3DR190) in Drew County, AR. No known individual was identified. No associated funerary objects were present. Diagnostic artifacts found at the Cherry site (3DR190) indicate that these human remains were probably buried during the Tillar Complex (A.D. 1400-1700). \n In 1982, human remains representing, at minimum, one individual were recovered from the Dark Dirt Site (3DR191) in Drew County, AR. No known individual was identified. No associated funerary objects were present. Diagnostic artifacts found at the Dark Dirt site (3DR191) indicate that these human remains were probably buried during the Bartholomew Phase (1200-1400 A.D.). \n In 1982, human remains representing, at minimum, one individual were recovered from the Lone Holly site (3DR196) in Drew County, AR. No known individual was identified. No associated funerary objects were present. Diagnostic artifacts found at the Lone Holly site (3DR196) indicate that these human remains were probably buried during the Bartholomew Phase (A.D. 1200-1400). \n In 1986, human remains representing, at minimum, 133 individuals were recovered from the Ables Creek site (3DR214) in Drew County, AR. No known individuals were identified. The 82 funerary objects include 1 Barton Incised var. Togo jar, 1 Mississippi Plain bottle, 1 Winterville Incised bottle, 63 shell beads, 1 Mississippi Plain bottle neck, 1 Mississippi Plain var. Birch bottle, 1 polishing stone, 1 sheet of Mica, 1 squirrel skeleton, 1 unidentified incised bottle, 1 Barton Incised jar with mussel shell, 1 bone awl, 1 Mississippi Plain bowl, 2 bone hair pins, 1 shell pendant, 1 Winterville Incised small saucer, 1 Mississippi Plain seed jar, 1 Winterville Incised bottle, and 1 preform. Diagnostic artifacts found at the Ables Creek site (3DR214) indicate that these human remains were probably buried during the Mississippi Period (A.D. 950-1541). \n At an unknown date, human remains representing, at minimum, one individual were recovered from an unknown location in Drew County, AR. These human remains were donated to the Arkansas Archeological Survey in 1969. No known individual was identified. No associated funerary objects were present. Diagnostic artifacts found in Drew County, AR, indicate that these human remains were probably buried during the Prehistoric Period (11,650 B.C.-A.D. 1541). \n In 1967 and 1971, human remains representing, at minimum, three individuals were recovered from the Paw-Paw site (3OU22) in Ouachita County, AR. No known individuals were identified. No associated funerary objects were present. Diagnostic artifacts found at the Paw-Paw site (3OU22) indicate that these human remains were probably buried during the Archaic Period (9500-650 B.C.) or Fourche Maline Tradition (800 B.C.-A.D. 900). \n At an unknown date, human remains representing, at minimum, one individual were recovered from an unknown location in Union County, AR. These human remains were donated to the Arkansas Archeological Survey in 1985. No known individual was identified. No associated funerary objects were present. Diagnostic artifacts found in Union County, AR, indicate that these human remains were probably buried during the Prehistoric Period (11,650 B.C.-A.D. 1541). \n In 1972, human remains representing, at minimum, four individuals were recovered from the Locust Ridge site (3UN8) in Union County, AR. No known individuals were identified. No associated funerary objects were present. Diagnostic artifacts found at the Locust Ridge site (3UN8) indicate that these human remains were probably buried during the Baytown (A.D. 400-700) or Coles Creek Period (A.D. 700-1000). \n At an unknown date, human remains representing, at minimum, one individual were recovered from the Watts Field site (3UN22) in Union County, AR. These human remains were donated to the Arkansas Archeological Survey in 1973. No known individual was identified. No associated funerary objects were present. Diagnostic artifacts found at the Watts Field site (3UN22) in Union County, AR, indicate that these human remains were probably buried during the Prehistoric Period (11,650 B.C.-A.D. 1541). \n In 1972 and 1975, human remains representing, at minimum, 18 individuals were recovered from the Shallow Lake site (3UN52) in Union County, AR. No known individuals were identified. No associated funerary objects were present. Diagnostic artifacts found at the Shallow Lake site (3UN52) indicate that these human remains were probably buried during the Coles Creek Period (A.D. 700-1000). \n At an unknown date, human remains representing, at minimum, one individual were recovered from the Shallow Lake site (3UN52) in Union County, AR. These human remains were donated to the Arkansas Archeological Survey in 1985. No known individual was identified. No associated funerary objects were present. Diagnostic artifacts found at the Shallow Lake site (3UN52) in Union County, AR, indicate that these human remains were probably buried during the Prehistoric Period (11,650 B.C.-A.D. 1541). \n At an unknown date, human remains representing, at minimum, one individual were recovered from an unknown location in Drew County or Chicot County, AR. These human remains were donated to the Arkansas Archeological Survey in 1985. No known individual was identified. No associated funerary objects were present. Diagnostic artifacts found in Drew County and Chicot County, AR, indicate that these human remains were probably buried during the Prehistoric Period (11,650 B.C.-A.D. 1541). \n This notice includes a variety of terms commonly used in discussions of Arkansas archeology and the historical trajectories that gave rise to specific Native American communities identified in the historic record. Based on the archeological context for these sites and what is presently known about the peoples who pre-date the historic Tunica and occupied the sites listed in this notice, the Arkansas Archeological Society has determined the human remains listed in this notice are culturally affiliated with the Tunica-Biloxi Indian Tribe. \n Determinations Made by the Arkansas Archeological Survey \n Officials of the Arkansas Archeological Survey have determined that: \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice represent the physical remains of 269 individuals of Native American ancestry. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(3)(A), the 105 objects described in this notice are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and associated funerary objects and the Tunica-Biloxi Indian Tribe. \n Additional Requestors and Disposition \n Lineal descendants or representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to Dr. George Sabo, Director, Arkansas Archeological Survey, 2475 North Hatch Avenue, Fayetteville, AR 72704, telephone (479) 575-3556, by March 27, 2017. After that date, if no additional requestors have come forward, transfer of control of the human remains and associated funerary objects to the Tunica-Biloxi Indian Tribe may proceed.\\n         \n The Arkansas Archeological Survey is responsible for notifying the Tunica-Biloxi Indian Tribe that this notice has been published. \n ", "consultation": "A detailed assessment of the human remains was made by the Arkansas Archeological Survey professional staff in consultation with representatives of Caddo Nation of Oklahoma, The Quapaw Tribe of Indians, and The Osage Nation (previously listed as the Osage Tribe). These human remains were inventoried and documented by physical anthropologists at the University of Arkansas. The Tunica-Biloxi Indian Tribe, which the Arkansas Archeological Survey had invited to consult, did not participate. \n ", "h_d_r": "In 2011, human remains representing, at minimum, one individual were recovered from a back dirt pile at site 3AS1 in Ashley County, AR. No known individual was identified. No associated funerary objects were present. Diagnostic artifacts found at site 3AS1 indicate that these human remains were probably buried during the Baytown Phase (A.D. 400-700). \n At an unknown date, human remains representing, at minimum, one individual were recovered from the Big Mound Ridge site (3AS6) in Ashley County, AR. These human remains were donated to the Arkansas Archeological Survey in 2015. No known individual was identified. No associated funerary objects were present. Diagnostic artifacts found at the Big Mound Ridge site (3AS6) indicate that these human remains were probably buried during the Baytown Phase (A.D. 400-700). \n In 1977, human remains representing, at minimum, six individuals were recovered from the Boydell site (3AS58) in Ashley County, AR. No known individuals were identified. The 8 associated funerary objects include 1 Addis Plain, var. Addis bowl fragment, 1 Addis Plain var. Greenville ceramic base, 1 Coleman Incised, var. Coleman ceramic base, 2 Mississippi Plain vessels, 1 Addis Plain var. Addis large bowl, 1 Addis Plain var. Addis bowl, and 1 L\\'eau Noire bowl fragment (77-764). Diagnostic artifacts found at the Boydell site (3AS58) indicate that these human remains were probably buried during the Bartholomew Phase (A.D. 1200-1400). \n In 1970, human remains representing, at minimum, 15 individuals were recovered from the Gordon site (3AS152) in Ashley County, AR. No known individuals were identified. No associated funerary objects were present. Diagnostic artifacts found at the Gordon site (3AS152) indicate that these human remains were probably buried during the Mississippi Period (A.D. 950-1541) or Bartholomew Phase (A.D. 1200-1400). \n In 1978, human remains representing, at minimum, one individual were recovered from the Gordon site (3AS152) in Ashley County, AR. No known individual was identified. No associated funerary objects were present. Diagnostic artifacts found at the Gordon site (3AS152) indicate that these human remains were probably buried during the Mississippi Period (A.D. 950-1541) or Bartholomew Phase (A.D. 1200-1400). \n In 1975, human remains representing, at minimum, one individual were recovered from the Fifty Miles an Hour site (3AS189) in Ashley County, AR. No known individual was identified. No associated funerary objects were present. Diagnostic artifacts found at the Fifty Miles an Hour site (3AS189) indicate that these human remains were probably buried during Mississippi Period (A.D. 950-1541). \n In 2010, human remains representing, at minimum, 15 individuals were recovered from the Sheppard site (3AS437) in Ashley County, AR. No known individuals were identified. No associated funerary objects were present. Diagnostic artifacts found at the Sheppard site (3AS437) indicate that these human remains were probably buried during the Woodland Period (650 B.C.-A.D. 950). \n At an unknown date, human remains representing, at minimum, one individual were recovered near the town of Marsden in Bradley County, AR. These human remains were donated to the Arkansas Archeological Survey in 1985. No known individual was identified. No associated funerary objects were present. Diagnostic artifacts found in Bradley County, AR, indicate that these human remains were probably buried during the Prehistoric Period (11,650 B.C.-A.D. 1541). \n In 1971, human remains representing, at minimum, two individuals were recovered from the Coon Island site (3BR10) in Bradley County, AR. No known individuals were identified. No associated funerary objects were present. Diagnostic artifacts found at the Coon Island site (3BR10) indicate that these human remains were probably buried during the Marksville Period (100 B.C.-A.D. 400). \n In 1978, human remains representing, at minimum, 17 individuals were recovered from the Saline Sand and Gravel site (3BR40) in Bradley County, AR. No known individuals were identified. The 5 associated funerary objects include 1 Belcher Engraved bottle, 1 Mississippi Plain jar, 1 Wallace Incised bowl, 1 turtle carapace, and 1 lot of 607 grams of burial fill (78-1189). Diagnostic artifacts found at the Saline Sand and Gravel site (3BR40) indicate that these human remains were probably buried during the Mississippi Period (A.D. 950-1541) or Bartholomew Phase (A.D. 1200-1400). \n At an unknown date, human remains representing, at minimum, one individual were recovered from the Saline Sand and Grave site (3BR40) in Bradley County, AR. These human remains were donated to the Arkansas Archeological Survey in 1982. No known individual was identified. No associated funerary objects were present. Diagnostic artifacts found at the Saline Sand and Gravel site (3BR40) indicate that these human remains were probably buried during the Mississippi Period (A.D. 950-1541) or Bartholomew Phase (A.D. 1200-1400). \n In 1995, human remains representing, at minimum, one individual were recovered from the Gene Thompson site (3BR122) in Bradley County, AR. No known individual was identified. No associated funerary objects were present. Diagnostic artifacts found at the Gene Thompson site (3BR122) indicate that these human remains were probably buried during the Woodland Period (650 B.C.-A.D. 950). \n In 1983, human remains representing, at minimum, one individual were recovered from the Bangs Slough site (3CA3) in Calhoun County, AR. No known individual was identified. No associated funerary objects were present. Diagnostic artifacts found at the Bangs Slough site (3CA3) indicate that these human remains were probably buried during the Coles Creek culture (A.D. 700-1000). \n At an unknown date, human remains representing, at minimum, one individual were recovered from the Keller site (3CA13) in Calhoun County, AR. No known individual was identified. No associated funerary objects were present. Diagnostic artifacts found at the Keller site (3CA13) indicate that these human remains were probably buried during the Coles Creek culture (A.D. 700-1000). \n In 1981, human remains representing, at minimum, nine individuals were recovered from the Powell Canal site (3CH14) in Chicot County, AR. No known individuals were identified. No associated funerary objects were present. Diagnostic artifacts found at the Powell Canal site (3CH14) indicate that these human remains were probably buried during the Baytown Period (A.D. 400-700). \n In 1967, human remains representing, at minimum, one individual were recovered from the Bunker Black Plantation site (3CH25) in Chicot County, AR. No known individual was identified. No associated funerary objects were present. Diagnostic artifacts found at the Bunker Black Plantation site (3CH25) indicate that these human remains were probably buried during the Woodland Period (650 B.C.-A.D. 950). \n In 1970, human remains representing, at minimum, eight individuals were recovered from the McArthur site (3CH49) in Chicot County, AR. No known individuals were identified. The 8 associated funerary objects include 1 shell tempered bowl, 1 mussel shell fragment, 2 clay beads, 1 fragmentary Manchac jar, 1 reconstructed bowl, 1 turtle carapace, and 1 clay ball (70-386). Diagnostic artifacts found at the McArther site indicate that these human remains were probably buried during the Bartholomew Phase (A.D. 1200-1400). \n In 1984, human remains representing, at minimum, one individual were recovered from the Hunter site (3CH135) in Chicot County, AR. No known individual was identified. No associated funerary objects were present. Diagnostic artifacts found at the Hunter site (3CH135) indicate that these human remains were probably buried during the Mississippi Period (A.D. 950-1541). \n At an unknown date, human remains representing, at minimum, one individual were recovered from the Possum Trap or Coon Bayou site (3DE37) in Desha County, AR. No known individual was identified. No associated funerary objects were present. Diagnostic artifacts found at the Possum Trap or Coon Bayou site (3DE37) indicate that these human remains were probably buried during the Marksville Period (100 B.C.-A.D. 400). \n In 1973, human remains representing, at minimum, one individual were recovered from the R.H. Wolfe site (3DR1) in Drew County, AR. No known individual was identified. No associated funerary objects were present. Diagnostic artifacts found at the R.H. Wolfe site (3DR1) indicate that these human remains were probably buried during the Tillar Complex (A.D. 1400-1700). \n At an unknown date, human remains representing, at minimum, one individual were recovered from the Taylor Mounds site (3DR2) in Drew County, AR. These human remains were donated to the Arkansas Archeological Survey in 1981. No known individual was identified. No associated funerary objects were present. Diagnostic artifacts found at the Taylor Mounds site (3DR2) indicate that these human remains were probably buried during the Marksville Period (100 B.C.-A.D. 400). \n In 1973, human remains representing, at minimum, one individual were recovered from the Tillar Farms site (3DR30) in Drew County, AR. No known individual was identified. No associated funerary objects were present. Diagnostic artifacts found at the Tillar Farms site (3DR30) indicate that these human remains were probably buried during the Tillar Complex (A.D. 1400-1700). \n At an unknown date, human remains representing, at minimum, four individuals were recovered from the Tillar site (3DR49) in Drew County, AR. These individuals were donated to the Arkansas Archeological Survey in 1982 and 1985. No known individual was identified. No associated funerary objects were present. Diagnostic artifacts found at the Tillar site (3DR49) indicate that these human remains were probably buried during the Tillar Complex (A.D. 1400-1700). \n In 1972, human remains representing, at minimum, one individual were recovered from the Austin site (3DR50) in Drew County, AR. No known individual was identified. The two associated artifacts include two clay pipes (72-153-1, -4). Diagnostic artifacts found at the Austin site (3DR50) indicate that these human remains were probably buried during the Tillar Complex (A.D. 1400-1700). \n In 1981, human remains representing, at minimum, nine individuals were recovered from the McClendon site (3DR144) in Drew County, AR. No known individuals were identified. No associated funerary objects were present. Diagnostic artifacts found at the McClendon site (3DR144) indicate that these human remains were probably buried during the Tillar Complex (A.D. 1400-1700). \n At an unknown date, human remains representing, at minimum, one individual were recovered from the McClendon site (3DR144) in Drew County, AR. These human remains were donated to the Arkansas Archeological Survey in 1982. No known individual was identified. No associated funerary objects were present. Diagnostic artifacts found at the McClendon site (3DR144) indicate that these human remains were probably buried during the Tillar Complex (A.D. 1400-1700). \n In 1982, human remains representing, at minimum, one individual were recovered from the Land\\'s End site (3DR184) in Drew County, AR. No known individual was identified. No associated funerary objects were present. Diagnostic artifacts found at the Land\\'s End site (3DR184) indicate that these human remains were probably buried during the Early Mississippi Period (A.D. 700-1000). \n In 1982 and 1983, human remains representing, at minimum, one individual were recovered from the Cherry site (3DR190) in Drew County, AR. No known individual was identified. No associated funerary objects were present. Diagnostic artifacts found at the Cherry site (3DR190) indicate that these human remains were probably buried during the Tillar Complex (A.D. 1400-1700). \n In 1982, human remains representing, at minimum, one individual were recovered from the Dark Dirt Site (3DR191) in Drew County, AR. No known individual was identified. No associated funerary objects were present. Diagnostic artifacts found at the Dark Dirt site (3DR191) indicate that these human remains were probably buried during the Bartholomew Phase (1200-1400 A.D.). \n In 1982, human remains representing, at minimum, one individual were recovered from the Lone Holly site (3DR196) in Drew County, AR. No known individual was identified. No associated funerary objects were present. Diagnostic artifacts found at the Lone Holly site (3DR196) indicate that these human remains were probably buried during the Bartholomew Phase (A.D. 1200-1400). \n In 1986, human remains representing, at minimum, 133 individuals were recovered from the Ables Creek site (3DR214) in Drew County, AR. No known individuals were identified. The 82 funerary objects include 1 Barton Incised var. Togo jar, 1 Mississippi Plain bottle, 1 Winterville Incised bottle, 63 shell beads, 1 Mississippi Plain bottle neck, 1 Mississippi Plain var. Birch bottle, 1 polishing stone, 1 sheet of Mica, 1 squirrel skeleton, 1 unidentified incised bottle, 1 Barton Incised jar with mussel shell, 1 bone awl, 1 Mississippi Plain bowl, 2 bone hair pins, 1 shell pendant, 1 Winterville Incised small saucer, 1 Mississippi Plain seed jar, 1 Winterville Incised bottle, and 1 preform. Diagnostic artifacts found at the Ables Creek site (3DR214) indicate that these human remains were probably buried during the Mississippi Period (A.D. 950-1541). \n At an unknown date, human remains representing, at minimum, one individual were recovered from an unknown location in Drew County, AR. These human remains were donated to the Arkansas Archeological Survey in 1969. No known individual was identified. No associated funerary objects were present. Diagnostic artifacts found in Drew County, AR, indicate that these human remains were probably buried during the Prehistoric Period (11,650 B.C.-A.D. 1541). \n In 1967 and 1971, human remains representing, at minimum, three individuals were recovered from the Paw-Paw site (3OU22) in Ouachita County, AR. No known individuals were identified. No associated funerary objects were present. Diagnostic artifacts found at the Paw-Paw site (3OU22) indicate that these human remains were probably buried during the Archaic Period (9500-650 B.C.) or Fourche Maline Tradition (800 B.C.-A.D. 900). \n At an unknown date, human remains representing, at minimum, one individual were recovered from an unknown location in Union County, AR. These human remains were donated to the Arkansas Archeological Survey in 1985. No known individual was identified. No associated funerary objects were present. Diagnostic artifacts found in Union County, AR, indicate that these human remains were probably buried during the Prehistoric Period (11,650 B.C.-A.D. 1541). \n In 1972, human remains representing, at minimum, four individuals were recovered from the Locust Ridge site (3UN8) in Union County, AR. No known individuals were identified. No associated funerary objects were present. Diagnostic artifacts found at the Locust Ridge site (3UN8) indicate that these human remains were probably buried during the Baytown (A.D. 400-700) or Coles Creek Period (A.D. 700-1000). \n At an unknown date, human remains representing, at minimum, one individual were recovered from the Watts Field site (3UN22) in Union County, AR. These human remains were donated to the Arkansas Archeological Survey in 1973. No known individual was identified. No associated funerary objects were present. Diagnostic artifacts found at the Watts Field site (3UN22) in Union County, AR, indicate that these human remains were probably buried during the Prehistoric Period (11,650 B.C.-A.D. 1541). \n In 1972 and 1975, human remains representing, at minimum, 18 individuals were recovered from the Shallow Lake site (3UN52) in Union County, AR. No known individuals were identified. No associated funerary objects were present. Diagnostic artifacts found at the Shallow Lake site (3UN52) indicate that these human remains were probably buried during the Coles Creek Period (A.D. 700-1000). \n At an unknown date, human remains representing, at minimum, one individual were recovered from the Shallow Lake site (3UN52) in Union County, AR. These human remains were donated to the Arkansas Archeological Survey in 1985. No known individual was identified. No associated funerary objects were present. Diagnostic artifacts found at the Shallow Lake site (3UN52) in Union County, AR, indicate that these human remains were probably buried during the Prehistoric Period (11,650 B.C.-A.D. 1541). \n At an unknown date, human remains representing, at minimum, one individual were recovered from an unknown location in Drew County or Chicot County, AR. These human remains were donated to the Arkansas Archeological Survey in 1985. No known individual was identified. No associated funerary objects were present. Diagnostic artifacts found in Drew County and Chicot County, AR, indicate that these human remains were probably buried during the Prehistoric Period (11,650 B.C.-A.D. 1541). \n This notice includes a variety of terms commonly used in discussions of Arkansas archeology and the historical trajectories that gave rise to specific Native American communities identified in the historic record. Based on the archeological context for these sites and what is presently known about the peoples who pre-date the historic Tunica and occupied the sites listed in this notice, the Arkansas Archeological Society has determined the human remains listed in this notice are culturally affiliated with the Tunica-Biloxi Indian Tribe. \n ", "h_d_ci": "Null", "determinations": "Determinations Made by the Arkansas Archeological Survey \n Officials of the Arkansas Archeological Survey have determined that: \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice represent the physical remains of 269 individuals of Native American ancestry. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(3)(A), the 105 objects described in this notice are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and associated funerary objects and the Tunica-Biloxi Indian Tribe. \n ", "a_r_d": "Lineal descendants or representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to Dr. George Sabo, Director, Arkansas Archeological Survey, 2475 North Hatch Avenue, Fayetteville, AR 72704, telephone (479) 575-3556, by March 27, 2017. After that date, if no additional requestors have come forward, transfer of control of the human remains and associated funerary objects to the Tunica-Biloxi Indian Tribe may proceed.\\n         \n The Arkansas Archeological Survey is responsible for notifying the Tunica-Biloxi Indian Tribe that this notice has been published. \n "}