{"index": "I_456", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        [NPS-WASO-NAGPRA-22827; PPWOCRADN0-PCU00RP14.R50000]\\n        Notice of Inventory Completion: U.S. Department of the Army, United States Army Garrison, Presidio of Monterey, Monterey, CA\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        \\n          SUMMARY:\\n          The U.S. Department of the Army, United States Army Garrison, Presidio of Monterey has completed an inventory of human remains and associated funerary objects, in consultation with the appropriate Indian tribes or Native Hawaiian organizations, and has determined that there is no cultural affiliation between the human remains and associated funerary objects and any present-day Indian tribes or Native Hawaiian organizations. Representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request to the United States Army Garrison, Presidio of Monterey. If no additional requestors come forward, transfer of control of the human remains and associated funerary objects to the Indian tribes or Native Hawaiian organizations stated in this notice may proceed.\\n        \\n        \\n          DATES:\\n          Representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to the United States Army Garrison, Presidio of Monterey at the address in this notice by March 27, 2017.\\n        \\n        \\n          ADDRESSES:\\n\\n          Colonel Lawrence Brown, Department of the Army, United States Army Garrison, Presidio of Monterey, 1759 Lewis Road, Suite 210, Monterey, CA 93944-3223, email laura.a.prishmontquimby.civ@mail.mil, telephone (831) 242-7926.\\n        \\n      \\n      \\n        SUPPLEMENTARY INFORMATION:\\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains and associated funerary objects under the control of the United States Army Garrison, Presidio of Monterey, Monterey, CA. The human remains and associated funerary objects were removed from the Presidio of Monterey, Monterey County, CA.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003(d)(3) and 43 CFR 10.11(d). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations in this notice.\\n        Consultation\\n\\n        A detailed assessment of the human remains was made by the United States Army Garrison, Presidio of Monterey professional staff, with the assistance of the United States Army Corps of Engineers, St. Louis District, Mandatory Center of Expertise in the Curation and Management of Archaeological Collections, and in consultation with representatives of Picayune Rancheria of the Chukchansi Indians of California; Santa Rosa Indian Community of the Santa Rosa Rancheria, California; Santa Ynez Band of Chumash Mission Indians of the Santa Ynez Reservation, California; Table Mountain Rancheria of California; Tule River Indian Tribe of the Tule River Reservation, California, and the following non-federally recognized Indian group: Ohlone/Costanoan-Esselen Nation. The Tuolumne Band of Me-Wuk Indians of the Tuolumne Rancheria of California was also invited to consult but chose to not participate.\\n        History and Description of the Remains\\n        In 1910, human remains representing, at minimum, three individuals were purportedly collected by an individual named Heath in the vicinity of El Castillo, site CA-MNT-101, in Monterey County, CA. A.R. Pilling stated that Heath gave him the human remains when Pilling donated them to the Phoebe A. Hearst Museum of Anthropology, University of California, Berkeley, CA, in 1947. The human remains were identified as two adult males and one sub-adult of indeterminate sex. No known individuals were identified. No associated funerary objects are present.\\n        In 1947 and 1953, human remains representing, at minimum, one individual, were found by A.R. Pilling at the Phoebe A. Hearst Museum of Anthropology, University of California, Berkeley, CA, stored within faunal collections associated with El Castillo (CA-MNT-101), Monterey County, CA. The human remains were identified as one adult of indeterminate sex. No known individuals were identified. No associated funerary objects are present.\\n        In 1960, human remains representing, at minimum, one individual, were purportedly collected from the vicinity of El Castillo (CA-MNT-101), Monterey County, CA. The human remains were donated to the Pacific Grove Museum of Natural History, Pacific Grove, CA by Donald Howard. The catalog card states that the human remains were from \\xe2\\x80\\x9cthe Presidio of Monteray (sic) near the intersection of Foam and Lighthouse above the cliff.\\xe2\\x80\\x9d The human remains were identified as an adult of indeterminate sex. No known individuals were identified. No associated funerary objects are present.\\n        In 1967, human remains representing, at minimum, nine individuals, were excavated from El Castillo (CA-MNT-101), Monterey County, CA. The excavations resulted from a proposal to establish a State Park or Monument at El Castillo, for which the CA Department of Parks and Recreation and the National Park Service contracted the Central California Archaeological Foundation to survey and excavate the proposed site. Collections from the excavation were curated at the California State Parks, Department of Parks and Recreation, California State Museum Resource Center, now titled the California Statewide Museum Collections Center, McClellan, CA. The human remains were identified as three adults (one male, one female and one of indeterminate sex), two sub-adults of indeterminate sex and four infants of indeterminate sex. No known individuals were identified. The 122 associated funerary objects include: 1 andesite chipped stone scrapper or preform, 2 complete hammer stones (1 is basalt), 1 gray chert core, 1 antler flaking tool (burned), 1 incomplete antler tool, 1 fragmented antler tine, 3 Olivella shell bead fragments, 1 shell fishhook fragment, 1 possible Haliotis ornament preform, 1 fragmented clam shell ornament, 19 unmodified mammal bones, 4 unmodified bird bones, 3 unmodified fish bones, 3 unmodified crustacean shells, and 80 unmodified shells (including fragments of Haliotis, Olivella and Turban and few complete Haliotis, some of which may be modified).\\n        In 1985, human remains representing, at minimum, two individuals were excavated from El Castillo (CA-MNT-101), Monterey County, CA. The archeological test excavations were conducted by Archaeological Consulting and Research Services to determine the effect on cultural resources of a proposed easement along Lighthouse Avenue, with a connection to Van Buren Street. The collection was originally stored at Fort Ord, Seaside, CA. In 1994, Cultural Resources Management Services (CRMS) inventoried archeological collections from the Presidio of Monterey. These collections were temporarily stored at their laboratory in Paso Robles, CA until they were moved to the San Diego Archaeological Center, Escondido, CA in 2003. The human remains were identified as one adult and one sub-adult of indeterminate sex. No known individuals were identified. The 188 associated funerary objects include: 3 chert projectile points, 1 granite and 1 metavolcanic hammerstone, 4 granite pestle fragments, 1 chert and 1 metavolcanic chopper, 1 siltstone scrapper, 10 biface fragments, 67 chipped stone debitage, 2 bone awl tips, 6 Mytilus fish hook fragments, 30 Olivella shell beads, 12 Haliotis shell pendant fragments, 1 modified Mytilus shell fragment, and 48 unmodified Olivella shell and shell fragments.\\n        In the 1984, human remains representing, at minimum, one individual were excavated from CA-MNT-932, Monterey County, CA. The excavations were undertaken by Far Western Anthropological Research Group, Inc. to evaluate the site\\'s eligibility for inclusion in the National Register of Historic Places. The collection was originally curated at San Jose State University, Department of Anthropology, San Jose, CA. In 1994, CRMS inventoried archeological collections from the Presidio of Monterey and stored them at their laboratory in Paso Robles, CA, until they were moved to the SDAC, Escondido, CA in 2003. SDAC inventoried the collection, and only at that time was the bone material in the collection positively identified as human. No known individuals were identified. No associated funerary objects are present.\\n        Determinations Made by the United States Army Garrison, Presidio of Monterey\\n        Officials of the United States Army Garrison, Presidio of Monterey have determined that:\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice are Native American based on morphological characteristics and the archeological context of the sites from which they were removed.\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice represent the physical remains of 17 individuals of Native American ancestry.\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(3)(A), the 310 objects described in this notice are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony.\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(2), a relationship of shared group identity cannot be reasonably traced between the Native American human remains and associated funerary objects and any present-day Indian tribe.\\n        \\xe2\\x80\\xa2 A treaty signed in 1851 identified Indian lands to be ceded to the United States in exchange for compensation, and included the land from which the Native American human remains and associated funerary objects listed in this notice were removed. That treaty was one of 18 such treaties between the United States and Indian entities in California that were negotiated and signed in 1851 and 1852, wherein certain Indian lands were ceded to the U.S. in exchange for compensation. On July 8, 1852, the U.S. Senate refused to ratify any of those 18 treaties. Nonetheless, the United States proceeded to take the lands to be ceded, but without paying compensation.\\n\\n        \\xe2\\x80\\xa2 According to the California Indians Jurisdictional Act of 1928 (45 Stat. 602), Congress declared that the uncompensated taking of these lands, including the land from which the Native American human remains and associated funerary objects listed in this notice were removed, provided grounds for granting equitable relief to descendants of the Indian entities that signed those treaties.\\n        \\xe2\\x80\\xa2 According to a final judgment of the Indian Claims Commission (8 Ind. Cl. Comm. 39a) and a final judgment of the Court of Federal Claims (102 Ct. C1. 837), the Indian entities in California that signed those 18 treaties held aboriginal title to the lands to be ceded, including the land from which the Native American human remains and associated funerary objects listed in this notice were removed. Consequently, the Court and the Commission awarded compensation to the descendants of the Indian entities that signed those treaties.\\n        \\xe2\\x80\\xa2 The present-day Indian tribes that are descended from the Indian entities that signed the 1851 treaty ceding the land from which the Native American human remains and associated funerary objects listed in this notice were removed are the Picayune Rancheria of the Chukchansi Indians of California; Santa Rosa Indian Community of the Santa Rosa Rancheria, California; Table Mountain Rancheria of California; Tule River Indian Tribe of the Tule River Reservation, California; and Tuolumne Band of Me-Wuk Indians of the Tuolumne Rancheria of California.\\n        \\xe2\\x80\\xa2 According to an Act of Congress and final judgments of the Indian Claims Commission and the Court of Federal Claims, the land from which the Native American human remains and associated funerary objects were removed is the aboriginal land of the Picayune Rancheria of the Chukchansi Indians of California; Santa Rosa Indian Community of the Santa Rosa Rancheria, California; Table Mountain Rancheria of California; Tule River Indian Tribe of the Tule River Reservation, California; and Tuolumne Band of Me-Wuk Indians of the Tuolumne Rancheria of California.\\n        \\xe2\\x80\\xa2 Pursuant to 43 CFR 10.11(c)(1), the disposition of the human remains and associated funerary objects may be to Picayune Rancheria of the Chukchansi Indians of California; Santa Rosa Indian Community of the Santa Rosa Rancheria, California; Table Mountain Rancheria of California; Tule River Indian Tribe of the Tule River Reservation, California; and Tuolumne Band of Me-Wuk Indians of the Tuolumne Rancheria of California.\\n        Additional Requestors and Disposition\\n\\n        Representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to Colonel Lawrence Brown, Department of the Army, United States Army Garrison, Presidio of Monterey, 1759 Lewis Road, Suite 210, Monterey, CA 93944-3223, email laura.a.prishmontquimby.civ@mail.mil, telephone (831) 242-7926, by March 27, 2017. After that date, if no additional requestors have come forward, transfer of control of the human remains and associated funerary objects to the Picayune Rancheria of the Chukchansi Indians of California; Santa Rosa Indian Community of the Santa Rosa Rancheria, California; Table Mountain Rancheria of California; Tule River Indian Tribe of the Tule River Reservation, California; and, if joined to one or more of the afore-mentioned tribes, to the Santa Ynez Band of Chumash Mission Indians of the Santa Ynez Reservation, California and the Ohlone/Costanoan-Esselen Nation, a non-federally recognized Indian group, may proceed.\\n        The United States Army Garrison, Presidio of Monterey is responsible for notifying the Picayune Rancheria of the Chukchansi Indians of California; Santa Rosa Indian Community of the Santa Rosa Rancheria, California; Santa Ynez Band of Chumash Mission Indians of the Santa Ynez Reservation, California; Table Mountain Rancheria of California; Tule River Indian Tribe of the Tule River Reservation, California; and Tuolumne Band of Me-Wuk Indians of the Tuolumne Rancheria of California, that this notice has been published.\\n        \\n          Dated: January 30, 2017.\\n          Melanie O\\'Brien,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. 2017-03618 Filed 2-23-17; 8:45 am]\\n      BILLING CODE 4312-52-P\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "[NPS-WASO-NAGPRA-22827; PPWOCRADN0-PCU00RP14.R50000]", "subject": "Notice of Inventory Completion: U.S. Department of the Army, United States Army Garrison, Presidio of Monterey, Monterey, CA", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "The U.S. Department of the Army, United States Army Garrison, Presidio of Monterey has completed an inventory of human remains and associated funerary objects, in consultation with the appropriate Indian tribes or Native Hawaiian organizations, and has determined that there is no cultural affiliation between the human remains and associated funerary objects and any present-day Indian tribes or Native Hawaiian organizations. Representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request to the United States Army Garrison, Presidio of Monterey. If no additional requestors come forward, transfer of control of the human remains and associated funerary objects to the Indian tribes or Native Hawaiian organizations stated in this notice may proceed.", "dates": "Representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to the United States Army Garrison, Presidio of Monterey at the address in this notice by March 27, 2017.", "addresses": "Colonel Lawrence Brown, Department of the Army, United States Army Garrison, Presidio of Monterey, 1759 Lewis Road, Suite 210, Monterey, CA 93944-3223, email laura.a.prishmontquimby.civ@mail.mil, telephone (831) 242-7926.", "signature_dated": "Dated: January 30, 2017.", "signature_name": "Melanie O\\'Brien,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. 2017-03618 Filed 2-23-17; 8:45 am]", "billing_code": "BILLING CODE 4312-52-P", "supp_info": "SUPPLEMENTARY INFORMATION: \n Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains and associated funerary objects under the control of the United States Army Garrison, Presidio of Monterey, Monterey, CA. The human remains and associated funerary objects were removed from the Presidio of Monterey, Monterey County, CA. \n This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003(d)(3) and 43 CFR 10.11(d). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations in this notice. \n Consultation \n A detailed assessment of the human remains was made by the United States Army Garrison, Presidio of Monterey professional staff, with the assistance of the United States Army Corps of Engineers, St. Louis District, Mandatory Center of Expertise in the Curation and Management of Archaeological Collections, and in consultation with representatives of Picayune Rancheria of the Chukchansi Indians of California; Santa Rosa Indian Community of the Santa Rosa Rancheria, California; Santa Ynez Band of Chumash Mission Indians of the Santa Ynez Reservation, California; Table Mountain Rancheria of California; Tule River Indian Tribe of the Tule River Reservation, California, and the following non-federally recognized Indian group: Ohlone/Costanoan-Esselen Nation. The Tuolumne Band of Me-Wuk Indians of the Tuolumne Rancheria of California was also invited to consult but chose to not participate. \n History and Description of the Remains \n In 1910, human remains representing, at minimum, three individuals were purportedly collected by an individual named Heath in the vicinity of El Castillo, site CA-MNT-101, in Monterey County, CA. A.R. Pilling stated that Heath gave him the human remains when Pilling donated them to the Phoebe A. Hearst Museum of Anthropology, University of California, Berkeley, CA, in 1947. The human remains were identified as two adult males and one sub-adult of indeterminate sex. No known individuals were identified. No associated funerary objects are present. \n In 1947 and 1953, human remains representing, at minimum, one individual, were found by A.R. Pilling at the Phoebe A. Hearst Museum of Anthropology, University of California, Berkeley, CA, stored within faunal collections associated with El Castillo (CA-MNT-101), Monterey County, CA. The human remains were identified as one adult of indeterminate sex. No known individuals were identified. No associated funerary objects are present. \n In 1960, human remains representing, at minimum, one individual, were purportedly collected from the vicinity of El Castillo (CA-MNT-101), Monterey County, CA. The human remains were donated to the Pacific Grove Museum of Natural History, Pacific Grove, CA by Donald Howard. The catalog card states that the human remains were from \\xe2\\x80\\x9cthe Presidio of Monteray (sic) near the intersection of Foam and Lighthouse above the cliff.\\xe2\\x80\\x9d The human remains were identified as an adult of indeterminate sex. No known individuals were identified. No associated funerary objects are present. \n In 1967, human remains representing, at minimum, nine individuals, were excavated from El Castillo (CA-MNT-101), Monterey County, CA. The excavations resulted from a proposal to establish a State Park or Monument at El Castillo, for which the CA Department of Parks and Recreation and the National Park Service contracted the Central California Archaeological Foundation to survey and excavate the proposed site. Collections from the excavation were curated at the California State Parks, Department of Parks and Recreation, California State Museum Resource Center, now titled the California Statewide Museum Collections Center, McClellan, CA. The human remains were identified as three adults (one male, one female and one of indeterminate sex), two sub-adults of indeterminate sex and four infants of indeterminate sex. No known individuals were identified. The 122 associated funerary objects include: 1 andesite chipped stone scrapper or preform, 2 complete hammer stones (1 is basalt), 1 gray chert core, 1 antler flaking tool (burned), 1 incomplete antler tool, 1 fragmented antler tine, 3 Olivella shell bead fragments, 1 shell fishhook fragment, 1 possible Haliotis ornament preform, 1 fragmented clam shell ornament, 19 unmodified mammal bones, 4 unmodified bird bones, 3 unmodified fish bones, 3 unmodified crustacean shells, and 80 unmodified shells (including fragments of Haliotis, Olivella and Turban and few complete Haliotis, some of which may be modified). \n In 1985, human remains representing, at minimum, two individuals were excavated from El Castillo (CA-MNT-101), Monterey County, CA. The archeological test excavations were conducted by Archaeological Consulting and Research Services to determine the effect on cultural resources of a proposed easement along Lighthouse Avenue, with a connection to Van Buren Street. The collection was originally stored at Fort Ord, Seaside, CA. In 1994, Cultural Resources Management Services (CRMS) inventoried archeological collections from the Presidio of Monterey. These collections were temporarily stored at their laboratory in Paso Robles, CA until they were moved to the San Diego Archaeological Center, Escondido, CA in 2003. The human remains were identified as one adult and one sub-adult of indeterminate sex. No known individuals were identified. The 188 associated funerary objects include: 3 chert projectile points, 1 granite and 1 metavolcanic hammerstone, 4 granite pestle fragments, 1 chert and 1 metavolcanic chopper, 1 siltstone scrapper, 10 biface fragments, 67 chipped stone debitage, 2 bone awl tips, 6 Mytilus fish hook fragments, 30 Olivella shell beads, 12 Haliotis shell pendant fragments, 1 modified Mytilus shell fragment, and 48 unmodified Olivella shell and shell fragments. \n In the 1984, human remains representing, at minimum, one individual were excavated from CA-MNT-932, Monterey County, CA. The excavations were undertaken by Far Western Anthropological Research Group, Inc. to evaluate the site\\'s eligibility for inclusion in the National Register of Historic Places. The collection was originally curated at San Jose State University, Department of Anthropology, San Jose, CA. In 1994, CRMS inventoried archeological collections from the Presidio of Monterey and stored them at their laboratory in Paso Robles, CA, until they were moved to the SDAC, Escondido, CA in 2003. SDAC inventoried the collection, and only at that time was the bone material in the collection positively identified as human. No known individuals were identified. No associated funerary objects are present. \n Determinations Made by the United States Army Garrison, Presidio of Monterey \n Officials of the United States Army Garrison, Presidio of Monterey have determined that: \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice are Native American based on morphological characteristics and the archeological context of the sites from which they were removed. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice represent the physical remains of 17 individuals of Native American ancestry. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(3)(A), the 310 objects described in this notice are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(2), a relationship of shared group identity cannot be reasonably traced between the Native American human remains and associated funerary objects and any present-day Indian tribe. \n \\xe2\\x80\\xa2 A treaty signed in 1851 identified Indian lands to be ceded to the United States in exchange for compensation, and included the land from which the Native American human remains and associated funerary objects listed in this notice were removed. That treaty was one of 18 such treaties between the United States and Indian entities in California that were negotiated and signed in 1851 and 1852, wherein certain Indian lands were ceded to the U.S. in exchange for compensation. On July 8, 1852, the U.S. Senate refused to ratify any of those 18 treaties. Nonetheless, the United States proceeded to take the lands to be ceded, but without paying compensation. \n \\xe2\\x80\\xa2 According to the California Indians Jurisdictional Act of 1928 (45 Stat. 602), Congress declared that the uncompensated taking of these lands, including the land from which the Native American human remains and associated funerary objects listed in this notice were removed, provided grounds for granting equitable relief to descendants of the Indian entities that signed those treaties. \n \\xe2\\x80\\xa2 According to a final judgment of the Indian Claims Commission (8 Ind. Cl. Comm. 39a) and a final judgment of the Court of Federal Claims (102 Ct. C1. 837), the Indian entities in California that signed those 18 treaties held aboriginal title to the lands to be ceded, including the land from which the Native American human remains and associated funerary objects listed in this notice were removed. Consequently, the Court and the Commission awarded compensation to the descendants of the Indian entities that signed those treaties. \n \\xe2\\x80\\xa2 The present-day Indian tribes that are descended from the Indian entities that signed the 1851 treaty ceding the land from which the Native American human remains and associated funerary objects listed in this notice were removed are the Picayune Rancheria of the Chukchansi Indians of California; Santa Rosa Indian Community of the Santa Rosa Rancheria, California; Table Mountain Rancheria of California; Tule River Indian Tribe of the Tule River Reservation, California; and Tuolumne Band of Me-Wuk Indians of the Tuolumne Rancheria of California. \n \\xe2\\x80\\xa2 According to an Act of Congress and final judgments of the Indian Claims Commission and the Court of Federal Claims, the land from which the Native American human remains and associated funerary objects were removed is the aboriginal land of the Picayune Rancheria of the Chukchansi Indians of California; Santa Rosa Indian Community of the Santa Rosa Rancheria, California; Table Mountain Rancheria of California; Tule River Indian Tribe of the Tule River Reservation, California; and Tuolumne Band of Me-Wuk Indians of the Tuolumne Rancheria of California. \n \\xe2\\x80\\xa2 Pursuant to 43 CFR 10.11(c)(1), the disposition of the human remains and associated funerary objects may be to Picayune Rancheria of the Chukchansi Indians of California; Santa Rosa Indian Community of the Santa Rosa Rancheria, California; Table Mountain Rancheria of California; Tule River Indian Tribe of the Tule River Reservation, California; and Tuolumne Band of Me-Wuk Indians of the Tuolumne Rancheria of California. \n Additional Requestors and Disposition \n Representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to Colonel Lawrence Brown, Department of the Army, United States Army Garrison, Presidio of Monterey, 1759 Lewis Road, Suite 210, Monterey, CA 93944-3223, email laura.a.prishmontquimby.civ@mail.mil, telephone (831) 242-7926, by March 27, 2017. After that date, if no additional requestors have come forward, transfer of control of the human remains and associated funerary objects to the Picayune Rancheria of the Chukchansi Indians of California; Santa Rosa Indian Community of the Santa Rosa Rancheria, California; Table Mountain Rancheria of California; Tule River Indian Tribe of the Tule River Reservation, California; and, if joined to one or more of the afore-mentioned tribes, to the Santa Ynez Band of Chumash Mission Indians of the Santa Ynez Reservation, California and the Ohlone/Costanoan-Esselen Nation, a non-federally recognized Indian group, may proceed. \n The United States Army Garrison, Presidio of Monterey is responsible for notifying the Picayune Rancheria of the Chukchansi Indians of California; Santa Rosa Indian Community of the Santa Rosa Rancheria, California; Santa Ynez Band of Chumash Mission Indians of the Santa Ynez Reservation, California; Table Mountain Rancheria of California; Tule River Indian Tribe of the Tule River Reservation, California; and Tuolumne Band of Me-Wuk Indians of the Tuolumne Rancheria of California, that this notice has been published. \n ", "consultation": "A detailed assessment of the human remains was made by the United States Army Garrison, Presidio of Monterey professional staff, with the assistance of the United States Army Corps of Engineers, St. Louis District, Mandatory Center of Expertise in the Curation and Management of Archaeological Collections, and in consultation with representatives of Picayune Rancheria of the Chukchansi Indians of California; Santa Rosa Indian Community of the Santa Rosa Rancheria, California; Santa Ynez Band of Chumash Mission Indians of the Santa Ynez Reservation, California; Table Mountain Rancheria of California; Tule River Indian Tribe of the Tule River Reservation, California, and the following non-federally recognized Indian group: Ohlone/Costanoan-Esselen Nation. The Tuolumne Band of Me-Wuk Indians of the Tuolumne Rancheria of California was also invited to consult but chose to not participate. \n ", "h_d_r": "In 1910, human remains representing, at minimum, three individuals were purportedly collected by an individual named Heath in the vicinity of El Castillo, site CA-MNT-101, in Monterey County, CA. A.R. Pilling stated that Heath gave him the human remains when Pilling donated them to the Phoebe A. Hearst Museum of Anthropology, University of California, Berkeley, CA, in 1947. The human remains were identified as two adult males and one sub-adult of indeterminate sex. No known individuals were identified. No associated funerary objects are present. \n In 1947 and 1953, human remains representing, at minimum, one individual, were found by A.R. Pilling at the Phoebe A. Hearst Museum of Anthropology, University of California, Berkeley, CA, stored within faunal collections associated with El Castillo (CA-MNT-101), Monterey County, CA. The human remains were identified as one adult of indeterminate sex. No known individuals were identified. No associated funerary objects are present. \n In 1960, human remains representing, at minimum, one individual, were purportedly collected from the vicinity of El Castillo (CA-MNT-101), Monterey County, CA. The human remains were donated to the Pacific Grove Museum of Natural History, Pacific Grove, CA by Donald Howard. The catalog card states that the human remains were from \\xe2\\x80\\x9cthe Presidio of Monteray (sic) near the intersection of Foam and Lighthouse above the cliff.\\xe2\\x80\\x9d The human remains were identified as an adult of indeterminate sex. No known individuals were identified. No associated funerary objects are present. \n In 1967, human remains representing, at minimum, nine individuals, were excavated from El Castillo (CA-MNT-101), Monterey County, CA. The excavations resulted from a proposal to establish a State Park or Monument at El Castillo, for which the CA Department of Parks and Recreation and the National Park Service contracted the Central California Archaeological Foundation to survey and excavate the proposed site. Collections from the excavation were curated at the California State Parks, Department of Parks and Recreation, California State Museum Resource Center, now titled the California Statewide Museum Collections Center, McClellan, CA. The human remains were identified as three adults (one male, one female and one of indeterminate sex), two sub-adults of indeterminate sex and four infants of indeterminate sex. No known individuals were identified. The 122 associated funerary objects include: 1 andesite chipped stone scrapper or preform, 2 complete hammer stones (1 is basalt), 1 gray chert core, 1 antler flaking tool (burned), 1 incomplete antler tool, 1 fragmented antler tine, 3 Olivella shell bead fragments, 1 shell fishhook fragment, 1 possible Haliotis ornament preform, 1 fragmented clam shell ornament, 19 unmodified mammal bones, 4 unmodified bird bones, 3 unmodified fish bones, 3 unmodified crustacean shells, and 80 unmodified shells (including fragments of Haliotis, Olivella and Turban and few complete Haliotis, some of which may be modified). \n In 1985, human remains representing, at minimum, two individuals were excavated from El Castillo (CA-MNT-101), Monterey County, CA. The archeological test excavations were conducted by Archaeological Consulting and Research Services to determine the effect on cultural resources of a proposed easement along Lighthouse Avenue, with a connection to Van Buren Street. The collection was originally stored at Fort Ord, Seaside, CA. In 1994, Cultural Resources Management Services (CRMS) inventoried archeological collections from the Presidio of Monterey. These collections were temporarily stored at their laboratory in Paso Robles, CA until they were moved to the San Diego Archaeological Center, Escondido, CA in 2003. The human remains were identified as one adult and one sub-adult of indeterminate sex. No known individuals were identified. The 188 associated funerary objects include: 3 chert projectile points, 1 granite and 1 metavolcanic hammerstone, 4 granite pestle fragments, 1 chert and 1 metavolcanic chopper, 1 siltstone scrapper, 10 biface fragments, 67 chipped stone debitage, 2 bone awl tips, 6 Mytilus fish hook fragments, 30 Olivella shell beads, 12 Haliotis shell pendant fragments, 1 modified Mytilus shell fragment, and 48 unmodified Olivella shell and shell fragments. \n In the 1984, human remains representing, at minimum, one individual were excavated from CA-MNT-932, Monterey County, CA. The excavations were undertaken by Far Western Anthropological Research Group, Inc. to evaluate the site\\'s eligibility for inclusion in the National Register of Historic Places. The collection was originally curated at San Jose State University, Department of Anthropology, San Jose, CA. In 1994, CRMS inventoried archeological collections from the Presidio of Monterey and stored them at their laboratory in Paso Robles, CA, until they were moved to the SDAC, Escondido, CA in 2003. SDAC inventoried the collection, and only at that time was the bone material in the collection positively identified as human. No known individuals were identified. No associated funerary objects are present. \n ", "h_d_ci": "Null", "determinations": "Determinations Made by the United States Army Garrison, Presidio of Monterey \n Officials of the United States Army Garrison, Presidio of Monterey have determined that: \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice are Native American based on morphological characteristics and the archeological context of the sites from which they were removed. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice represent the physical remains of 17 individuals of Native American ancestry. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(3)(A), the 310 objects described in this notice are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(2), a relationship of shared group identity cannot be reasonably traced between the Native American human remains and associated funerary objects and any present-day Indian tribe. \n \\xe2\\x80\\xa2 A treaty signed in 1851 identified Indian lands to be ceded to the United States in exchange for compensation, and included the land from which the Native American human remains and associated funerary objects listed in this notice were removed. That treaty was one of 18 such treaties between the United States and Indian entities in California that were negotiated and signed in 1851 and 1852, wherein certain Indian lands were ceded to the U.S. in exchange for compensation. On July 8, 1852, the U.S. Senate refused to ratify any of those 18 treaties. Nonetheless, the United States proceeded to take the lands to be ceded, but without paying compensation. \n \\xe2\\x80\\xa2 According to the California Indians Jurisdictional Act of 1928 (45 Stat. 602), Congress declared that the uncompensated taking of these lands, including the land from which the Native American human remains and associated funerary objects listed in this notice were removed, provided grounds for granting equitable relief to descendants of the Indian entities that signed those treaties. \n \\xe2\\x80\\xa2 According to a final judgment of the Indian Claims Commission (8 Ind. Cl. Comm. 39a) and a final judgment of the Court of Federal Claims (102 Ct. C1. 837), the Indian entities in California that signed those 18 treaties held aboriginal title to the lands to be ceded, including the land from which the Native American human remains and associated funerary objects listed in this notice were removed. Consequently, the Court and the Commission awarded compensation to the descendants of the Indian entities that signed those treaties. \n \\xe2\\x80\\xa2 The present-day Indian tribes that are descended from the Indian entities that signed the 1851 treaty ceding the land from which the Native American human remains and associated funerary objects listed in this notice were removed are the Picayune Rancheria of the Chukchansi Indians of California; Santa Rosa Indian Community of the Santa Rosa Rancheria, California; Table Mountain Rancheria of California; Tule River Indian Tribe of the Tule River Reservation, California; and Tuolumne Band of Me-Wuk Indians of the Tuolumne Rancheria of California. \n \\xe2\\x80\\xa2 According to an Act of Congress and final judgments of the Indian Claims Commission and the Court of Federal Claims, the land from which the Native American human remains and associated funerary objects were removed is the aboriginal land of the Picayune Rancheria of the Chukchansi Indians of California; Santa Rosa Indian Community of the Santa Rosa Rancheria, California; Table Mountain Rancheria of California; Tule River Indian Tribe of the Tule River Reservation, California; and Tuolumne Band of Me-Wuk Indians of the Tuolumne Rancheria of California. \n \\xe2\\x80\\xa2 Pursuant to 43 CFR 10.11(c)(1), the disposition of the human remains and associated funerary objects may be to Picayune Rancheria of the Chukchansi Indians of California; Santa Rosa Indian Community of the Santa Rosa Rancheria, California; Table Mountain Rancheria of California; Tule River Indian Tribe of the Tule River Reservation, California; and Tuolumne Band of Me-Wuk Indians of the Tuolumne Rancheria of California. \n ", "a_r_d": "Representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to Colonel Lawrence Brown, Department of the Army, United States Army Garrison, Presidio of Monterey, 1759 Lewis Road, Suite 210, Monterey, CA 93944-3223, email laura.a.prishmontquimby.civ@mail.mil, telephone (831) 242-7926, by March 27, 2017. After that date, if no additional requestors have come forward, transfer of control of the human remains and associated funerary objects to the Picayune Rancheria of the Chukchansi Indians of California; Santa Rosa Indian Community of the Santa Rosa Rancheria, California; Table Mountain Rancheria of California; Tule River Indian Tribe of the Tule River Reservation, California; and, if joined to one or more of the afore-mentioned tribes, to the Santa Ynez Band of Chumash Mission Indians of the Santa Ynez Reservation, California and the Ohlone/Costanoan-Esselen Nation, a non-federally recognized Indian group, may proceed. \n The United States Army Garrison, Presidio of Monterey is responsible for notifying the Picayune Rancheria of the Chukchansi Indians of California; Santa Rosa Indian Community of the Santa Rosa Rancheria, California; Santa Ynez Band of Chumash Mission Indians of the Santa Ynez Reservation, California; Table Mountain Rancheria of California; Tule River Indian Tribe of the Tule River Reservation, California; and Tuolumne Band of Me-Wuk Indians of the Tuolumne Rancheria of California, that this notice has been published. \n "}