{"index": "I_45", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        [NPS-WASO-NAGPRA-NPS0028455; PPWOCRADN0-PCU00RP14.R50000]\\n        Notice of Inventory Completion: Robert S. Peabody Institute of Archaeology, Andover, MA\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        \\n          SUMMARY:\\n          The Robert S. Peabody Institute of Archaeology (Peabody) has completed an inventory of human remains and associated funerary objects, in consultation with the appropriate Indian Tribes or Native Hawaiian organizations, and has determined that there is a cultural affiliation between the human remains and associated funerary objects and present-day Indian Tribes or Native Hawaiian organizations. Lineal descendants or representatives of any Indian Tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request to the Robert S. Peabody Institute of Archaeology. If no additional requestors come forward, transfer of control of the human remains and associated funerary objects to the lineal descendants, Indian Tribes, or Native Hawaiian organizations stated in this notice may proceed.\\n        \\n        \\n          DATES:\\n          Lineal descendants or representatives of any Indian Tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to the Robert S. Peabody Institute of Archaeology at the address in this notice by September 4, 2019.\\n        \\n        \\n          ADDRESSES:\\n\\n          Ryan Wheeler, Robert S. Peabody Institute of Archaeology, Phillips Academy, 180 Main Street, Andover, MA 01810, telephone (978) 749-4490, email rwheeler@andover.edu.\\n        \\n      \\n      \\n        SUPPLEMENTARY INFORMATION:\\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains and associated funerary objects under the control of the Robert S. Peabody Institute of Archaeology, Andover, MA. The human remains and associated funerary objects were removed from four sites in FL.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003(d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations in this notice.\\n        Consultation\\n        A detailed assessment of the human remains and associated funerary objects was made by the Robert S. Peabody Institute of Archaeology professional staff in consultation with representatives of the Seminole Tribe of Florida (previously listed as the Seminole Tribe of Florida (Dania, Big Cypress, Brighton, Hollywood & Tampa Reservations)); and The Seminole Nation of Oklahoma.\\n        The Alabama-Coushatta Tribe of Texas (previously listed as the Alabama-Coushatta Tribes of Texas); Alabama-Quassarte Tribal Town; Caddo Nation of Oklahoma; Catawba Indian Nation (aka Catawba Tribe of South Carolina); Cherokee Nation; Chitimacha Tribe of Louisiana; Coushatta Tribe of Louisiana; Eastern Band of Cherokee Indians; Jena Band of Choctaw Indians; Kialegee Tribal Town; Miccosukee Tribe of Indians; Mississippi Band of Choctaw Indians; Poarch Band of Creeks (previously listed as the Poarch Band of Creek Indians of Alabama); The Chickasaw Nation; The Choctaw Nation of Oklahoma; The Muscogee (Creek) Nation; Thlopthlocco Tribal Town; Tunica-Biloxi Indian Tribe; and the United Keetoowah Band of Cherokee Indians in Oklahoma were invited to consult but did not participate.\\n        Hereafter, all the Indian Tribes listed in this section are referred to as \\xe2\\x80\\x9cThe Consulted and Invited Tribes.\\xe2\\x80\\x9d\\n        History and Description of the Remains\\n\\n        In January 1920, human remains representing, at minimum, nine individuals were removed by Fred Alanson Luce and his son Stanley Eldridge Luce from the Macey Mound (8OR10313) in Orange County, FL. Luce described the site as located on the Macey farm and the shores of Lake Butler (actually Lake Tibet-Butler), near the community of Zantee (a railroad siding and turpentine still that was all but defunct in 1920). The excavations are documented in a 215 page journal prepared by Fred Luce dated 1940, presumably based on notes taken in the field. Luce also made photographs, some artifact sketches, and sketch maps and plans of the excavation, all of which are on file at the Robert S. Peabody Institute of Archaeology. The collection was originally deposited by Luce at the Haverhill Historical Society \\xe2\\x80\\x9cThe Buttonwoods,\\xe2\\x80\\x9d but was transferred to the Peabody in 1995. Examination by physical anthropologists Michael Gibbon and Harley Erickson found that the human remains represent two adults of indeterminate sex; four adult males; one adult, possibly female; and two juveniles of indeterminate sex. No known individuals were identified. The 1,685 associated funerary objects are one charcoal sample; one whelk shell columella; one shell bead; one stone plummet; nine quartz pebbles; three chert bifaces; one sand sample; and 1,668 pottery sherds.\\n        Luce states that the mound was originally eight feet high and around seven yards in diameter, with a narrow trench connecting the mound to the lake shore, possibly a linear earthwork (which would not be uncommon for the area around Lake Okeechobee and the Kissimmee River). Luce mentions a great deal of human bone and some artifacts on the mound surface resulting from the earlier leveling work, and that the property owners had found one complete pottery vessel during earlier digging. The mound was constructed from very white sand. The descriptions of the burials suggest secondary interment, as well as some considerable disturbance of the mound in the past. Luce describes at least three burned areas that included human bone, charcoal and pottery. One of these, found outside the grid, on the east side of the mound, could be a pottery cache. Most of the burials and other features were found from near the mound surface to around 40 inches below surface; it seems that much of the material encountered above 30 inches had been disturbed in the past, with a few intact burials still preserved deeper in the mound.\\n        The ceramic inventory from Macey Mound is dominated by spiculate wares. Based on the pottery, the Macey Mound likely dates to the Late Woodland Period, circa A.D. 500-1000. Cultural resource management investigations being conducted at the Macey Mound in 2019 have identified European artifacts, indicating occupation and use of the site during the seventeenth century as well.\\n        At an unknown time, human remains representing, at minimum, one individual were removed by W.E. Snyder from a site in Fernandina, Amelia Island, Nassau County, FL. The Peabody received the human remains and associated funerary objects from Snyder on October 1, 1890. Examination of the human remains indicate that they represent one adult of indeterminate age and sex. No known individual was identified. The six associated funerary objects are stamped pottery sherds of either the Lamar or San Marcos series. The presence of the six decorated pottery sherds, all late types, indicates a date after A.D. 1400, perhaps as recent as seventeenth or early eighteenth centuries.\\n        In 1903, human remains representing, at minimum, one individual were removed by Clarence B. Moore from an unknown site in Florida. The catalog entries indicate that the human remains and associated funerary objects were removed from an archeological site in Florida by Moore during his 1903 expedition to the state, which included explorations in Calhoun, Citrus, Franklin, Gadsden, Hernando, Hillsborough, Jackson, Lafayette, Levy, Liberty, and Pasco Counties (based on Moore\\'s fieldnotes at the Division of Rare and Manuscript Collections, Cornell University Library). Moore transferred these human remains and funerary objects to the Phillips Academy Department of Archaeology (now known as the Robert S. Peabody Institute of Archaeology) sometime shortly after its opening in 1903. Physical anthropologist Michael Gibbon identified the human remains as those of a newborn or infant of indeterminate sex. No known individual was identified. The three associated funerary objects are one lot of medium sized shell beads and fragmentary beads, including one glass bead; one lot of small and medium shell beads and fragments, including flat, tubular, and round shapes; and one lot of medium shell beads and fragments, including flat, tubular, and round beads. The glass bead indicates a date in the sixteenth through eighteenth century or later.\\n\\n        In 1894, human remains representing, at minimum, one individual was removed by Clarence B. Moore from the Mound near Peter\\'s Creek, Green Cove Spring, Clay County, FL. Moore transferred these human remains and funerary objects to the Phillips Academy Department of Archaeology (now known as the Robert S. Peabody Institute of Archaeology) sometime shortly after its opening in 1903. Moore excavated the Mound near Peter\\'s Creek (8CL6) in 1894 and reports on it in his 1894 publication, Certain Sand Mounds of the St. John\\'s River, Florida, Part II. He describes the site, located near Green Cove Springs, as originally 4 feet high and 60 feet in diameter, and notes that, \\xe2\\x80\\x9cin occasional pockets of pink sand were many shell beads with human remains.\\xe2\\x80\\x9d A note in the Peabody accession ledger for Cat. # 40361 reads, \\xe2\\x80\\x9c31/2 feet down in sand colored pink with hematite, with human remains. Mound near Peter\\'s Creek.\\xe2\\x80\\x9d The human remains are extremely fragmentary. No known individual was identified. The one funerary object is one lot of medium sized shell beads and bead fragments, including flat, tubular, and round shell beads. Moore mentions that stamped pottery was dominant at the site, suggesting a St. Johns II period date (A.D. 750 to 1600).\\n        Based on geographical, archeological, oral tradition, and historical lines of evidence, as well as expert opinion, the Miccosukee Tribe of Indians; Seminole Tribe of Florida (previously listed as the Seminole Tribe of Florida (Dania, Big Cypress, Brighton, Hollywood & Tampa Reservations)); and The Seminole Nation of Oklahoma are culturally affiliated with the human remains from Macey Mound, Fernandina-Amelia Island, Unknown Florida Site #1, and the Mound near Peter\\'s Creek.\\n        Determinations Made by the Robert S. Peabody Institute of Archaeology\\n        Officials of the Robert S. Peabody Institute of Archaeology have determined that:\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice represent the physical remains of 12 individuals of Native American ancestry.\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(3)(A), the 1,695 objects described in this notice are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony.\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and associated funerary objects and the Miccosukee Tribe of Indians; Seminole Tribe of Florida (previously listed as the Seminole Tribe of Florida (Dania, Big Cypress, Brighton, Hollywood & Tampa Reservations)); and The Seminole Nation of Oklahoma.\\n        Additional Requestors and Disposition\\n\\n        Lineal descendants or representatives of any Indian Tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to Ryan Wheeler, Robert S. Peabody Institute of Archaeology, Phillips Academy, 180 Main Street, Andover, MA 01810, telephone (978) 749-4490, email rwheeler@andover.edu, by September 4, 2019]. After that date, if no additional requestors have come forward, transfer of control of the human remains and associated funerary objects to the Miccosukee Tribe of Indians; Seminole Tribe of Florida (previously listed as the Seminole Tribe of Florida (Dania, Big Cypress, Brighton, Hollywood & Tampa Reservations)); and The Seminole Nation of Oklahoma may proceed.\\n        The Robert S. Peabody Institute of Archaeology is responsible for notifying The Consulted and Invited Tribes that this notice has been published.\\n        \\n          Dated: July 16, 2019.\\n          Melanie O\\'Brien,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. 2019-16686 Filed 8-2-19; 8:45 am]\\n      BILLING CODE 4312-52-P\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "[NPS-WASO-NAGPRA-NPS0028455; PPWOCRADN0-PCU00RP14.R50000]", "subject": "Notice of Inventory Completion: Robert S. Peabody Institute of Archaeology, Andover, MA", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "The Robert S. Peabody Institute of Archaeology (Peabody) has completed an inventory of human remains and associated funerary objects, in consultation with the appropriate Indian Tribes or Native Hawaiian organizations, and has determined that there is a cultural affiliation between the human remains and associated funerary objects and present-day Indian Tribes or Native Hawaiian organizations. Lineal descendants or representatives of any Indian Tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request to the Robert S. Peabody Institute of Archaeology. If no additional requestors come forward, transfer of control of the human remains and associated funerary objects to the lineal descendants, Indian Tribes, or Native Hawaiian organizations stated in this notice may proceed.", "dates": "Lineal descendants or representatives of any Indian Tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to the Robert S. Peabody Institute of Archaeology at the address in this notice by September 4, 2019.", "addresses": "Ryan Wheeler, Robert S. Peabody Institute of Archaeology, Phillips Academy, 180 Main Street, Andover, MA 01810, telephone (978) 749-4490, email rwheeler@andover.edu.", "signature_dated": "Dated: July 16, 2019.", "signature_name": "Melanie O\\'Brien,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. 2019-16686 Filed 8-2-19; 8:45 am]", "billing_code": "BILLING CODE 4312-52-P", "supp_info": "SUPPLEMENTARY INFORMATION: \n Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains and associated funerary objects under the control of the Robert S. Peabody Institute of Archaeology, Andover, MA. The human remains and associated funerary objects were removed from four sites in FL. \n This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003(d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations in this notice. \n Consultation \n A detailed assessment of the human remains and associated funerary objects was made by the Robert S. Peabody Institute of Archaeology professional staff in consultation with representatives of the Seminole Tribe of Florida (previously listed as the Seminole Tribe of Florida (Dania, Big Cypress, Brighton, Hollywood & Tampa Reservations)); and The Seminole Nation of Oklahoma. \n The Alabama-Coushatta Tribe of Texas (previously listed as the Alabama-Coushatta Tribes of Texas); Alabama-Quassarte Tribal Town; Caddo Nation of Oklahoma; Catawba Indian Nation (aka Catawba Tribe of South Carolina); Cherokee Nation; Chitimacha Tribe of Louisiana; Coushatta Tribe of Louisiana; Eastern Band of Cherokee Indians; Jena Band of Choctaw Indians; Kialegee Tribal Town; Miccosukee Tribe of Indians; Mississippi Band of Choctaw Indians; Poarch Band of Creeks (previously listed as the Poarch Band of Creek Indians of Alabama); The Chickasaw Nation; The Choctaw Nation of Oklahoma; The Muscogee (Creek) Nation; Thlopthlocco Tribal Town; Tunica-Biloxi Indian Tribe; and the United Keetoowah Band of Cherokee Indians in Oklahoma were invited to consult but did not participate. \n Hereafter, all the Indian Tribes listed in this section are referred to as \\xe2\\x80\\x9cThe Consulted and Invited Tribes.\\xe2\\x80\\x9d \n History and Description of the Remains \n In January 1920, human remains representing, at minimum, nine individuals were removed by Fred Alanson Luce and his son Stanley Eldridge Luce from the Macey Mound (8OR10313) in Orange County, FL. Luce described the site as located on the Macey farm and the shores of Lake Butler (actually Lake Tibet-Butler), near the community of Zantee (a railroad siding and turpentine still that was all but defunct in 1920). The excavations are documented in a 215 page journal prepared by Fred Luce dated 1940, presumably based on notes taken in the field. Luce also made photographs, some artifact sketches, and sketch maps and plans of the excavation, all of which are on file at the Robert S. Peabody Institute of Archaeology. The collection was originally deposited by Luce at the Haverhill Historical Society \\xe2\\x80\\x9cThe Buttonwoods,\\xe2\\x80\\x9d but was transferred to the Peabody in 1995. Examination by physical anthropologists Michael Gibbon and Harley Erickson found that the human remains represent two adults of indeterminate sex; four adult males; one adult, possibly female; and two juveniles of indeterminate sex. No known individuals were identified. The 1,685 associated funerary objects are one charcoal sample; one whelk shell columella; one shell bead; one stone plummet; nine quartz pebbles; three chert bifaces; one sand sample; and 1,668 pottery sherds. \n Luce states that the mound was originally eight feet high and around seven yards in diameter, with a narrow trench connecting the mound to the lake shore, possibly a linear earthwork (which would not be uncommon for the area around Lake Okeechobee and the Kissimmee River). Luce mentions a great deal of human bone and some artifacts on the mound surface resulting from the earlier leveling work, and that the property owners had found one complete pottery vessel during earlier digging. The mound was constructed from very white sand. The descriptions of the burials suggest secondary interment, as well as some considerable disturbance of the mound in the past. Luce describes at least three burned areas that included human bone, charcoal and pottery. One of these, found outside the grid, on the east side of the mound, could be a pottery cache. Most of the burials and other features were found from near the mound surface to around 40 inches below surface; it seems that much of the material encountered above 30 inches had been disturbed in the past, with a few intact burials still preserved deeper in the mound. \n The ceramic inventory from Macey Mound is dominated by spiculate wares. Based on the pottery, the Macey Mound likely dates to the Late Woodland Period, circa A.D. 500-1000. Cultural resource management investigations being conducted at the Macey Mound in 2019 have identified European artifacts, indicating occupation and use of the site during the seventeenth century as well. \n At an unknown time, human remains representing, at minimum, one individual were removed by W.E. Snyder from a site in Fernandina, Amelia Island, Nassau County, FL. The Peabody received the human remains and associated funerary objects from Snyder on October 1, 1890. Examination of the human remains indicate that they represent one adult of indeterminate age and sex. No known individual was identified. The six associated funerary objects are stamped pottery sherds of either the Lamar or San Marcos series. The presence of the six decorated pottery sherds, all late types, indicates a date after A.D. 1400, perhaps as recent as seventeenth or early eighteenth centuries. \n In 1903, human remains representing, at minimum, one individual were removed by Clarence B. Moore from an unknown site in Florida. The catalog entries indicate that the human remains and associated funerary objects were removed from an archeological site in Florida by Moore during his 1903 expedition to the state, which included explorations in Calhoun, Citrus, Franklin, Gadsden, Hernando, Hillsborough, Jackson, Lafayette, Levy, Liberty, and Pasco Counties (based on Moore\\'s fieldnotes at the Division of Rare and Manuscript Collections, Cornell University Library). Moore transferred these human remains and funerary objects to the Phillips Academy Department of Archaeology (now known as the Robert S. Peabody Institute of Archaeology) sometime shortly after its opening in 1903. Physical anthropologist Michael Gibbon identified the human remains as those of a newborn or infant of indeterminate sex. No known individual was identified. The three associated funerary objects are one lot of medium sized shell beads and fragmentary beads, including one glass bead; one lot of small and medium shell beads and fragments, including flat, tubular, and round shapes; and one lot of medium shell beads and fragments, including flat, tubular, and round beads. The glass bead indicates a date in the sixteenth through eighteenth century or later. \n In 1894, human remains representing, at minimum, one individual was removed by Clarence B. Moore from the Mound near Peter\\'s Creek, Green Cove Spring, Clay County, FL. Moore transferred these human remains and funerary objects to the Phillips Academy Department of Archaeology (now known as the Robert S. Peabody Institute of Archaeology) sometime shortly after its opening in 1903. Moore excavated the Mound near Peter\\'s Creek (8CL6) in 1894 and reports on it in his 1894 publication, Certain Sand Mounds of the St. John\\'s River, Florida, Part II. He describes the site, located near Green Cove Springs, as originally 4 feet high and 60 feet in diameter, and notes that, \\xe2\\x80\\x9cin occasional pockets of pink sand were many shell beads with human remains.\\xe2\\x80\\x9d A note in the Peabody accession ledger for Cat. # 40361 reads, \\xe2\\x80\\x9c31/2 feet down in sand colored pink with hematite, with human remains. Mound near Peter\\'s Creek.\\xe2\\x80\\x9d The human remains are extremely fragmentary. No known individual was identified. The one funerary object is one lot of medium sized shell beads and bead fragments, including flat, tubular, and round shell beads. Moore mentions that stamped pottery was dominant at the site, suggesting a St. Johns II period date (A.D. 750 to 1600). \n Based on geographical, archeological, oral tradition, and historical lines of evidence, as well as expert opinion, the Miccosukee Tribe of Indians; Seminole Tribe of Florida (previously listed as the Seminole Tribe of Florida (Dania, Big Cypress, Brighton, Hollywood & Tampa Reservations)); and The Seminole Nation of Oklahoma are culturally affiliated with the human remains from Macey Mound, Fernandina-Amelia Island, Unknown Florida Site #1, and the Mound near Peter\\'s Creek. \n Determinations Made by the Robert S. Peabody Institute of Archaeology \n Officials of the Robert S. Peabody Institute of Archaeology have determined that: \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice represent the physical remains of 12 individuals of Native American ancestry. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(3)(A), the 1,695 objects described in this notice are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and associated funerary objects and the Miccosukee Tribe of Indians; Seminole Tribe of Florida (previously listed as the Seminole Tribe of Florida (Dania, Big Cypress, Brighton, Hollywood & Tampa Reservations)); and The Seminole Nation of Oklahoma. \n Additional Requestors and Disposition \n Lineal descendants or representatives of any Indian Tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to Ryan Wheeler, Robert S. Peabody Institute of Archaeology, Phillips Academy, 180 Main Street, Andover, MA 01810, telephone (978) 749-4490, email rwheeler@andover.edu, by September 4, 2019]. After that date, if no additional requestors have come forward, transfer of control of the human remains and associated funerary objects to the Miccosukee Tribe of Indians; Seminole Tribe of Florida (previously listed as the Seminole Tribe of Florida (Dania, Big Cypress, Brighton, Hollywood & Tampa Reservations)); and The Seminole Nation of Oklahoma may proceed. \n The Robert S. Peabody Institute of Archaeology is responsible for notifying The Consulted and Invited Tribes that this notice has been published. \n ", "consultation": "A detailed assessment of the human remains and associated funerary objects was made by the Robert S. Peabody Institute of Archaeology professional staff in consultation with representatives of the Seminole Tribe of Florida (previously listed as the Seminole Tribe of Florida (Dania, Big Cypress, Brighton, Hollywood & Tampa Reservations)); and The Seminole Nation of Oklahoma. \n The Alabama-Coushatta Tribe of Texas (previously listed as the Alabama-Coushatta Tribes of Texas); Alabama-Quassarte Tribal Town; Caddo Nation of Oklahoma; Catawba Indian Nation (aka Catawba Tribe of South Carolina); Cherokee Nation; Chitimacha Tribe of Louisiana; Coushatta Tribe of Louisiana; Eastern Band of Cherokee Indians; Jena Band of Choctaw Indians; Kialegee Tribal Town; Miccosukee Tribe of Indians; Mississippi Band of Choctaw Indians; Poarch Band of Creeks (previously listed as the Poarch Band of Creek Indians of Alabama); The Chickasaw Nation; The Choctaw Nation of Oklahoma; The Muscogee (Creek) Nation; Thlopthlocco Tribal Town; Tunica-Biloxi Indian Tribe; and the United Keetoowah Band of Cherokee Indians in Oklahoma were invited to consult but did not participate. \n Hereafter, all the Indian Tribes listed in this section are referred to as \\xe2\\x80\\x9cThe Consulted and Invited Tribes.\\xe2\\x80\\x9d \n ", "h_d_r": "In January 1920, human remains representing, at minimum, nine individuals were removed by Fred Alanson Luce and his son Stanley Eldridge Luce from the Macey Mound (8OR10313) in Orange County, FL. Luce described the site as located on the Macey farm and the shores of Lake Butler (actually Lake Tibet-Butler), near the community of Zantee (a railroad siding and turpentine still that was all but defunct in 1920). The excavations are documented in a 215 page journal prepared by Fred Luce dated 1940, presumably based on notes taken in the field. Luce also made photographs, some artifact sketches, and sketch maps and plans of the excavation, all of which are on file at the Robert S. Peabody Institute of Archaeology. The collection was originally deposited by Luce at the Haverhill Historical Society \\xe2\\x80\\x9cThe Buttonwoods,\\xe2\\x80\\x9d but was transferred to the Peabody in 1995. Examination by physical anthropologists Michael Gibbon and Harley Erickson found that the human remains represent two adults of indeterminate sex; four adult males; one adult, possibly female; and two juveniles of indeterminate sex. No known individuals were identified. The 1,685 associated funerary objects are one charcoal sample; one whelk shell columella; one shell bead; one stone plummet; nine quartz pebbles; three chert bifaces; one sand sample; and 1,668 pottery sherds. \n Luce states that the mound was originally eight feet high and around seven yards in diameter, with a narrow trench connecting the mound to the lake shore, possibly a linear earthwork (which would not be uncommon for the area around Lake Okeechobee and the Kissimmee River). Luce mentions a great deal of human bone and some artifacts on the mound surface resulting from the earlier leveling work, and that the property owners had found one complete pottery vessel during earlier digging. The mound was constructed from very white sand. The descriptions of the burials suggest secondary interment, as well as some considerable disturbance of the mound in the past. Luce describes at least three burned areas that included human bone, charcoal and pottery. One of these, found outside the grid, on the east side of the mound, could be a pottery cache. Most of the burials and other features were found from near the mound surface to around 40 inches below surface; it seems that much of the material encountered above 30 inches had been disturbed in the past, with a few intact burials still preserved deeper in the mound. \n The ceramic inventory from Macey Mound is dominated by spiculate wares. Based on the pottery, the Macey Mound likely dates to the Late Woodland Period, circa A.D. 500-1000. Cultural resource management investigations being conducted at the Macey Mound in 2019 have identified European artifacts, indicating occupation and use of the site during the seventeenth century as well. \n At an unknown time, human remains representing, at minimum, one individual were removed by W.E. Snyder from a site in Fernandina, Amelia Island, Nassau County, FL. The Peabody received the human remains and associated funerary objects from Snyder on October 1, 1890. Examination of the human remains indicate that they represent one adult of indeterminate age and sex. No known individual was identified. The six associated funerary objects are stamped pottery sherds of either the Lamar or San Marcos series. The presence of the six decorated pottery sherds, all late types, indicates a date after A.D. 1400, perhaps as recent as seventeenth or early eighteenth centuries. \n In 1903, human remains representing, at minimum, one individual were removed by Clarence B. Moore from an unknown site in Florida. The catalog entries indicate that the human remains and associated funerary objects were removed from an archeological site in Florida by Moore during his 1903 expedition to the state, which included explorations in Calhoun, Citrus, Franklin, Gadsden, Hernando, Hillsborough, Jackson, Lafayette, Levy, Liberty, and Pasco Counties (based on Moore\\'s fieldnotes at the Division of Rare and Manuscript Collections, Cornell University Library). Moore transferred these human remains and funerary objects to the Phillips Academy Department of Archaeology (now known as the Robert S. Peabody Institute of Archaeology) sometime shortly after its opening in 1903. Physical anthropologist Michael Gibbon identified the human remains as those of a newborn or infant of indeterminate sex. No known individual was identified. The three associated funerary objects are one lot of medium sized shell beads and fragmentary beads, including one glass bead; one lot of small and medium shell beads and fragments, including flat, tubular, and round shapes; and one lot of medium shell beads and fragments, including flat, tubular, and round beads. The glass bead indicates a date in the sixteenth through eighteenth century or later. \n In 1894, human remains representing, at minimum, one individual was removed by Clarence B. Moore from the Mound near Peter\\'s Creek, Green Cove Spring, Clay County, FL. Moore transferred these human remains and funerary objects to the Phillips Academy Department of Archaeology (now known as the Robert S. Peabody Institute of Archaeology) sometime shortly after its opening in 1903. Moore excavated the Mound near Peter\\'s Creek (8CL6) in 1894 and reports on it in his 1894 publication, Certain Sand Mounds of the St. John\\'s River, Florida, Part II. He describes the site, located near Green Cove Springs, as originally 4 feet high and 60 feet in diameter, and notes that, \\xe2\\x80\\x9cin occasional pockets of pink sand were many shell beads with human remains.\\xe2\\x80\\x9d A note in the Peabody accession ledger for Cat. # 40361 reads, \\xe2\\x80\\x9c31/2 feet down in sand colored pink with hematite, with human remains. Mound near Peter\\'s Creek.\\xe2\\x80\\x9d The human remains are extremely fragmentary. No known individual was identified. The one funerary object is one lot of medium sized shell beads and bead fragments, including flat, tubular, and round shell beads. Moore mentions that stamped pottery was dominant at the site, suggesting a St. Johns II period date (A.D. 750 to 1600). \n Based on geographical, archeological, oral tradition, and historical lines of evidence, as well as expert opinion, the Miccosukee Tribe of Indians; Seminole Tribe of Florida (previously listed as the Seminole Tribe of Florida (Dania, Big Cypress, Brighton, Hollywood & Tampa Reservations)); and The Seminole Nation of Oklahoma are culturally affiliated with the human remains from Macey Mound, Fernandina-Amelia Island, Unknown Florida Site #1, and the Mound near Peter\\'s Creek. \n ", "h_d_ci": "Null", "determinations": "Determinations Made by the Robert S. Peabody Institute of Archaeology \n Officials of the Robert S. Peabody Institute of Archaeology have determined that: \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice represent the physical remains of 12 individuals of Native American ancestry. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(3)(A), the 1,695 objects described in this notice are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and associated funerary objects and the Miccosukee Tribe of Indians; Seminole Tribe of Florida (previously listed as the Seminole Tribe of Florida (Dania, Big Cypress, Brighton, Hollywood & Tampa Reservations)); and The Seminole Nation of Oklahoma. \n ", "a_r_d": "Lineal descendants or representatives of any Indian Tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to Ryan Wheeler, Robert S. Peabody Institute of Archaeology, Phillips Academy, 180 Main Street, Andover, MA 01810, telephone (978) 749-4490, email rwheeler@andover.edu, by September 4, 2019]. After that date, if no additional requestors have come forward, transfer of control of the human remains and associated funerary objects to the Miccosukee Tribe of Indians; Seminole Tribe of Florida (previously listed as the Seminole Tribe of Florida (Dania, Big Cypress, Brighton, Hollywood & Tampa Reservations)); and The Seminole Nation of Oklahoma may proceed. \n The Robert S. Peabody Institute of Archaeology is responsible for notifying The Consulted and Invited Tribes that this notice has been published. \n "}