{"index": "I_457", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        [NPS-WASO-NAGPRA-22701: PPWOCRADN0-PCU00RP14.R50000]\\n        Notice of Inventory Completion: U.S. Department of Defense, Army Corps of Engineers, Omaha District, Omaha, NE, and State Archeological Research Center, Rapid City, SD\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          \\n          ACTION:\\n          Notice.\\n        \\n        \\n          SUMMARY:\\n          The U.S. Army Corps of Engineers, Omaha District, has completed an inventory of human remains and associated funerary objects, in consultation with the appropriate Indian tribes or Native Hawaiian organizations, and has determined that there is a cultural affiliation between the human remains and associated funerary objects and present-day Indian tribes or Native Hawaiian organizations. Lineal descendants or representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request to the U.S. Army Corps of Engineers, Omaha District. If no additional requestors come forward, transfer of control of the human remains and associated funerary objects to the lineal descendants, Indian tribes, or Native Hawaiian organizations stated in this notice may proceed.\\n        \\n        \\n          DATES:\\n          Lineal descendants or representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to the U.S. Army Corps of Engineers, Omaha District at the address in this notice by March 27, 2017.\\n        \\n        \\n          ADDRESSES:\\n\\n          Ms. Sandra Barnum, U.S. Army Engineer District, Omaha, ATTN: CENWO-PM-AB, 1616 Capital Avenue, Omaha, NE 68102, telephone, (402) 995-2674, email sandra.v.barnum@usace.army.mil.\\n          \\n        \\n      \\n      \\n        SUPPLEMENTARY INFORMATION:\\n        Notice is hereby given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains and associated funerary objects under the control of the U.S. Army Corps of Engineers, Omaha District. The human remains and associated funerary objects were removed from multiple counties in the state of South Dakota.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003(d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations in this notice.\\n        Consultation\\n        A detailed assessment of the human remains and associated funerary objects was made by the South Dakota State Archeological Research Center and U.S. Army Corps of Engineers, Omaha District professional staff in consultation with representatives of Three Affiliated Tribes of the Fort Berthold Reservation, North Dakota.\\n        History and Description of the Remains\\n        In 1973, human remains representing, at minimum, 1 individual were removed from site 39CH206 in Charles Mix County, SD. The human remains are presently located at the South Dakota State Archeological Research Center (SARC), under the managerial control of the Omaha District. No known individual was identified. No associated funerary objects are present.\\n        In August 1973, the University of Arkansas conducted an archeological survey of 36 sites along the Fort Randall shoreline under a contract with the National Park Service. The purpose was to assess damage to sites and make recommendations on site protection. A partial cranium was discovered eroding out of the cutbank at 39CH206. The collection was originally stored at the National Park Service Midwest Archeological Center, Lincoln, NE, and transferred to SARC in the 1980s. The human remains were sent to the University of Tennessee, Knoxville, in 1988 for documentation by a physical anthropologist and returned to SARC in 1995. Based on morphological characteristics and the site\\'s artifact assemblage, the human remains are determined to be Native American.\\n        Site 39CH206 is located on the east bank of the Missouri River and represents a small occupation. Archeologists have suggested an association between site 39CH206 and a nearby site, 39CH205. 39CH205 is a village whose artifacts indicate an Initial Middle Missouri Tradition (A.D. 900-1350) of the Plains Village Period. The Initial Middle Missouri Tradition is believed to be ancestral Mandan. The Mandan are represented today by Three Affiliated Tribes of the Fort Berthold Reservation.\\n        In 1965, human remains representing, at minimum, 1 individual were removed from site 39HU7 in Hughes County, SD. The human remains are presently located at the South Dakota State Archeological Research Center (SARC), under the managerial control of the Omaha District. No known individual was identified. No associated funerary objects are present.\\n        McClure\\'s Ranch, site 39HU7, was excavated in 1965 by Richard B. Johnson for the Smithsonian Institution River Basin Surveys. The site collection originally stayed with the U.S. Army Corps of Engineers until Johnson took a sabbatical in 1978/1979 from Trent University in order to complete the site report. The collection was then transferred to SARC in 1982. The human remains were sent to the University of Tennessee, Knoxville, for inventory in 1986 and returned to SARC in 1995. Based on morphological characteristics and the site\\'s artifact assemblage, the human remains are determined to be Native American.\\n        Site 39HU7 is a single component earth lodge village site located on the north shore of Lake Sharpe in Hughes County, SD. Based on evidence from archeological excavations, including house structure and the presence of Iona and Talking Crow ceramic wares, the site dates to the Felicia phase of the Post-Contact Coalescent variant (A.D. 1690-1700) of the Plains Village Tradition. Based on archeological, physical anthropological, oral tradition, historic evidence, and geography, Post-Contact populations are believed to be ancestral Arikara. The Arikara are represented today by the Three Affiliated Tribes of the Fort Berthold Reservation.\\n        In 1964, human remains representing, at minimum, 1 individual was removed from site 39LM34 in Lyman County, SD. The human remains are presently located at the South Dakota State Archeological Research Center (SARC), under the managerial control of the Omaha District. No known individual was identified. The 12 associated funerary objects are 7 ceramic body sherds, 1 incomplete sandstone grinding stone, 1 modified faunal fragment, 1 faunal knife, and 2 charred corn kernels.\\n\\n        In 1964, Dr. O.L. Mallory re-examined a number of sites after the flooding of the Fort Randall Reservoir. At site 39LM34, bank slumping exposed a single nearly complete adult male burial and 12 funerary objects which were collected and stored at the National Park Service Midwest Archeological Center, Lincoln, NE, until 1986. At that time, both the human remains and object were transferred to SARC. SARC sent the remains of the nearly complete adult male to the University of Tennessee, Knoxville, for documentation by a physical anthropologist that same year. The majority of the individual was returned to SARC and reburied along the Missouri River north of Ft. Pierre in 1991. The tibiae and ribs, which had been kept by the University of Tennessee for further analysis, were returned to SARC in 1995, and are accounted for in this notice. Based on morphological characteristics and the site\\'s artifact assemblage, the human remains are determined to be Native American.\\n        Site 39LM34 is an earth lodge village situated on a low terrace of the right bank of the Missouri River in central South Dakota. Based on the ceramic types (Talking Crow Straight Rim, Iona Indented, and Cloistered Rims), and brass and copper ornaments, the site is dated to the Post-Contact Coalescent variant (A.D. 1675-1780) of the Plains Village Tradition. Based on archeological, physical anthropological, oral tradition, historic evidence, and geography, Post-Contact populations are believed to be ancestral Arikara. The Arikara are represented today by the Three Affiliated Tribes of the Fort Berthold Reservation.\\n        In 1955, human remains representing, at minimum, 4 individuals were removed from site 39WW301 in Walworth County, SD. The human remains are presently located at the South Dakota State Archeological Research Center (SARC), under the managerial control of the Omaha District. No known individuals were identified. No associated funerary objects are present.\\n        Site 39WW301 was excavated by Wesley R. Hurt, University of South Dakota Museum (now known as the W.H. Over Museum) in conjunction with the South Dakota Archeological Commission as part of the Smithsonian Institute River Basin Surveys in 1955. The human remains of three infants and one subadult were collected. Two infants and one subadult were found together in a secondary burial. One infant was found in a refuse mound.\\n        Following excavation, the collection became part of the W.H. Over Museum collections in Vermillion, SD. The collection was transferred to SARC in 1974. In 1978, an infant skull, probably belonging to Individual 1, was inventoried at SARC and by the University of Tennessee, Knoxville, after which it was reburied in 1986 at site 39ST15. During a collection review at SARC in 1993, additional human remains from Individual 1, as well as remains from Individuals 2, 3, and 4 were located. Based on morphological characteristics and the site\\'s artifact assemblage, the human remains are determined to be Native American.\\n        Site 39WW301 is a multi-component site on a high terrace above the confluence of Swan Creek and the Missouri River in Walworth County, north central South Dakota. Based on ceramics, projectile points, architectural features, and feature typologies, two components are represented\\xe2\\x80\\x94the Akaska Focus of the Extended Coalescent variant (A.D. 1500-1675) and the LeBeau Phase of the Post-Contact Coalescent variant (A.D. 1675-1780). Based on archeological, physical anthropological, oral tradition, historic evidence, and geography, Extended and Post-Contact populations are believed to be ancestral Arikara, but in some cases may also represent the Mandan populations. The Mandan and Arikara are represented today by the Three Affiliated Tribes of the Fort Berthold Reservation.\\n        Determinations Made by the Omaha District\\n        Officials of the U.S. Army Corps of Engineers, Omaha District have determined that:\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice represent the physical remains of 7 individuals of Native American ancestry.\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(3)(A), the 12 objects described in this notice are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony.\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and associated funerary objects and Three Affiliated Tribes of the Fort Berthold Reservation, North Dakota.\\n        Additional Requestors and Disposition\\n\\n        Lineal descendants or representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to Ms. Sandra Barnum, U.S. Army Engineer District, Omaha, ATTN: CENWO-PM-AB, 1616 Capital Avenue, Omaha, NE 68102, telephone, (402) 995-2674, email sandra.v.barnum@usace.army.mil, by March 27, 2017. After that date, if no additional requestors have come forward, transfer of control of the human remains and associated funerary objects to Three Affiliated Tribes of the Fort Berthold Reservation, North Dakota, may proceed.\\n        The U.S. Army Corps of Engineers, Omaha District is responsible for notifying Three Affiliated Tribes of the Fort Berthold Reservation, North Dakota, that this notice has been published.\\n        \\n          Dated: January 6, 2017.\\n          Melanie O\\'Brien,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. 2017-03610 Filed 2-23-17; 8:45 am]\\n       BILLING CODE 4312-52-P\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "[NPS-WASO-NAGPRA-22701: PPWOCRADN0-PCU00RP14.R50000]", "subject": "Notice of Inventory Completion: U.S. Department of Defense, Army Corps of Engineers, Omaha District, Omaha, NE, and State Archeological Research Center, Rapid City, SD", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "The U.S. Army Corps of Engineers, Omaha District, has completed an inventory of human remains and associated funerary objects, in consultation with the appropriate Indian tribes or Native Hawaiian organizations, and has determined that there is a cultural affiliation between the human remains and associated funerary objects and present-day Indian tribes or Native Hawaiian organizations. Lineal descendants or representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request to the U.S. Army Corps of Engineers, Omaha District. If no additional requestors come forward, transfer of control of the human remains and associated funerary objects to the lineal descendants, Indian tribes, or Native Hawaiian organizations stated in this notice may proceed.", "dates": "Lineal descendants or representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to the U.S. Army Corps of Engineers, Omaha District at the address in this notice by March 27, 2017.", "addresses": "Ms. Sandra Barnum, U.S. Army Engineer District, Omaha, ATTN: CENWO-PM-AB, 1616 Capital Avenue, Omaha, NE 68102, telephone, (402) 995-2674, email sandra.v.barnum@usace.army.mil.\\n          ", "signature_dated": "Dated: January 6, 2017.", "signature_name": "Melanie O\\'Brien,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. 2017-03610 Filed 2-23-17; 8:45 am]", "billing_code": " BILLING CODE 4312-52-P", "supp_info": "SUPPLEMENTARY INFORMATION: \n Notice is hereby given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains and associated funerary objects under the control of the U.S. Army Corps of Engineers, Omaha District. The human remains and associated funerary objects were removed from multiple counties in the state of South Dakota. \n This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003(d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations in this notice. \n Consultation \n A detailed assessment of the human remains and associated funerary objects was made by the South Dakota State Archeological Research Center and U.S. Army Corps of Engineers, Omaha District professional staff in consultation with representatives of Three Affiliated Tribes of the Fort Berthold Reservation, North Dakota. \n History and Description of the Remains \n In 1973, human remains representing, at minimum, 1 individual were removed from site 39CH206 in Charles Mix County, SD. The human remains are presently located at the South Dakota State Archeological Research Center (SARC), under the managerial control of the Omaha District. No known individual was identified. No associated funerary objects are present. \n In August 1973, the University of Arkansas conducted an archeological survey of 36 sites along the Fort Randall shoreline under a contract with the National Park Service. The purpose was to assess damage to sites and make recommendations on site protection. A partial cranium was discovered eroding out of the cutbank at 39CH206. The collection was originally stored at the National Park Service Midwest Archeological Center, Lincoln, NE, and transferred to SARC in the 1980s. The human remains were sent to the University of Tennessee, Knoxville, in 1988 for documentation by a physical anthropologist and returned to SARC in 1995. Based on morphological characteristics and the site\\'s artifact assemblage, the human remains are determined to be Native American. \n Site 39CH206 is located on the east bank of the Missouri River and represents a small occupation. Archeologists have suggested an association between site 39CH206 and a nearby site, 39CH205. 39CH205 is a village whose artifacts indicate an Initial Middle Missouri Tradition (A.D. 900-1350) of the Plains Village Period. The Initial Middle Missouri Tradition is believed to be ancestral Mandan. The Mandan are represented today by Three Affiliated Tribes of the Fort Berthold Reservation. \n In 1965, human remains representing, at minimum, 1 individual were removed from site 39HU7 in Hughes County, SD. The human remains are presently located at the South Dakota State Archeological Research Center (SARC), under the managerial control of the Omaha District. No known individual was identified. No associated funerary objects are present. \n McClure\\'s Ranch, site 39HU7, was excavated in 1965 by Richard B. Johnson for the Smithsonian Institution River Basin Surveys. The site collection originally stayed with the U.S. Army Corps of Engineers until Johnson took a sabbatical in 1978/1979 from Trent University in order to complete the site report. The collection was then transferred to SARC in 1982. The human remains were sent to the University of Tennessee, Knoxville, for inventory in 1986 and returned to SARC in 1995. Based on morphological characteristics and the site\\'s artifact assemblage, the human remains are determined to be Native American. \n Site 39HU7 is a single component earth lodge village site located on the north shore of Lake Sharpe in Hughes County, SD. Based on evidence from archeological excavations, including house structure and the presence of Iona and Talking Crow ceramic wares, the site dates to the Felicia phase of the Post-Contact Coalescent variant (A.D. 1690-1700) of the Plains Village Tradition. Based on archeological, physical anthropological, oral tradition, historic evidence, and geography, Post-Contact populations are believed to be ancestral Arikara. The Arikara are represented today by the Three Affiliated Tribes of the Fort Berthold Reservation. \n In 1964, human remains representing, at minimum, 1 individual was removed from site 39LM34 in Lyman County, SD. The human remains are presently located at the South Dakota State Archeological Research Center (SARC), under the managerial control of the Omaha District. No known individual was identified. The 12 associated funerary objects are 7 ceramic body sherds, 1 incomplete sandstone grinding stone, 1 modified faunal fragment, 1 faunal knife, and 2 charred corn kernels. \n In 1964, Dr. O.L. Mallory re-examined a number of sites after the flooding of the Fort Randall Reservoir. At site 39LM34, bank slumping exposed a single nearly complete adult male burial and 12 funerary objects which were collected and stored at the National Park Service Midwest Archeological Center, Lincoln, NE, until 1986. At that time, both the human remains and object were transferred to SARC. SARC sent the remains of the nearly complete adult male to the University of Tennessee, Knoxville, for documentation by a physical anthropologist that same year. The majority of the individual was returned to SARC and reburied along the Missouri River north of Ft. Pierre in 1991. The tibiae and ribs, which had been kept by the University of Tennessee for further analysis, were returned to SARC in 1995, and are accounted for in this notice. Based on morphological characteristics and the site\\'s artifact assemblage, the human remains are determined to be Native American. \n Site 39LM34 is an earth lodge village situated on a low terrace of the right bank of the Missouri River in central South Dakota. Based on the ceramic types (Talking Crow Straight Rim, Iona Indented, and Cloistered Rims), and brass and copper ornaments, the site is dated to the Post-Contact Coalescent variant (A.D. 1675-1780) of the Plains Village Tradition. Based on archeological, physical anthropological, oral tradition, historic evidence, and geography, Post-Contact populations are believed to be ancestral Arikara. The Arikara are represented today by the Three Affiliated Tribes of the Fort Berthold Reservation. \n In 1955, human remains representing, at minimum, 4 individuals were removed from site 39WW301 in Walworth County, SD. The human remains are presently located at the South Dakota State Archeological Research Center (SARC), under the managerial control of the Omaha District. No known individuals were identified. No associated funerary objects are present. \n Site 39WW301 was excavated by Wesley R. Hurt, University of South Dakota Museum (now known as the W.H. Over Museum) in conjunction with the South Dakota Archeological Commission as part of the Smithsonian Institute River Basin Surveys in 1955. The human remains of three infants and one subadult were collected. Two infants and one subadult were found together in a secondary burial. One infant was found in a refuse mound. \n Following excavation, the collection became part of the W.H. Over Museum collections in Vermillion, SD. The collection was transferred to SARC in 1974. In 1978, an infant skull, probably belonging to Individual 1, was inventoried at SARC and by the University of Tennessee, Knoxville, after which it was reburied in 1986 at site 39ST15. During a collection review at SARC in 1993, additional human remains from Individual 1, as well as remains from Individuals 2, 3, and 4 were located. Based on morphological characteristics and the site\\'s artifact assemblage, the human remains are determined to be Native American. \n Site 39WW301 is a multi-component site on a high terrace above the confluence of Swan Creek and the Missouri River in Walworth County, north central South Dakota. Based on ceramics, projectile points, architectural features, and feature typologies, two components are represented\\xe2\\x80\\x94the Akaska Focus of the Extended Coalescent variant (A.D. 1500-1675) and the LeBeau Phase of the Post-Contact Coalescent variant (A.D. 1675-1780). Based on archeological, physical anthropological, oral tradition, historic evidence, and geography, Extended and Post-Contact populations are believed to be ancestral Arikara, but in some cases may also represent the Mandan populations. The Mandan and Arikara are represented today by the Three Affiliated Tribes of the Fort Berthold Reservation. \n Determinations Made by the Omaha District \n Officials of the U.S. Army Corps of Engineers, Omaha District have determined that: \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice represent the physical remains of 7 individuals of Native American ancestry. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(3)(A), the 12 objects described in this notice are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and associated funerary objects and Three Affiliated Tribes of the Fort Berthold Reservation, North Dakota. \n Additional Requestors and Disposition \n Lineal descendants or representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to Ms. Sandra Barnum, U.S. Army Engineer District, Omaha, ATTN: CENWO-PM-AB, 1616 Capital Avenue, Omaha, NE 68102, telephone, (402) 995-2674, email sandra.v.barnum@usace.army.mil, by March 27, 2017. After that date, if no additional requestors have come forward, transfer of control of the human remains and associated funerary objects to Three Affiliated Tribes of the Fort Berthold Reservation, North Dakota, may proceed. \n The U.S. Army Corps of Engineers, Omaha District is responsible for notifying Three Affiliated Tribes of the Fort Berthold Reservation, North Dakota, that this notice has been published. \n ", "consultation": "A detailed assessment of the human remains and associated funerary objects was made by the South Dakota State Archeological Research Center and U.S. Army Corps of Engineers, Omaha District professional staff in consultation with representatives of Three Affiliated Tribes of the Fort Berthold Reservation, North Dakota. \n ", "h_d_r": "In 1973, human remains representing, at minimum, 1 individual were removed from site 39CH206 in Charles Mix County, SD. The human remains are presently located at the South Dakota State Archeological Research Center (SARC), under the managerial control of the Omaha District. No known individual was identified. No associated funerary objects are present. \n In August 1973, the University of Arkansas conducted an archeological survey of 36 sites along the Fort Randall shoreline under a contract with the National Park Service. The purpose was to assess damage to sites and make recommendations on site protection. A partial cranium was discovered eroding out of the cutbank at 39CH206. The collection was originally stored at the National Park Service Midwest Archeological Center, Lincoln, NE, and transferred to SARC in the 1980s. The human remains were sent to the University of Tennessee, Knoxville, in 1988 for documentation by a physical anthropologist and returned to SARC in 1995. Based on morphological characteristics and the site\\'s artifact assemblage, the human remains are determined to be Native American. \n Site 39CH206 is located on the east bank of the Missouri River and represents a small occupation. Archeologists have suggested an association between site 39CH206 and a nearby site, 39CH205. 39CH205 is a village whose artifacts indicate an Initial Middle Missouri Tradition (A.D. 900-1350) of the Plains Village Period. The Initial Middle Missouri Tradition is believed to be ancestral Mandan. The Mandan are represented today by Three Affiliated Tribes of the Fort Berthold Reservation. \n In 1965, human remains representing, at minimum, 1 individual were removed from site 39HU7 in Hughes County, SD. The human remains are presently located at the South Dakota State Archeological Research Center (SARC), under the managerial control of the Omaha District. No known individual was identified. No associated funerary objects are present. \n McClure\\'s Ranch, site 39HU7, was excavated in 1965 by Richard B. Johnson for the Smithsonian Institution River Basin Surveys. The site collection originally stayed with the U.S. Army Corps of Engineers until Johnson took a sabbatical in 1978/1979 from Trent University in order to complete the site report. The collection was then transferred to SARC in 1982. The human remains were sent to the University of Tennessee, Knoxville, for inventory in 1986 and returned to SARC in 1995. Based on morphological characteristics and the site\\'s artifact assemblage, the human remains are determined to be Native American. \n Site 39HU7 is a single component earth lodge village site located on the north shore of Lake Sharpe in Hughes County, SD. Based on evidence from archeological excavations, including house structure and the presence of Iona and Talking Crow ceramic wares, the site dates to the Felicia phase of the Post-Contact Coalescent variant (A.D. 1690-1700) of the Plains Village Tradition. Based on archeological, physical anthropological, oral tradition, historic evidence, and geography, Post-Contact populations are believed to be ancestral Arikara. The Arikara are represented today by the Three Affiliated Tribes of the Fort Berthold Reservation. \n In 1964, human remains representing, at minimum, 1 individual was removed from site 39LM34 in Lyman County, SD. The human remains are presently located at the South Dakota State Archeological Research Center (SARC), under the managerial control of the Omaha District. No known individual was identified. The 12 associated funerary objects are 7 ceramic body sherds, 1 incomplete sandstone grinding stone, 1 modified faunal fragment, 1 faunal knife, and 2 charred corn kernels. \n In 1964, Dr. O.L. Mallory re-examined a number of sites after the flooding of the Fort Randall Reservoir. At site 39LM34, bank slumping exposed a single nearly complete adult male burial and 12 funerary objects which were collected and stored at the National Park Service Midwest Archeological Center, Lincoln, NE, until 1986. At that time, both the human remains and object were transferred to SARC. SARC sent the remains of the nearly complete adult male to the University of Tennessee, Knoxville, for documentation by a physical anthropologist that same year. The majority of the individual was returned to SARC and reburied along the Missouri River north of Ft. Pierre in 1991. The tibiae and ribs, which had been kept by the University of Tennessee for further analysis, were returned to SARC in 1995, and are accounted for in this notice. Based on morphological characteristics and the site\\'s artifact assemblage, the human remains are determined to be Native American. \n Site 39LM34 is an earth lodge village situated on a low terrace of the right bank of the Missouri River in central South Dakota. Based on the ceramic types (Talking Crow Straight Rim, Iona Indented, and Cloistered Rims), and brass and copper ornaments, the site is dated to the Post-Contact Coalescent variant (A.D. 1675-1780) of the Plains Village Tradition. Based on archeological, physical anthropological, oral tradition, historic evidence, and geography, Post-Contact populations are believed to be ancestral Arikara. The Arikara are represented today by the Three Affiliated Tribes of the Fort Berthold Reservation. \n In 1955, human remains representing, at minimum, 4 individuals were removed from site 39WW301 in Walworth County, SD. The human remains are presently located at the South Dakota State Archeological Research Center (SARC), under the managerial control of the Omaha District. No known individuals were identified. No associated funerary objects are present. \n Site 39WW301 was excavated by Wesley R. Hurt, University of South Dakota Museum (now known as the W.H. Over Museum) in conjunction with the South Dakota Archeological Commission as part of the Smithsonian Institute River Basin Surveys in 1955. The human remains of three infants and one subadult were collected. Two infants and one subadult were found together in a secondary burial. One infant was found in a refuse mound. \n Following excavation, the collection became part of the W.H. Over Museum collections in Vermillion, SD. The collection was transferred to SARC in 1974. In 1978, an infant skull, probably belonging to Individual 1, was inventoried at SARC and by the University of Tennessee, Knoxville, after which it was reburied in 1986 at site 39ST15. During a collection review at SARC in 1993, additional human remains from Individual 1, as well as remains from Individuals 2, 3, and 4 were located. Based on morphological characteristics and the site\\'s artifact assemblage, the human remains are determined to be Native American. \n Site 39WW301 is a multi-component site on a high terrace above the confluence of Swan Creek and the Missouri River in Walworth County, north central South Dakota. Based on ceramics, projectile points, architectural features, and feature typologies, two components are represented\\xe2\\x80\\x94the Akaska Focus of the Extended Coalescent variant (A.D. 1500-1675) and the LeBeau Phase of the Post-Contact Coalescent variant (A.D. 1675-1780). Based on archeological, physical anthropological, oral tradition, historic evidence, and geography, Extended and Post-Contact populations are believed to be ancestral Arikara, but in some cases may also represent the Mandan populations. The Mandan and Arikara are represented today by the Three Affiliated Tribes of the Fort Berthold Reservation. \n ", "h_d_ci": "Null", "determinations": "Determinations Made by the Omaha District \n Officials of the U.S. Army Corps of Engineers, Omaha District have determined that: \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice represent the physical remains of 7 individuals of Native American ancestry. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(3)(A), the 12 objects described in this notice are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and associated funerary objects and Three Affiliated Tribes of the Fort Berthold Reservation, North Dakota. \n ", "a_r_d": "Lineal descendants or representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to Ms. Sandra Barnum, U.S. Army Engineer District, Omaha, ATTN: CENWO-PM-AB, 1616 Capital Avenue, Omaha, NE 68102, telephone, (402) 995-2674, email sandra.v.barnum@usace.army.mil, by March 27, 2017. After that date, if no additional requestors have come forward, transfer of control of the human remains and associated funerary objects to Three Affiliated Tribes of the Fort Berthold Reservation, North Dakota, may proceed. \n The U.S. Army Corps of Engineers, Omaha District is responsible for notifying Three Affiliated Tribes of the Fort Berthold Reservation, North Dakota, that this notice has been published. \n "}