{"index": "I_462", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        [NPS-WASO-NAGPRA-22751; PPWOCRADN0-PCU00RP14.R50000]\\n        Notice of Inventory Completion: Arkansas Archeological Survey, Fayetteville, AR\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        \\n          SUMMARY:\\n          The Arkansas Archeological Survey has completed an inventory of human remains and associated funerary objects, in consultation with the appropriate Indian tribes or Native Hawaiian organizations, and has determined that there is a cultural affiliation between the human remains and associated funerary objects and present-day Indian tribes or Native Hawaiian organizations. Lineal descendants or representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request to the Arkansas Archeological Survey. If no additional requestors come forward, transfer of control of the human remains and associated funerary objects to the lineal descendants, Indian tribes, or Native Hawaiian organizations stated in this notice may proceed.\\n        \\n        \\n          DATES:\\n\\n          Lineal descendants or representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to the Arkansas Archeological Survey at the address in this notice by March 27, 2017.\\n        \\n        \\n          ADDRESSES:\\n          George Sabo, Director, Arkansas Archeological Survey, 2475 North Hatch Avenue, Fayetteville, AR 72704, telephone (479) 575-3556.\\n        \\n      \\n      \\n        SUPPLEMENTARY INFORMATION:\\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains and associated funerary objects under the control of the Arkansas Archeological Survey, Fayetteville, AR. The human remains and associated funerary objects were removed from multiple counties in the state of Arkansas.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003(d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations in this notice.\\n        Consultation\\n        A detailed assessment of the human remains were made by the Arkansas Archeological Survey professional staff in consultation with representatives of the Caddo Nation, The Osage Nation (previously listed as the Osage Tribe), and The Quapaw Tribe of Indians. These human remains were inventoried and documented by physical anthropologists at the University of Arkansas.\\n        History and Description of the Remains\\n        In 1968, human remains representing, at minimum, one individual were recovered from the Galatia Shelter site (3BA5) in Baxter County, AR. No known individual was identified. No associated funerary objects were present. Diagnostic artifacts found at the Galatia Shelter site (3BA5) indicate that these human remains were probably buried during the Prehistoric Period (11,650 B.C.-A.D. 1541).\\n        At an unknown date, human remains representing, at minimum, one individual were recovered from the Galatia Shelter site (3BA5) in Baxter County, AR. These human remains were donated to the Arkansas Archeological Survey in 1997. No known individual was identified. No associated funerary objects were present. Diagnostic artifacts found at the Galatia Shelter site (3BA5) indicate that these human remains were probably buried during the Prehistoric Period (11,650 B.C.-A.D. 1541).\\n        At an unknown date, human remains representing, at minimum, one individual were recovered from the Elmo Hurst Indian Grave site (3BA65) in Baxter County, AR. These human remains were donated to the Arkansas Archeological Survey in 1975. No known individual was identified. No associated funerary objects were present. Diagnostic artifacts found at Elmo Hurst Indian Grave site (3BA65) indicate that these human remains were probably buried during the Prehistoric Period (11,650 B.C.-A.D. 1541).\\n        In 1968, human remains representing, at minimum, three individuals were recovered from the Sheep Cave site (3BE42) in Benton County, AR. No known individuals were identified. No associated funerary objects were present. Diagnostic artifacts found at the Sheep Cave site (3BE42) indicate that these human remains were probably buried during the Mississippi Period (A.D. 950 to 1541).\\n        In 1979, human remains representing, at minimum, one individual were recovered from the Butler Shelter #2 site (3BE205) in Benton County, AR. No known individual was identified. No associated funerary objects were present. Diagnostic artifacts found at the Butler Shelter #2 site (3BE205) indicate that these human remains were probably buried during the Prehistoric Period (11,650 B.C.-A.D. 1541).\\n        At an unknown date, human remains representing, at minimum, two individuals were recovered from the Eagle\\'s Nest Bottom site (3BE243) in Benton County, AR. These human remains were donated to the Arkansas Archeological Survey in 1973. No known individuals were identified. No associated funerary objects were present. Diagnostic artifacts found at the Eagle\\'s Nest Bottom site (3BE243) indicate that these human remains were probably buried during the Prehistoric Period (11,650 B.C.-A.D. 1541).\\n        In 1986, human remains representing, at minimum, one individual were recovered from the War Eagle Creek site (3BE486) in Benton County, AR. No known individual was identified. No associated funerary objects were present. Diagnostic artifacts found at the War Eagle Creek site (3BE486) indicate that these remains were probably buried during the Woodland Period (650 B.C.-A.D. 950).\\n        At an unknown date, human remains representing, at minimum, one individual were recovered from an unknown location in Boone County, AR. These human remains were donated to the Arkansas Archeological Survey in 1993. No known individual was identified. No associated funerary objects were present. Diagnostic artifacts found in Boone County, AR, indicate that these human remains were probably buried during the Prehistoric Period (11,650 B.C.-A.D. 1541).\\n        In 2016, human remains representing, at minimum, one individual were recovered from an unknown location in Boone County, Arkansas. These human remains were determined to be of Native American descent by the state Medical Examiner and were transferred to the Arkansas Archeological Survey. No known individual was identified. No associated funerary objects were present. Diagnostic artifacts found in Boone County, AR, indicate that these human remains were probably buried during the Prehistoric Period (11,650 B.C.-A.D. 1541).\\n        In 1971, human remains representing, at minimum, one individual were recovered from the Blue Springs Shelter site (3CR4) in Carroll County, AR. No known individual was identified. No associated funerary objects were present. Diagnostic artifacts found at the Blue Springs Shelter site (3CR4) indicate that these human remains were probably buried during the Prehistoric Period (11,650 B.C.-A.D. 1541).\\n        In 1985, human remains representing, at minimum, five individuals were recovered from the Berryville site (3CR91) in Carroll County, AR. No known individuals were identified. No associated funerary objects were present. Diagnostic artifacts found at the Berryville site (3CR91) indicate that these human remains were probably buried during the Prehistoric Period (11,650 B.C.-A.D. 1541).\\n        At an unknown date, human remains representing, at minimum, one individual were recovered from the David Land site (3CR260) in Carroll County, AR. These human remains were donated to the Arkansas Archeological Survey in 1993. No known individual was identified. No associated funerary objects were present. Diagnostic artifacts found at the David Land site indicate that these human remains were probably buried during the Prehistoric Period (11,650 B.C.-A.D. 1541).\\n\\n        At an unknown date, human remains representing, at minimum, one individual were recovered from Carroll County, AR. These human remains were determined to be of Native American ancestry after being taken to the state crime lab and were then donated to the Arkansas Archeological Survey in 1992. No known individual was identified. No associated funerary objects were present. These human remains were buried during the Prehistoric Period (11,650 B.C.-A.D. 1541).\\n        In 1975, human remains representing, at minimum, one individual were recovered from the Beaver Pond and Bluffs site (3CW11) in Crawford County, AR. No known individuals were identified. No associated funerary objects were present. Diagnostic artifacts recovered from the Beaver Pond and Bluffs site (3CW11) indicate that these human remains were probably buried during the Mississippi Period (A.D. 950-1541).\\n        At an unknown date, human remains representing, at minimum, one individual were recovered from site 3FA118 in Faulkner County, AR. These human remains were found on premises in 2015. No known individual was identified. No associated funerary objects were present. Diagnostic artifacts found at site 3FA118 indicate that these human remains were probably buried during the Prehistoric Period (11,650 B.C.-A.D. 1541).\\n        In 2008, human remains representing, at minimum, three individuals were recovered from the Blackhawk I site (3IN6) in Independence County, AR. No known individuals were identified. No associated funerary objects were present. Diagnostic artifacts found at the Blackhawk I site (3IN6) indicate that these human remains were probably buried during the Mississippi Period (A.D. 950-1541).\\n        At an unknown date, human remains representing, at minimum, one individual were recovered from site 3IN11 in Independence County, AR. No known individual was identified. No associated funerary objects were present. Diagnostic artifacts found at site 3IN11 in Independence County, AR, indicate that these human remains were probably buried during the Prehistoric Period (11,650 B.C.-A.D. 1541).\\n        In 2009, human remains representing, at minimum, five individuals were recovered from the Harter Knoll site (3IN54) in Independence County, AR. No known individuals were identified. No associated funerary objects were present. Diagnostic artifacts found at the Harter Knoll site (3IN54) indicate that these human remains were probably buried during the Mississippi Period (A.D. 950-1541).\\n        In 2002, human remains representing, at minimum, 11 individuals were recovered from the Gardner #2 site (3IN505) in Independence County, AR. No known individuals were identified. No associated funerary objects were present. Diagnostic artifacts found at the Gardner #2 site (3IN505) indicate that these human remains were probably buried during the Mississippi Period (A.D. 950-1541).\\n        In 2002, human remains representing, at minimum, 15 individuals were recovered from the Gardner site (3IN680) in Independence County, AR. No known individuals were identified. The one associated funerary object includes one bone tool (2002-600). Diagnostic artifacts found at the Gardner site (3IN680) indicate that these human remains were probably buried during the Mississippi Period (A.D. 950-1541).\\n        At an unknown date, human remains representing, at minimum, one individual were recovered from an unknown location in Independence County, AR. No known individual was identified. No associated funerary objects were present. Diagnostic artifacts found in Independence County, AR, indicate that these human remains were probably buried during the Prehistoric Period (11,650 B.C.-A.D. 1541).\\n        At an unknown date, human remains representing, at minimum, two individuals were recovered from the area of Calico Rock in Izard County, AR. These human remains were donated to the Arkansas Archeological Survey in 1985. No known individuals were identified. No associated funerary objects were present. Diagnostic artifacts found in Izard County, AR, indicate that these human remains were probably buried during the Prehistoric Period (11,650 B.C.-A.D. 1541).\\n        At an unknown date, human remains representing, at minimum, three individuals were recovered from an unknown site in Johnson County, AR. These human remains were donated to the Arkansas Archeological Survey in 1985. No known individuals were identified. No associated funerary objects were present. Diagnostic artifacts found in Johnson County, AR, indicate that these human remains were probably buried during the Prehistoric Period (11,650 B.C.-A.D. 1541).\\n        At an unknown date, human remains representing, at minimum, two individuals were recovered from an unknown site in Madison County, AR. These human remains were donated to the Arkansas Archeological Survey in 1994. No known individuals were identified. No associated funerary objects were present. Diagnostic artifacts found in Madison County, AR, indicate that these human remains were probably buried during the Prehistoric period (11,650 B.C.-A.D. 1541).\\n        At an unknown date, human remains representing, at minimum, one individual were recovered from an unknown site in Madison County, AR. These human remains were donated to the Arkansas Archeological Survey in 1975. No known individual was identified. No associated funerary objects were present. Diagnostic artifacts found in Madison County, AR, indicate that these human remains were probably buried during the Prehistoric period (11,650 B.C.-A.D. 1541).\\n        At an unknown date, possibly 1972, human remains representing, at minimum, one individual were recovered from the Turner Cave site (3MA20-83) in Madison County, AR. No known individual was identified. No associated funerary objects were present. Diagnostic artifacts found at the Turner Cave site (3MA20-83) indicate that these human remains were probably buried during the Mississippi Period (A.D. 950-1541).\\n        In 1971, human remains representing, at minimum, one individual were recovered from the Loy Watson #2 site (3MA53) in Madison County, AR. No known individual was identified. No associated funerary objects were present. Diagnostic artifacts found at the Loy Watson #2 site (3MA53) indicate that these human remains were probably during the Archaic period (9500-650 B.C.).\\n        At an unknown date, human remains representing, at minimum, three individuals from the Kings River site (3MA113) in Madison County, AR, were transferred from the University of Arkansas to the Arkansas Archeological Survey. No known individuals were identified. No associated funerary objects were present. Diagnostic artifacts found at site (MA113) indicate that these human remains were probably buried during the Prehistoric period (11,650 B.C.-A.D. 1541).\\n        In 1980, human remains representing, at minimum, one individual were recovered from site 3MA120 in Madison County, AR. No known individual was identified. No associated funerary objects were present. Diagnostic artifacts found at site 3MA120 indicate that these human remains were probably buried during the Mississippi Period (A.D. 950-1541).\\n        In 1984, human remains representing, at minimum, one individual were recovered from site 3MA127 in Madison County, AR. No known individual was identified. No associated funerary objects were present. Diagnostic artifacts found at site 3MA127 indicate that these human remains were probably buried during the Woodland Period (650 B.C-950 A.D).\\n\\n        At an unknown date, human remains representing, at minimum, two individuals were recovered from site 3MA158 in Madison County, AR. These human remains were donated to the Arkansas Archeological Survey in 1981. No known individuals were identified. No associated funerary objects were present. Diagnostic artifacts found at site 3MA158 indicate that these human remains were probably buried during the Mississippi Period (A.D. 950-1541).\\n        In 1968, human remains representing, at minimum, one individual were recovered from the Cowcreek site (3MR33) in Marion County, AR. No known individual was identified. No associated funerary objects were present. Diagnostic artifacts found at the Cowcreek site (3MR33) indicate that these human remains were probably buried during the Prehistoric Period (11,650 B.C.-A.D. 1541).\\n        In 1968, human remains representing, at minimum, one individual were recovered from the White Eagle site (3MR53) in Marion County, AR. No known individual was identified. No associated funerary objects were present. Diagnostic artifacts found at the White Eagle site (3MR53) indicate that these human remains were probably buried during the Prehistoric Period (11,650 B.C.-A.D. 1541).\\n        At an unknown date, human remains representing, at minimum, one individual were recovered from the White Eagle site (3MR53) in Marion County, AR. These human remains were donated to the Arkansas Archeological Survey in 1968. No known individual was identified. No associated funerary objects were present. Diagnostic artifacts found at the White Eagle site (3MR53) indicate that these human remains were probably buried during the Prehistoric Period (11,650 B.C.-A.D. 1541).\\n        At an unknown date, human remains representing, at minimum, four individuals were recovered from the Clear Creek Cave site (3MR77) in Marion County, AR. These human remains were donated to the Arkansas Archeological Survey in 1996. No known individuals were identified. No associated funerary objects were present. Diagnostic artifacts found at the Clear Creek Cave site (3MR77) indicate that these human remains were probably buried during the Prehistoric Period (11,650 B.C.-A.D. 1541).\\n        At an unknown date, human remains representing, at minimum, one individual were recovered from the Kading site in Marion County, AR. No known individual was identified. No associated funerary objects were present. Diagnostic artifacts found in Marion County, AR, indicate that these human remains were probably buried during the Prehistoric Period (11,650 B.C.-A.D. 1541).\\n        In 1970, human remains representing, at minimum, two individuals were recovered from site 3NW14 in Newton County, AR. No known individuals were identified. No associated funerary objects were present. Diagnostic artifacts found at site 3NW14 indicate that these human remains were probably buried during the Prehistoric Period (11,650 B.C.-A.D. 1541).\\n        In 1969 and 1970, human remains representing, at minimum, two individuals were recovered from the Old Saltpeter\\'s Cave site (3NW29) in Newton County, AR. No known individuals were identified. The three associated funerary objects include one nutting stone and two projectile points (70-105). Diagnostic artifacts found at the Old Saltpeter\\'s Cave site (3NW29) indicate that these human remains were probably buried during the Prehistoric Period (11,650 B.C.-A.D. 1541).\\n        At an unknown date, human remains representing, at minimum, one individual were recovered from site 3NW405 in Newton County, AR. These remains were donated to the Arkansas Archeological Survey in 1971. No known individual was identified. No associated funerary objects were present. Diagnostic artifacts found at site 3NW405 indicate that these human remains were probably buried during the Prehistoric period (11,650 B.C.-A.D. 1541).\\n        At an unknown date, human remains representing, at minimum, one individual were recovered from site 3NW408 in Newton County, AR. These remains were donated to the Arkansas Archeological Survey in 1971. No known individual was identified. No associated funerary objects were present. Diagnostic artifacts found at site 3NW408 indicate that these human remains were probably buried during the Prehistoric period (11,650 B.C.-A.D. 1541).\\n        At an unknown date, human remains representing, at minimum, one individual were recovered from an unknown site in Newton County, AR. No known individual was identified. No associated funerary objects were present. These human remains were probably buried during the Prehistoric Period (11,650 B.C.-A.D. 1541).\\n        In 1982, human remains representing, at minimum, six individuals were recovered from the George W. Cheek estate site (3PP105) in Pope County, AR. No known individuals were identified. No associated funerary objects were present. Diagnostic artifacts recovered from the George W. Cheek estate site (3PP105) indicate that these human remains were probably buried during the Woodland Period (650 B.C.-A.D. 950).\\n        At an unknown date, human remains representing, at minimum, one individual were recovered from an unknown site in Searcy County, AR. These human remains were donated to the Arkansas Archeological Survey in 1994. No known individual was identified. No associated funerary objects were present. These human remains were probably buried during the Prehistoric Period (11,650 B.C.-A.D. 1541).\\n        In 1978, human remains representing, at minimum, one individual were recovered from the White Bluff site (3SE26) in Searcy County, AR. No known individual was identified. No associated funerary objects were present. These human remains were probably buried during the Prehistoric Period (11,650 B.C.-A.D. 1541).\\n        At an unknown date, human remains representing, at minimum, two individuals were recovered from the Bixler Hole Shelter in Van Buren County, AR. These human remains were donated to the Arkansas Archeological Survey in 2015. No known individuals were identified. No associated funerary objects were present. Diagnostic artifacts found at Bixler Hole Shelter indicate that these human remains were probably buried during the Prehistoric Period (11,650 B.C.-A.D. 1541).\\n        In 1994, human remains representing, at minimum, one individual were recovered from the Brown\\'s Bluff site (3WA10) in Washington County, AR. No known individual was identified. No associated funerary objects were present. These human remains were probably buried during the Prehistoric Period (11,650 B.C.-A.D. 1541).\\n        In 1973, human remains representing, at minimum, one individual were recovered from the Blue Springs site (3WA122) in Washington County, AR. No known individual was identified. No associated funerary objects were present. Diagnostic artifacts found at the Blue Springs site (3WA122) indicate that these human remains were probably buried during the Prehistoric Period (11,650 B.C.-A.D. 1541).\\n        In 1969, human remains representing, at minimum, one individual were recovered from the Lynch site (3WA143) in Washington County, AR. No known individual was identified. No associated funerary objects were present. Diagnostic artifacts found at the Lynch site (3WA143) indicate that these human remains were probably buried during the Prehistoric Period (11,650 B.C.-A.D. 1541).\\n\\n        In 1988, human remains representing, at minimum, one individual were recovered from site 3WA823 in Washington County, AR. No known individual was identified. No associated funerary objects were present. Diagnostic artifacts found at site 3WA823 indicate that these human remains were probably buried during the Prehistoric Period (11,650 B.C.-A.D. 1541).\\n        In 1981, human remains representing, at minimum, one individual were recovered from site 3WH276 in White County, AR. No known individual was identified. No associated funerary objects were present. Diagnostic artifacts at site 3WH276 indicate that these human remains were probably buried during the Mississippi Period (A.D. 950-1541).\\n        At an unknown date, human remains representing, at minimum, one individual were recovered from an unknown location in the state of Arkansas. No known individual was identified. No associated funerary objects were present. Diagnostic artifacts found in Northwest Arkansas indicate that these human remains were probably buried during the Prehistoric Period (11,650 B.C.-A.D. 1541).\\n        This notice includes a variety of terms commonly used in discussions of Arkansas archeology and the historical trajectories that gave rise to specific Native American communities identified in the historical record. Based on the archeological context for these sites and what is presently known about the peoples who pre-date the historic Osage and occupied the sites listed in this notice, the Arkansas Archeological Society has determined the human remains listed in this notice are culturally affiliated with The Osage Nation (previously listed as the Osage Tribe).\\n        Determinations Made by the Arkansas Archeological Survey\\n        Officials of the Arkansas Archeological Survey have determined that:\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice represent the physical remains of 107 individuals of Native American ancestry.\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(3)(A), the four objects described in this notice are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony.\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and associated funerary objects and The Osage Nation (previously listed as the Osage Tribe).\\n        Additional Requestors and Disposition\\n        Lineal descendants or representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to Dr. George Sabo, Director, Arkansas Archeological Survey, 2475 North Hatch Avenue, Fayetteville, AR 72704, telephone (479) 575-3556, by March 27, 2017. After that date, if no additional requestors have come forward, transfer of control of the human remains and associated funerary objects to The Osage Nation (previously listed as the Osage Tribe) may proceed.\\n        The Arkansas Archeological Survey is responsible for notifying The Osage Nation (previously listed as the Osage Tribe) that this notice has been published.\\n        \\n          Dated: January 17, 2017.\\n          Melanie O\\'Brien,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. 2017-03616 Filed 2-23-17; 8:45 am]\\n       BILLING CODE 4312-52-P\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "[NPS-WASO-NAGPRA-22751; PPWOCRADN0-PCU00RP14.R50000]", "subject": "Notice of Inventory Completion: Arkansas Archeological Survey, Fayetteville, AR", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "The Arkansas Archeological Survey has completed an inventory of human remains and associated funerary objects, in consultation with the appropriate Indian tribes or Native Hawaiian organizations, and has determined that there is a cultural affiliation between the human remains and associated funerary objects and present-day Indian tribes or Native Hawaiian organizations. Lineal descendants or representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request to the Arkansas Archeological Survey. If no additional requestors come forward, transfer of control of the human remains and associated funerary objects to the lineal descendants, Indian tribes, or Native Hawaiian organizations stated in this notice may proceed.", "dates": "Lineal descendants or representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to the Arkansas Archeological Survey at the address in this notice by March 27, 2017.", "addresses": "George Sabo, Director, Arkansas Archeological Survey, 2475 North Hatch Avenue, Fayetteville, AR 72704, telephone (479) 575-3556.", "signature_dated": "Dated: January 17, 2017.", "signature_name": "Melanie O\\'Brien,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. 2017-03616 Filed 2-23-17; 8:45 am]", "billing_code": " BILLING CODE 4312-52-P", "supp_info": "SUPPLEMENTARY INFORMATION: \n Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains and associated funerary objects under the control of the Arkansas Archeological Survey, Fayetteville, AR. The human remains and associated funerary objects were removed from multiple counties in the state of Arkansas. \n This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003(d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations in this notice. \n Consultation \n A detailed assessment of the human remains were made by the Arkansas Archeological Survey professional staff in consultation with representatives of the Caddo Nation, The Osage Nation (previously listed as the Osage Tribe), and The Quapaw Tribe of Indians. These human remains were inventoried and documented by physical anthropologists at the University of Arkansas. \n History and Description of the Remains \n In 1968, human remains representing, at minimum, one individual were recovered from the Galatia Shelter site (3BA5) in Baxter County, AR. No known individual was identified. No associated funerary objects were present. Diagnostic artifacts found at the Galatia Shelter site (3BA5) indicate that these human remains were probably buried during the Prehistoric Period (11,650 B.C.-A.D. 1541). \n At an unknown date, human remains representing, at minimum, one individual were recovered from the Galatia Shelter site (3BA5) in Baxter County, AR. These human remains were donated to the Arkansas Archeological Survey in 1997. No known individual was identified. No associated funerary objects were present. Diagnostic artifacts found at the Galatia Shelter site (3BA5) indicate that these human remains were probably buried during the Prehistoric Period (11,650 B.C.-A.D. 1541). \n At an unknown date, human remains representing, at minimum, one individual were recovered from the Elmo Hurst Indian Grave site (3BA65) in Baxter County, AR. These human remains were donated to the Arkansas Archeological Survey in 1975. No known individual was identified. No associated funerary objects were present. Diagnostic artifacts found at Elmo Hurst Indian Grave site (3BA65) indicate that these human remains were probably buried during the Prehistoric Period (11,650 B.C.-A.D. 1541). \n In 1968, human remains representing, at minimum, three individuals were recovered from the Sheep Cave site (3BE42) in Benton County, AR. No known individuals were identified. No associated funerary objects were present. Diagnostic artifacts found at the Sheep Cave site (3BE42) indicate that these human remains were probably buried during the Mississippi Period (A.D. 950 to 1541). \n In 1979, human remains representing, at minimum, one individual were recovered from the Butler Shelter #2 site (3BE205) in Benton County, AR. No known individual was identified. No associated funerary objects were present. Diagnostic artifacts found at the Butler Shelter #2 site (3BE205) indicate that these human remains were probably buried during the Prehistoric Period (11,650 B.C.-A.D. 1541). \n At an unknown date, human remains representing, at minimum, two individuals were recovered from the Eagle\\'s Nest Bottom site (3BE243) in Benton County, AR. These human remains were donated to the Arkansas Archeological Survey in 1973. No known individuals were identified. No associated funerary objects were present. Diagnostic artifacts found at the Eagle\\'s Nest Bottom site (3BE243) indicate that these human remains were probably buried during the Prehistoric Period (11,650 B.C.-A.D. 1541). \n In 1986, human remains representing, at minimum, one individual were recovered from the War Eagle Creek site (3BE486) in Benton County, AR. No known individual was identified. No associated funerary objects were present. Diagnostic artifacts found at the War Eagle Creek site (3BE486) indicate that these remains were probably buried during the Woodland Period (650 B.C.-A.D. 950). \n At an unknown date, human remains representing, at minimum, one individual were recovered from an unknown location in Boone County, AR. These human remains were donated to the Arkansas Archeological Survey in 1993. No known individual was identified. No associated funerary objects were present. Diagnostic artifacts found in Boone County, AR, indicate that these human remains were probably buried during the Prehistoric Period (11,650 B.C.-A.D. 1541). \n In 2016, human remains representing, at minimum, one individual were recovered from an unknown location in Boone County, Arkansas. These human remains were determined to be of Native American descent by the state Medical Examiner and were transferred to the Arkansas Archeological Survey. No known individual was identified. No associated funerary objects were present. Diagnostic artifacts found in Boone County, AR, indicate that these human remains were probably buried during the Prehistoric Period (11,650 B.C.-A.D. 1541). \n In 1971, human remains representing, at minimum, one individual were recovered from the Blue Springs Shelter site (3CR4) in Carroll County, AR. No known individual was identified. No associated funerary objects were present. Diagnostic artifacts found at the Blue Springs Shelter site (3CR4) indicate that these human remains were probably buried during the Prehistoric Period (11,650 B.C.-A.D. 1541). \n In 1985, human remains representing, at minimum, five individuals were recovered from the Berryville site (3CR91) in Carroll County, AR. No known individuals were identified. No associated funerary objects were present. Diagnostic artifacts found at the Berryville site (3CR91) indicate that these human remains were probably buried during the Prehistoric Period (11,650 B.C.-A.D. 1541). \n At an unknown date, human remains representing, at minimum, one individual were recovered from the David Land site (3CR260) in Carroll County, AR. These human remains were donated to the Arkansas Archeological Survey in 1993. No known individual was identified. No associated funerary objects were present. Diagnostic artifacts found at the David Land site indicate that these human remains were probably buried during the Prehistoric Period (11,650 B.C.-A.D. 1541). \n At an unknown date, human remains representing, at minimum, one individual were recovered from Carroll County, AR. These human remains were determined to be of Native American ancestry after being taken to the state crime lab and were then donated to the Arkansas Archeological Survey in 1992. No known individual was identified. No associated funerary objects were present. These human remains were buried during the Prehistoric Period (11,650 B.C.-A.D. 1541). \n In 1975, human remains representing, at minimum, one individual were recovered from the Beaver Pond and Bluffs site (3CW11) in Crawford County, AR. No known individuals were identified. No associated funerary objects were present. Diagnostic artifacts recovered from the Beaver Pond and Bluffs site (3CW11) indicate that these human remains were probably buried during the Mississippi Period (A.D. 950-1541). \n At an unknown date, human remains representing, at minimum, one individual were recovered from site 3FA118 in Faulkner County, AR. These human remains were found on premises in 2015. No known individual was identified. No associated funerary objects were present. Diagnostic artifacts found at site 3FA118 indicate that these human remains were probably buried during the Prehistoric Period (11,650 B.C.-A.D. 1541). \n In 2008, human remains representing, at minimum, three individuals were recovered from the Blackhawk I site (3IN6) in Independence County, AR. No known individuals were identified. No associated funerary objects were present. Diagnostic artifacts found at the Blackhawk I site (3IN6) indicate that these human remains were probably buried during the Mississippi Period (A.D. 950-1541). \n At an unknown date, human remains representing, at minimum, one individual were recovered from site 3IN11 in Independence County, AR. No known individual was identified. No associated funerary objects were present. Diagnostic artifacts found at site 3IN11 in Independence County, AR, indicate that these human remains were probably buried during the Prehistoric Period (11,650 B.C.-A.D. 1541). \n In 2009, human remains representing, at minimum, five individuals were recovered from the Harter Knoll site (3IN54) in Independence County, AR. No known individuals were identified. No associated funerary objects were present. Diagnostic artifacts found at the Harter Knoll site (3IN54) indicate that these human remains were probably buried during the Mississippi Period (A.D. 950-1541). \n In 2002, human remains representing, at minimum, 11 individuals were recovered from the Gardner #2 site (3IN505) in Independence County, AR. No known individuals were identified. No associated funerary objects were present. Diagnostic artifacts found at the Gardner #2 site (3IN505) indicate that these human remains were probably buried during the Mississippi Period (A.D. 950-1541). \n In 2002, human remains representing, at minimum, 15 individuals were recovered from the Gardner site (3IN680) in Independence County, AR. No known individuals were identified. The one associated funerary object includes one bone tool (2002-600). Diagnostic artifacts found at the Gardner site (3IN680) indicate that these human remains were probably buried during the Mississippi Period (A.D. 950-1541). \n At an unknown date, human remains representing, at minimum, one individual were recovered from an unknown location in Independence County, AR. No known individual was identified. No associated funerary objects were present. Diagnostic artifacts found in Independence County, AR, indicate that these human remains were probably buried during the Prehistoric Period (11,650 B.C.-A.D. 1541). \n At an unknown date, human remains representing, at minimum, two individuals were recovered from the area of Calico Rock in Izard County, AR. These human remains were donated to the Arkansas Archeological Survey in 1985. No known individuals were identified. No associated funerary objects were present. Diagnostic artifacts found in Izard County, AR, indicate that these human remains were probably buried during the Prehistoric Period (11,650 B.C.-A.D. 1541). \n At an unknown date, human remains representing, at minimum, three individuals were recovered from an unknown site in Johnson County, AR. These human remains were donated to the Arkansas Archeological Survey in 1985. No known individuals were identified. No associated funerary objects were present. Diagnostic artifacts found in Johnson County, AR, indicate that these human remains were probably buried during the Prehistoric Period (11,650 B.C.-A.D. 1541). \n At an unknown date, human remains representing, at minimum, two individuals were recovered from an unknown site in Madison County, AR. These human remains were donated to the Arkansas Archeological Survey in 1994. No known individuals were identified. No associated funerary objects were present. Diagnostic artifacts found in Madison County, AR, indicate that these human remains were probably buried during the Prehistoric period (11,650 B.C.-A.D. 1541). \n At an unknown date, human remains representing, at minimum, one individual were recovered from an unknown site in Madison County, AR. These human remains were donated to the Arkansas Archeological Survey in 1975. No known individual was identified. No associated funerary objects were present. Diagnostic artifacts found in Madison County, AR, indicate that these human remains were probably buried during the Prehistoric period (11,650 B.C.-A.D. 1541). \n At an unknown date, possibly 1972, human remains representing, at minimum, one individual were recovered from the Turner Cave site (3MA20-83) in Madison County, AR. No known individual was identified. No associated funerary objects were present. Diagnostic artifacts found at the Turner Cave site (3MA20-83) indicate that these human remains were probably buried during the Mississippi Period (A.D. 950-1541). \n In 1971, human remains representing, at minimum, one individual were recovered from the Loy Watson #2 site (3MA53) in Madison County, AR. No known individual was identified. No associated funerary objects were present. Diagnostic artifacts found at the Loy Watson #2 site (3MA53) indicate that these human remains were probably during the Archaic period (9500-650 B.C.). \n At an unknown date, human remains representing, at minimum, three individuals from the Kings River site (3MA113) in Madison County, AR, were transferred from the University of Arkansas to the Arkansas Archeological Survey. No known individuals were identified. No associated funerary objects were present. Diagnostic artifacts found at site (MA113) indicate that these human remains were probably buried during the Prehistoric period (11,650 B.C.-A.D. 1541). \n In 1980, human remains representing, at minimum, one individual were recovered from site 3MA120 in Madison County, AR. No known individual was identified. No associated funerary objects were present. Diagnostic artifacts found at site 3MA120 indicate that these human remains were probably buried during the Mississippi Period (A.D. 950-1541). \n In 1984, human remains representing, at minimum, one individual were recovered from site 3MA127 in Madison County, AR. No known individual was identified. No associated funerary objects were present. Diagnostic artifacts found at site 3MA127 indicate that these human remains were probably buried during the Woodland Period (650 B.C-950 A.D). \n At an unknown date, human remains representing, at minimum, two individuals were recovered from site 3MA158 in Madison County, AR. These human remains were donated to the Arkansas Archeological Survey in 1981. No known individuals were identified. No associated funerary objects were present. Diagnostic artifacts found at site 3MA158 indicate that these human remains were probably buried during the Mississippi Period (A.D. 950-1541). \n In 1968, human remains representing, at minimum, one individual were recovered from the Cowcreek site (3MR33) in Marion County, AR. No known individual was identified. No associated funerary objects were present. Diagnostic artifacts found at the Cowcreek site (3MR33) indicate that these human remains were probably buried during the Prehistoric Period (11,650 B.C.-A.D. 1541). \n In 1968, human remains representing, at minimum, one individual were recovered from the White Eagle site (3MR53) in Marion County, AR. No known individual was identified. No associated funerary objects were present. Diagnostic artifacts found at the White Eagle site (3MR53) indicate that these human remains were probably buried during the Prehistoric Period (11,650 B.C.-A.D. 1541). \n At an unknown date, human remains representing, at minimum, one individual were recovered from the White Eagle site (3MR53) in Marion County, AR. These human remains were donated to the Arkansas Archeological Survey in 1968. No known individual was identified. No associated funerary objects were present. Diagnostic artifacts found at the White Eagle site (3MR53) indicate that these human remains were probably buried during the Prehistoric Period (11,650 B.C.-A.D. 1541). \n At an unknown date, human remains representing, at minimum, four individuals were recovered from the Clear Creek Cave site (3MR77) in Marion County, AR. These human remains were donated to the Arkansas Archeological Survey in 1996. No known individuals were identified. No associated funerary objects were present. Diagnostic artifacts found at the Clear Creek Cave site (3MR77) indicate that these human remains were probably buried during the Prehistoric Period (11,650 B.C.-A.D. 1541). \n At an unknown date, human remains representing, at minimum, one individual were recovered from the Kading site in Marion County, AR. No known individual was identified. No associated funerary objects were present. Diagnostic artifacts found in Marion County, AR, indicate that these human remains were probably buried during the Prehistoric Period (11,650 B.C.-A.D. 1541). \n In 1970, human remains representing, at minimum, two individuals were recovered from site 3NW14 in Newton County, AR. No known individuals were identified. No associated funerary objects were present. Diagnostic artifacts found at site 3NW14 indicate that these human remains were probably buried during the Prehistoric Period (11,650 B.C.-A.D. 1541). \n In 1969 and 1970, human remains representing, at minimum, two individuals were recovered from the Old Saltpeter\\'s Cave site (3NW29) in Newton County, AR. No known individuals were identified. The three associated funerary objects include one nutting stone and two projectile points (70-105). Diagnostic artifacts found at the Old Saltpeter\\'s Cave site (3NW29) indicate that these human remains were probably buried during the Prehistoric Period (11,650 B.C.-A.D. 1541). \n At an unknown date, human remains representing, at minimum, one individual were recovered from site 3NW405 in Newton County, AR. These remains were donated to the Arkansas Archeological Survey in 1971. No known individual was identified. No associated funerary objects were present. Diagnostic artifacts found at site 3NW405 indicate that these human remains were probably buried during the Prehistoric period (11,650 B.C.-A.D. 1541). \n At an unknown date, human remains representing, at minimum, one individual were recovered from site 3NW408 in Newton County, AR. These remains were donated to the Arkansas Archeological Survey in 1971. No known individual was identified. No associated funerary objects were present. Diagnostic artifacts found at site 3NW408 indicate that these human remains were probably buried during the Prehistoric period (11,650 B.C.-A.D. 1541). \n At an unknown date, human remains representing, at minimum, one individual were recovered from an unknown site in Newton County, AR. No known individual was identified. No associated funerary objects were present. These human remains were probably buried during the Prehistoric Period (11,650 B.C.-A.D. 1541). \n In 1982, human remains representing, at minimum, six individuals were recovered from the George W. Cheek estate site (3PP105) in Pope County, AR. No known individuals were identified. No associated funerary objects were present. Diagnostic artifacts recovered from the George W. Cheek estate site (3PP105) indicate that these human remains were probably buried during the Woodland Period (650 B.C.-A.D. 950). \n At an unknown date, human remains representing, at minimum, one individual were recovered from an unknown site in Searcy County, AR. These human remains were donated to the Arkansas Archeological Survey in 1994. No known individual was identified. No associated funerary objects were present. These human remains were probably buried during the Prehistoric Period (11,650 B.C.-A.D. 1541). \n In 1978, human remains representing, at minimum, one individual were recovered from the White Bluff site (3SE26) in Searcy County, AR. No known individual was identified. No associated funerary objects were present. These human remains were probably buried during the Prehistoric Period (11,650 B.C.-A.D. 1541). \n At an unknown date, human remains representing, at minimum, two individuals were recovered from the Bixler Hole Shelter in Van Buren County, AR. These human remains were donated to the Arkansas Archeological Survey in 2015. No known individuals were identified. No associated funerary objects were present. Diagnostic artifacts found at Bixler Hole Shelter indicate that these human remains were probably buried during the Prehistoric Period (11,650 B.C.-A.D. 1541). \n In 1994, human remains representing, at minimum, one individual were recovered from the Brown\\'s Bluff site (3WA10) in Washington County, AR. No known individual was identified. No associated funerary objects were present. These human remains were probably buried during the Prehistoric Period (11,650 B.C.-A.D. 1541). \n In 1973, human remains representing, at minimum, one individual were recovered from the Blue Springs site (3WA122) in Washington County, AR. No known individual was identified. No associated funerary objects were present. Diagnostic artifacts found at the Blue Springs site (3WA122) indicate that these human remains were probably buried during the Prehistoric Period (11,650 B.C.-A.D. 1541). \n In 1969, human remains representing, at minimum, one individual were recovered from the Lynch site (3WA143) in Washington County, AR. No known individual was identified. No associated funerary objects were present. Diagnostic artifacts found at the Lynch site (3WA143) indicate that these human remains were probably buried during the Prehistoric Period (11,650 B.C.-A.D. 1541). \n In 1988, human remains representing, at minimum, one individual were recovered from site 3WA823 in Washington County, AR. No known individual was identified. No associated funerary objects were present. Diagnostic artifacts found at site 3WA823 indicate that these human remains were probably buried during the Prehistoric Period (11,650 B.C.-A.D. 1541). \n In 1981, human remains representing, at minimum, one individual were recovered from site 3WH276 in White County, AR. No known individual was identified. No associated funerary objects were present. Diagnostic artifacts at site 3WH276 indicate that these human remains were probably buried during the Mississippi Period (A.D. 950-1541). \n At an unknown date, human remains representing, at minimum, one individual were recovered from an unknown location in the state of Arkansas. No known individual was identified. No associated funerary objects were present. Diagnostic artifacts found in Northwest Arkansas indicate that these human remains were probably buried during the Prehistoric Period (11,650 B.C.-A.D. 1541). \n This notice includes a variety of terms commonly used in discussions of Arkansas archeology and the historical trajectories that gave rise to specific Native American communities identified in the historical record. Based on the archeological context for these sites and what is presently known about the peoples who pre-date the historic Osage and occupied the sites listed in this notice, the Arkansas Archeological Society has determined the human remains listed in this notice are culturally affiliated with The Osage Nation (previously listed as the Osage Tribe). \n Determinations Made by the Arkansas Archeological Survey \n Officials of the Arkansas Archeological Survey have determined that: \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice represent the physical remains of 107 individuals of Native American ancestry. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(3)(A), the four objects described in this notice are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and associated funerary objects and The Osage Nation (previously listed as the Osage Tribe). \n Additional Requestors and Disposition \n Lineal descendants or representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to Dr. George Sabo, Director, Arkansas Archeological Survey, 2475 North Hatch Avenue, Fayetteville, AR 72704, telephone (479) 575-3556, by March 27, 2017. After that date, if no additional requestors have come forward, transfer of control of the human remains and associated funerary objects to The Osage Nation (previously listed as the Osage Tribe) may proceed. \n The Arkansas Archeological Survey is responsible for notifying The Osage Nation (previously listed as the Osage Tribe) that this notice has been published. \n ", "consultation": "A detailed assessment of the human remains were made by the Arkansas Archeological Survey professional staff in consultation with representatives of the Caddo Nation, The Osage Nation (previously listed as the Osage Tribe), and The Quapaw Tribe of Indians. These human remains were inventoried and documented by physical anthropologists at the University of Arkansas. \n ", "h_d_r": "In 1968, human remains representing, at minimum, one individual were recovered from the Galatia Shelter site (3BA5) in Baxter County, AR. No known individual was identified. No associated funerary objects were present. Diagnostic artifacts found at the Galatia Shelter site (3BA5) indicate that these human remains were probably buried during the Prehistoric Period (11,650 B.C.-A.D. 1541). \n At an unknown date, human remains representing, at minimum, one individual were recovered from the Galatia Shelter site (3BA5) in Baxter County, AR. These human remains were donated to the Arkansas Archeological Survey in 1997. No known individual was identified. No associated funerary objects were present. Diagnostic artifacts found at the Galatia Shelter site (3BA5) indicate that these human remains were probably buried during the Prehistoric Period (11,650 B.C.-A.D. 1541). \n At an unknown date, human remains representing, at minimum, one individual were recovered from the Elmo Hurst Indian Grave site (3BA65) in Baxter County, AR. These human remains were donated to the Arkansas Archeological Survey in 1975. No known individual was identified. No associated funerary objects were present. Diagnostic artifacts found at Elmo Hurst Indian Grave site (3BA65) indicate that these human remains were probably buried during the Prehistoric Period (11,650 B.C.-A.D. 1541). \n In 1968, human remains representing, at minimum, three individuals were recovered from the Sheep Cave site (3BE42) in Benton County, AR. No known individuals were identified. No associated funerary objects were present. Diagnostic artifacts found at the Sheep Cave site (3BE42) indicate that these human remains were probably buried during the Mississippi Period (A.D. 950 to 1541). \n In 1979, human remains representing, at minimum, one individual were recovered from the Butler Shelter #2 site (3BE205) in Benton County, AR. No known individual was identified. No associated funerary objects were present. Diagnostic artifacts found at the Butler Shelter #2 site (3BE205) indicate that these human remains were probably buried during the Prehistoric Period (11,650 B.C.-A.D. 1541). \n At an unknown date, human remains representing, at minimum, two individuals were recovered from the Eagle\\'s Nest Bottom site (3BE243) in Benton County, AR. These human remains were donated to the Arkansas Archeological Survey in 1973. No known individuals were identified. No associated funerary objects were present. Diagnostic artifacts found at the Eagle\\'s Nest Bottom site (3BE243) indicate that these human remains were probably buried during the Prehistoric Period (11,650 B.C.-A.D. 1541). \n In 1986, human remains representing, at minimum, one individual were recovered from the War Eagle Creek site (3BE486) in Benton County, AR. No known individual was identified. No associated funerary objects were present. Diagnostic artifacts found at the War Eagle Creek site (3BE486) indicate that these remains were probably buried during the Woodland Period (650 B.C.-A.D. 950). \n At an unknown date, human remains representing, at minimum, one individual were recovered from an unknown location in Boone County, AR. These human remains were donated to the Arkansas Archeological Survey in 1993. No known individual was identified. No associated funerary objects were present. Diagnostic artifacts found in Boone County, AR, indicate that these human remains were probably buried during the Prehistoric Period (11,650 B.C.-A.D. 1541). \n In 2016, human remains representing, at minimum, one individual were recovered from an unknown location in Boone County, Arkansas. These human remains were determined to be of Native American descent by the state Medical Examiner and were transferred to the Arkansas Archeological Survey. No known individual was identified. No associated funerary objects were present. Diagnostic artifacts found in Boone County, AR, indicate that these human remains were probably buried during the Prehistoric Period (11,650 B.C.-A.D. 1541). \n In 1971, human remains representing, at minimum, one individual were recovered from the Blue Springs Shelter site (3CR4) in Carroll County, AR. No known individual was identified. No associated funerary objects were present. Diagnostic artifacts found at the Blue Springs Shelter site (3CR4) indicate that these human remains were probably buried during the Prehistoric Period (11,650 B.C.-A.D. 1541). \n In 1985, human remains representing, at minimum, five individuals were recovered from the Berryville site (3CR91) in Carroll County, AR. No known individuals were identified. No associated funerary objects were present. Diagnostic artifacts found at the Berryville site (3CR91) indicate that these human remains were probably buried during the Prehistoric Period (11,650 B.C.-A.D. 1541). \n At an unknown date, human remains representing, at minimum, one individual were recovered from the David Land site (3CR260) in Carroll County, AR. These human remains were donated to the Arkansas Archeological Survey in 1993. No known individual was identified. No associated funerary objects were present. Diagnostic artifacts found at the David Land site indicate that these human remains were probably buried during the Prehistoric Period (11,650 B.C.-A.D. 1541). \n At an unknown date, human remains representing, at minimum, one individual were recovered from Carroll County, AR. These human remains were determined to be of Native American ancestry after being taken to the state crime lab and were then donated to the Arkansas Archeological Survey in 1992. No known individual was identified. No associated funerary objects were present. These human remains were buried during the Prehistoric Period (11,650 B.C.-A.D. 1541). \n In 1975, human remains representing, at minimum, one individual were recovered from the Beaver Pond and Bluffs site (3CW11) in Crawford County, AR. No known individuals were identified. No associated funerary objects were present. Diagnostic artifacts recovered from the Beaver Pond and Bluffs site (3CW11) indicate that these human remains were probably buried during the Mississippi Period (A.D. 950-1541). \n At an unknown date, human remains representing, at minimum, one individual were recovered from site 3FA118 in Faulkner County, AR. These human remains were found on premises in 2015. No known individual was identified. No associated funerary objects were present. Diagnostic artifacts found at site 3FA118 indicate that these human remains were probably buried during the Prehistoric Period (11,650 B.C.-A.D. 1541). \n In 2008, human remains representing, at minimum, three individuals were recovered from the Blackhawk I site (3IN6) in Independence County, AR. No known individuals were identified. No associated funerary objects were present. Diagnostic artifacts found at the Blackhawk I site (3IN6) indicate that these human remains were probably buried during the Mississippi Period (A.D. 950-1541). \n At an unknown date, human remains representing, at minimum, one individual were recovered from site 3IN11 in Independence County, AR. No known individual was identified. No associated funerary objects were present. Diagnostic artifacts found at site 3IN11 in Independence County, AR, indicate that these human remains were probably buried during the Prehistoric Period (11,650 B.C.-A.D. 1541). \n In 2009, human remains representing, at minimum, five individuals were recovered from the Harter Knoll site (3IN54) in Independence County, AR. No known individuals were identified. No associated funerary objects were present. Diagnostic artifacts found at the Harter Knoll site (3IN54) indicate that these human remains were probably buried during the Mississippi Period (A.D. 950-1541). \n In 2002, human remains representing, at minimum, 11 individuals were recovered from the Gardner #2 site (3IN505) in Independence County, AR. No known individuals were identified. No associated funerary objects were present. Diagnostic artifacts found at the Gardner #2 site (3IN505) indicate that these human remains were probably buried during the Mississippi Period (A.D. 950-1541). \n In 2002, human remains representing, at minimum, 15 individuals were recovered from the Gardner site (3IN680) in Independence County, AR. No known individuals were identified. The one associated funerary object includes one bone tool (2002-600). Diagnostic artifacts found at the Gardner site (3IN680) indicate that these human remains were probably buried during the Mississippi Period (A.D. 950-1541). \n At an unknown date, human remains representing, at minimum, one individual were recovered from an unknown location in Independence County, AR. No known individual was identified. No associated funerary objects were present. Diagnostic artifacts found in Independence County, AR, indicate that these human remains were probably buried during the Prehistoric Period (11,650 B.C.-A.D. 1541). \n At an unknown date, human remains representing, at minimum, two individuals were recovered from the area of Calico Rock in Izard County, AR. These human remains were donated to the Arkansas Archeological Survey in 1985. No known individuals were identified. No associated funerary objects were present. Diagnostic artifacts found in Izard County, AR, indicate that these human remains were probably buried during the Prehistoric Period (11,650 B.C.-A.D. 1541). \n At an unknown date, human remains representing, at minimum, three individuals were recovered from an unknown site in Johnson County, AR. These human remains were donated to the Arkansas Archeological Survey in 1985. No known individuals were identified. No associated funerary objects were present. Diagnostic artifacts found in Johnson County, AR, indicate that these human remains were probably buried during the Prehistoric Period (11,650 B.C.-A.D. 1541). \n At an unknown date, human remains representing, at minimum, two individuals were recovered from an unknown site in Madison County, AR. These human remains were donated to the Arkansas Archeological Survey in 1994. No known individuals were identified. No associated funerary objects were present. Diagnostic artifacts found in Madison County, AR, indicate that these human remains were probably buried during the Prehistoric period (11,650 B.C.-A.D. 1541). \n At an unknown date, human remains representing, at minimum, one individual were recovered from an unknown site in Madison County, AR. These human remains were donated to the Arkansas Archeological Survey in 1975. No known individual was identified. No associated funerary objects were present. Diagnostic artifacts found in Madison County, AR, indicate that these human remains were probably buried during the Prehistoric period (11,650 B.C.-A.D. 1541). \n At an unknown date, possibly 1972, human remains representing, at minimum, one individual were recovered from the Turner Cave site (3MA20-83) in Madison County, AR. No known individual was identified. No associated funerary objects were present. Diagnostic artifacts found at the Turner Cave site (3MA20-83) indicate that these human remains were probably buried during the Mississippi Period (A.D. 950-1541). \n In 1971, human remains representing, at minimum, one individual were recovered from the Loy Watson #2 site (3MA53) in Madison County, AR. No known individual was identified. No associated funerary objects were present. Diagnostic artifacts found at the Loy Watson #2 site (3MA53) indicate that these human remains were probably during the Archaic period (9500-650 B.C.). \n At an unknown date, human remains representing, at minimum, three individuals from the Kings River site (3MA113) in Madison County, AR, were transferred from the University of Arkansas to the Arkansas Archeological Survey. No known individuals were identified. No associated funerary objects were present. Diagnostic artifacts found at site (MA113) indicate that these human remains were probably buried during the Prehistoric period (11,650 B.C.-A.D. 1541). \n In 1980, human remains representing, at minimum, one individual were recovered from site 3MA120 in Madison County, AR. No known individual was identified. No associated funerary objects were present. Diagnostic artifacts found at site 3MA120 indicate that these human remains were probably buried during the Mississippi Period (A.D. 950-1541). \n In 1984, human remains representing, at minimum, one individual were recovered from site 3MA127 in Madison County, AR. No known individual was identified. No associated funerary objects were present. Diagnostic artifacts found at site 3MA127 indicate that these human remains were probably buried during the Woodland Period (650 B.C-950 A.D). \n At an unknown date, human remains representing, at minimum, two individuals were recovered from site 3MA158 in Madison County, AR. These human remains were donated to the Arkansas Archeological Survey in 1981. No known individuals were identified. No associated funerary objects were present. Diagnostic artifacts found at site 3MA158 indicate that these human remains were probably buried during the Mississippi Period (A.D. 950-1541). \n In 1968, human remains representing, at minimum, one individual were recovered from the Cowcreek site (3MR33) in Marion County, AR. No known individual was identified. No associated funerary objects were present. Diagnostic artifacts found at the Cowcreek site (3MR33) indicate that these human remains were probably buried during the Prehistoric Period (11,650 B.C.-A.D. 1541). \n In 1968, human remains representing, at minimum, one individual were recovered from the White Eagle site (3MR53) in Marion County, AR. No known individual was identified. No associated funerary objects were present. Diagnostic artifacts found at the White Eagle site (3MR53) indicate that these human remains were probably buried during the Prehistoric Period (11,650 B.C.-A.D. 1541). \n At an unknown date, human remains representing, at minimum, one individual were recovered from the White Eagle site (3MR53) in Marion County, AR. These human remains were donated to the Arkansas Archeological Survey in 1968. No known individual was identified. No associated funerary objects were present. Diagnostic artifacts found at the White Eagle site (3MR53) indicate that these human remains were probably buried during the Prehistoric Period (11,650 B.C.-A.D. 1541). \n At an unknown date, human remains representing, at minimum, four individuals were recovered from the Clear Creek Cave site (3MR77) in Marion County, AR. These human remains were donated to the Arkansas Archeological Survey in 1996. No known individuals were identified. No associated funerary objects were present. Diagnostic artifacts found at the Clear Creek Cave site (3MR77) indicate that these human remains were probably buried during the Prehistoric Period (11,650 B.C.-A.D. 1541). \n At an unknown date, human remains representing, at minimum, one individual were recovered from the Kading site in Marion County, AR. No known individual was identified. No associated funerary objects were present. Diagnostic artifacts found in Marion County, AR, indicate that these human remains were probably buried during the Prehistoric Period (11,650 B.C.-A.D. 1541). \n In 1970, human remains representing, at minimum, two individuals were recovered from site 3NW14 in Newton County, AR. No known individuals were identified. No associated funerary objects were present. Diagnostic artifacts found at site 3NW14 indicate that these human remains were probably buried during the Prehistoric Period (11,650 B.C.-A.D. 1541). \n In 1969 and 1970, human remains representing, at minimum, two individuals were recovered from the Old Saltpeter\\'s Cave site (3NW29) in Newton County, AR. No known individuals were identified. The three associated funerary objects include one nutting stone and two projectile points (70-105). Diagnostic artifacts found at the Old Saltpeter\\'s Cave site (3NW29) indicate that these human remains were probably buried during the Prehistoric Period (11,650 B.C.-A.D. 1541). \n At an unknown date, human remains representing, at minimum, one individual were recovered from site 3NW405 in Newton County, AR. These remains were donated to the Arkansas Archeological Survey in 1971. No known individual was identified. No associated funerary objects were present. Diagnostic artifacts found at site 3NW405 indicate that these human remains were probably buried during the Prehistoric period (11,650 B.C.-A.D. 1541). \n At an unknown date, human remains representing, at minimum, one individual were recovered from site 3NW408 in Newton County, AR. These remains were donated to the Arkansas Archeological Survey in 1971. No known individual was identified. No associated funerary objects were present. Diagnostic artifacts found at site 3NW408 indicate that these human remains were probably buried during the Prehistoric period (11,650 B.C.-A.D. 1541). \n At an unknown date, human remains representing, at minimum, one individual were recovered from an unknown site in Newton County, AR. No known individual was identified. No associated funerary objects were present. These human remains were probably buried during the Prehistoric Period (11,650 B.C.-A.D. 1541). \n In 1982, human remains representing, at minimum, six individuals were recovered from the George W. Cheek estate site (3PP105) in Pope County, AR. No known individuals were identified. No associated funerary objects were present. Diagnostic artifacts recovered from the George W. Cheek estate site (3PP105) indicate that these human remains were probably buried during the Woodland Period (650 B.C.-A.D. 950). \n At an unknown date, human remains representing, at minimum, one individual were recovered from an unknown site in Searcy County, AR. These human remains were donated to the Arkansas Archeological Survey in 1994. No known individual was identified. No associated funerary objects were present. These human remains were probably buried during the Prehistoric Period (11,650 B.C.-A.D. 1541). \n In 1978, human remains representing, at minimum, one individual were recovered from the White Bluff site (3SE26) in Searcy County, AR. No known individual was identified. No associated funerary objects were present. These human remains were probably buried during the Prehistoric Period (11,650 B.C.-A.D. 1541). \n At an unknown date, human remains representing, at minimum, two individuals were recovered from the Bixler Hole Shelter in Van Buren County, AR. These human remains were donated to the Arkansas Archeological Survey in 2015. No known individuals were identified. No associated funerary objects were present. Diagnostic artifacts found at Bixler Hole Shelter indicate that these human remains were probably buried during the Prehistoric Period (11,650 B.C.-A.D. 1541). \n In 1994, human remains representing, at minimum, one individual were recovered from the Brown\\'s Bluff site (3WA10) in Washington County, AR. No known individual was identified. No associated funerary objects were present. These human remains were probably buried during the Prehistoric Period (11,650 B.C.-A.D. 1541). \n In 1973, human remains representing, at minimum, one individual were recovered from the Blue Springs site (3WA122) in Washington County, AR. No known individual was identified. No associated funerary objects were present. Diagnostic artifacts found at the Blue Springs site (3WA122) indicate that these human remains were probably buried during the Prehistoric Period (11,650 B.C.-A.D. 1541). \n In 1969, human remains representing, at minimum, one individual were recovered from the Lynch site (3WA143) in Washington County, AR. No known individual was identified. No associated funerary objects were present. Diagnostic artifacts found at the Lynch site (3WA143) indicate that these human remains were probably buried during the Prehistoric Period (11,650 B.C.-A.D. 1541). \n In 1988, human remains representing, at minimum, one individual were recovered from site 3WA823 in Washington County, AR. No known individual was identified. No associated funerary objects were present. Diagnostic artifacts found at site 3WA823 indicate that these human remains were probably buried during the Prehistoric Period (11,650 B.C.-A.D. 1541). \n In 1981, human remains representing, at minimum, one individual were recovered from site 3WH276 in White County, AR. No known individual was identified. No associated funerary objects were present. Diagnostic artifacts at site 3WH276 indicate that these human remains were probably buried during the Mississippi Period (A.D. 950-1541). \n At an unknown date, human remains representing, at minimum, one individual were recovered from an unknown location in the state of Arkansas. No known individual was identified. No associated funerary objects were present. Diagnostic artifacts found in Northwest Arkansas indicate that these human remains were probably buried during the Prehistoric Period (11,650 B.C.-A.D. 1541). \n This notice includes a variety of terms commonly used in discussions of Arkansas archeology and the historical trajectories that gave rise to specific Native American communities identified in the historical record. Based on the archeological context for these sites and what is presently known about the peoples who pre-date the historic Osage and occupied the sites listed in this notice, the Arkansas Archeological Society has determined the human remains listed in this notice are culturally affiliated with The Osage Nation (previously listed as the Osage Tribe). \n ", "h_d_ci": "Null", "determinations": "Determinations Made by the Arkansas Archeological Survey \n Officials of the Arkansas Archeological Survey have determined that: \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice represent the physical remains of 107 individuals of Native American ancestry. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(3)(A), the four objects described in this notice are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and associated funerary objects and The Osage Nation (previously listed as the Osage Tribe). \n ", "a_r_d": "Lineal descendants or representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to Dr. George Sabo, Director, Arkansas Archeological Survey, 2475 North Hatch Avenue, Fayetteville, AR 72704, telephone (479) 575-3556, by March 27, 2017. After that date, if no additional requestors have come forward, transfer of control of the human remains and associated funerary objects to The Osage Nation (previously listed as the Osage Tribe) may proceed. \n The Arkansas Archeological Survey is responsible for notifying The Osage Nation (previously listed as the Osage Tribe) that this notice has been published. \n "}