{"index": "I_483", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        [NPS-WASO-NAGPRA-22425; PPWOCRADN0-PCU00RP14.R50000]\\n        Notice of Inventory Completion: U.S. Department of the Interior, Bureau of Indian Affairs, Washington, DC, and Arizona State Museum, University of Arizona, Tucson, AZ\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        \\n          SUMMARY:\\n\\n          The United States Department of Interior, Bureau of Indian Affairs, and the Arizona State Museum, University of Arizona, have completed an inventory of human remains and associated funerary objects, in consultation with the appropriate Indian tribes or Native Hawaiian organizations, and have determined that there is a cultural affiliation between the human remains and associated funerary objects and present-day Indian tribes or Native Hawaiian organizations. Lineal descendants or representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request to the Arizona State Museum, University of Arizona. If no additional requestors come forward, transfer of control of the human remains and associated funerary objects to the lineal descendants, Indian tribes, or Native Hawaiian organizations stated in this notice may proceed.\\n        \\n        \\n          DATES:\\n          Lineal descendants or representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to the Arizona State Museum, University of Arizona at the address in this notice by January 3, 2017.\\n        \\n        \\n          ADDRESSES:\\n          John McClelland, NAGPRA Coordinator, P.O. Box 210026, Arizona State Museum, University of Arizona, Tucson, AZ 85721, telephone (520) 626-2950.\\n        \\n      \\n      \\n        SUPPLEMENTARY INFORMATION:\\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains and associated funerary objects under the control of the U.S. Department of the Interior, Bureau of Indian Affairs, Washington, DC, and in the physical custody of the Arizona State Museum, University of Arizona, Tucson, AZ (ASM). The human remains were removed from locations within the boundaries of the Fort Apache Indian Reservation, Apache, Gila and Navajo Counties, AZ.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003(d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains. The National Park Service is not responsible for the determinations in this notice.\\n        Consultation\\n        A detailed assessment of the human remains was made by the ASM professional staff in consultation with representatives of the Hopi Tribe of Arizona; White Mountain Apache Tribe of the Fort Apache Indian Reservation, Arizona; and the Zuni Tribe of the Zuni Reservation, New Mexico.\\n        History and Description of the Remains\\n        On an unknown date prior to 1979, human remains representing, at minimum, 1 individual were removed from the Salt River Draw region, (AZ P:14:\\xe2\\x80\\x94Salt River Draw) in Navajo County, AZ. The human remains were found with collections obtained by the University of Arizona Grasshopper Field School, but are marked with an incomplete site number. It is likely that the human remains were removed from the site of Grasshopper Pueblo, AZ P:14:1(ASM) or one of the nearby sites investigated by the field school during the years 1963-1979. No known individuals were identified. No associated funerary objects are present.\\n        The Grasshopper Pueblo site is a large village site containing approximately 500 rooms in more than a dozen stone room blocks arranged around three main plazas. The site has been dated from A.D. 1275-1400, based on tree ring dates, architectural forms, building technology, and ceramic styles. These characteristics, the mortuary pattern and other items of material culture are consistent with the archeologically-described Upland Mogollon or prehistoric Western Pueblo tradition.\\n        In 1978, human remains representing, at minimum, 1 individual were removed from site AZ V:1:60(ASM) in Gila County, AZ. Excavations were conducted by the Arizona State Museum under the direction of J. Jefferson Reid for the Arizona Public Service Cholla Project. No human remains were reported at the time of the excavations. Following project completion, the archeological collections were brought to ASM. In 2014, ASM staff found the fragmentary human remains in the repository collections. No known individuals were identified. No associated funerary objects are present.\\n        AZ V:1:60(ASM) is described as a probable habitation site with a ceramic and lithic scatter. Ceramic typologies suggest a date range from about A.D. 1000 to 1200. These characteristics are consistent with the archeologically-described Upland Mogollon or prehistoric Western Pueblo tradition.\\n        In 1979, human remains representing, at minimum, 1 individual were removed from an unrecorded site (AZ W:1:\\xe2\\x80\\x94 Bean Pot Caf\\xc3\\xa9) in Navajo County, AZ. The burial was inadvertently discovered in a bulldozed field and had been exposed by erosion from a drainage ditch. The human remains were recovered by ASM archeologist Alan Ferg at the request of the White Mountain Apache Tribe. At the conclusion of the excavation, the human remains were brought to ASM and were assigned an accession number. No known individuals were identified. The 9 associated funerary objects are 1 ceramic bowl, 6 ceramic sherds, 1 stone knife, and 1 stone core.\\n        Based on ceramic typology, the burial likely took place about A.D. 1000-1200 and may be associated with the archeologically-described Upland Mogollon or prehistoric Western Pueblo tradition.\\n\\n        A detailed discussion of the basis for cultural affiliation of archeological sites in the region where the above sites are located may be found in \\xe2\\x80\\x9cCultural Affiliation Assessment of White Mountain Apache Tribal Lands (Fort Apache Indian Reservation),\\xe2\\x80\\x9d by John R. Welch and T.J. Ferguson (2005). To summarize, archeologists have used the terms Upland Mogollon or prehistoric Western Pueblo to define the archeological complexes represented by the sites listed above. Material culture characteristics of these traditions include a temporal progression from earlier pit houses to later masonry pueblos, villages organized in room blocks of contiguous dwellings associated with plazas, rectangular kivas, polished and paint-decorated ceramics, unpainted corrugated ceramics, inhumation burials, cradleboard cranial deformation, grooved stone axes, and bone artifacts. The combination of the material culture attributes and a subsistence pattern that included hunting and gathering augmented by maize agriculture helps to identify an earlier group. Archeologists have also remarked that there are strong similarities between this earlier group and present-day tribes included in the Western Pueblo ethnographic group, especially the Hopi Tribe of Arizona and the Zuni Tribe of the Zuni Reservation, New Mexico. The similarities in ceramic traditions, burial practices, architectural forms, and settlement patterns have led archeologists to believe that the prehistoric inhabitants of the Mogollon Rim region migrated north and west to the Hopi mesas, and north and east to the Zuni River Valley. Certain objects found in Upland Mogollon archeological sites have been found to have strong resemblances with ritual paraphernalia that are used in continuing religious practices by the Hopi and Zuni. Some petroglyphs on the Fort Apache Indian Reservation have also persuaded archeologists of continuities between the earlier identified group and current-day Western Pueblo people. Biological information from the site of Grasshopper Pueblo supports the view that the prehistoric occupants of the Upland Mogollon region had migrated from various locations to the north and west of the region.\\n        Hopi and Zuni oral traditions parallel the archeological evidence for migration. Migration figures prominently in Hopi oral tradition, which refers to the ancient sites, pottery, stone tools, petroglyphs, and other artifacts left behind by the ancestors as \\xe2\\x80\\x9cHopi Footprints.\\xe2\\x80\\x9d This migration history is complex and detailed, and includes traditions relating specific clans to the Mogollon region. Hopi cultural advisors have also identified medicinal and culinary plants at archeological sites in the region. Their knowledge about these plants was passed down to them from the ancestors who inhabited these ancient sites. Migration is also an important attribute of Zuni oral tradition and includes accounts of Zuni ancestors passing through the Upland Mogollon region. The ancient villages mark the routes of these migrations. Zuni cultural advisors remark that the ancient sites were not abandoned. People returned to these places from time to time, either to reoccupy them or for the purpose of religious pilgrimages\\xe2\\x80\\x94a practice that has continued to the present day. Archeologists have found ceramic evidence at shrines in the Upland Mogollon region that confirms these reports. Zuni cultural advisors have names for plants endemic to the Mogollon region that do not grow on the Zuni Reservation. They also have knowledge about traditional medicinal and ceremonial uses for these resources, which has been passed down to them from their ancestors. Furthermore, Hopi and Zuni cultural advisors have recognized that their ancestors may have been co-resident at some of the sites in this region during their ancestral migrations.\\n        There are differing points of view regarding the possible presence of Apache people in the Upland Mogollon region during the time that Grasshopper Pueblo was occupied. Some Apache traditions describe interactions with Ancestral Pueblo people during this time, but according to these stories, Puebloan people and Apache people were regarded as having separate identities. The White Mountain Apache Tribe of the Fort Apache Reservation, Arizona, does not claim cultural affiliation with the human remains and associated funerary objects from this site. As reported by Welch and Ferguson (2005), consultations between the White Mountain Apache Tribe of the Fort Apache Reservation, Arizona, and the Navajo Nation, Arizona, New Mexico & Utah; Pueblo of Acoma, New Mexico; and Pueblo of Laguna, New Mexico, have indicated that that none of these tribes wish to pursue claims of affiliation with sites on White Mountain Apache Tribal lands. Finally, the White Mountain Apache Tribe of the Fort Apache Reservation, Arizona, supports the repatriation of human remains and associated funerary objects from this site and is ready to assist the Hopi Tribe of Arizona and Zuni Tribe of the Zuni Reservation, New Mexico, in their reburial.\\n        Determinations Made by the U.S. Department of the Interior, Bureau of Indian Affairs, Washington, DC, and the Arizona State Museum, University of Arizona, Tucson, AZ\\n        Officials of the Bureau of Indian Affairs and Arizona State Museum have determined that:\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice represent the physical remains of 3 individuals of Native American ancestry.\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(3)(A), the 9 objects described in this notice are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony.\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and the Hopi Tribe of Arizona and the Zuni Tribe of the Zuni Reservation, New Mexico.\\n        Additional Requestors and Disposition\\n        Lineal descendants or representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to John McClelland, NAGPRA Coordinator, P.O. Box 210026, Arizona State Museum, University of Arizona, Tucson, AZ 85721, telephone (520) 626-2950, by January 3, 2017. After that date, if no additional requestors have come forward, transfer of control of the human remains and associated funerary objects to the Hopi Tribe of Arizona and the Zuni Tribe of the Zuni Reservation, New Mexico, may proceed.\\n        The Arizona State Museum is responsible for notifying the Hopi Tribe of Arizona; White Mountain Apache Tribe of the Fort Apache Indian Reservation, Arizona; and the Zuni Tribe of the Zuni Reservation, New Mexico, that this notice has been published.\\n        \\n          Dated: November 15, 2016.\\n          Melanie O\\'Brien,\\n          Manager, National NAGPRA Program. \\n        \\n      \\n      [FR Doc. 2016-28961 Filed 12-1-16; 8:45 am]\\n       BILLING CODE 4312-52-P\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "[NPS-WASO-NAGPRA-22425; PPWOCRADN0-PCU00RP14.R50000]", "subject": "Notice of Inventory Completion: U.S. Department of the Interior, Bureau of Indian Affairs, Washington, DC, and Arizona State Museum, University of Arizona, Tucson, AZ", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "The United States Department of Interior, Bureau of Indian Affairs, and the Arizona State Museum, University of Arizona, have completed an inventory of human remains and associated funerary objects, in consultation with the appropriate Indian tribes or Native Hawaiian organizations, and have determined that there is a cultural affiliation between the human remains and associated funerary objects and present-day Indian tribes or Native Hawaiian organizations. Lineal descendants or representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request to the Arizona State Museum, University of Arizona. If no additional requestors come forward, transfer of control of the human remains and associated funerary objects to the lineal descendants, Indian tribes, or Native Hawaiian organizations stated in this notice may proceed.", "dates": "Lineal descendants or representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to the Arizona State Museum, University of Arizona at the address in this notice by January 3, 2017.", "addresses": "John McClelland, NAGPRA Coordinator, P.O. Box 210026, Arizona State Museum, University of Arizona, Tucson, AZ 85721, telephone (520) 626-2950.", "signature_dated": "Dated: November 15, 2016.", "signature_name": "Melanie O\\'Brien,", "signature_title": "Manager, National NAGPRA Program. ", "fr_doc": "[FR Doc. 2016-28961 Filed 12-1-16; 8:45 am]", "billing_code": " BILLING CODE 4312-52-P", "supp_info": "SUPPLEMENTARY INFORMATION: \n Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains and associated funerary objects under the control of the U.S. Department of the Interior, Bureau of Indian Affairs, Washington, DC, and in the physical custody of the Arizona State Museum, University of Arizona, Tucson, AZ (ASM). The human remains were removed from locations within the boundaries of the Fort Apache Indian Reservation, Apache, Gila and Navajo Counties, AZ. \n This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003(d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains. The National Park Service is not responsible for the determinations in this notice. \n Consultation \n A detailed assessment of the human remains was made by the ASM professional staff in consultation with representatives of the Hopi Tribe of Arizona; White Mountain Apache Tribe of the Fort Apache Indian Reservation, Arizona; and the Zuni Tribe of the Zuni Reservation, New Mexico. \n History and Description of the Remains \n On an unknown date prior to 1979, human remains representing, at minimum, 1 individual were removed from the Salt River Draw region, (AZ P:14:\\xe2\\x80\\x94Salt River Draw) in Navajo County, AZ. The human remains were found with collections obtained by the University of Arizona Grasshopper Field School, but are marked with an incomplete site number. It is likely that the human remains were removed from the site of Grasshopper Pueblo, AZ P:14:1(ASM) or one of the nearby sites investigated by the field school during the years 1963-1979. No known individuals were identified. No associated funerary objects are present. \n The Grasshopper Pueblo site is a large village site containing approximately 500 rooms in more than a dozen stone room blocks arranged around three main plazas. The site has been dated from A.D. 1275-1400, based on tree ring dates, architectural forms, building technology, and ceramic styles. These characteristics, the mortuary pattern and other items of material culture are consistent with the archeologically-described Upland Mogollon or prehistoric Western Pueblo tradition. \n In 1978, human remains representing, at minimum, 1 individual were removed from site AZ V:1:60(ASM) in Gila County, AZ. Excavations were conducted by the Arizona State Museum under the direction of J. Jefferson Reid for the Arizona Public Service Cholla Project. No human remains were reported at the time of the excavations. Following project completion, the archeological collections were brought to ASM. In 2014, ASM staff found the fragmentary human remains in the repository collections. No known individuals were identified. No associated funerary objects are present. \n AZ V:1:60(ASM) is described as a probable habitation site with a ceramic and lithic scatter. Ceramic typologies suggest a date range from about A.D. 1000 to 1200. These characteristics are consistent with the archeologically-described Upland Mogollon or prehistoric Western Pueblo tradition. \n In 1979, human remains representing, at minimum, 1 individual were removed from an unrecorded site (AZ W:1:\\xe2\\x80\\x94 Bean Pot Caf\\xc3\\xa9) in Navajo County, AZ. The burial was inadvertently discovered in a bulldozed field and had been exposed by erosion from a drainage ditch. The human remains were recovered by ASM archeologist Alan Ferg at the request of the White Mountain Apache Tribe. At the conclusion of the excavation, the human remains were brought to ASM and were assigned an accession number. No known individuals were identified. The 9 associated funerary objects are 1 ceramic bowl, 6 ceramic sherds, 1 stone knife, and 1 stone core. \n Based on ceramic typology, the burial likely took place about A.D. 1000-1200 and may be associated with the archeologically-described Upland Mogollon or prehistoric Western Pueblo tradition. \n A detailed discussion of the basis for cultural affiliation of archeological sites in the region where the above sites are located may be found in \\xe2\\x80\\x9cCultural Affiliation Assessment of White Mountain Apache Tribal Lands (Fort Apache Indian Reservation),\\xe2\\x80\\x9d by John R. Welch and T.J. Ferguson (2005). To summarize, archeologists have used the terms Upland Mogollon or prehistoric Western Pueblo to define the archeological complexes represented by the sites listed above. Material culture characteristics of these traditions include a temporal progression from earlier pit houses to later masonry pueblos, villages organized in room blocks of contiguous dwellings associated with plazas, rectangular kivas, polished and paint-decorated ceramics, unpainted corrugated ceramics, inhumation burials, cradleboard cranial deformation, grooved stone axes, and bone artifacts. The combination of the material culture attributes and a subsistence pattern that included hunting and gathering augmented by maize agriculture helps to identify an earlier group. Archeologists have also remarked that there are strong similarities between this earlier group and present-day tribes included in the Western Pueblo ethnographic group, especially the Hopi Tribe of Arizona and the Zuni Tribe of the Zuni Reservation, New Mexico. The similarities in ceramic traditions, burial practices, architectural forms, and settlement patterns have led archeologists to believe that the prehistoric inhabitants of the Mogollon Rim region migrated north and west to the Hopi mesas, and north and east to the Zuni River Valley. Certain objects found in Upland Mogollon archeological sites have been found to have strong resemblances with ritual paraphernalia that are used in continuing religious practices by the Hopi and Zuni. Some petroglyphs on the Fort Apache Indian Reservation have also persuaded archeologists of continuities between the earlier identified group and current-day Western Pueblo people. Biological information from the site of Grasshopper Pueblo supports the view that the prehistoric occupants of the Upland Mogollon region had migrated from various locations to the north and west of the region. \n Hopi and Zuni oral traditions parallel the archeological evidence for migration. Migration figures prominently in Hopi oral tradition, which refers to the ancient sites, pottery, stone tools, petroglyphs, and other artifacts left behind by the ancestors as \\xe2\\x80\\x9cHopi Footprints.\\xe2\\x80\\x9d This migration history is complex and detailed, and includes traditions relating specific clans to the Mogollon region. Hopi cultural advisors have also identified medicinal and culinary plants at archeological sites in the region. Their knowledge about these plants was passed down to them from the ancestors who inhabited these ancient sites. Migration is also an important attribute of Zuni oral tradition and includes accounts of Zuni ancestors passing through the Upland Mogollon region. The ancient villages mark the routes of these migrations. Zuni cultural advisors remark that the ancient sites were not abandoned. People returned to these places from time to time, either to reoccupy them or for the purpose of religious pilgrimages\\xe2\\x80\\x94a practice that has continued to the present day. Archeologists have found ceramic evidence at shrines in the Upland Mogollon region that confirms these reports. Zuni cultural advisors have names for plants endemic to the Mogollon region that do not grow on the Zuni Reservation. They also have knowledge about traditional medicinal and ceremonial uses for these resources, which has been passed down to them from their ancestors. Furthermore, Hopi and Zuni cultural advisors have recognized that their ancestors may have been co-resident at some of the sites in this region during their ancestral migrations. \n There are differing points of view regarding the possible presence of Apache people in the Upland Mogollon region during the time that Grasshopper Pueblo was occupied. Some Apache traditions describe interactions with Ancestral Pueblo people during this time, but according to these stories, Puebloan people and Apache people were regarded as having separate identities. The White Mountain Apache Tribe of the Fort Apache Reservation, Arizona, does not claim cultural affiliation with the human remains and associated funerary objects from this site. As reported by Welch and Ferguson (2005), consultations between the White Mountain Apache Tribe of the Fort Apache Reservation, Arizona, and the Navajo Nation, Arizona, New Mexico & Utah; Pueblo of Acoma, New Mexico; and Pueblo of Laguna, New Mexico, have indicated that that none of these tribes wish to pursue claims of affiliation with sites on White Mountain Apache Tribal lands. Finally, the White Mountain Apache Tribe of the Fort Apache Reservation, Arizona, supports the repatriation of human remains and associated funerary objects from this site and is ready to assist the Hopi Tribe of Arizona and Zuni Tribe of the Zuni Reservation, New Mexico, in their reburial. \n Determinations Made by the U.S. Department of the Interior, Bureau of Indian Affairs, Washington, DC, and the Arizona State Museum, University of Arizona, Tucson, AZ \n Officials of the Bureau of Indian Affairs and Arizona State Museum have determined that: \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice represent the physical remains of 3 individuals of Native American ancestry. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(3)(A), the 9 objects described in this notice are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and the Hopi Tribe of Arizona and the Zuni Tribe of the Zuni Reservation, New Mexico. \n Additional Requestors and Disposition \n Lineal descendants or representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to John McClelland, NAGPRA Coordinator, P.O. Box 210026, Arizona State Museum, University of Arizona, Tucson, AZ 85721, telephone (520) 626-2950, by January 3, 2017. After that date, if no additional requestors have come forward, transfer of control of the human remains and associated funerary objects to the Hopi Tribe of Arizona and the Zuni Tribe of the Zuni Reservation, New Mexico, may proceed. \n The Arizona State Museum is responsible for notifying the Hopi Tribe of Arizona; White Mountain Apache Tribe of the Fort Apache Indian Reservation, Arizona; and the Zuni Tribe of the Zuni Reservation, New Mexico, that this notice has been published. \n ", "consultation": "A detailed assessment of the human remains was made by the ASM professional staff in consultation with representatives of the Hopi Tribe of Arizona; White Mountain Apache Tribe of the Fort Apache Indian Reservation, Arizona; and the Zuni Tribe of the Zuni Reservation, New Mexico. \n ", "h_d_r": "On an unknown date prior to 1979, human remains representing, at minimum, 1 individual were removed from the Salt River Draw region, (AZ P:14:\\xe2\\x80\\x94Salt River Draw) in Navajo County, AZ. The human remains were found with collections obtained by the University of Arizona Grasshopper Field School, but are marked with an incomplete site number. It is likely that the human remains were removed from the site of Grasshopper Pueblo, AZ P:14:1(ASM) or one of the nearby sites investigated by the field school during the years 1963-1979. No known individuals were identified. No associated funerary objects are present. \n The Grasshopper Pueblo site is a large village site containing approximately 500 rooms in more than a dozen stone room blocks arranged around three main plazas. The site has been dated from A.D. 1275-1400, based on tree ring dates, architectural forms, building technology, and ceramic styles. These characteristics, the mortuary pattern and other items of material culture are consistent with the archeologically-described Upland Mogollon or prehistoric Western Pueblo tradition. \n In 1978, human remains representing, at minimum, 1 individual were removed from site AZ V:1:60(ASM) in Gila County, AZ. Excavations were conducted by the Arizona State Museum under the direction of J. Jefferson Reid for the Arizona Public Service Cholla Project. No human remains were reported at the time of the excavations. Following project completion, the archeological collections were brought to ASM. In 2014, ASM staff found the fragmentary human remains in the repository collections. No known individuals were identified. No associated funerary objects are present. \n AZ V:1:60(ASM) is described as a probable habitation site with a ceramic and lithic scatter. Ceramic typologies suggest a date range from about A.D. 1000 to 1200. These characteristics are consistent with the archeologically-described Upland Mogollon or prehistoric Western Pueblo tradition. \n In 1979, human remains representing, at minimum, 1 individual were removed from an unrecorded site (AZ W:1:\\xe2\\x80\\x94 Bean Pot Caf\\xc3\\xa9) in Navajo County, AZ. The burial was inadvertently discovered in a bulldozed field and had been exposed by erosion from a drainage ditch. The human remains were recovered by ASM archeologist Alan Ferg at the request of the White Mountain Apache Tribe. At the conclusion of the excavation, the human remains were brought to ASM and were assigned an accession number. No known individuals were identified. The 9 associated funerary objects are 1 ceramic bowl, 6 ceramic sherds, 1 stone knife, and 1 stone core. \n Based on ceramic typology, the burial likely took place about A.D. 1000-1200 and may be associated with the archeologically-described Upland Mogollon or prehistoric Western Pueblo tradition. \n A detailed discussion of the basis for cultural affiliation of archeological sites in the region where the above sites are located may be found in \\xe2\\x80\\x9cCultural Affiliation Assessment of White Mountain Apache Tribal Lands (Fort Apache Indian Reservation),\\xe2\\x80\\x9d by John R. Welch and T.J. Ferguson (2005). To summarize, archeologists have used the terms Upland Mogollon or prehistoric Western Pueblo to define the archeological complexes represented by the sites listed above. Material culture characteristics of these traditions include a temporal progression from earlier pit houses to later masonry pueblos, villages organized in room blocks of contiguous dwellings associated with plazas, rectangular kivas, polished and paint-decorated ceramics, unpainted corrugated ceramics, inhumation burials, cradleboard cranial deformation, grooved stone axes, and bone artifacts. The combination of the material culture attributes and a subsistence pattern that included hunting and gathering augmented by maize agriculture helps to identify an earlier group. Archeologists have also remarked that there are strong similarities between this earlier group and present-day tribes included in the Western Pueblo ethnographic group, especially the Hopi Tribe of Arizona and the Zuni Tribe of the Zuni Reservation, New Mexico. The similarities in ceramic traditions, burial practices, architectural forms, and settlement patterns have led archeologists to believe that the prehistoric inhabitants of the Mogollon Rim region migrated north and west to the Hopi mesas, and north and east to the Zuni River Valley. Certain objects found in Upland Mogollon archeological sites have been found to have strong resemblances with ritual paraphernalia that are used in continuing religious practices by the Hopi and Zuni. Some petroglyphs on the Fort Apache Indian Reservation have also persuaded archeologists of continuities between the earlier identified group and current-day Western Pueblo people. Biological information from the site of Grasshopper Pueblo supports the view that the prehistoric occupants of the Upland Mogollon region had migrated from various locations to the north and west of the region. \n Hopi and Zuni oral traditions parallel the archeological evidence for migration. Migration figures prominently in Hopi oral tradition, which refers to the ancient sites, pottery, stone tools, petroglyphs, and other artifacts left behind by the ancestors as \\xe2\\x80\\x9cHopi Footprints.\\xe2\\x80\\x9d This migration history is complex and detailed, and includes traditions relating specific clans to the Mogollon region. Hopi cultural advisors have also identified medicinal and culinary plants at archeological sites in the region. Their knowledge about these plants was passed down to them from the ancestors who inhabited these ancient sites. Migration is also an important attribute of Zuni oral tradition and includes accounts of Zuni ancestors passing through the Upland Mogollon region. The ancient villages mark the routes of these migrations. Zuni cultural advisors remark that the ancient sites were not abandoned. People returned to these places from time to time, either to reoccupy them or for the purpose of religious pilgrimages\\xe2\\x80\\x94a practice that has continued to the present day. Archeologists have found ceramic evidence at shrines in the Upland Mogollon region that confirms these reports. Zuni cultural advisors have names for plants endemic to the Mogollon region that do not grow on the Zuni Reservation. They also have knowledge about traditional medicinal and ceremonial uses for these resources, which has been passed down to them from their ancestors. Furthermore, Hopi and Zuni cultural advisors have recognized that their ancestors may have been co-resident at some of the sites in this region during their ancestral migrations. \n There are differing points of view regarding the possible presence of Apache people in the Upland Mogollon region during the time that Grasshopper Pueblo was occupied. Some Apache traditions describe interactions with Ancestral Pueblo people during this time, but according to these stories, Puebloan people and Apache people were regarded as having separate identities. The White Mountain Apache Tribe of the Fort Apache Reservation, Arizona, does not claim cultural affiliation with the human remains and associated funerary objects from this site. As reported by Welch and Ferguson (2005), consultations between the White Mountain Apache Tribe of the Fort Apache Reservation, Arizona, and the Navajo Nation, Arizona, New Mexico & Utah; Pueblo of Acoma, New Mexico; and Pueblo of Laguna, New Mexico, have indicated that that none of these tribes wish to pursue claims of affiliation with sites on White Mountain Apache Tribal lands. Finally, the White Mountain Apache Tribe of the Fort Apache Reservation, Arizona, supports the repatriation of human remains and associated funerary objects from this site and is ready to assist the Hopi Tribe of Arizona and Zuni Tribe of the Zuni Reservation, New Mexico, in their reburial. \n ", "h_d_ci": "Null", "determinations": "Determinations Made by the U.S. Department of the Interior, Bureau of Indian Affairs, Washington, DC, and the Arizona State Museum, University of Arizona, Tucson, AZ \n Officials of the Bureau of Indian Affairs and Arizona State Museum have determined that: \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice represent the physical remains of 3 individuals of Native American ancestry. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(3)(A), the 9 objects described in this notice are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and the Hopi Tribe of Arizona and the Zuni Tribe of the Zuni Reservation, New Mexico. \n ", "a_r_d": "Lineal descendants or representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to John McClelland, NAGPRA Coordinator, P.O. Box 210026, Arizona State Museum, University of Arizona, Tucson, AZ 85721, telephone (520) 626-2950, by January 3, 2017. After that date, if no additional requestors have come forward, transfer of control of the human remains and associated funerary objects to the Hopi Tribe of Arizona and the Zuni Tribe of the Zuni Reservation, New Mexico, may proceed. \n The Arizona State Museum is responsible for notifying the Hopi Tribe of Arizona; White Mountain Apache Tribe of the Fort Apache Indian Reservation, Arizona; and the Zuni Tribe of the Zuni Reservation, New Mexico, that this notice has been published. \n "}