{"index": "I_49", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        [NPS-WASO-NAGPRA-NPS0028454; PPWOCRADN0-PCU00RP14.R50000]\\n        Notice of Inventory Completion: University of Alabama Museums, Tuscaloosa, AL\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        \\n          SUMMARY:\\n          The University of Alabama Museums has completed an inventory of human remains and associated funerary objects, in consultation with the appropriate Indian Tribes or Native Hawaiian organizations, and has determined that there is no cultural affiliation between the human remains and associated funerary objects and present-day Indian Tribes or Native Hawaiian organizations. Lineal descendants or representatives of any Indian Tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request to the University of Alabama Museums. If no additional requestors come forward, transfer of control of the human remains and associated funerary objects to the lineal descendants, Indian Tribes, or Native Hawaiian organizations stated in this notice may proceed.\\n        \\n        \\n          DATES:\\n          Lineal descendants or representatives of any Indian Tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to the University of Alabama Museums at the address in this notice by September 4, 2019.\\n        \\n        \\n          ADDRESSES:\\n\\n          Dr. William Bomar, Executive Director, University of Alabama Museums, 121 Smith Hall, Tuscaloosa, AL 35487, telephone (205) 348-7550, email bbomar@ua.edu.\\n        \\n      \\n      \\n        \\n        SUPPLEMENTARY INFORMATION:\\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains and associated funerary objects under the control of the University of Alabama Museums, Tuscaloosa, AL. The human remains and associated funerary objects were removed from sites 1Ct125, 1Ct129, and 1Ct130 in Colbert County, AL; sites 1Cu157 and 1Cu158 in Cullman County, AL; sites 1Fr1, 1Fr323, and 1Fr331 in Franklin County, AL; sites 1Mg61, 1Mg62, 1Mg63, and 1Mg356 in Morgan County, AL; and \\xe2\\x80\\x9cWA\\xe2\\x80\\x9d which, more likely than not is from site 1Wa1 in Walker County, AL.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003(d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations in this notice.\\n        Consultation\\n        A detailed assessment of the human remains was made by the University of Alabama Museums professional staff in consultation with representatives of the  Alabama-Coushatta Tribe of Texas (previously listed as the Alabama-Coushatta Tribes of Texas); Cherokee Nation; Coushatta Tribe of Louisiana; Eastern Band of Cherokee Indians; The Chickasaw Nation; The Choctaw Nation of Oklahoma; The Muscogee (Creek) Nation; and the United Keetoowah Band of Cherokee Indians in Oklahoma (hereafter referred to as \\xe2\\x80\\x9cThe Consulted Tribes\\xe2\\x80\\x9d).\\n        History and Description of the Remains\\n        In 1960-1962, human remains representing, at minimum, 37 individuals (HRID 3738-3762) were removed from the Stanfield-Worley Bluff Shelter, Site 1Ct125, in Colbert County, AL. The excavations were conducted by the University of Alabama, Tuscaloosa, AL, under contract with the Archaeological Research Association of Alabama, Inc., Birmingham, AL. Stanfield-Worley was a large multicomponent bluff shelter. Diagnostic artifacts indicate occupation dating from Late Paleoindian (Dalton points) to Mississippian (Moundville Incised and Carthage Incised pottery) times. The human remains represent infants, children, adolescents, and adults of both sexes. No known individuals were identified. The four associated funerary objects are two unspecified points and two occurrences of turtle shell. 60 additional associated funerary objects are currently missing from the collections.\\n        Stanfield-Worley, 1Ct125 is known for its stratigraphically isolated Late Paleoindian and Early Archaic zone. The report notes that all burials were found in higher strata. Based on the funerary objects, Burials 6, 8, and 11 can be assigned to the Middle Archaic, Morrow Mountain horizon. Burial 1 contained sherds of Wright Check Stamped, dating to the Middle Woodland. Burials 7 and 9 are described generally as Shell-Mound Archaic. The mortuary practices exhibited at this site are consistent with known aboriginal practices.\\n        In 1962, human remains representing, at minimum, one individual was removed from the Felton site, 1Ct129 in Colbert County, AL (HRID 3763). The site was excavated by the University of Alabama, Tuscaloosa, AL, under contract with the Archaeological Research Association of Alabama, Inc., Birmingham, AL, as part of the investigation of several sites in the Mud Creek and Town Creek watershed in northwestern AL. The Felton site was marked by scattered flint chips and pottery sherds in a pasture overlooking the flood plain of Town Creek, 30 feet above the creek level and 300 feet to the west. When three short test trenches showed the site to be shallow and unstratified the excavations were terminated. Burial 2 contains human remains of a young adult of indeterminate sex, 18-25 years of age. No known individuals were identified. No associated funerary objects are present.\\n        There is no documentation for this burial. The only available information is what is written on the bag. Whether this is accurate is indeterminate. Osteological analysis suggests that the human remains are Native American. Diagnostic artifacts from the site span the time from Early Archaic (Kirk Corner Notched) to Mississippian (undecorated shell tempered sherds). Sherds of every temper group in the region are present in small numbers. The most extensive occupation on the site is from the Shell Mound Archaic. Although the six features excavated are believed to date from this time, the antiquity of the human remains is unknown.\\n        In 1962, human remains representing, at minimum, 20 individuals were removed from the Fennel site, 1Ct130 in Colbert County, AL (HRID 3764-3777, 4081). The site was excavated by the University of Alabama, Tuscaloosa, AL, under contract with the Archaeological Research Association of Alabama, Inc., Birmingham, AL, as part of the investigation of several sites in the Mud Creek and Town Creek watershed in northwestern AL. A total of 15 burials were excavated, and human remains are present in each of them. The human remains of infants, children, adolescents, and adults of both sexes are present. No known individuals were identified. The four associated funerary objects are one mussel shell with pigment, one lot of beads, the one sandstone vessel fragment, and the one limestone slab. 17 additional associated funerary objects are currently missing from the collections.\\n        Of the recovered burials, only Burials 5 and 7 contained artifacts indicative of any temporal association. A fragmentary sandstone vessel in Burial 5, and a Mulberry Creek point in Burial 7 were classified as Shell Mound Archaic. The other burials cannot be classified as exclusively Archaic or Woodland as no burial pit or any other feature contained pottery sherds. The mortuary practices exhibited at this site are consistent with known aboriginal practices. Diagnostic artifacts from the site span the time from Late Paleoindian (Dalton) to Mississippian (undecorated shell tempered sherds). Two sherds were assigned to the Protohistoric to historic McKee Island series. Sherds of every temper group in the region are present. The most extensive occupation on the site is from the Shell Mound Archaic. This evidence, plus the absence of ceramics in the burials and features, most likely date these burials to the Shell Mound Archaic.\\n        In 1993, human remains representing, at minimum, one individual were removed from Site 1Cu157 in Cullman County, AL (HRID 4075). The human remains were excavated from a bluff shelter by Mr. Hugh O\\'Rear, who was digging in the bluff shelter in search of a cave entrance. Mr. O\\'Rear later contacted the University of Alabama, Tuscaloosa, AL. An archeologist from the University visited the shelter and recorded the site in August 1993. At that time, a small collection of material, including human remains, was turned over to the archeologist. The human remains represent one adult of indeterminate sex. No known individuals were identified. No associated funerary objects are present.\\n\\n        No systematic investigation of Site 1Cu157 has been made. The donated collection contains a small amount of lithic and ceramic material, some of which dates to Middle Woodland times. Osteological analysis does not suggest the human remains are other than Native American. The antiquity of the human remains, however, is unknown.\\n        In 1993, human remains representing, at minimum, one individual were removed from Site 1Cu158 in Cullman County, AL (HRID 4074). The human remains were excavated from a bluff shelter by Mr. Hugh O\\'Rear, who was digging in the bluff shelter in search of a cave entrance. Mr. O\\'Rear later contacted the University of Alabama, Tuscaloosa, AL. An archeologist from the University visited the shelter and recorded the site in August 1993. At that time a small collection containing human remains was turned over to the archeologist. The human remains represent one adult female approximately 18-25 years old. No known individuals were identified. No associated funerary objects are present.\\n        No systematic investigation of Site 1Cu158 has been made. No temporally diagnostic artifacts are in the donated materials. Osteological analysis does not suggest the human remains are other than Native American. The antiquity of the human remains, however, is unknown.\\n        In 1936, human remains representing, at minimum, 70 individuals were removed from Little Bear Cave, Site 1Fr1 in Franklin County, AL (HRID 3863-3886). The only documentation on file for Little Bear Cave is a site form dated Feb. 10, 1936. The site form notes that the cave was discovered by Mr. W.A. Barksdale, who was looking for places to set traps. Mr. Barksdale excavated the site on Jan. 15, 1936, recovering \\xe2\\x80\\x9c10 skulls.\\xe2\\x80\\x9d The cave was visited by archeologists from the University of Alabama, Tuscaloosa, AL, in Feb. 1936. They collected material including skeletons, two pottery vessels, and other artifacts. One bag of human remains is labeled Burial 10. The other bags are marked SK A to SK T, but most bags contain elements of multiple individuals. There is one bag of miscellaneous human remains. The material includes a fetus, infants, children, adolescents, and adults of both sexes. No known individuals were identified. The two pottery vessels are currently missing from the collections.\\n        The mortuary practices exhibited at this site are consistent with known aboriginal practices. Given the lack of documentation, the antiquity of these human remains is unknown.\\n        In 1968 and 1969, human remains representing, at minimum, four individuals were removed from Rollins Bluff Shelter, Site 1Fr323, in Franklin County, AL (HRID 3734-3737). The site was excavated by the University of Alabama, Tuscaloosa, AL, under contract with the Archaeological Research Association of Alabama, Inc., Birmingham, AL. The site was one of a number of bluff shelters excavated across northern Alabama in a search for a stratified site containing evidence of Paleoindian occupation. The four individuals include one adolescent and three adults. One adult is probably female. No known individuals were identified. Seven associated funerary objects from Burial 1 are currently missing from the collections.\\n        Site 1Fr323 was a deep, stratified site. The lower zones contained artifacts dating from the Late Paleoindian and Early Archaic. The upper zone contained a small number of ceramics. There was no indication of Mississippian occupation. The four burials at Site 1Fr323 were located at depths of 2 feet to 3 feet, corresponding in general to Zone C from the Archaic stage. The mortuary practices exhibited at this site are consistent with known aboriginal practices.\\n        In 1961 and 1962, human remains representing, at minimum, 11 individuals were removed from the Klein site, 1Fr331, in Franklin County, AL (HRID 3727-3733). The site was excavated by the University of Alabama, Tuscaloosa, AL, under contract with the Archaeological Research Association of Alabama, Inc., Birmingham, AL, as part of the investigation of several sites in the Mud Creek and Town Creek watershed in northwestern Alabama. The human remains include an infant, a child, and adults of both sexes. No known individuals were identified. Four associated funerary objects are currently missing from the collection.\\n        The mortuary practices exhibited at this site are consistent with known aboriginal practices. The Klein site was a multicomponent site dating from the Late Paleoindian to the Late Woodland. About 90 percent of the ceramics were found on the surface of the site. Occupational evidence was confined to the plowzone and a 1.5-2.0 foot thick underlying midden with shells. Burials were located within and just below the plowzone. No ceramics were found in the burial pits. Also, most of the temporally diagnostic artifacts in the upper midden levels dated to the Middle to Late Archaic. This suggests a general Middle to Late Archaic age for the human remains.\\n        In 1940, human remains representing, at minimum, 21 individuals were removed from San Souci Cave, Site 1Mg61, in Morgan County, AL (HRID 729-741, 4693). The site was excavated by the University of Alabama, Tuscaloosa, AL, using WPA-era labor. Excavations at that time focused on sites to be inundated by reservoirs along the Tennessee River, but San Souci Cave was a so-called \\xe2\\x80\\x9caccommodation\\xe2\\x80\\x9d site during periods of inclement weather. In addition, the University was interested in investigating caves and mounds possibly associated with the Middle Woodland, Copena mortuary complex. The human remains represent children, adolescents, and adults of both sexes. They come from 14 burials and the general excavations. No known individuals were identified. The 12 associated funerary objects are nine antler drifts, one bar gorget, one beaver incisor, and one mussel shell. 17 additional associated funerary objects are currently missing from the collection.\\n        There is no report for this site. The mortuary practices exhibited at this site are consistent with known aboriginal practices. The site form notes ceramics from every time period. Some sherds were classified as McKee Island types, which date from the Protohistoric to Historic periods. Sandstone vessel sherds indicate a late pre-ceramic occupation. A 1942 summary of the investigations list a \\xe2\\x80\\x9cPre-pottery (?)\\xe2\\x80\\x9d occupation. The burials are described as fully flexed or seated, indicating an Archaic or Woodland age.\\n        In 1940, human remains representing, at minimum, nine individuals were removed from the Leeman Mound, 1Mg62, in Morgan County, AL (HRID 570-577). The site was excavated by the University of Alabama, Tuscaloosa, AL, using WPA-era labor. The excavations were part of a program of investigating caves and mounds associated with the Middle Woodland, Copena mortuary complex. The excavations took place in several counties bordering the Tennessee River in northeastern AL. The human remains come from seven burials and the general excavations. The human remains include one child, one adolescent, and seven adults. One adult could be identified as male. The seven associated funerary objects are five greenstone celts, one greenstone spade, and one marine shell cup. One additional associated funerary object is currently missing from the collection.\\n\\n        The Leeman Mound was a Middle Woodland, Copena burial mound. Copena is named for COPper and galENA, two nonlocal materials often found as funerary objects. Copena dates from 300 B.C. to A.D. 400. The mortuary practices exhibited at this site are consistent with known Copena practices.\\n\\n        In 1940, human remains representing, at minimum, 216 individuals were removed from Robinson Mound, 1Mg63, in Morgan County, AL. The site was excavated by the University of Alabama, Tuscaloosa, AL, using WPA-era labor. The excavations were part of a program of investigating caves and mounds associated with the Middle Woodland, Copena mortuary complex. The excavations took place in several counties bordering the Tennessee River in northeastern Alabama. The human remains come from 94 burials and the general excavations or disturbed soil. The human remains include a fetus, infants, children, adolescents, and adults of both sexes. No known individuals were identified. The five associated funerary objects are three greenstone spades and two greenstone celts. 178 additional associated funerary objects are currently missing from the collection.\\n        The Robinson Mound was a Middle Woodland, Copena burial mound. The mortuary practices exhibited at this site are consistent with known Copena practices.\\n        In 1992, human remains representing, at minimum, one individual was removed from Site 1Mg356, an unnamed bluff shelter in Morgan County, AL. The site was extensively excavated by local individuals, and the University of Alabama was contacted by the landowner, whose grandson had found human remains at the site. An archeologist from the University retrieved the human remains and recorded the site. The human remains belong to a female, approximately 17-25 years old. No known individuals were identified. No associated funerary objects are present.\\n        Although there is little information about the association of these human remains, their location in a bluff shelter along with evidence of prehistoric occupation is consistent with known aboriginal mortuary practices. There is nothing in the osteological information inconsistent with this assignment.\\n        At an unknown date, human remains representing, at minimum, 16 individuals were removed from an unknown site or sites. The human remains were in three bags marked \\xe2\\x80\\x9cWA,\\xe2\\x80\\x9d which is the designation for Walker County, AL. There is some evidence these human remains come from Site 1Wa1. The human remains represent infants, children, adolescents, and adults. Two males and two females were identified. No known individuals were identified. No associated funerary objects are present.\\n        There are no osteological indications that these human remains are not Native American. Site 1Wa1 exhibits evidence of prehistoric utilization.\\n        Determinations Made by the University of Alabama Museums\\n        Officials of the University of Alabama Museums have determined that:\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice are Native American based on their origination within Native American archeological sites, and/or their antiquity, the mortuary practices evident, and the absence of any evidence of any alternate assignment.\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice represent the physical remains of 408 individuals of Native American ancestry.\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(3)(A), the 32 objects described in this notice are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony.\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(2), a relationship of shared group identity cannot be reasonably traced between the Native American human remains and associated funerary objects and any present-day Indian Tribe.\\n        \\xe2\\x80\\xa2 According to final judgements of the Indian Claims Commission or the Court of Federal Claims, the land from which the Native American human remains and associated funerary objects were removed is the aboriginal land of the Cherokee Nation; Eastern Band of Cherokee Indians; Poarch Band of Creeks (previously listed as the Poarch Band of Creek Indians of Alabama; The Muscogee (Creek) Nation; Thloplocco Tribal Town; and the United Keetoowah Band of Cherokee Indians in Oklahoma.\\n        \\xe2\\x80\\xa2 The Treaty of September 20, 1816 indicates that the land from which the Native American human remains and funerary objects were removed is the aboriginal land of The Chickasaw Nation.\\n        \\xe2\\x80\\xa2 Pursuant to 43 CFR 10.11(c)(1), the disposition of human remains may be to the Cherokee Nation; Eastern Band of Cherokee Indians; Poarch Band of Creeks (previously listed as the Poarch Band of Creek Indians of Alabama; The Chickasaw Nation; The Muscogee (Creek) Nation; Thloplocco Tribal Town; and the United Keetoowah Band of Cherokee Indians in Oklahoma, hereafter referred to as \\xe2\\x80\\x9cThe Aboriginal Land Tribes.\\xe2\\x80\\x9d\\n        Additional Requestors and Disposition\\n\\n        Lineal descendants or representatives of any Indian Tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to Dr. William Bomar, Executive Director, University of Alabama Museums, 121 Smith Hall, Tuscaloosa, AL 35487, telephone (205) 348-7550, email bbomar@ua.edu, by September 4, 2019. After that date, if no additional requestors have come forward, transfer of control of the human remains to The Aboriginal Land Tribes may proceed.\\n        The University of Alabama Museums is responsible for notifying The Consulted Tribes and The Aboriginal Land Tribes that this notice has been published.\\n        \\n          Dated: July 16, 2019.\\n          Melanie O\\'Brien,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. 2019-16685 Filed 8-2-19; 8:45 am]\\n      BILLING CODE 4312-52-P\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "[NPS-WASO-NAGPRA-NPS0028454; PPWOCRADN0-PCU00RP14.R50000]", "subject": "Notice of Inventory Completion: University of Alabama Museums, Tuscaloosa, AL", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "The University of Alabama Museums has completed an inventory of human remains and associated funerary objects, in consultation with the appropriate Indian Tribes or Native Hawaiian organizations, and has determined that there is no cultural affiliation between the human remains and associated funerary objects and present-day Indian Tribes or Native Hawaiian organizations. Lineal descendants or representatives of any Indian Tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request to the University of Alabama Museums. If no additional requestors come forward, transfer of control of the human remains and associated funerary objects to the lineal descendants, Indian Tribes, or Native Hawaiian organizations stated in this notice may proceed.", "dates": "Lineal descendants or representatives of any Indian Tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to the University of Alabama Museums at the address in this notice by September 4, 2019.", "addresses": "Dr. William Bomar, Executive Director, University of Alabama Museums, 121 Smith Hall, Tuscaloosa, AL 35487, telephone (205) 348-7550, email bbomar@ua.edu.", "signature_dated": "Dated: July 16, 2019.", "signature_name": "Melanie O\\'Brien,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. 2019-16685 Filed 8-2-19; 8:45 am]", "billing_code": "BILLING CODE 4312-52-P", "supp_info": "SUPPLEMENTARY INFORMATION: \n Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains and associated funerary objects under the control of the University of Alabama Museums, Tuscaloosa, AL. The human remains and associated funerary objects were removed from sites 1Ct125, 1Ct129, and 1Ct130 in Colbert County, AL; sites 1Cu157 and 1Cu158 in Cullman County, AL; sites 1Fr1, 1Fr323, and 1Fr331 in Franklin County, AL; sites 1Mg61, 1Mg62, 1Mg63, and 1Mg356 in Morgan County, AL; and \\xe2\\x80\\x9cWA\\xe2\\x80\\x9d which, more likely than not is from site 1Wa1 in Walker County, AL. \n This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003(d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations in this notice. \n Consultation \n A detailed assessment of the human remains was made by the University of Alabama Museums professional staff in consultation with representatives of the  Alabama-Coushatta Tribe of Texas (previously listed as the Alabama-Coushatta Tribes of Texas); Cherokee Nation; Coushatta Tribe of Louisiana; Eastern Band of Cherokee Indians; The Chickasaw Nation; The Choctaw Nation of Oklahoma; The Muscogee (Creek) Nation; and the United Keetoowah Band of Cherokee Indians in Oklahoma (hereafter referred to as \\xe2\\x80\\x9cThe Consulted Tribes\\xe2\\x80\\x9d). \n History and Description of the Remains \n In 1960-1962, human remains representing, at minimum, 37 individuals (HRID 3738-3762) were removed from the Stanfield-Worley Bluff Shelter, Site 1Ct125, in Colbert County, AL. The excavations were conducted by the University of Alabama, Tuscaloosa, AL, under contract with the Archaeological Research Association of Alabama, Inc., Birmingham, AL. Stanfield-Worley was a large multicomponent bluff shelter. Diagnostic artifacts indicate occupation dating from Late Paleoindian (Dalton points) to Mississippian (Moundville Incised and Carthage Incised pottery) times. The human remains represent infants, children, adolescents, and adults of both sexes. No known individuals were identified. The four associated funerary objects are two unspecified points and two occurrences of turtle shell. 60 additional associated funerary objects are currently missing from the collections. \n Stanfield-Worley, 1Ct125 is known for its stratigraphically isolated Late Paleoindian and Early Archaic zone. The report notes that all burials were found in higher strata. Based on the funerary objects, Burials 6, 8, and 11 can be assigned to the Middle Archaic, Morrow Mountain horizon. Burial 1 contained sherds of Wright Check Stamped, dating to the Middle Woodland. Burials 7 and 9 are described generally as Shell-Mound Archaic. The mortuary practices exhibited at this site are consistent with known aboriginal practices. \n In 1962, human remains representing, at minimum, one individual was removed from the Felton site, 1Ct129 in Colbert County, AL (HRID 3763). The site was excavated by the University of Alabama, Tuscaloosa, AL, under contract with the Archaeological Research Association of Alabama, Inc., Birmingham, AL, as part of the investigation of several sites in the Mud Creek and Town Creek watershed in northwestern AL. The Felton site was marked by scattered flint chips and pottery sherds in a pasture overlooking the flood plain of Town Creek, 30 feet above the creek level and 300 feet to the west. When three short test trenches showed the site to be shallow and unstratified the excavations were terminated. Burial 2 contains human remains of a young adult of indeterminate sex, 18-25 years of age. No known individuals were identified. No associated funerary objects are present. \n There is no documentation for this burial. The only available information is what is written on the bag. Whether this is accurate is indeterminate. Osteological analysis suggests that the human remains are Native American. Diagnostic artifacts from the site span the time from Early Archaic (Kirk Corner Notched) to Mississippian (undecorated shell tempered sherds). Sherds of every temper group in the region are present in small numbers. The most extensive occupation on the site is from the Shell Mound Archaic. Although the six features excavated are believed to date from this time, the antiquity of the human remains is unknown. \n In 1962, human remains representing, at minimum, 20 individuals were removed from the Fennel site, 1Ct130 in Colbert County, AL (HRID 3764-3777, 4081). The site was excavated by the University of Alabama, Tuscaloosa, AL, under contract with the Archaeological Research Association of Alabama, Inc., Birmingham, AL, as part of the investigation of several sites in the Mud Creek and Town Creek watershed in northwestern AL. A total of 15 burials were excavated, and human remains are present in each of them. The human remains of infants, children, adolescents, and adults of both sexes are present. No known individuals were identified. The four associated funerary objects are one mussel shell with pigment, one lot of beads, the one sandstone vessel fragment, and the one limestone slab. 17 additional associated funerary objects are currently missing from the collections. \n Of the recovered burials, only Burials 5 and 7 contained artifacts indicative of any temporal association. A fragmentary sandstone vessel in Burial 5, and a Mulberry Creek point in Burial 7 were classified as Shell Mound Archaic. The other burials cannot be classified as exclusively Archaic or Woodland as no burial pit or any other feature contained pottery sherds. The mortuary practices exhibited at this site are consistent with known aboriginal practices. Diagnostic artifacts from the site span the time from Late Paleoindian (Dalton) to Mississippian (undecorated shell tempered sherds). Two sherds were assigned to the Protohistoric to historic McKee Island series. Sherds of every temper group in the region are present. The most extensive occupation on the site is from the Shell Mound Archaic. This evidence, plus the absence of ceramics in the burials and features, most likely date these burials to the Shell Mound Archaic. \n In 1993, human remains representing, at minimum, one individual were removed from Site 1Cu157 in Cullman County, AL (HRID 4075). The human remains were excavated from a bluff shelter by Mr. Hugh O\\'Rear, who was digging in the bluff shelter in search of a cave entrance. Mr. O\\'Rear later contacted the University of Alabama, Tuscaloosa, AL. An archeologist from the University visited the shelter and recorded the site in August 1993. At that time, a small collection of material, including human remains, was turned over to the archeologist. The human remains represent one adult of indeterminate sex. No known individuals were identified. No associated funerary objects are present. \n No systematic investigation of Site 1Cu157 has been made. The donated collection contains a small amount of lithic and ceramic material, some of which dates to Middle Woodland times. Osteological analysis does not suggest the human remains are other than Native American. The antiquity of the human remains, however, is unknown. \n In 1993, human remains representing, at minimum, one individual were removed from Site 1Cu158 in Cullman County, AL (HRID 4074). The human remains were excavated from a bluff shelter by Mr. Hugh O\\'Rear, who was digging in the bluff shelter in search of a cave entrance. Mr. O\\'Rear later contacted the University of Alabama, Tuscaloosa, AL. An archeologist from the University visited the shelter and recorded the site in August 1993. At that time a small collection containing human remains was turned over to the archeologist. The human remains represent one adult female approximately 18-25 years old. No known individuals were identified. No associated funerary objects are present. \n No systematic investigation of Site 1Cu158 has been made. No temporally diagnostic artifacts are in the donated materials. Osteological analysis does not suggest the human remains are other than Native American. The antiquity of the human remains, however, is unknown. \n In 1936, human remains representing, at minimum, 70 individuals were removed from Little Bear Cave, Site 1Fr1 in Franklin County, AL (HRID 3863-3886). The only documentation on file for Little Bear Cave is a site form dated Feb. 10, 1936. The site form notes that the cave was discovered by Mr. W.A. Barksdale, who was looking for places to set traps. Mr. Barksdale excavated the site on Jan. 15, 1936, recovering \\xe2\\x80\\x9c10 skulls.\\xe2\\x80\\x9d The cave was visited by archeologists from the University of Alabama, Tuscaloosa, AL, in Feb. 1936. They collected material including skeletons, two pottery vessels, and other artifacts. One bag of human remains is labeled Burial 10. The other bags are marked SK A to SK T, but most bags contain elements of multiple individuals. There is one bag of miscellaneous human remains. The material includes a fetus, infants, children, adolescents, and adults of both sexes. No known individuals were identified. The two pottery vessels are currently missing from the collections. \n The mortuary practices exhibited at this site are consistent with known aboriginal practices. Given the lack of documentation, the antiquity of these human remains is unknown. \n In 1968 and 1969, human remains representing, at minimum, four individuals were removed from Rollins Bluff Shelter, Site 1Fr323, in Franklin County, AL (HRID 3734-3737). The site was excavated by the University of Alabama, Tuscaloosa, AL, under contract with the Archaeological Research Association of Alabama, Inc., Birmingham, AL. The site was one of a number of bluff shelters excavated across northern Alabama in a search for a stratified site containing evidence of Paleoindian occupation. The four individuals include one adolescent and three adults. One adult is probably female. No known individuals were identified. Seven associated funerary objects from Burial 1 are currently missing from the collections. \n Site 1Fr323 was a deep, stratified site. The lower zones contained artifacts dating from the Late Paleoindian and Early Archaic. The upper zone contained a small number of ceramics. There was no indication of Mississippian occupation. The four burials at Site 1Fr323 were located at depths of 2 feet to 3 feet, corresponding in general to Zone C from the Archaic stage. The mortuary practices exhibited at this site are consistent with known aboriginal practices. \n In 1961 and 1962, human remains representing, at minimum, 11 individuals were removed from the Klein site, 1Fr331, in Franklin County, AL (HRID 3727-3733). The site was excavated by the University of Alabama, Tuscaloosa, AL, under contract with the Archaeological Research Association of Alabama, Inc., Birmingham, AL, as part of the investigation of several sites in the Mud Creek and Town Creek watershed in northwestern Alabama. The human remains include an infant, a child, and adults of both sexes. No known individuals were identified. Four associated funerary objects are currently missing from the collection. \n The mortuary practices exhibited at this site are consistent with known aboriginal practices. The Klein site was a multicomponent site dating from the Late Paleoindian to the Late Woodland. About 90 percent of the ceramics were found on the surface of the site. Occupational evidence was confined to the plowzone and a 1.5-2.0 foot thick underlying midden with shells. Burials were located within and just below the plowzone. No ceramics were found in the burial pits. Also, most of the temporally diagnostic artifacts in the upper midden levels dated to the Middle to Late Archaic. This suggests a general Middle to Late Archaic age for the human remains. \n In 1940, human remains representing, at minimum, 21 individuals were removed from San Souci Cave, Site 1Mg61, in Morgan County, AL (HRID 729-741, 4693). The site was excavated by the University of Alabama, Tuscaloosa, AL, using WPA-era labor. Excavations at that time focused on sites to be inundated by reservoirs along the Tennessee River, but San Souci Cave was a so-called \\xe2\\x80\\x9caccommodation\\xe2\\x80\\x9d site during periods of inclement weather. In addition, the University was interested in investigating caves and mounds possibly associated with the Middle Woodland, Copena mortuary complex. The human remains represent children, adolescents, and adults of both sexes. They come from 14 burials and the general excavations. No known individuals were identified. The 12 associated funerary objects are nine antler drifts, one bar gorget, one beaver incisor, and one mussel shell. 17 additional associated funerary objects are currently missing from the collection. \n There is no report for this site. The mortuary practices exhibited at this site are consistent with known aboriginal practices. The site form notes ceramics from every time period. Some sherds were classified as McKee Island types, which date from the Protohistoric to Historic periods. Sandstone vessel sherds indicate a late pre-ceramic occupation. A 1942 summary of the investigations list a \\xe2\\x80\\x9cPre-pottery (?)\\xe2\\x80\\x9d occupation. The burials are described as fully flexed or seated, indicating an Archaic or Woodland age. \n In 1940, human remains representing, at minimum, nine individuals were removed from the Leeman Mound, 1Mg62, in Morgan County, AL (HRID 570-577). The site was excavated by the University of Alabama, Tuscaloosa, AL, using WPA-era labor. The excavations were part of a program of investigating caves and mounds associated with the Middle Woodland, Copena mortuary complex. The excavations took place in several counties bordering the Tennessee River in northeastern AL. The human remains come from seven burials and the general excavations. The human remains include one child, one adolescent, and seven adults. One adult could be identified as male. The seven associated funerary objects are five greenstone celts, one greenstone spade, and one marine shell cup. One additional associated funerary object is currently missing from the collection. \n The Leeman Mound was a Middle Woodland, Copena burial mound. Copena is named for COPper and galENA, two nonlocal materials often found as funerary objects. Copena dates from 300 B.C. to A.D. 400. The mortuary practices exhibited at this site are consistent with known Copena practices. \n In 1940, human remains representing, at minimum, 216 individuals were removed from Robinson Mound, 1Mg63, in Morgan County, AL. The site was excavated by the University of Alabama, Tuscaloosa, AL, using WPA-era labor. The excavations were part of a program of investigating caves and mounds associated with the Middle Woodland, Copena mortuary complex. The excavations took place in several counties bordering the Tennessee River in northeastern Alabama. The human remains come from 94 burials and the general excavations or disturbed soil. The human remains include a fetus, infants, children, adolescents, and adults of both sexes. No known individuals were identified. The five associated funerary objects are three greenstone spades and two greenstone celts. 178 additional associated funerary objects are currently missing from the collection. \n The Robinson Mound was a Middle Woodland, Copena burial mound. The mortuary practices exhibited at this site are consistent with known Copena practices. \n In 1992, human remains representing, at minimum, one individual was removed from Site 1Mg356, an unnamed bluff shelter in Morgan County, AL. The site was extensively excavated by local individuals, and the University of Alabama was contacted by the landowner, whose grandson had found human remains at the site. An archeologist from the University retrieved the human remains and recorded the site. The human remains belong to a female, approximately 17-25 years old. No known individuals were identified. No associated funerary objects are present. \n Although there is little information about the association of these human remains, their location in a bluff shelter along with evidence of prehistoric occupation is consistent with known aboriginal mortuary practices. There is nothing in the osteological information inconsistent with this assignment. \n At an unknown date, human remains representing, at minimum, 16 individuals were removed from an unknown site or sites. The human remains were in three bags marked \\xe2\\x80\\x9cWA,\\xe2\\x80\\x9d which is the designation for Walker County, AL. There is some evidence these human remains come from Site 1Wa1. The human remains represent infants, children, adolescents, and adults. Two males and two females were identified. No known individuals were identified. No associated funerary objects are present. \n There are no osteological indications that these human remains are not Native American. Site 1Wa1 exhibits evidence of prehistoric utilization. \n Determinations Made by the University of Alabama Museums \n Officials of the University of Alabama Museums have determined that: \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice are Native American based on their origination within Native American archeological sites, and/or their antiquity, the mortuary practices evident, and the absence of any evidence of any alternate assignment. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice represent the physical remains of 408 individuals of Native American ancestry. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(3)(A), the 32 objects described in this notice are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(2), a relationship of shared group identity cannot be reasonably traced between the Native American human remains and associated funerary objects and any present-day Indian Tribe. \n \\xe2\\x80\\xa2 According to final judgements of the Indian Claims Commission or the Court of Federal Claims, the land from which the Native American human remains and associated funerary objects were removed is the aboriginal land of the Cherokee Nation; Eastern Band of Cherokee Indians; Poarch Band of Creeks (previously listed as the Poarch Band of Creek Indians of Alabama; The Muscogee (Creek) Nation; Thloplocco Tribal Town; and the United Keetoowah Band of Cherokee Indians in Oklahoma. \n \\xe2\\x80\\xa2 The Treaty of September 20, 1816 indicates that the land from which the Native American human remains and funerary objects were removed is the aboriginal land of The Chickasaw Nation. \n \\xe2\\x80\\xa2 Pursuant to 43 CFR 10.11(c)(1), the disposition of human remains may be to the Cherokee Nation; Eastern Band of Cherokee Indians; Poarch Band of Creeks (previously listed as the Poarch Band of Creek Indians of Alabama; The Chickasaw Nation; The Muscogee (Creek) Nation; Thloplocco Tribal Town; and the United Keetoowah Band of Cherokee Indians in Oklahoma, hereafter referred to as \\xe2\\x80\\x9cThe Aboriginal Land Tribes.\\xe2\\x80\\x9d \n Additional Requestors and Disposition \n Lineal descendants or representatives of any Indian Tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to Dr. William Bomar, Executive Director, University of Alabama Museums, 121 Smith Hall, Tuscaloosa, AL 35487, telephone (205) 348-7550, email bbomar@ua.edu, by September 4, 2019. After that date, if no additional requestors have come forward, transfer of control of the human remains to The Aboriginal Land Tribes may proceed. \n The University of Alabama Museums is responsible for notifying The Consulted Tribes and The Aboriginal Land Tribes that this notice has been published. \n ", "consultation": "A detailed assessment of the human remains was made by the University of Alabama Museums professional staff in consultation with representatives of the  Alabama-Coushatta Tribe of Texas (previously listed as the Alabama-Coushatta Tribes of Texas); Cherokee Nation; Coushatta Tribe of Louisiana; Eastern Band of Cherokee Indians; The Chickasaw Nation; The Choctaw Nation of Oklahoma; The Muscogee (Creek) Nation; and the United Keetoowah Band of Cherokee Indians in Oklahoma (hereafter referred to as \\xe2\\x80\\x9cThe Consulted Tribes\\xe2\\x80\\x9d). \n ", "h_d_r": "In 1960-1962, human remains representing, at minimum, 37 individuals (HRID 3738-3762) were removed from the Stanfield-Worley Bluff Shelter, Site 1Ct125, in Colbert County, AL. The excavations were conducted by the University of Alabama, Tuscaloosa, AL, under contract with the Archaeological Research Association of Alabama, Inc., Birmingham, AL. Stanfield-Worley was a large multicomponent bluff shelter. Diagnostic artifacts indicate occupation dating from Late Paleoindian (Dalton points) to Mississippian (Moundville Incised and Carthage Incised pottery) times. The human remains represent infants, children, adolescents, and adults of both sexes. No known individuals were identified. The four associated funerary objects are two unspecified points and two occurrences of turtle shell. 60 additional associated funerary objects are currently missing from the collections. \n Stanfield-Worley, 1Ct125 is known for its stratigraphically isolated Late Paleoindian and Early Archaic zone. The report notes that all burials were found in higher strata. Based on the funerary objects, Burials 6, 8, and 11 can be assigned to the Middle Archaic, Morrow Mountain horizon. Burial 1 contained sherds of Wright Check Stamped, dating to the Middle Woodland. Burials 7 and 9 are described generally as Shell-Mound Archaic. The mortuary practices exhibited at this site are consistent with known aboriginal practices. \n In 1962, human remains representing, at minimum, one individual was removed from the Felton site, 1Ct129 in Colbert County, AL (HRID 3763). The site was excavated by the University of Alabama, Tuscaloosa, AL, under contract with the Archaeological Research Association of Alabama, Inc., Birmingham, AL, as part of the investigation of several sites in the Mud Creek and Town Creek watershed in northwestern AL. The Felton site was marked by scattered flint chips and pottery sherds in a pasture overlooking the flood plain of Town Creek, 30 feet above the creek level and 300 feet to the west. When three short test trenches showed the site to be shallow and unstratified the excavations were terminated. Burial 2 contains human remains of a young adult of indeterminate sex, 18-25 years of age. No known individuals were identified. No associated funerary objects are present. \n There is no documentation for this burial. The only available information is what is written on the bag. Whether this is accurate is indeterminate. Osteological analysis suggests that the human remains are Native American. Diagnostic artifacts from the site span the time from Early Archaic (Kirk Corner Notched) to Mississippian (undecorated shell tempered sherds). Sherds of every temper group in the region are present in small numbers. The most extensive occupation on the site is from the Shell Mound Archaic. Although the six features excavated are believed to date from this time, the antiquity of the human remains is unknown. \n In 1962, human remains representing, at minimum, 20 individuals were removed from the Fennel site, 1Ct130 in Colbert County, AL (HRID 3764-3777, 4081). The site was excavated by the University of Alabama, Tuscaloosa, AL, under contract with the Archaeological Research Association of Alabama, Inc., Birmingham, AL, as part of the investigation of several sites in the Mud Creek and Town Creek watershed in northwestern AL. A total of 15 burials were excavated, and human remains are present in each of them. The human remains of infants, children, adolescents, and adults of both sexes are present. No known individuals were identified. The four associated funerary objects are one mussel shell with pigment, one lot of beads, the one sandstone vessel fragment, and the one limestone slab. 17 additional associated funerary objects are currently missing from the collections. \n Of the recovered burials, only Burials 5 and 7 contained artifacts indicative of any temporal association. A fragmentary sandstone vessel in Burial 5, and a Mulberry Creek point in Burial 7 were classified as Shell Mound Archaic. The other burials cannot be classified as exclusively Archaic or Woodland as no burial pit or any other feature contained pottery sherds. The mortuary practices exhibited at this site are consistent with known aboriginal practices. Diagnostic artifacts from the site span the time from Late Paleoindian (Dalton) to Mississippian (undecorated shell tempered sherds). Two sherds were assigned to the Protohistoric to historic McKee Island series. Sherds of every temper group in the region are present. The most extensive occupation on the site is from the Shell Mound Archaic. This evidence, plus the absence of ceramics in the burials and features, most likely date these burials to the Shell Mound Archaic. \n In 1993, human remains representing, at minimum, one individual were removed from Site 1Cu157 in Cullman County, AL (HRID 4075). The human remains were excavated from a bluff shelter by Mr. Hugh O\\'Rear, who was digging in the bluff shelter in search of a cave entrance. Mr. O\\'Rear later contacted the University of Alabama, Tuscaloosa, AL. An archeologist from the University visited the shelter and recorded the site in August 1993. At that time, a small collection of material, including human remains, was turned over to the archeologist. The human remains represent one adult of indeterminate sex. No known individuals were identified. No associated funerary objects are present. \n No systematic investigation of Site 1Cu157 has been made. The donated collection contains a small amount of lithic and ceramic material, some of which dates to Middle Woodland times. Osteological analysis does not suggest the human remains are other than Native American. The antiquity of the human remains, however, is unknown. \n In 1993, human remains representing, at minimum, one individual were removed from Site 1Cu158 in Cullman County, AL (HRID 4074). The human remains were excavated from a bluff shelter by Mr. Hugh O\\'Rear, who was digging in the bluff shelter in search of a cave entrance. Mr. O\\'Rear later contacted the University of Alabama, Tuscaloosa, AL. An archeologist from the University visited the shelter and recorded the site in August 1993. At that time a small collection containing human remains was turned over to the archeologist. The human remains represent one adult female approximately 18-25 years old. No known individuals were identified. No associated funerary objects are present. \n No systematic investigation of Site 1Cu158 has been made. No temporally diagnostic artifacts are in the donated materials. Osteological analysis does not suggest the human remains are other than Native American. The antiquity of the human remains, however, is unknown. \n In 1936, human remains representing, at minimum, 70 individuals were removed from Little Bear Cave, Site 1Fr1 in Franklin County, AL (HRID 3863-3886). The only documentation on file for Little Bear Cave is a site form dated Feb. 10, 1936. The site form notes that the cave was discovered by Mr. W.A. Barksdale, who was looking for places to set traps. Mr. Barksdale excavated the site on Jan. 15, 1936, recovering \\xe2\\x80\\x9c10 skulls.\\xe2\\x80\\x9d The cave was visited by archeologists from the University of Alabama, Tuscaloosa, AL, in Feb. 1936. They collected material including skeletons, two pottery vessels, and other artifacts. One bag of human remains is labeled Burial 10. The other bags are marked SK A to SK T, but most bags contain elements of multiple individuals. There is one bag of miscellaneous human remains. The material includes a fetus, infants, children, adolescents, and adults of both sexes. No known individuals were identified. The two pottery vessels are currently missing from the collections. \n The mortuary practices exhibited at this site are consistent with known aboriginal practices. Given the lack of documentation, the antiquity of these human remains is unknown. \n In 1968 and 1969, human remains representing, at minimum, four individuals were removed from Rollins Bluff Shelter, Site 1Fr323, in Franklin County, AL (HRID 3734-3737). The site was excavated by the University of Alabama, Tuscaloosa, AL, under contract with the Archaeological Research Association of Alabama, Inc., Birmingham, AL. The site was one of a number of bluff shelters excavated across northern Alabama in a search for a stratified site containing evidence of Paleoindian occupation. The four individuals include one adolescent and three adults. One adult is probably female. No known individuals were identified. Seven associated funerary objects from Burial 1 are currently missing from the collections. \n Site 1Fr323 was a deep, stratified site. The lower zones contained artifacts dating from the Late Paleoindian and Early Archaic. The upper zone contained a small number of ceramics. There was no indication of Mississippian occupation. The four burials at Site 1Fr323 were located at depths of 2 feet to 3 feet, corresponding in general to Zone C from the Archaic stage. The mortuary practices exhibited at this site are consistent with known aboriginal practices. \n In 1961 and 1962, human remains representing, at minimum, 11 individuals were removed from the Klein site, 1Fr331, in Franklin County, AL (HRID 3727-3733). The site was excavated by the University of Alabama, Tuscaloosa, AL, under contract with the Archaeological Research Association of Alabama, Inc., Birmingham, AL, as part of the investigation of several sites in the Mud Creek and Town Creek watershed in northwestern Alabama. The human remains include an infant, a child, and adults of both sexes. No known individuals were identified. Four associated funerary objects are currently missing from the collection. \n The mortuary practices exhibited at this site are consistent with known aboriginal practices. The Klein site was a multicomponent site dating from the Late Paleoindian to the Late Woodland. About 90 percent of the ceramics were found on the surface of the site. Occupational evidence was confined to the plowzone and a 1.5-2.0 foot thick underlying midden with shells. Burials were located within and just below the plowzone. No ceramics were found in the burial pits. Also, most of the temporally diagnostic artifacts in the upper midden levels dated to the Middle to Late Archaic. This suggests a general Middle to Late Archaic age for the human remains. \n In 1940, human remains representing, at minimum, 21 individuals were removed from San Souci Cave, Site 1Mg61, in Morgan County, AL (HRID 729-741, 4693). The site was excavated by the University of Alabama, Tuscaloosa, AL, using WPA-era labor. Excavations at that time focused on sites to be inundated by reservoirs along the Tennessee River, but San Souci Cave was a so-called \\xe2\\x80\\x9caccommodation\\xe2\\x80\\x9d site during periods of inclement weather. In addition, the University was interested in investigating caves and mounds possibly associated with the Middle Woodland, Copena mortuary complex. The human remains represent children, adolescents, and adults of both sexes. They come from 14 burials and the general excavations. No known individuals were identified. The 12 associated funerary objects are nine antler drifts, one bar gorget, one beaver incisor, and one mussel shell. 17 additional associated funerary objects are currently missing from the collection. \n There is no report for this site. The mortuary practices exhibited at this site are consistent with known aboriginal practices. The site form notes ceramics from every time period. Some sherds were classified as McKee Island types, which date from the Protohistoric to Historic periods. Sandstone vessel sherds indicate a late pre-ceramic occupation. A 1942 summary of the investigations list a \\xe2\\x80\\x9cPre-pottery (?)\\xe2\\x80\\x9d occupation. The burials are described as fully flexed or seated, indicating an Archaic or Woodland age. \n In 1940, human remains representing, at minimum, nine individuals were removed from the Leeman Mound, 1Mg62, in Morgan County, AL (HRID 570-577). The site was excavated by the University of Alabama, Tuscaloosa, AL, using WPA-era labor. The excavations were part of a program of investigating caves and mounds associated with the Middle Woodland, Copena mortuary complex. The excavations took place in several counties bordering the Tennessee River in northeastern AL. The human remains come from seven burials and the general excavations. The human remains include one child, one adolescent, and seven adults. One adult could be identified as male. The seven associated funerary objects are five greenstone celts, one greenstone spade, and one marine shell cup. One additional associated funerary object is currently missing from the collection. \n The Leeman Mound was a Middle Woodland, Copena burial mound. Copena is named for COPper and galENA, two nonlocal materials often found as funerary objects. Copena dates from 300 B.C. to A.D. 400. The mortuary practices exhibited at this site are consistent with known Copena practices. \n In 1940, human remains representing, at minimum, 216 individuals were removed from Robinson Mound, 1Mg63, in Morgan County, AL. The site was excavated by the University of Alabama, Tuscaloosa, AL, using WPA-era labor. The excavations were part of a program of investigating caves and mounds associated with the Middle Woodland, Copena mortuary complex. The excavations took place in several counties bordering the Tennessee River in northeastern Alabama. The human remains come from 94 burials and the general excavations or disturbed soil. The human remains include a fetus, infants, children, adolescents, and adults of both sexes. No known individuals were identified. The five associated funerary objects are three greenstone spades and two greenstone celts. 178 additional associated funerary objects are currently missing from the collection. \n The Robinson Mound was a Middle Woodland, Copena burial mound. The mortuary practices exhibited at this site are consistent with known Copena practices. \n In 1992, human remains representing, at minimum, one individual was removed from Site 1Mg356, an unnamed bluff shelter in Morgan County, AL. The site was extensively excavated by local individuals, and the University of Alabama was contacted by the landowner, whose grandson had found human remains at the site. An archeologist from the University retrieved the human remains and recorded the site. The human remains belong to a female, approximately 17-25 years old. No known individuals were identified. No associated funerary objects are present. \n Although there is little information about the association of these human remains, their location in a bluff shelter along with evidence of prehistoric occupation is consistent with known aboriginal mortuary practices. There is nothing in the osteological information inconsistent with this assignment. \n At an unknown date, human remains representing, at minimum, 16 individuals were removed from an unknown site or sites. The human remains were in three bags marked \\xe2\\x80\\x9cWA,\\xe2\\x80\\x9d which is the designation for Walker County, AL. There is some evidence these human remains come from Site 1Wa1. The human remains represent infants, children, adolescents, and adults. Two males and two females were identified. No known individuals were identified. No associated funerary objects are present. \n There are no osteological indications that these human remains are not Native American. Site 1Wa1 exhibits evidence of prehistoric utilization. \n ", "h_d_ci": "Null", "determinations": "Determinations Made by the University of Alabama Museums \n Officials of the University of Alabama Museums have determined that: \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice are Native American based on their origination within Native American archeological sites, and/or their antiquity, the mortuary practices evident, and the absence of any evidence of any alternate assignment. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice represent the physical remains of 408 individuals of Native American ancestry. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(3)(A), the 32 objects described in this notice are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(2), a relationship of shared group identity cannot be reasonably traced between the Native American human remains and associated funerary objects and any present-day Indian Tribe. \n \\xe2\\x80\\xa2 According to final judgements of the Indian Claims Commission or the Court of Federal Claims, the land from which the Native American human remains and associated funerary objects were removed is the aboriginal land of the Cherokee Nation; Eastern Band of Cherokee Indians; Poarch Band of Creeks (previously listed as the Poarch Band of Creek Indians of Alabama; The Muscogee (Creek) Nation; Thloplocco Tribal Town; and the United Keetoowah Band of Cherokee Indians in Oklahoma. \n \\xe2\\x80\\xa2 The Treaty of September 20, 1816 indicates that the land from which the Native American human remains and funerary objects were removed is the aboriginal land of The Chickasaw Nation. \n \\xe2\\x80\\xa2 Pursuant to 43 CFR 10.11(c)(1), the disposition of human remains may be to the Cherokee Nation; Eastern Band of Cherokee Indians; Poarch Band of Creeks (previously listed as the Poarch Band of Creek Indians of Alabama; The Chickasaw Nation; The Muscogee (Creek) Nation; Thloplocco Tribal Town; and the United Keetoowah Band of Cherokee Indians in Oklahoma, hereafter referred to as \\xe2\\x80\\x9cThe Aboriginal Land Tribes.\\xe2\\x80\\x9d \n ", "a_r_d": "Lineal descendants or representatives of any Indian Tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to Dr. William Bomar, Executive Director, University of Alabama Museums, 121 Smith Hall, Tuscaloosa, AL 35487, telephone (205) 348-7550, email bbomar@ua.edu, by September 4, 2019. After that date, if no additional requestors have come forward, transfer of control of the human remains to The Aboriginal Land Tribes may proceed. \n The University of Alabama Museums is responsible for notifying The Consulted Tribes and The Aboriginal Land Tribes that this notice has been published. \n "}