{"index": "I_495", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        [NPS-WASO-NAGPRA-22416; PPWOCRADN0-PCU00RP14.R50000]\\n        Notice of Inventory Completion: U.S. Army Corps of Engineers, Huntington District, Huntington, WV\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        \\n          SUMMARY:\\n          The U.S. Army Corps of Engineers, Huntington District (Huntington District) has completed an inventory of human remains and associated funerary objects in consultation with the appropriate Indian tribes or Native Hawaiian organizations, and has determined that there is a cultural affiliation between the human remains and associated funerary objects and present-day Indian tribes or Native Hawaiian organizations. Lineal descendants or representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request to the Huntington District. If no additional requestors come forward, transfer of control of the human remains and associated funerary objects to the lineal descendants, Indian tribes, or Native Hawaiian organizations stated in this notice may proceed.\\n        \\n        \\n          DATES:\\n          Lineal descendants or representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to the Huntington District at the address in this notice by January 3, 2017.\\n        \\n        \\n          ADDRESSES:\\n\\n          Mr. Rodney Parker, District Archaeologist, U.S. Army Corps of Engineers, Huntington District, 502 Eighth Street, Huntington, WV 25701, telephone (304) 399-5729, email rodney.d.parker@usace.army.mil.\\n        \\n      \\n      \\n        SUPPLEMENTARY INFORMATION:\\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains and associated funerary objects under the control of the Huntington District and in the possession of the Ohio Historical Society, Columbus, OH; Veterans Curation Program, Alexandria, VA; University of Kentucky, Lexington, KY; and the University of Akron, Akron, OH. The human remains and associated funerary objects were removed from Bluestone Lake in Summer County, WV; Deer Creek Lake in Pickaway County, OH; Fishtrap Lake in Pike County, KY; Meldahl Lock and Dam in Adams County, OH; Paint Creek Lake in Highland County, OH; and Paintsville Lake in Johnson County, KY.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003(d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations in this notice.\\n        Consultation\\n\\n        A detailed assessment of the human remains was made by Huntington District and the St. Louis District\\'s Mandatory Center of Expertise for the Curation and Management of Archaeological Collections professional staff in consultation with representatives of the Absentee Shawnee Tribe of Oklahoma; Bad River Band of the Lake Superior Tribe of Chippewa Indians of the Bad River Reservation, Wisconsin; Cayuga Nation; Cherokee Nation; Chippewa Cree Indians of the Rocky Boy\\'s Reservation, Montana (previously listed as the Chippewa-Cree Indians of the Rocky Boy\\'s Reservation, Montana); Citizen Potawatomi Nation, Oklahoma; Delaware Nation, Oklahoma; Delaware Tribe of Indians; Eastern Band of Cherokee Indians; Eastern Shawnee Tribe of Oklahoma; Forest County Potawatomi Community, Wisconsin; Grand Traverse Band of Ottawa and Chippewa Indians, Michigan; Hannahville Indian Community, Michigan; Keweenaw Bay Indian Community, Michigan; Lac Courte Oreilles Band of Lake Superior Chippewa Indians of Wisconsin; Little River Band of Ottawa Indians, Michigan; Little Traverse Bay Bands of Odawa Indians, Michigan; Match-e-be-nash-she-wish Band of Pottawatomi Indians of Michigan; Minnesota Chippewa Tribe, Minnesota (six component reservations: Bois Forte Band (Nett Lake); Fond du Lac Band; Grant Portage Band; Leech Lake Band; Mille Lacs Band; White Earth Band); Nottawaseppi Huron Band of the Potawatomi, Michigan (previously listed as the Huron Potawatomi, Inc.); Oneida Nation (previously listed as the Oneida Tribe of Indians of Wisconsin); Oneida Nation of New York; Onondaga Nation; Ottawa Tribe of Oklahoma; Pokagon Band of Potawatomi Indians, Michigan and Indiana; Prairie Band Potawatomi Nation (previously listed as the Prairie Band of Potawatomi Nation, Kansas); Red Cliff Band of Lake Superior Chippewa Indians of Wisconsin; Red Lake Band of Chippewa Indians, Minnesota; Saginaw Chippewa Indian Tribe of Michigan; Saint Regis Mohawk Tribe (previously listed as the St. Regis Band of Mohawk Indians of New York); Sault Ste. Marie Tribe of Chippewa Indians, Michigan; Seneca Nation of Indians (previously listed as Seneca Nation of New York); Seneca-Cayuga Nation (previously listed as the Seneca-Cayuga Tribe of Oklahoma); Shawnee Tribe; Sokaogon Chippewa Community, Wisconsin; St. Croix Chippewa Indians of Wisconsin; Tonawanda Band of Seneca (previously listed as the Tonawanda Band of Seneca Indians of New York); Tuscarora Nation; United Keetoowah Band of Cherokee Indians in Oklahoma; and Wyandotte Nation (hereafter referred to as \\xe2\\x80\\x9cThe Consulted Tribes\\xe2\\x80\\x9d).\\n        History and Description of the Remains\\n        In 1963 and 1964, human remains representing, at a minimum, 71 individuals were removed from 15PI11 (the Slone Site), Fishtrap Lake, Pike County, KY. The burials were excavated during legally authorized excavations by the University of Kentucky, and the human remains have been housed at the University of Kentucky, Lexington, since their excavation. No known individuals were identified. The 846 associated funerary objects are 613 shell beads, 13 shell pendants, 1 biface fragment, 2 miscellaneous rocks, 45 ceramic sherds, 109 fragments of unmodified fauna remains, 2 fragments modified faunal remains, 1 bone fish hook, 1 bone bead, 48 fragments of unmodified shell, 3 shell spoon fragments, and 8 soil samples.\\n        In 1966, human remains representing, at a minimum, 1 individual were removed from 15PI15 (the Justice-Baird Site), Fishtrap Lake, Pike County, KY. The burials were excavated during legally authorized excavations by the University of Kentucky. In 1967, Robert C. Dunnell, a Yale graduate student, donated the collection to the Yale University Peabody Museum. No known individuals were identified. No associated funerary objects are present.\\n        In 1973, 1974, and 1977, human remains representing, at minimum, 2 individuals were removed from 15JO23 (the Dameron Rockshelter), Paintsville Lake, Johnson County, KY. The burials were excavated during legally authorized excavation by the University of Kentucky and University of Pittsburgh, and the human remains and associated funerary objects have been housed at the University of Kentucky and University of Pittsburgh since their excavation. No known individuals were identified. The 46 associated funerary objects are 21 fragments of unmodified animal bone, 22 fragments of unmodified mussel shell, and 3 fragments of charcoal.\\n        In 1972, human remains representing, at minimum, 1 individual were removed from 33PI44 (the Tick Ridge Site), Pickaway County, OH. The burials were excavated during legally authorized excavation by the Ohio Historical Society, and the human remains and associated funerary objects have been housed that the Ohio History Society. No known individuals were identified. The 4 associated funerary objects are 3 unmodified animal bone and 1 projectile point fragment.\\n        In 1983, human remains representing, at minimum, 1 individual were removed from 33AD25 (the Island Creek Village site), Captain Meldahl Lock and Dam, Adams County, OH. The burials were excavated during legally authorized excavations by the University of Akron, and the human remains have been housed at the University of Akron, since their excavation. No known individuals were identified. No associated funerary objects are present.\\n        In 1970, human remains representing, at minimum, 3 individuals were removed from 33HI20 (the Paint Creek Lake Dam Burial), Paint Creek Lake, Highland County, OH. The burials were excavated during grading of the dam, and the human remains have been housed at the Ohio Historical Society, since their excavation. No known individuals were identified. The 55 associated funerary objects are 4 chert tools, 9 flakes, 1 slate forget, 34 fragments of unmodified faunal remains, 1 fragment of modified faunal remain, 1 fragment modified antler, 1 fossil, 1 mica fragment, 1 fragment unmodified shell, 1 fragment of charcoal, and 1 fragment of burned clay.\\n        In 1977, human remains representing, at minimum, 7 individuals were removed from 46SU3 (the Barker\\'s Bottom site) Bluestone Lake, Summers County, WV. Two individuals were excavated during legally authorized excavation by the University of Pittsburgh in 1977. The human remains and associated funerary objects were originally stored at the University of Pittsburgh, but were later transferred to Grave Creek Historic Mound site in Grave Creek, WV. In September 2014, the remains were transferred to the Veterans Curation Program Laboratory in Alexandria, VA. The remaining five individuals were found eroding out of the site in the 1980s and collected by the U.S. Army Corps of Engineers, Huntington District. The human remains and associated funerary object were sent to the West Virginia University Medical school for analysis and then stored at the Grave Creek Historic Mound Site in Grace Creek, WV. In September 2014, the remains were transferred to the Veterans Curation Program Laboratory in Alexandria, VA. No known individuals were identified. The 771 funerary objects are 7 core fragments, 1 groundstone tool, 82 flakes, 3 miscellaneous rock fragments, 167 ceramic sherds, 418 fragments of unmodified faunal remains, 2 fragments of modified faunal remains, 85 fragments of unmodified shell, and 6 shell beads.\\n\\n        In 1979, human remains representing, at a minimum, 3 individuals, were removed 46SU9, Bluestone Lake, Summers County, WV. The burials were excavated during legally authorized excavation by the University of Akron, and the human remains and funerary objects were originally housed at the University of Pittsburgh, but were later transferred to Grave Creek Historic Mound site in Grave Creek, WV. In September 2014, the remains were transferred to the Veterans Curation Program Laboratory in Alexandria, VA. No known individuals were identified. The 1,408 funerary objects are 1,387 bird hone beads, 19 shell beads, 1 faunal pendent, and 1 fragment of unmodified faunal remains.\\n        \\n        In March 1990, human remains representing, at a minimum, 1 individual, were removed from an unknown site, Deer Creek Lake, Pickaway County, OH. There are no published documents or original field documents detailing the discovery and collection of this material. The human remains and funerary objects have been housed at the Ohio Historical Society. No known individuals were identified. The 16 funerary objects are 1 broken bottle glass fragment, 1 miscellaneous stone, 1 biface, 1 flake, 6 fragments of unworked faunal remains, 5 worked deer antler tips, and 1 field tile.\\n        Based on the physical characteristics of the remains and associated objects listed in this notice, the human remains are determined to be of Native American ancestry. Archaeological evidence indicated a Fort Ancient period occupation at this site from A.D. 1000 to 1700. Five lines of evidence support a cultural affiliation finding for the site including geographical, archeological, anthropological, historical, and oral history information gathered during consultation. The Shawnee are generally considered the `southerners\\' or the southernmost of the Algonquian-speaking tribes, and oral tradition places their homeland along the central Ohio River Valley. The Shawnee are often associated with the Fort Ancient peoples who occupied the Ohio River Valley and have a long association with this territory in which they were first encountered by the Europeans by the mid seventeenth century including areas of southern Ohio, northern Kentucky, and western West Virginia. The location of Fort Ancient archeological sites within the Huntington District indicates that a strong historical and ethnohistorical link showing the region was occupied by the Shawnees in the early historic period. Based on the geographic, anthropological, linguistic, anthropological, and historical evidence, and information gained during consultation, Huntington District has determined that the human remains and associated funerary objects from the sites listed in this notice are culturally affiliated with the Shawnee. The three federally recognized tribes with standing under NAGPRA are the Absentee-Shawnee Tribe of Indians of Oklahoma, the Eastern Shawnee Tribe of Oklahoma, and the Shawnee Tribe.\\n        Determinations Made by the Huntington District\\n        Officials of the Huntington District have determined that:\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice represent the physical remains of 90 individuals of Native American ancestry.\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(3)(A), the 3,146 objects described in this notice are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony.\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and associated funerary objects and the Absentee-Shawnee Tribe of Indians of Oklahoma, the Eastern Shawnee Tribe of Oklahoma, and the Shawnee Tribe.\\n        Additional Requestors and Disposition\\n\\n        Lineal descendants or representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to Mr. Rodney Parker, District Archaeologist, U.S. Army Corps of Engineers, Huntington District, 502 Eighth Street, Huntington, WV 25701, telephone (304) 399-5729, email rodney.d.parker@usace.army.mil, by January 3, 2017. After that date, if no additional requestors have come forward, transfer of control of the human remains and associated funerary objects to the Absentee-Shawnee Tribe of Indians of Oklahoma, the Eastern Shawnee Tribe of Oklahoma, and the Shawnee Tribe may proceed.\\n        The Huntington District is responsible for notifying The Consulted Tribes that this notice has been published.\\n        \\n          Dated: November 15, 2016.\\n          Melanie O\\'Brien,\\n          Manager, National NAGPRA Program. \\n        \\n      \\n      [FR Doc. 2016-28959 Filed 12-1-16; 8:45 am]\\n       BILLING CODE 4312-52-P\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "[NPS-WASO-NAGPRA-22416; PPWOCRADN0-PCU00RP14.R50000]", "subject": "Notice of Inventory Completion: U.S. Army Corps of Engineers, Huntington District, Huntington, WV", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "The U.S. Army Corps of Engineers, Huntington District (Huntington District) has completed an inventory of human remains and associated funerary objects in consultation with the appropriate Indian tribes or Native Hawaiian organizations, and has determined that there is a cultural affiliation between the human remains and associated funerary objects and present-day Indian tribes or Native Hawaiian organizations. Lineal descendants or representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request to the Huntington District. If no additional requestors come forward, transfer of control of the human remains and associated funerary objects to the lineal descendants, Indian tribes, or Native Hawaiian organizations stated in this notice may proceed.", "dates": "Lineal descendants or representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to the Huntington District at the address in this notice by January 3, 2017.", "addresses": "Mr. Rodney Parker, District Archaeologist, U.S. Army Corps of Engineers, Huntington District, 502 Eighth Street, Huntington, WV 25701, telephone (304) 399-5729, email rodney.d.parker@usace.army.mil.", "signature_dated": "Dated: November 15, 2016.", "signature_name": "Melanie O\\'Brien,", "signature_title": "Manager, National NAGPRA Program. ", "fr_doc": "[FR Doc. 2016-28959 Filed 12-1-16; 8:45 am]", "billing_code": " BILLING CODE 4312-52-P", "supp_info": "SUPPLEMENTARY INFORMATION: \n Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains and associated funerary objects under the control of the Huntington District and in the possession of the Ohio Historical Society, Columbus, OH; Veterans Curation Program, Alexandria, VA; University of Kentucky, Lexington, KY; and the University of Akron, Akron, OH. The human remains and associated funerary objects were removed from Bluestone Lake in Summer County, WV; Deer Creek Lake in Pickaway County, OH; Fishtrap Lake in Pike County, KY; Meldahl Lock and Dam in Adams County, OH; Paint Creek Lake in Highland County, OH; and Paintsville Lake in Johnson County, KY. \n This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003(d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations in this notice. \n Consultation \n A detailed assessment of the human remains was made by Huntington District and the St. Louis District\\'s Mandatory Center of Expertise for the Curation and Management of Archaeological Collections professional staff in consultation with representatives of the Absentee Shawnee Tribe of Oklahoma; Bad River Band of the Lake Superior Tribe of Chippewa Indians of the Bad River Reservation, Wisconsin; Cayuga Nation; Cherokee Nation; Chippewa Cree Indians of the Rocky Boy\\'s Reservation, Montana (previously listed as the Chippewa-Cree Indians of the Rocky Boy\\'s Reservation, Montana); Citizen Potawatomi Nation, Oklahoma; Delaware Nation, Oklahoma; Delaware Tribe of Indians; Eastern Band of Cherokee Indians; Eastern Shawnee Tribe of Oklahoma; Forest County Potawatomi Community, Wisconsin; Grand Traverse Band of Ottawa and Chippewa Indians, Michigan; Hannahville Indian Community, Michigan; Keweenaw Bay Indian Community, Michigan; Lac Courte Oreilles Band of Lake Superior Chippewa Indians of Wisconsin; Little River Band of Ottawa Indians, Michigan; Little Traverse Bay Bands of Odawa Indians, Michigan; Match-e-be-nash-she-wish Band of Pottawatomi Indians of Michigan; Minnesota Chippewa Tribe, Minnesota (six component reservations: Bois Forte Band (Nett Lake); Fond du Lac Band; Grant Portage Band; Leech Lake Band; Mille Lacs Band; White Earth Band); Nottawaseppi Huron Band of the Potawatomi, Michigan (previously listed as the Huron Potawatomi, Inc.); Oneida Nation (previously listed as the Oneida Tribe of Indians of Wisconsin); Oneida Nation of New York; Onondaga Nation; Ottawa Tribe of Oklahoma; Pokagon Band of Potawatomi Indians, Michigan and Indiana; Prairie Band Potawatomi Nation (previously listed as the Prairie Band of Potawatomi Nation, Kansas); Red Cliff Band of Lake Superior Chippewa Indians of Wisconsin; Red Lake Band of Chippewa Indians, Minnesota; Saginaw Chippewa Indian Tribe of Michigan; Saint Regis Mohawk Tribe (previously listed as the St. Regis Band of Mohawk Indians of New York); Sault Ste. Marie Tribe of Chippewa Indians, Michigan; Seneca Nation of Indians (previously listed as Seneca Nation of New York); Seneca-Cayuga Nation (previously listed as the Seneca-Cayuga Tribe of Oklahoma); Shawnee Tribe; Sokaogon Chippewa Community, Wisconsin; St. Croix Chippewa Indians of Wisconsin; Tonawanda Band of Seneca (previously listed as the Tonawanda Band of Seneca Indians of New York); Tuscarora Nation; United Keetoowah Band of Cherokee Indians in Oklahoma; and Wyandotte Nation (hereafter referred to as \\xe2\\x80\\x9cThe Consulted Tribes\\xe2\\x80\\x9d). \n History and Description of the Remains \n In 1963 and 1964, human remains representing, at a minimum, 71 individuals were removed from 15PI11 (the Slone Site), Fishtrap Lake, Pike County, KY. The burials were excavated during legally authorized excavations by the University of Kentucky, and the human remains have been housed at the University of Kentucky, Lexington, since their excavation. No known individuals were identified. The 846 associated funerary objects are 613 shell beads, 13 shell pendants, 1 biface fragment, 2 miscellaneous rocks, 45 ceramic sherds, 109 fragments of unmodified fauna remains, 2 fragments modified faunal remains, 1 bone fish hook, 1 bone bead, 48 fragments of unmodified shell, 3 shell spoon fragments, and 8 soil samples. \n In 1966, human remains representing, at a minimum, 1 individual were removed from 15PI15 (the Justice-Baird Site), Fishtrap Lake, Pike County, KY. The burials were excavated during legally authorized excavations by the University of Kentucky. In 1967, Robert C. Dunnell, a Yale graduate student, donated the collection to the Yale University Peabody Museum. No known individuals were identified. No associated funerary objects are present. \n In 1973, 1974, and 1977, human remains representing, at minimum, 2 individuals were removed from 15JO23 (the Dameron Rockshelter), Paintsville Lake, Johnson County, KY. The burials were excavated during legally authorized excavation by the University of Kentucky and University of Pittsburgh, and the human remains and associated funerary objects have been housed at the University of Kentucky and University of Pittsburgh since their excavation. No known individuals were identified. The 46 associated funerary objects are 21 fragments of unmodified animal bone, 22 fragments of unmodified mussel shell, and 3 fragments of charcoal. \n In 1972, human remains representing, at minimum, 1 individual were removed from 33PI44 (the Tick Ridge Site), Pickaway County, OH. The burials were excavated during legally authorized excavation by the Ohio Historical Society, and the human remains and associated funerary objects have been housed that the Ohio History Society. No known individuals were identified. The 4 associated funerary objects are 3 unmodified animal bone and 1 projectile point fragment. \n In 1983, human remains representing, at minimum, 1 individual were removed from 33AD25 (the Island Creek Village site), Captain Meldahl Lock and Dam, Adams County, OH. The burials were excavated during legally authorized excavations by the University of Akron, and the human remains have been housed at the University of Akron, since their excavation. No known individuals were identified. No associated funerary objects are present. \n In 1970, human remains representing, at minimum, 3 individuals were removed from 33HI20 (the Paint Creek Lake Dam Burial), Paint Creek Lake, Highland County, OH. The burials were excavated during grading of the dam, and the human remains have been housed at the Ohio Historical Society, since their excavation. No known individuals were identified. The 55 associated funerary objects are 4 chert tools, 9 flakes, 1 slate forget, 34 fragments of unmodified faunal remains, 1 fragment of modified faunal remain, 1 fragment modified antler, 1 fossil, 1 mica fragment, 1 fragment unmodified shell, 1 fragment of charcoal, and 1 fragment of burned clay. \n In 1977, human remains representing, at minimum, 7 individuals were removed from 46SU3 (the Barker\\'s Bottom site) Bluestone Lake, Summers County, WV. Two individuals were excavated during legally authorized excavation by the University of Pittsburgh in 1977. The human remains and associated funerary objects were originally stored at the University of Pittsburgh, but were later transferred to Grave Creek Historic Mound site in Grave Creek, WV. In September 2014, the remains were transferred to the Veterans Curation Program Laboratory in Alexandria, VA. The remaining five individuals were found eroding out of the site in the 1980s and collected by the U.S. Army Corps of Engineers, Huntington District. The human remains and associated funerary object were sent to the West Virginia University Medical school for analysis and then stored at the Grave Creek Historic Mound Site in Grace Creek, WV. In September 2014, the remains were transferred to the Veterans Curation Program Laboratory in Alexandria, VA. No known individuals were identified. The 771 funerary objects are 7 core fragments, 1 groundstone tool, 82 flakes, 3 miscellaneous rock fragments, 167 ceramic sherds, 418 fragments of unmodified faunal remains, 2 fragments of modified faunal remains, 85 fragments of unmodified shell, and 6 shell beads. \n In 1979, human remains representing, at a minimum, 3 individuals, were removed 46SU9, Bluestone Lake, Summers County, WV. The burials were excavated during legally authorized excavation by the University of Akron, and the human remains and funerary objects were originally housed at the University of Pittsburgh, but were later transferred to Grave Creek Historic Mound site in Grave Creek, WV. In September 2014, the remains were transferred to the Veterans Curation Program Laboratory in Alexandria, VA. No known individuals were identified. The 1,408 funerary objects are 1,387 bird hone beads, 19 shell beads, 1 faunal pendent, and 1 fragment of unmodified faunal remains.\\n         \n In March 1990, human remains representing, at a minimum, 1 individual, were removed from an unknown site, Deer Creek Lake, Pickaway County, OH. There are no published documents or original field documents detailing the discovery and collection of this material. The human remains and funerary objects have been housed at the Ohio Historical Society. No known individuals were identified. The 16 funerary objects are 1 broken bottle glass fragment, 1 miscellaneous stone, 1 biface, 1 flake, 6 fragments of unworked faunal remains, 5 worked deer antler tips, and 1 field tile. \n Based on the physical characteristics of the remains and associated objects listed in this notice, the human remains are determined to be of Native American ancestry. Archaeological evidence indicated a Fort Ancient period occupation at this site from A.D. 1000 to 1700. Five lines of evidence support a cultural affiliation finding for the site including geographical, archeological, anthropological, historical, and oral history information gathered during consultation. The Shawnee are generally considered the `southerners\\' or the southernmost of the Algonquian-speaking tribes, and oral tradition places their homeland along the central Ohio River Valley. The Shawnee are often associated with the Fort Ancient peoples who occupied the Ohio River Valley and have a long association with this territory in which they were first encountered by the Europeans by the mid seventeenth century including areas of southern Ohio, northern Kentucky, and western West Virginia. The location of Fort Ancient archeological sites within the Huntington District indicates that a strong historical and ethnohistorical link showing the region was occupied by the Shawnees in the early historic period. Based on the geographic, anthropological, linguistic, anthropological, and historical evidence, and information gained during consultation, Huntington District has determined that the human remains and associated funerary objects from the sites listed in this notice are culturally affiliated with the Shawnee. The three federally recognized tribes with standing under NAGPRA are the Absentee-Shawnee Tribe of Indians of Oklahoma, the Eastern Shawnee Tribe of Oklahoma, and the Shawnee Tribe. \n Determinations Made by the Huntington District \n Officials of the Huntington District have determined that: \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice represent the physical remains of 90 individuals of Native American ancestry. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(3)(A), the 3,146 objects described in this notice are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and associated funerary objects and the Absentee-Shawnee Tribe of Indians of Oklahoma, the Eastern Shawnee Tribe of Oklahoma, and the Shawnee Tribe. \n Additional Requestors and Disposition \n Lineal descendants or representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to Mr. Rodney Parker, District Archaeologist, U.S. Army Corps of Engineers, Huntington District, 502 Eighth Street, Huntington, WV 25701, telephone (304) 399-5729, email rodney.d.parker@usace.army.mil, by January 3, 2017. After that date, if no additional requestors have come forward, transfer of control of the human remains and associated funerary objects to the Absentee-Shawnee Tribe of Indians of Oklahoma, the Eastern Shawnee Tribe of Oklahoma, and the Shawnee Tribe may proceed. \n The Huntington District is responsible for notifying The Consulted Tribes that this notice has been published. \n ", "consultation": "A detailed assessment of the human remains was made by Huntington District and the St. Louis District\\'s Mandatory Center of Expertise for the Curation and Management of Archaeological Collections professional staff in consultation with representatives of the Absentee Shawnee Tribe of Oklahoma; Bad River Band of the Lake Superior Tribe of Chippewa Indians of the Bad River Reservation, Wisconsin; Cayuga Nation; Cherokee Nation; Chippewa Cree Indians of the Rocky Boy\\'s Reservation, Montana (previously listed as the Chippewa-Cree Indians of the Rocky Boy\\'s Reservation, Montana); Citizen Potawatomi Nation, Oklahoma; Delaware Nation, Oklahoma; Delaware Tribe of Indians; Eastern Band of Cherokee Indians; Eastern Shawnee Tribe of Oklahoma; Forest County Potawatomi Community, Wisconsin; Grand Traverse Band of Ottawa and Chippewa Indians, Michigan; Hannahville Indian Community, Michigan; Keweenaw Bay Indian Community, Michigan; Lac Courte Oreilles Band of Lake Superior Chippewa Indians of Wisconsin; Little River Band of Ottawa Indians, Michigan; Little Traverse Bay Bands of Odawa Indians, Michigan; Match-e-be-nash-she-wish Band of Pottawatomi Indians of Michigan; Minnesota Chippewa Tribe, Minnesota (six component reservations: Bois Forte Band (Nett Lake); Fond du Lac Band; Grant Portage Band; Leech Lake Band; Mille Lacs Band; White Earth Band); Nottawaseppi Huron Band of the Potawatomi, Michigan (previously listed as the Huron Potawatomi, Inc.); Oneida Nation (previously listed as the Oneida Tribe of Indians of Wisconsin); Oneida Nation of New York; Onondaga Nation; Ottawa Tribe of Oklahoma; Pokagon Band of Potawatomi Indians, Michigan and Indiana; Prairie Band Potawatomi Nation (previously listed as the Prairie Band of Potawatomi Nation, Kansas); Red Cliff Band of Lake Superior Chippewa Indians of Wisconsin; Red Lake Band of Chippewa Indians, Minnesota; Saginaw Chippewa Indian Tribe of Michigan; Saint Regis Mohawk Tribe (previously listed as the St. Regis Band of Mohawk Indians of New York); Sault Ste. Marie Tribe of Chippewa Indians, Michigan; Seneca Nation of Indians (previously listed as Seneca Nation of New York); Seneca-Cayuga Nation (previously listed as the Seneca-Cayuga Tribe of Oklahoma); Shawnee Tribe; Sokaogon Chippewa Community, Wisconsin; St. Croix Chippewa Indians of Wisconsin; Tonawanda Band of Seneca (previously listed as the Tonawanda Band of Seneca Indians of New York); Tuscarora Nation; United Keetoowah Band of Cherokee Indians in Oklahoma; and Wyandotte Nation (hereafter referred to as \\xe2\\x80\\x9cThe Consulted Tribes\\xe2\\x80\\x9d). \n ", "h_d_r": "In 1963 and 1964, human remains representing, at a minimum, 71 individuals were removed from 15PI11 (the Slone Site), Fishtrap Lake, Pike County, KY. The burials were excavated during legally authorized excavations by the University of Kentucky, and the human remains have been housed at the University of Kentucky, Lexington, since their excavation. No known individuals were identified. The 846 associated funerary objects are 613 shell beads, 13 shell pendants, 1 biface fragment, 2 miscellaneous rocks, 45 ceramic sherds, 109 fragments of unmodified fauna remains, 2 fragments modified faunal remains, 1 bone fish hook, 1 bone bead, 48 fragments of unmodified shell, 3 shell spoon fragments, and 8 soil samples. \n In 1966, human remains representing, at a minimum, 1 individual were removed from 15PI15 (the Justice-Baird Site), Fishtrap Lake, Pike County, KY. The burials were excavated during legally authorized excavations by the University of Kentucky. In 1967, Robert C. Dunnell, a Yale graduate student, donated the collection to the Yale University Peabody Museum. No known individuals were identified. No associated funerary objects are present. \n In 1973, 1974, and 1977, human remains representing, at minimum, 2 individuals were removed from 15JO23 (the Dameron Rockshelter), Paintsville Lake, Johnson County, KY. The burials were excavated during legally authorized excavation by the University of Kentucky and University of Pittsburgh, and the human remains and associated funerary objects have been housed at the University of Kentucky and University of Pittsburgh since their excavation. No known individuals were identified. The 46 associated funerary objects are 21 fragments of unmodified animal bone, 22 fragments of unmodified mussel shell, and 3 fragments of charcoal. \n In 1972, human remains representing, at minimum, 1 individual were removed from 33PI44 (the Tick Ridge Site), Pickaway County, OH. The burials were excavated during legally authorized excavation by the Ohio Historical Society, and the human remains and associated funerary objects have been housed that the Ohio History Society. No known individuals were identified. The 4 associated funerary objects are 3 unmodified animal bone and 1 projectile point fragment. \n In 1983, human remains representing, at minimum, 1 individual were removed from 33AD25 (the Island Creek Village site), Captain Meldahl Lock and Dam, Adams County, OH. The burials were excavated during legally authorized excavations by the University of Akron, and the human remains have been housed at the University of Akron, since their excavation. No known individuals were identified. No associated funerary objects are present. \n In 1970, human remains representing, at minimum, 3 individuals were removed from 33HI20 (the Paint Creek Lake Dam Burial), Paint Creek Lake, Highland County, OH. The burials were excavated during grading of the dam, and the human remains have been housed at the Ohio Historical Society, since their excavation. No known individuals were identified. The 55 associated funerary objects are 4 chert tools, 9 flakes, 1 slate forget, 34 fragments of unmodified faunal remains, 1 fragment of modified faunal remain, 1 fragment modified antler, 1 fossil, 1 mica fragment, 1 fragment unmodified shell, 1 fragment of charcoal, and 1 fragment of burned clay. \n In 1977, human remains representing, at minimum, 7 individuals were removed from 46SU3 (the Barker\\'s Bottom site) Bluestone Lake, Summers County, WV. Two individuals were excavated during legally authorized excavation by the University of Pittsburgh in 1977. The human remains and associated funerary objects were originally stored at the University of Pittsburgh, but were later transferred to Grave Creek Historic Mound site in Grave Creek, WV. In September 2014, the remains were transferred to the Veterans Curation Program Laboratory in Alexandria, VA. The remaining five individuals were found eroding out of the site in the 1980s and collected by the U.S. Army Corps of Engineers, Huntington District. The human remains and associated funerary object were sent to the West Virginia University Medical school for analysis and then stored at the Grave Creek Historic Mound Site in Grace Creek, WV. In September 2014, the remains were transferred to the Veterans Curation Program Laboratory in Alexandria, VA. No known individuals were identified. The 771 funerary objects are 7 core fragments, 1 groundstone tool, 82 flakes, 3 miscellaneous rock fragments, 167 ceramic sherds, 418 fragments of unmodified faunal remains, 2 fragments of modified faunal remains, 85 fragments of unmodified shell, and 6 shell beads. \n In 1979, human remains representing, at a minimum, 3 individuals, were removed 46SU9, Bluestone Lake, Summers County, WV. The burials were excavated during legally authorized excavation by the University of Akron, and the human remains and funerary objects were originally housed at the University of Pittsburgh, but were later transferred to Grave Creek Historic Mound site in Grave Creek, WV. In September 2014, the remains were transferred to the Veterans Curation Program Laboratory in Alexandria, VA. No known individuals were identified. The 1,408 funerary objects are 1,387 bird hone beads, 19 shell beads, 1 faunal pendent, and 1 fragment of unmodified faunal remains.\\n         \n In March 1990, human remains representing, at a minimum, 1 individual, were removed from an unknown site, Deer Creek Lake, Pickaway County, OH. There are no published documents or original field documents detailing the discovery and collection of this material. The human remains and funerary objects have been housed at the Ohio Historical Society. No known individuals were identified. The 16 funerary objects are 1 broken bottle glass fragment, 1 miscellaneous stone, 1 biface, 1 flake, 6 fragments of unworked faunal remains, 5 worked deer antler tips, and 1 field tile. \n Based on the physical characteristics of the remains and associated objects listed in this notice, the human remains are determined to be of Native American ancestry. Archaeological evidence indicated a Fort Ancient period occupation at this site from A.D. 1000 to 1700. Five lines of evidence support a cultural affiliation finding for the site including geographical, archeological, anthropological, historical, and oral history information gathered during consultation. The Shawnee are generally considered the `southerners\\' or the southernmost of the Algonquian-speaking tribes, and oral tradition places their homeland along the central Ohio River Valley. The Shawnee are often associated with the Fort Ancient peoples who occupied the Ohio River Valley and have a long association with this territory in which they were first encountered by the Europeans by the mid seventeenth century including areas of southern Ohio, northern Kentucky, and western West Virginia. The location of Fort Ancient archeological sites within the Huntington District indicates that a strong historical and ethnohistorical link showing the region was occupied by the Shawnees in the early historic period. Based on the geographic, anthropological, linguistic, anthropological, and historical evidence, and information gained during consultation, Huntington District has determined that the human remains and associated funerary objects from the sites listed in this notice are culturally affiliated with the Shawnee. The three federally recognized tribes with standing under NAGPRA are the Absentee-Shawnee Tribe of Indians of Oklahoma, the Eastern Shawnee Tribe of Oklahoma, and the Shawnee Tribe. \n ", "h_d_ci": "Null", "determinations": "Determinations Made by the Huntington District \n Officials of the Huntington District have determined that: \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice represent the physical remains of 90 individuals of Native American ancestry. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(3)(A), the 3,146 objects described in this notice are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and associated funerary objects and the Absentee-Shawnee Tribe of Indians of Oklahoma, the Eastern Shawnee Tribe of Oklahoma, and the Shawnee Tribe. \n ", "a_r_d": "Lineal descendants or representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to Mr. Rodney Parker, District Archaeologist, U.S. Army Corps of Engineers, Huntington District, 502 Eighth Street, Huntington, WV 25701, telephone (304) 399-5729, email rodney.d.parker@usace.army.mil, by January 3, 2017. After that date, if no additional requestors have come forward, transfer of control of the human remains and associated funerary objects to the Absentee-Shawnee Tribe of Indians of Oklahoma, the Eastern Shawnee Tribe of Oklahoma, and the Shawnee Tribe may proceed. \n The Huntington District is responsible for notifying The Consulted Tribes that this notice has been published. \n "}