{"index": "I_516", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        [NPS-WASO-NAGPRA-21887; PPWOCRADN0-PCU00RP14.R50000]\\n        Notice of Inventory Completion: Thomas Gilcrease Institute of American History and Art (Gilcrease Museum), Tulsa, OK\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        \\n          SUMMARY:\\n          The Thomas Gilcrease Institute of American History and Art (Gilcrease Museum) has completed an inventory of human remains and associated funerary objects, in consultation with the appropriate Indian tribes or Native Hawaiian organizations, and has determined that there is no cultural affiliation between the human remains and associated funerary objects and any present-day Indian tribes or Native Hawaiian organizations. Representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request to the Gilcrease Museum. If no additional requestors come forward, transfer of control of the human remains and associated funerary objects to the Indian tribes or Native Hawaiian organizations stated in this notice may proceed.\\n        \\n        \\n          DATES:\\n          Representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to the Gilcrease Museum at the address in this notice by October 20, 2016.\\n        \\n        \\n          ADDRESSES:\\n\\n          Laura Bryant, Anthropology Collections Manager, Thomas Gilcrease Institute of American History and Art, 1400 N. Gilcrease Museum Road, Tulsa, OK 74127, telephone (918) 596-2747, email laura-bryant@utulsa.edu.\\n          \\n        \\n      \\n      \\n        SUPPLEMENTARY INFORMATION:\\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains and associated funerary objects under the control of the Gilcrease Museum, Tulsa, OK. The human remains and associated funerary objects were removed from Limestone and Morgan Counties, AL.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003(d)(3) and 43 CFR 10.11(d). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations in this notice.\\n        Consultation\\n        A detailed assessment of the human remains was made by the Gilcrease Museum professional staff in consultation with representatives of the Cherokee Nation; the Eastern Band of Cherokee Indians; The Chickasaw Nation; The Muscogee (Creek) Nation; and the United Keetoowah Band of Cherokee Indians in Oklahoma.\\n        History and Description of the Remains\\n        In 1954, human remains representing, at minimum, one individual were removed from likely one of these sites: 1LI27, 1LI49, 1LI52, or 1LI53 (Soday site number 399) in Limestone County, AL. The exact location is unclear. The human remains were removed by Frank J. Soday, a collector and amateur archeologist. In 1982, the Thomas Gilcrease Museum Association purchased the Soday Collection, including these human remains, and subsequently donated the collection to the Gilcrease Museum. The human remains represent an adult, aged 36-55. No known individuals were identified. The 85 associated funerary objects are 1 scraper, 8 pottery sherds, and 76 flint and stone tools.\\n        In 1951, human remains representing, at minimum, one individual were removed from Skeleton Island (Soday site number 401) in Limestone County, AL. The human remains were removed by Frank J. Soday, a collector and amateur archeologist. In 1982, the Thomas Gilcrease Museum Association purchased the Soday Collection, including these human remains, and subsequently donated the collection to the Gilcrease Museum. The human remains represent one adult, aged 36-55. No known individuals were identified. The 430 associated funerary objects are 3 axes, 115 points, 8 sherds, 58 stone tools, 3 bone tools, and 243 unworked-stones.\\n        In 1953, human remains representing, at minimum, 16 individuals were removed from Harbor Island West (Soday site number 417) in Limestone County, AL. The human remains were removed by Frank J. Soday, a collector and amateur archeologist. In 1982, the Thomas Gilcrease Museum Association purchased the Soday Collection, including these human remains, and subsequently donated the collection to the Gilcrease Museum. The human remains represent one juvenile male, aged 13-19; one female young adult and one infant in the same burial; four adults; three children; and six individuals of unknown age and sex. No known individuals were identified. The 140 associated funerary objects are 72 sherds, 12 shell pieces, 44 stone tools, 3 partial ceramic pots, 1 ceramic trowel, 1 bone piece, and 7 flint cobbles.\\n        In 1953, human remains representing, at minimum, four individuals were removed from Center Island East (Soday site number 423) in Limestone County, AL. The human remains were removed by Frank J. Soday, a collector and amateur archeologist. In 1982, the Thomas Gilcrease Museum Association purchased the Soday Collection, including these human remains, and subsequently donated the collection to the Gilcrease Museum. The human remains represent three females, aged 20-35, and one male, aged 36-55. No known individuals were identified. The 587 associated funerary objects are 28 shells, 77 sherds, 476 stone tools and points, 1 stone palette, 1 round disk, and 4 faunal bone tools.\\n        In 1955, human remains representing, at minimum, one individual were removed from Soday, East Middle Quad/TVA (Soday site number 428) in Limestone County, AL. The human remains were removed by Frank J. Soday, a collector and amateur archeologist. In 1982, the Thomas Gilcrease Museum Association purchased the Soday Collection, including these human remains, and subsequently donated the collection to the Gilcrease Museum. The human remains represent one adult male, aged 36-55. No known individuals were identified. The 3,806 associated funerary objects are 1,325 stone tools, 14 sherds, 831 worked stone objects, 145 flakes, 561 points, 1 stone disc, 1 broken drill, 201 scrapers, 101 knives, 625 stone objects, and 1 hammerstone.\\n\\n        In 1952-1958, human remains representing, at minimum, one individual were removed from Strap Handle Island, Wheeler Lake (Soday site number 489) in Limestone County, AL. The human remains were removed by Frank J. Soday, a collector and amateur archeologist. In 1982, the Thomas Gilcrease Museum Association purchased the Soday Collection, including these human remains, and subsequently donated the collection to the Gilcrease Museum. The age and sex of the individual is unknown. No known individuals were identified. The 754 associated funerary objects are 4 discs, 86 sherds, 1 faunal bone, 1 cup, 1 bone awl, 6 knives, 5 discoidals, 233 stone tools, 371 points, 3 shells, 6 celts, 8 flakes, 6 stone bowls, 19 scrapers, 1 drill piece, 1 white cobble, 1 sandstone piece, and 1 broken gorget.\\n        On an unknown date, human remains representing, at minimum, one individual were removed from Bald Knob Cemetery/Folsom Graveyard (Soday site number 456) in Morgan County, AL. The human remains were removed by Frank J. Soday, a collector and amateur archeologist. In 1982, the Thomas Gilcrease Museum Association purchased the Soday Collection, including these human remains, and subsequently donated the collection to the Gilcrease Museum. The human remains represent one female adult, aged 36-55. No known individuals were identified. The 10 associated funerary objects are 2 scrapers, 3 points, and 5 stone objects.\\n        In 1952, human remains representing, at minimum, two individuals were removed from West Middle Quad, Decatur (Soday site number 435) in Morgan County, AL. The human remains were removed by Frank J. Soday, a collector and amateur archeologist. In 1982, the Thomas Gilcrease Museum Association purchased the Soday Collection, including these human remains, and subsequently donated the collection to the Gilcrease Museum. The human remains represent two females, aged 20-35. No known individuals were identified. The 1,245 associated funerary objects are 777 stone objects, 454 points, 13 flakes, and 1 pestle.\\n        In 1957, human remains representing, at minimum, three individuals were removed from Chemstrand Island #1, Decatur (Soday site number 476) in Morgan County, AL. The human remains were removed by Frank J. Soday, a collector and amateur archeologist. In 1982, the Thomas Gilcrease Museum Association purchased the Soday Collection, including these human remains, and subsequently donated the collection to the Gilcrease Museum. No known individuals were identified. The 432 associated funerary objects are 95 stone tools and points, 54 sherds, and 283 pieces of shell.\\n        On an unknown date, human remains representing, at minimum, one individual were removed from Chemstrand, Harbor Island, Decatur (Soday site number 504) in Morgan County, AL. The human remains were removed by Frank J. Soday, a collector and amateur archeologist. In 1982, the Thomas Gilcrease Museum Association purchased the Soday Collection, including these human remains, and subsequently donated the collection to the Gilcrease Museum. The human remains represent an adult, aged 36-55. No known individuals were identified. The 440 associated funerary objects are 4 points, 1 flake, 395 sherds, 1 quartz, 1 marble, 2 turtle shells, 12 daub structure fragments, 5 pottery supports, and 19 stone objects.\\n        In 1957, human remains representing, at minimum, five individuals were removed from Prater Field Mounds (Soday site number 570) in Morgan County, AL. The human remains were removed by Frank J. Soday, a collector and amateur archeologist. In 1982, the Thomas Gilcrease Museum Association purchased the Soday Collection, including these human remains, and subsequently donated the collection to the Gilcrease Museum. The human remains represent one young adult, aged 20-35; one middle-adult of unknown sex; two males, aged 36-55; and one individual of unknown age or sex. No known individuals were identified. The 13 associated funerary objects are 1 hoe, 1 boatstone, and 11 points and tools.\\n        On an unknown date, human remains representing, at minimum, one individual were removed from Elkmont Side Notch, Decatur (Soday site number 607) in Morgan County, AL. The human remains were removed by Frank J. Soday, a collector and amateur archeologist. In 1982, the Thomas Gilcrease Museum Association purchased the Soday Collection, including these human remains, and subsequently donated the collection to the Gilcrease Museum. No known individuals were identified. The 71 associated funerary objects are 71 points and flakes.\\n        Determinations Made by the Gilcrease Museum\\n        Officials of the Gilcrease Museum have determined that:\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice are Native American based on the burial context and location.\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice represent the physical remains of 37 individuals of Native American ancestry.\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(3)(A), the 8,013 objects described in this notice are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony.\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(2), a relationship of shared group identity cannot be reasonably traced between the Native American human remains and associated funerary objects and any present-day Indian tribe.\\n        \\xe2\\x80\\xa2 According to final judgments of the Indian Claims Commission or the Court of Federal Claims, the land from which the Native American human remains and associated funerary objects were removed is the aboriginal land of the Cherokee Nation; the Eastern Band of Cherokee Indians; The Chickasaw Nation; The Muscogee (Creek) Nation; and the United Keetoowah Band of Cherokee Indians in Oklahoma.\\n        \\xe2\\x80\\xa2 Treaties, Acts of Congress, or Executive Orders indicate that the land from which the Native American human remains and associated funerary objects were removed is the aboriginal land of the Cherokee Nation; the Eastern Band of Cherokee Indians; The Chickasaw Nation; The Muscogee (Creek) Nation; and the United Keetoowah Band of Cherokee Indians in Oklahoma.\\n        \\xe2\\x80\\xa2 Pursuant to 43 CFR 10.11(c)(1), the disposition of the human remains and associated funerary objects may be to the Cherokee Nation; the Eastern Band of Cherokee Indians; The Chickasaw Nation; The Muscogee (Creek) Nation; and the United Keetoowah Band of Cherokee Indians in Oklahoma.\\n        Additional Requestors and Disposition\\n\\n        Representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to Laura Bryant, Gilcrease Museum, 1400 N. Gilcrease Museum Road, Tulsa, OK 74127, telephone (918) 596-2747, email laura-bryant@utulsa.edu, by October 20, 2016. After that date, if no additional requestors have come forward, transfer of control of the human remains and associated funerary objects to the Cherokee Nation; the Eastern Band of Cherokee Indians; The Chickasaw Nation; The Muscogee (Creek) Nation; and the United Keetoowah Band of Cherokee Indians in Oklahoma may proceed.\\n\\n        The Gilcrease Museum is responsible for notifying the Cherokee Nation; the Eastern Band of Cherokee Indians; The Chickasaw Nation; The Muscogee (Creek) Nation; and the United Keetoowah Band of Cherokee Indians in Oklahoma that this notice has been published.\\n        \\n          Dated: September 6, 2016.\\n          Melanie O\\'Brien,\\n          Manager, National NAGPRA Program. \\n        \\n      \\n      [FR Doc. 2016-22618 Filed 9-19-16; 8:45 am]\\n       BILLING CODE 4312-50-P\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "[NPS-WASO-NAGPRA-21887; PPWOCRADN0-PCU00RP14.R50000]", "subject": "Notice of Inventory Completion: Thomas Gilcrease Institute of American History and Art (Gilcrease Museum), Tulsa, OK", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "The Thomas Gilcrease Institute of American History and Art (Gilcrease Museum) has completed an inventory of human remains and associated funerary objects, in consultation with the appropriate Indian tribes or Native Hawaiian organizations, and has determined that there is no cultural affiliation between the human remains and associated funerary objects and any present-day Indian tribes or Native Hawaiian organizations. Representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request to the Gilcrease Museum. If no additional requestors come forward, transfer of control of the human remains and associated funerary objects to the Indian tribes or Native Hawaiian organizations stated in this notice may proceed.", "dates": "Representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to the Gilcrease Museum at the address in this notice by October 20, 2016.", "addresses": "Laura Bryant, Anthropology Collections Manager, Thomas Gilcrease Institute of American History and Art, 1400 N. Gilcrease Museum Road, Tulsa, OK 74127, telephone (918) 596-2747, email laura-bryant@utulsa.edu.\\n          ", "signature_dated": "Dated: September 6, 2016.", "signature_name": "Melanie O\\'Brien,", "signature_title": "Manager, National NAGPRA Program. ", "fr_doc": "[FR Doc. 2016-22618 Filed 9-19-16; 8:45 am]", "billing_code": " BILLING CODE 4312-50-P", "supp_info": "SUPPLEMENTARY INFORMATION: \n Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains and associated funerary objects under the control of the Gilcrease Museum, Tulsa, OK. The human remains and associated funerary objects were removed from Limestone and Morgan Counties, AL. \n This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003(d)(3) and 43 CFR 10.11(d). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations in this notice. \n Consultation \n A detailed assessment of the human remains was made by the Gilcrease Museum professional staff in consultation with representatives of the Cherokee Nation; the Eastern Band of Cherokee Indians; The Chickasaw Nation; The Muscogee (Creek) Nation; and the United Keetoowah Band of Cherokee Indians in Oklahoma. \n History and Description of the Remains \n In 1954, human remains representing, at minimum, one individual were removed from likely one of these sites: 1LI27, 1LI49, 1LI52, or 1LI53 (Soday site number 399) in Limestone County, AL. The exact location is unclear. The human remains were removed by Frank J. Soday, a collector and amateur archeologist. In 1982, the Thomas Gilcrease Museum Association purchased the Soday Collection, including these human remains, and subsequently donated the collection to the Gilcrease Museum. The human remains represent an adult, aged 36-55. No known individuals were identified. The 85 associated funerary objects are 1 scraper, 8 pottery sherds, and 76 flint and stone tools. \n In 1951, human remains representing, at minimum, one individual were removed from Skeleton Island (Soday site number 401) in Limestone County, AL. The human remains were removed by Frank J. Soday, a collector and amateur archeologist. In 1982, the Thomas Gilcrease Museum Association purchased the Soday Collection, including these human remains, and subsequently donated the collection to the Gilcrease Museum. The human remains represent one adult, aged 36-55. No known individuals were identified. The 430 associated funerary objects are 3 axes, 115 points, 8 sherds, 58 stone tools, 3 bone tools, and 243 unworked-stones. \n In 1953, human remains representing, at minimum, 16 individuals were removed from Harbor Island West (Soday site number 417) in Limestone County, AL. The human remains were removed by Frank J. Soday, a collector and amateur archeologist. In 1982, the Thomas Gilcrease Museum Association purchased the Soday Collection, including these human remains, and subsequently donated the collection to the Gilcrease Museum. The human remains represent one juvenile male, aged 13-19; one female young adult and one infant in the same burial; four adults; three children; and six individuals of unknown age and sex. No known individuals were identified. The 140 associated funerary objects are 72 sherds, 12 shell pieces, 44 stone tools, 3 partial ceramic pots, 1 ceramic trowel, 1 bone piece, and 7 flint cobbles. \n In 1953, human remains representing, at minimum, four individuals were removed from Center Island East (Soday site number 423) in Limestone County, AL. The human remains were removed by Frank J. Soday, a collector and amateur archeologist. In 1982, the Thomas Gilcrease Museum Association purchased the Soday Collection, including these human remains, and subsequently donated the collection to the Gilcrease Museum. The human remains represent three females, aged 20-35, and one male, aged 36-55. No known individuals were identified. The 587 associated funerary objects are 28 shells, 77 sherds, 476 stone tools and points, 1 stone palette, 1 round disk, and 4 faunal bone tools. \n In 1955, human remains representing, at minimum, one individual were removed from Soday, East Middle Quad/TVA (Soday site number 428) in Limestone County, AL. The human remains were removed by Frank J. Soday, a collector and amateur archeologist. In 1982, the Thomas Gilcrease Museum Association purchased the Soday Collection, including these human remains, and subsequently donated the collection to the Gilcrease Museum. The human remains represent one adult male, aged 36-55. No known individuals were identified. The 3,806 associated funerary objects are 1,325 stone tools, 14 sherds, 831 worked stone objects, 145 flakes, 561 points, 1 stone disc, 1 broken drill, 201 scrapers, 101 knives, 625 stone objects, and 1 hammerstone. \n In 1952-1958, human remains representing, at minimum, one individual were removed from Strap Handle Island, Wheeler Lake (Soday site number 489) in Limestone County, AL. The human remains were removed by Frank J. Soday, a collector and amateur archeologist. In 1982, the Thomas Gilcrease Museum Association purchased the Soday Collection, including these human remains, and subsequently donated the collection to the Gilcrease Museum. The age and sex of the individual is unknown. No known individuals were identified. The 754 associated funerary objects are 4 discs, 86 sherds, 1 faunal bone, 1 cup, 1 bone awl, 6 knives, 5 discoidals, 233 stone tools, 371 points, 3 shells, 6 celts, 8 flakes, 6 stone bowls, 19 scrapers, 1 drill piece, 1 white cobble, 1 sandstone piece, and 1 broken gorget. \n On an unknown date, human remains representing, at minimum, one individual were removed from Bald Knob Cemetery/Folsom Graveyard (Soday site number 456) in Morgan County, AL. The human remains were removed by Frank J. Soday, a collector and amateur archeologist. In 1982, the Thomas Gilcrease Museum Association purchased the Soday Collection, including these human remains, and subsequently donated the collection to the Gilcrease Museum. The human remains represent one female adult, aged 36-55. No known individuals were identified. The 10 associated funerary objects are 2 scrapers, 3 points, and 5 stone objects. \n In 1952, human remains representing, at minimum, two individuals were removed from West Middle Quad, Decatur (Soday site number 435) in Morgan County, AL. The human remains were removed by Frank J. Soday, a collector and amateur archeologist. In 1982, the Thomas Gilcrease Museum Association purchased the Soday Collection, including these human remains, and subsequently donated the collection to the Gilcrease Museum. The human remains represent two females, aged 20-35. No known individuals were identified. The 1,245 associated funerary objects are 777 stone objects, 454 points, 13 flakes, and 1 pestle. \n In 1957, human remains representing, at minimum, three individuals were removed from Chemstrand Island #1, Decatur (Soday site number 476) in Morgan County, AL. The human remains were removed by Frank J. Soday, a collector and amateur archeologist. In 1982, the Thomas Gilcrease Museum Association purchased the Soday Collection, including these human remains, and subsequently donated the collection to the Gilcrease Museum. No known individuals were identified. The 432 associated funerary objects are 95 stone tools and points, 54 sherds, and 283 pieces of shell. \n On an unknown date, human remains representing, at minimum, one individual were removed from Chemstrand, Harbor Island, Decatur (Soday site number 504) in Morgan County, AL. The human remains were removed by Frank J. Soday, a collector and amateur archeologist. In 1982, the Thomas Gilcrease Museum Association purchased the Soday Collection, including these human remains, and subsequently donated the collection to the Gilcrease Museum. The human remains represent an adult, aged 36-55. No known individuals were identified. The 440 associated funerary objects are 4 points, 1 flake, 395 sherds, 1 quartz, 1 marble, 2 turtle shells, 12 daub structure fragments, 5 pottery supports, and 19 stone objects. \n In 1957, human remains representing, at minimum, five individuals were removed from Prater Field Mounds (Soday site number 570) in Morgan County, AL. The human remains were removed by Frank J. Soday, a collector and amateur archeologist. In 1982, the Thomas Gilcrease Museum Association purchased the Soday Collection, including these human remains, and subsequently donated the collection to the Gilcrease Museum. The human remains represent one young adult, aged 20-35; one middle-adult of unknown sex; two males, aged 36-55; and one individual of unknown age or sex. No known individuals were identified. The 13 associated funerary objects are 1 hoe, 1 boatstone, and 11 points and tools. \n On an unknown date, human remains representing, at minimum, one individual were removed from Elkmont Side Notch, Decatur (Soday site number 607) in Morgan County, AL. The human remains were removed by Frank J. Soday, a collector and amateur archeologist. In 1982, the Thomas Gilcrease Museum Association purchased the Soday Collection, including these human remains, and subsequently donated the collection to the Gilcrease Museum. No known individuals were identified. The 71 associated funerary objects are 71 points and flakes. \n Determinations Made by the Gilcrease Museum \n Officials of the Gilcrease Museum have determined that: \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice are Native American based on the burial context and location. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice represent the physical remains of 37 individuals of Native American ancestry. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(3)(A), the 8,013 objects described in this notice are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(2), a relationship of shared group identity cannot be reasonably traced between the Native American human remains and associated funerary objects and any present-day Indian tribe. \n \\xe2\\x80\\xa2 According to final judgments of the Indian Claims Commission or the Court of Federal Claims, the land from which the Native American human remains and associated funerary objects were removed is the aboriginal land of the Cherokee Nation; the Eastern Band of Cherokee Indians; The Chickasaw Nation; The Muscogee (Creek) Nation; and the United Keetoowah Band of Cherokee Indians in Oklahoma. \n \\xe2\\x80\\xa2 Treaties, Acts of Congress, or Executive Orders indicate that the land from which the Native American human remains and associated funerary objects were removed is the aboriginal land of the Cherokee Nation; the Eastern Band of Cherokee Indians; The Chickasaw Nation; The Muscogee (Creek) Nation; and the United Keetoowah Band of Cherokee Indians in Oklahoma. \n \\xe2\\x80\\xa2 Pursuant to 43 CFR 10.11(c)(1), the disposition of the human remains and associated funerary objects may be to the Cherokee Nation; the Eastern Band of Cherokee Indians; The Chickasaw Nation; The Muscogee (Creek) Nation; and the United Keetoowah Band of Cherokee Indians in Oklahoma. \n Additional Requestors and Disposition \n Representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to Laura Bryant, Gilcrease Museum, 1400 N. Gilcrease Museum Road, Tulsa, OK 74127, telephone (918) 596-2747, email laura-bryant@utulsa.edu, by October 20, 2016. After that date, if no additional requestors have come forward, transfer of control of the human remains and associated funerary objects to the Cherokee Nation; the Eastern Band of Cherokee Indians; The Chickasaw Nation; The Muscogee (Creek) Nation; and the United Keetoowah Band of Cherokee Indians in Oklahoma may proceed. \n The Gilcrease Museum is responsible for notifying the Cherokee Nation; the Eastern Band of Cherokee Indians; The Chickasaw Nation; The Muscogee (Creek) Nation; and the United Keetoowah Band of Cherokee Indians in Oklahoma that this notice has been published. \n ", "consultation": "A detailed assessment of the human remains was made by the Gilcrease Museum professional staff in consultation with representatives of the Cherokee Nation; the Eastern Band of Cherokee Indians; The Chickasaw Nation; The Muscogee (Creek) Nation; and the United Keetoowah Band of Cherokee Indians in Oklahoma. \n ", "h_d_r": "In 1954, human remains representing, at minimum, one individual were removed from likely one of these sites: 1LI27, 1LI49, 1LI52, or 1LI53 (Soday site number 399) in Limestone County, AL. The exact location is unclear. The human remains were removed by Frank J. Soday, a collector and amateur archeologist. In 1982, the Thomas Gilcrease Museum Association purchased the Soday Collection, including these human remains, and subsequently donated the collection to the Gilcrease Museum. The human remains represent an adult, aged 36-55. No known individuals were identified. The 85 associated funerary objects are 1 scraper, 8 pottery sherds, and 76 flint and stone tools. \n In 1951, human remains representing, at minimum, one individual were removed from Skeleton Island (Soday site number 401) in Limestone County, AL. The human remains were removed by Frank J. Soday, a collector and amateur archeologist. In 1982, the Thomas Gilcrease Museum Association purchased the Soday Collection, including these human remains, and subsequently donated the collection to the Gilcrease Museum. The human remains represent one adult, aged 36-55. No known individuals were identified. The 430 associated funerary objects are 3 axes, 115 points, 8 sherds, 58 stone tools, 3 bone tools, and 243 unworked-stones. \n In 1953, human remains representing, at minimum, 16 individuals were removed from Harbor Island West (Soday site number 417) in Limestone County, AL. The human remains were removed by Frank J. Soday, a collector and amateur archeologist. In 1982, the Thomas Gilcrease Museum Association purchased the Soday Collection, including these human remains, and subsequently donated the collection to the Gilcrease Museum. The human remains represent one juvenile male, aged 13-19; one female young adult and one infant in the same burial; four adults; three children; and six individuals of unknown age and sex. No known individuals were identified. The 140 associated funerary objects are 72 sherds, 12 shell pieces, 44 stone tools, 3 partial ceramic pots, 1 ceramic trowel, 1 bone piece, and 7 flint cobbles. \n In 1953, human remains representing, at minimum, four individuals were removed from Center Island East (Soday site number 423) in Limestone County, AL. The human remains were removed by Frank J. Soday, a collector and amateur archeologist. In 1982, the Thomas Gilcrease Museum Association purchased the Soday Collection, including these human remains, and subsequently donated the collection to the Gilcrease Museum. The human remains represent three females, aged 20-35, and one male, aged 36-55. No known individuals were identified. The 587 associated funerary objects are 28 shells, 77 sherds, 476 stone tools and points, 1 stone palette, 1 round disk, and 4 faunal bone tools. \n In 1955, human remains representing, at minimum, one individual were removed from Soday, East Middle Quad/TVA (Soday site number 428) in Limestone County, AL. The human remains were removed by Frank J. Soday, a collector and amateur archeologist. In 1982, the Thomas Gilcrease Museum Association purchased the Soday Collection, including these human remains, and subsequently donated the collection to the Gilcrease Museum. The human remains represent one adult male, aged 36-55. No known individuals were identified. The 3,806 associated funerary objects are 1,325 stone tools, 14 sherds, 831 worked stone objects, 145 flakes, 561 points, 1 stone disc, 1 broken drill, 201 scrapers, 101 knives, 625 stone objects, and 1 hammerstone. \n In 1952-1958, human remains representing, at minimum, one individual were removed from Strap Handle Island, Wheeler Lake (Soday site number 489) in Limestone County, AL. The human remains were removed by Frank J. Soday, a collector and amateur archeologist. In 1982, the Thomas Gilcrease Museum Association purchased the Soday Collection, including these human remains, and subsequently donated the collection to the Gilcrease Museum. The age and sex of the individual is unknown. No known individuals were identified. The 754 associated funerary objects are 4 discs, 86 sherds, 1 faunal bone, 1 cup, 1 bone awl, 6 knives, 5 discoidals, 233 stone tools, 371 points, 3 shells, 6 celts, 8 flakes, 6 stone bowls, 19 scrapers, 1 drill piece, 1 white cobble, 1 sandstone piece, and 1 broken gorget. \n On an unknown date, human remains representing, at minimum, one individual were removed from Bald Knob Cemetery/Folsom Graveyard (Soday site number 456) in Morgan County, AL. The human remains were removed by Frank J. Soday, a collector and amateur archeologist. In 1982, the Thomas Gilcrease Museum Association purchased the Soday Collection, including these human remains, and subsequently donated the collection to the Gilcrease Museum. The human remains represent one female adult, aged 36-55. No known individuals were identified. The 10 associated funerary objects are 2 scrapers, 3 points, and 5 stone objects. \n In 1952, human remains representing, at minimum, two individuals were removed from West Middle Quad, Decatur (Soday site number 435) in Morgan County, AL. The human remains were removed by Frank J. Soday, a collector and amateur archeologist. In 1982, the Thomas Gilcrease Museum Association purchased the Soday Collection, including these human remains, and subsequently donated the collection to the Gilcrease Museum. The human remains represent two females, aged 20-35. No known individuals were identified. The 1,245 associated funerary objects are 777 stone objects, 454 points, 13 flakes, and 1 pestle. \n In 1957, human remains representing, at minimum, three individuals were removed from Chemstrand Island #1, Decatur (Soday site number 476) in Morgan County, AL. The human remains were removed by Frank J. Soday, a collector and amateur archeologist. In 1982, the Thomas Gilcrease Museum Association purchased the Soday Collection, including these human remains, and subsequently donated the collection to the Gilcrease Museum. No known individuals were identified. The 432 associated funerary objects are 95 stone tools and points, 54 sherds, and 283 pieces of shell. \n On an unknown date, human remains representing, at minimum, one individual were removed from Chemstrand, Harbor Island, Decatur (Soday site number 504) in Morgan County, AL. The human remains were removed by Frank J. Soday, a collector and amateur archeologist. In 1982, the Thomas Gilcrease Museum Association purchased the Soday Collection, including these human remains, and subsequently donated the collection to the Gilcrease Museum. The human remains represent an adult, aged 36-55. No known individuals were identified. The 440 associated funerary objects are 4 points, 1 flake, 395 sherds, 1 quartz, 1 marble, 2 turtle shells, 12 daub structure fragments, 5 pottery supports, and 19 stone objects. \n In 1957, human remains representing, at minimum, five individuals were removed from Prater Field Mounds (Soday site number 570) in Morgan County, AL. The human remains were removed by Frank J. Soday, a collector and amateur archeologist. In 1982, the Thomas Gilcrease Museum Association purchased the Soday Collection, including these human remains, and subsequently donated the collection to the Gilcrease Museum. The human remains represent one young adult, aged 20-35; one middle-adult of unknown sex; two males, aged 36-55; and one individual of unknown age or sex. No known individuals were identified. The 13 associated funerary objects are 1 hoe, 1 boatstone, and 11 points and tools. \n On an unknown date, human remains representing, at minimum, one individual were removed from Elkmont Side Notch, Decatur (Soday site number 607) in Morgan County, AL. The human remains were removed by Frank J. Soday, a collector and amateur archeologist. In 1982, the Thomas Gilcrease Museum Association purchased the Soday Collection, including these human remains, and subsequently donated the collection to the Gilcrease Museum. No known individuals were identified. The 71 associated funerary objects are 71 points and flakes. \n ", "h_d_ci": "Null", "determinations": "Determinations Made by the Gilcrease Museum \n Officials of the Gilcrease Museum have determined that: \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice are Native American based on the burial context and location. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice represent the physical remains of 37 individuals of Native American ancestry. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(3)(A), the 8,013 objects described in this notice are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(2), a relationship of shared group identity cannot be reasonably traced between the Native American human remains and associated funerary objects and any present-day Indian tribe. \n \\xe2\\x80\\xa2 According to final judgments of the Indian Claims Commission or the Court of Federal Claims, the land from which the Native American human remains and associated funerary objects were removed is the aboriginal land of the Cherokee Nation; the Eastern Band of Cherokee Indians; The Chickasaw Nation; The Muscogee (Creek) Nation; and the United Keetoowah Band of Cherokee Indians in Oklahoma. \n \\xe2\\x80\\xa2 Treaties, Acts of Congress, or Executive Orders indicate that the land from which the Native American human remains and associated funerary objects were removed is the aboriginal land of the Cherokee Nation; the Eastern Band of Cherokee Indians; The Chickasaw Nation; The Muscogee (Creek) Nation; and the United Keetoowah Band of Cherokee Indians in Oklahoma. \n \\xe2\\x80\\xa2 Pursuant to 43 CFR 10.11(c)(1), the disposition of the human remains and associated funerary objects may be to the Cherokee Nation; the Eastern Band of Cherokee Indians; The Chickasaw Nation; The Muscogee (Creek) Nation; and the United Keetoowah Band of Cherokee Indians in Oklahoma. \n ", "a_r_d": "Representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to Laura Bryant, Gilcrease Museum, 1400 N. Gilcrease Museum Road, Tulsa, OK 74127, telephone (918) 596-2747, email laura-bryant@utulsa.edu, by October 20, 2016. After that date, if no additional requestors have come forward, transfer of control of the human remains and associated funerary objects to the Cherokee Nation; the Eastern Band of Cherokee Indians; The Chickasaw Nation; The Muscogee (Creek) Nation; and the United Keetoowah Band of Cherokee Indians in Oklahoma may proceed. \n The Gilcrease Museum is responsible for notifying the Cherokee Nation; the Eastern Band of Cherokee Indians; The Chickasaw Nation; The Muscogee (Creek) Nation; and the United Keetoowah Band of Cherokee Indians in Oklahoma that this notice has been published. \n "}