{"index": "I_527", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        [NPS-WASO-NAGPRA-21438; PPWOCRADN0-PCU00RP14.R50000]\\n        Notice of Inventory Completion: Texas Archeological Research Laboratory, Austin, TX\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        \\n          SUMMARY:\\n\\n          The Texas Archeological Research Laboratory (TARL) has completed an inventory of human remains and associated funerary objects, in consultation with the appropriate Indian tribes or Native Hawaiian organizations, and has determined that there is no cultural affiliation between the human remains and associated funerary objects and present-day Indian tribes or Native Hawaiian organizations. Representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request to TARL. If no additional requestors come forward, transfer of control of the human remains and associated funerary objects to the Indian tribes stated in this notice may proceed.\\n        \\n        \\n          DATES:\\n          Representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to TARL at the address in this notice by August 10, 2016.\\n        \\n        \\n          ADDRESSES:\\n\\n          Marybeth Tomka, Head of Collections, Texas Archaeological Research Laboratory, 10100 Burnet Road, PRC Building 5, Austin, TX 78758, telephone (512) 475-6853, email marybeth.tomka@austin.utexas.edu.\\n          \\n        \\n      \\n      \\n        SUPPLEMENTARY INFORMATION:\\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains and associated funerary objects under the control of TARL in Austin, TX. The human remains and associated funerary objects were removed from Zapata County, TX.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003(d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations in this notice.\\n        Consultation\\n        A detailed assessment of the human remains was made by TARL professional staff in consultation with representatives of the Comanche Nation, Oklahoma, the Kiowa Indian Tribe of Oklahoma, the Mescalero Apache Tribe of the Mescalero Reservation, New Mexico, and the Tonkawa Tribe of Indians of Oklahoma.\\n        History and Description of the Remains\\n        In 1952, human remains representing, at minimum, one individual were removed from site 41ZP2, also referenced as the \\xe2\\x80\\x9cCastillo Site\\xe2\\x80\\x9d in Zapata County, TX. The burial was discovered east of the Rio Grande River, and the human remains were likely partially or completely excavated by a \\xe2\\x80\\x9cMr. Garcia\\xe2\\x80\\x9d prior to the arrival of professional archeologists. The human remains are identified by two TARL Human Osteology (HO) numbers: #2428 and #3404. The cranial material (TARL HO #2428) represents a young adult female (approximately 20-35 years old at the time of death). The age-at-death could not be determined for the postcranial material (TARL HO #3404). While packaged under separate HO numbers, TARL has determined that these human remains likely belong to the same individual. No known individuals were identified. The 190 associated funerary objects are six pieces of chert debitage, two bifaces, one Tortugas dart point, one bone awl (possibly animal), 95 bone beads (strung necklace), 70 fragmentary bone beads, one bone tube (a modified right human ulna), 13 ochre pebbles and fragments, and one ochre pebble. Based on the presence of the Tortugas point associated with these human remains, this individual is estimated to date to the Late Middle Archaic Period (approximately 1000 B.C.).\\n        In 1996, human remains representing, at minimum, one individual were recovered from a slope above the Rio Grande at site 41ZP7 in Zapata County, TX. The human remains of one relatively complete individual (TARL HO #3604) were exposed due to low water levels at Falcon Lake and then excavated by TARL archeologists and transported to Austin for subsequent analysis. The human remains represent an older adult female, 50 years old or older at the time of death. No known individuals were identified. The 15 associated funerary objects are one Desmuke Point, two Tortugas Points, five Kinney Points, one Abasolo Point, one Refugio Point, two Catan Points, one Matamoros Point, and two biface fragments. Based on the presence of the projectile point artifacts associated with these human remains, this burial is estimated to date to the Middle to Late/Transitional Archaic Periods (approximately 2000 B.C. to A.D. 1000).\\n        In 1995, human remains representing, at minimum, one individual were salvaged from site 41ZP8 in Zapata County, TX. These human remains were found eroding from deposits during a low water episode at Falcon Lake and were subsequently reburied in an individual\\'s garden. In 1996, the human remains were removed from the garden and placed in the custody of TARL. The human remains (TARL HO #4023) represent a single, juvenile individual aged 12-24 months old and of indeterminate sex. No known individuals were identified. No associated funerary objects are present.\\n        In the 1990s, during a period of low water levels at Falcon Lake, human remains representing, at minimum, one individual were recovered from site 41ZP8 in Zapata County, TX. The context of these human remains (TARL HO #4024) is unknown, but they were originally packaged with two other sets of remains (TARL HO #4023 and #4025). This individual is represented by one left innominate and is a middle to older adult female, aged 42-55. No known individuals were identified. No associated funerary objects are present.\\n        In the 1990s, human remains representing, at minimum, five individuals were uncovered during low-water levels at Falcon Lake, somewhere near site 41ZP8 in Zapata County, TX (TARL HO #4025). The sex of these individuals could not be determined and their ages are unclear. Two of the individuals might be juveniles. No known individuals were identified. No associated funerary objects are present.\\n        In 1950, human remains representing, at minimum, one adult individual were recorded by J.T. Hughes at site 41ZP10 in Zapata County, TX. The individual (TARL HO #2113) is represented by only the bottom half of the skeleton. The individual is a middle-adult (30 years old or older). The individual\\'s sex could not be determined, although the original report suggests the individual may have been female. No known individuals were identified. The 21 associated funerary objects are four Tortugas Points, three Kinney Points, one Abasolo Point, one scraper/biface, one end scraper, seven knives/bifaces, and four Matamoros Points. One grooved sandstone abrader was noted on a 1950 map, but cannot be located in TARL\\'s collections. Based on the presence of the projectile point artifacts associated with these human remains, this burial is estimated to date to the Middle to Late/Transitional Archaic Periods (approximately 1000 B.C. to A.D. 1000).\\n\\n        In 1952, human remains representing, at minimum, three individuals were identified at the Gaspar Garcia Site, 41ZP61, near the Castillo Site (41ZP7) within the Falcon Reservoir of Zapata County, TX. The first of the three individuals (TARL HO #2182) is represented by only a few fragmentary remains, so the age and sex could not be determined. Six bone bead fragments were comingled with these human remains. The second individual (TARL HO #2356) is a young to middle adult male, approximately 25-44 years old at the time of death. The third individual (TARL HO #3405) is represented by a single fragment\\xe2\\x80\\x94the distal epiphysis of the right femur. The sex and age of this individual could not be determined. No known individuals were identified. Associated funerary objects were identified for this site, but it is unclear whether the objects were placed with only one or more of the individuals listed for this site (TARL HO #2182, #2356, or #3405). The 146 associated funerary objects are one Desmuke Point, one Tortugas Point, one Matamoros Point, one triangular biface, one chert debitage, one chert biface, one polished pebble, 128 bone beads (possibly bird), five ochre pebbles, and the six bone bead fragments that were found commingled with the human remains of TARL HO #2182. Based on the presence of the projectile points associated with these human remains, these burials are estimated to date to the Middle to Late/Transitional Archaic Periods (approximately 1000 B.C. to A.D. 1000).\\n        In 1952, human remains representing, at minimum, one individual were exposed at site 41ZP67 during low-water levels at Falcon Reservoir in Zapata County, TX. This individual (TARL HO #2055) is represented by only cranial remains and is estimated to be an adult female, at least 23 years old at the time of death. No known individuals were identified. The single associated funerary object is one Tortugas dart point. Based on the presence of the Tortugas dart point associated with these human remains, this burial is estimated to date to the Late Middle Archaic Period (approximately 1000 B.C.).\\n        In 1996, human remains representing, at minimum, one individual were recovered from site 41ZP322 during low-water levels at Falcon Reservoir in Zapata County, TX. The human remains (TARL HO #4028) were eroding from a slope within the site. The individual is represented by cranial, long bone, and other postcranial fragments. The age and sex of this individual could not be determined. No known individuals were identified. A \\xe2\\x80\\x9cPandora-like dart point\\xe2\\x80\\x9d was reported along with the human remains, but cannot be located within TARL\\'s current collections. Based on the presence of the dart point associated with these human remains, this burial is estimated to date to the Middle to Late Archaic Period (approximately 4000 B.C. to 1350 A.D.).\\n        During the 1980s, human remains representing, at minimum, three individuals were excavated from various sites within Falcon Reservoir in Zapata County, TX. Information on the excavation of these human remains is lacking, and the skeletal remains associated with these individuals (TARL HO #4018A, #4018B, and #4018C) are fragmentary. The individuals are all estimated to be adults, but their sex cannot be determined. One individual (TARL HO #4018B) is 30+ years old at the time of death. No known individuals were identified. There are no associated funerary objects present, but a small bag of non-human faunal remains is included with the individuals.\\n        In 1995, human remains representing, at minimum, one individual were excavated from an unrecorded site in Zapata County, TX, during a low-water period at Falcon Reservoir. This individual (TARL HO #4019) is represented by only a few long bone fragments. The individual\\'s age and sex cannot be determined. No known individuals were identified. No associated funerary objects are present.\\n        In 1995, human remains representing, at minimum, one individual were excavated from an unrecorded site within Falcon Reservoir in Zapata County, TX. No information on this excavation is available. The human remains (TARL HO #4020) consist only of a few cranial fragments. The individual is an adult 30+ years old at the time of death, but sex cannot be determined. No known individuals were identified. No associated funerary objects are present.\\n        In 1996, human remains representing, at minimum, one individual were recovered from an unrecorded site in Zapata County, TX. This individual (TARL HO #4021) is an adult female, possibly 50+ years old at the time of death. No known individuals were identified. No associated funerary objects are present.\\n        At an unknown date, human remains representing, at minimum, one individual were recovered from an unrecorded site \\xe2\\x80\\x9cseveral hundred meters north of . . . 41ZP86\\xe2\\x80\\x9d (in Zapata County, TX). While the human remains (TARL HO #4022) were located near a historic cemetery and 41ZP86, they are likely not associated with either of the aforementioned sites. Although past analysis records indicate the individual is female, the individual is more likely a middle-adult male, approximately 35-50 years old at the time of death. No known individuals were identified. The 1996 osteological analysis notes that \\xe2\\x80\\x9cstone artifacts\\xe2\\x80\\x9d were included with these remains, but no count or description was provided, and those artifacts cannot be located in TARL\\'s collections. Therefore, no associated funerary objects are present.\\n        Due to the archeological context of the human remains described above, TARL has determined these human remains to be Native American.\\n        TARL consulted with the Comanche Nation, Oklahoma, the Kiowa Indian Tribe of Oklahoma, the Mescalero Apache Tribe of the Mescalero Reservation, New Mexico, and the Tonkawa Tribe of Indians of Oklahoma based on the Indian tribes\\' interest in human remains found in Zapata County. However, TARL was unable to determine the cultural affiliation of these human remains with any present-day Indian tribe.\\n        Determinations Made by TARL\\n        Officials of TARL have determined that:\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice are Native American based on their archeological context.\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice represent the physical remains of 22 individuals of Native American ancestry.\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(3)(A), the 373 objects described in this notice are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony.\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(2), a relationship of shared group identity cannot be reasonably traced between the Native American human remains and associated funerary objects and any present-day Indian tribe.\\n        \\xe2\\x80\\xa2 Treaties, Acts of Congress, or Executive Orders, indicate that the land from which the Native American human remains and associated funerary objects were removed is the aboriginal land of the Comanche Nation, Oklahoma, and the Kiowa Indian Tribe of Oklahoma.\\n        \\xe2\\x80\\xa2 Pursuant to 43 CFR 10.11(c)(1), the disposition of the human remains and associated funerary objects may be to the Comanche Nation, Oklahoma, and the Kiowa Indian Tribe of Oklahoma.\\n        Additional Requestors and Disposition\\n\\n        Lineal descendants or representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to Marybeth Tomka, Texas Archeological Research Laboratory, 10100 Burnet Road, PRC Bldg. 5, Austin, TX 78758, telephone (512) 475-6853, email marybeth.tomka@austin.utexas.edu, by August 10, 2016. After that date, if no additional requestors have come forward, transfer of control of the human remains and associated funerary objects to the Comanche Nation, Oklahoma, and the Kiowa Indian Tribe of Oklahoma may proceed.\\n        TARL is responsible for notifying the Comanche Nation, Oklahoma, the Kiowa Indian Tribe of Oklahoma, the Mescalero Apache Tribe of the Mescalero Reservation, New Mexico, and the Tonkawa Tribe of Indians of Oklahoma that this notice has been published.\\n        \\n          Dated: June 29, 2016.\\n          Melanie O\\'Brien,\\n          Manager, National NAGPRA Program. \\n        \\n      \\n      [FR Doc. 2016-16277 Filed 7-8-16; 8:45 am]\\n      BILLING CODE 4312-50-P\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "[NPS-WASO-NAGPRA-21438; PPWOCRADN0-PCU00RP14.R50000]", "subject": "Notice of Inventory Completion: Texas Archeological Research Laboratory, Austin, TX", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "The Texas Archeological Research Laboratory (TARL) has completed an inventory of human remains and associated funerary objects, in consultation with the appropriate Indian tribes or Native Hawaiian organizations, and has determined that there is no cultural affiliation between the human remains and associated funerary objects and present-day Indian tribes or Native Hawaiian organizations. Representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request to TARL. If no additional requestors come forward, transfer of control of the human remains and associated funerary objects to the Indian tribes stated in this notice may proceed.", "dates": "Representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to TARL at the address in this notice by August 10, 2016.", "addresses": "Marybeth Tomka, Head of Collections, Texas Archaeological Research Laboratory, 10100 Burnet Road, PRC Building 5, Austin, TX 78758, telephone (512) 475-6853, email marybeth.tomka@austin.utexas.edu.\\n          ", "signature_dated": "Dated: June 29, 2016.", "signature_name": "Melanie O\\'Brien,", "signature_title": "Manager, National NAGPRA Program. ", "fr_doc": "[FR Doc. 2016-16277 Filed 7-8-16; 8:45 am]", "billing_code": "BILLING CODE 4312-50-P", "supp_info": "SUPPLEMENTARY INFORMATION: \n Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains and associated funerary objects under the control of TARL in Austin, TX. The human remains and associated funerary objects were removed from Zapata County, TX. \n This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003(d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations in this notice. \n Consultation \n A detailed assessment of the human remains was made by TARL professional staff in consultation with representatives of the Comanche Nation, Oklahoma, the Kiowa Indian Tribe of Oklahoma, the Mescalero Apache Tribe of the Mescalero Reservation, New Mexico, and the Tonkawa Tribe of Indians of Oklahoma. \n History and Description of the Remains \n In 1952, human remains representing, at minimum, one individual were removed from site 41ZP2, also referenced as the \\xe2\\x80\\x9cCastillo Site\\xe2\\x80\\x9d in Zapata County, TX. The burial was discovered east of the Rio Grande River, and the human remains were likely partially or completely excavated by a \\xe2\\x80\\x9cMr. Garcia\\xe2\\x80\\x9d prior to the arrival of professional archeologists. The human remains are identified by two TARL Human Osteology (HO) numbers: #2428 and #3404. The cranial material (TARL HO #2428) represents a young adult female (approximately 20-35 years old at the time of death). The age-at-death could not be determined for the postcranial material (TARL HO #3404). While packaged under separate HO numbers, TARL has determined that these human remains likely belong to the same individual. No known individuals were identified. The 190 associated funerary objects are six pieces of chert debitage, two bifaces, one Tortugas dart point, one bone awl (possibly animal), 95 bone beads (strung necklace), 70 fragmentary bone beads, one bone tube (a modified right human ulna), 13 ochre pebbles and fragments, and one ochre pebble. Based on the presence of the Tortugas point associated with these human remains, this individual is estimated to date to the Late Middle Archaic Period (approximately 1000 B.C.). \n In 1996, human remains representing, at minimum, one individual were recovered from a slope above the Rio Grande at site 41ZP7 in Zapata County, TX. The human remains of one relatively complete individual (TARL HO #3604) were exposed due to low water levels at Falcon Lake and then excavated by TARL archeologists and transported to Austin for subsequent analysis. The human remains represent an older adult female, 50 years old or older at the time of death. No known individuals were identified. The 15 associated funerary objects are one Desmuke Point, two Tortugas Points, five Kinney Points, one Abasolo Point, one Refugio Point, two Catan Points, one Matamoros Point, and two biface fragments. Based on the presence of the projectile point artifacts associated with these human remains, this burial is estimated to date to the Middle to Late/Transitional Archaic Periods (approximately 2000 B.C. to A.D. 1000). \n In 1995, human remains representing, at minimum, one individual were salvaged from site 41ZP8 in Zapata County, TX. These human remains were found eroding from deposits during a low water episode at Falcon Lake and were subsequently reburied in an individual\\'s garden. In 1996, the human remains were removed from the garden and placed in the custody of TARL. The human remains (TARL HO #4023) represent a single, juvenile individual aged 12-24 months old and of indeterminate sex. No known individuals were identified. No associated funerary objects are present. \n In the 1990s, during a period of low water levels at Falcon Lake, human remains representing, at minimum, one individual were recovered from site 41ZP8 in Zapata County, TX. The context of these human remains (TARL HO #4024) is unknown, but they were originally packaged with two other sets of remains (TARL HO #4023 and #4025). This individual is represented by one left innominate and is a middle to older adult female, aged 42-55. No known individuals were identified. No associated funerary objects are present. \n In the 1990s, human remains representing, at minimum, five individuals were uncovered during low-water levels at Falcon Lake, somewhere near site 41ZP8 in Zapata County, TX (TARL HO #4025). The sex of these individuals could not be determined and their ages are unclear. Two of the individuals might be juveniles. No known individuals were identified. No associated funerary objects are present. \n In 1950, human remains representing, at minimum, one adult individual were recorded by J.T. Hughes at site 41ZP10 in Zapata County, TX. The individual (TARL HO #2113) is represented by only the bottom half of the skeleton. The individual is a middle-adult (30 years old or older). The individual\\'s sex could not be determined, although the original report suggests the individual may have been female. No known individuals were identified. The 21 associated funerary objects are four Tortugas Points, three Kinney Points, one Abasolo Point, one scraper/biface, one end scraper, seven knives/bifaces, and four Matamoros Points. One grooved sandstone abrader was noted on a 1950 map, but cannot be located in TARL\\'s collections. Based on the presence of the projectile point artifacts associated with these human remains, this burial is estimated to date to the Middle to Late/Transitional Archaic Periods (approximately 1000 B.C. to A.D. 1000). \n In 1952, human remains representing, at minimum, three individuals were identified at the Gaspar Garcia Site, 41ZP61, near the Castillo Site (41ZP7) within the Falcon Reservoir of Zapata County, TX. The first of the three individuals (TARL HO #2182) is represented by only a few fragmentary remains, so the age and sex could not be determined. Six bone bead fragments were comingled with these human remains. The second individual (TARL HO #2356) is a young to middle adult male, approximately 25-44 years old at the time of death. The third individual (TARL HO #3405) is represented by a single fragment\\xe2\\x80\\x94the distal epiphysis of the right femur. The sex and age of this individual could not be determined. No known individuals were identified. Associated funerary objects were identified for this site, but it is unclear whether the objects were placed with only one or more of the individuals listed for this site (TARL HO #2182, #2356, or #3405). The 146 associated funerary objects are one Desmuke Point, one Tortugas Point, one Matamoros Point, one triangular biface, one chert debitage, one chert biface, one polished pebble, 128 bone beads (possibly bird), five ochre pebbles, and the six bone bead fragments that were found commingled with the human remains of TARL HO #2182. Based on the presence of the projectile points associated with these human remains, these burials are estimated to date to the Middle to Late/Transitional Archaic Periods (approximately 1000 B.C. to A.D. 1000). \n In 1952, human remains representing, at minimum, one individual were exposed at site 41ZP67 during low-water levels at Falcon Reservoir in Zapata County, TX. This individual (TARL HO #2055) is represented by only cranial remains and is estimated to be an adult female, at least 23 years old at the time of death. No known individuals were identified. The single associated funerary object is one Tortugas dart point. Based on the presence of the Tortugas dart point associated with these human remains, this burial is estimated to date to the Late Middle Archaic Period (approximately 1000 B.C.). \n In 1996, human remains representing, at minimum, one individual were recovered from site 41ZP322 during low-water levels at Falcon Reservoir in Zapata County, TX. The human remains (TARL HO #4028) were eroding from a slope within the site. The individual is represented by cranial, long bone, and other postcranial fragments. The age and sex of this individual could not be determined. No known individuals were identified. A \\xe2\\x80\\x9cPandora-like dart point\\xe2\\x80\\x9d was reported along with the human remains, but cannot be located within TARL\\'s current collections. Based on the presence of the dart point associated with these human remains, this burial is estimated to date to the Middle to Late Archaic Period (approximately 4000 B.C. to 1350 A.D.). \n During the 1980s, human remains representing, at minimum, three individuals were excavated from various sites within Falcon Reservoir in Zapata County, TX. Information on the excavation of these human remains is lacking, and the skeletal remains associated with these individuals (TARL HO #4018A, #4018B, and #4018C) are fragmentary. The individuals are all estimated to be adults, but their sex cannot be determined. One individual (TARL HO #4018B) is 30+ years old at the time of death. No known individuals were identified. There are no associated funerary objects present, but a small bag of non-human faunal remains is included with the individuals. \n In 1995, human remains representing, at minimum, one individual were excavated from an unrecorded site in Zapata County, TX, during a low-water period at Falcon Reservoir. This individual (TARL HO #4019) is represented by only a few long bone fragments. The individual\\'s age and sex cannot be determined. No known individuals were identified. No associated funerary objects are present. \n In 1995, human remains representing, at minimum, one individual were excavated from an unrecorded site within Falcon Reservoir in Zapata County, TX. No information on this excavation is available. The human remains (TARL HO #4020) consist only of a few cranial fragments. The individual is an adult 30+ years old at the time of death, but sex cannot be determined. No known individuals were identified. No associated funerary objects are present. \n In 1996, human remains representing, at minimum, one individual were recovered from an unrecorded site in Zapata County, TX. This individual (TARL HO #4021) is an adult female, possibly 50+ years old at the time of death. No known individuals were identified. No associated funerary objects are present. \n At an unknown date, human remains representing, at minimum, one individual were recovered from an unrecorded site \\xe2\\x80\\x9cseveral hundred meters north of . . . 41ZP86\\xe2\\x80\\x9d (in Zapata County, TX). While the human remains (TARL HO #4022) were located near a historic cemetery and 41ZP86, they are likely not associated with either of the aforementioned sites. Although past analysis records indicate the individual is female, the individual is more likely a middle-adult male, approximately 35-50 years old at the time of death. No known individuals were identified. The 1996 osteological analysis notes that \\xe2\\x80\\x9cstone artifacts\\xe2\\x80\\x9d were included with these remains, but no count or description was provided, and those artifacts cannot be located in TARL\\'s collections. Therefore, no associated funerary objects are present. \n Due to the archeological context of the human remains described above, TARL has determined these human remains to be Native American. \n TARL consulted with the Comanche Nation, Oklahoma, the Kiowa Indian Tribe of Oklahoma, the Mescalero Apache Tribe of the Mescalero Reservation, New Mexico, and the Tonkawa Tribe of Indians of Oklahoma based on the Indian tribes\\' interest in human remains found in Zapata County. However, TARL was unable to determine the cultural affiliation of these human remains with any present-day Indian tribe. \n Determinations Made by TARL \n Officials of TARL have determined that: \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice are Native American based on their archeological context. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice represent the physical remains of 22 individuals of Native American ancestry. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(3)(A), the 373 objects described in this notice are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(2), a relationship of shared group identity cannot be reasonably traced between the Native American human remains and associated funerary objects and any present-day Indian tribe. \n \\xe2\\x80\\xa2 Treaties, Acts of Congress, or Executive Orders, indicate that the land from which the Native American human remains and associated funerary objects were removed is the aboriginal land of the Comanche Nation, Oklahoma, and the Kiowa Indian Tribe of Oklahoma. \n \\xe2\\x80\\xa2 Pursuant to 43 CFR 10.11(c)(1), the disposition of the human remains and associated funerary objects may be to the Comanche Nation, Oklahoma, and the Kiowa Indian Tribe of Oklahoma. \n Additional Requestors and Disposition \n Lineal descendants or representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to Marybeth Tomka, Texas Archeological Research Laboratory, 10100 Burnet Road, PRC Bldg. 5, Austin, TX 78758, telephone (512) 475-6853, email marybeth.tomka@austin.utexas.edu, by August 10, 2016. After that date, if no additional requestors have come forward, transfer of control of the human remains and associated funerary objects to the Comanche Nation, Oklahoma, and the Kiowa Indian Tribe of Oklahoma may proceed. \n TARL is responsible for notifying the Comanche Nation, Oklahoma, the Kiowa Indian Tribe of Oklahoma, the Mescalero Apache Tribe of the Mescalero Reservation, New Mexico, and the Tonkawa Tribe of Indians of Oklahoma that this notice has been published. \n ", "consultation": "A detailed assessment of the human remains was made by TARL professional staff in consultation with representatives of the Comanche Nation, Oklahoma, the Kiowa Indian Tribe of Oklahoma, the Mescalero Apache Tribe of the Mescalero Reservation, New Mexico, and the Tonkawa Tribe of Indians of Oklahoma. \n ", "h_d_r": "In 1952, human remains representing, at minimum, one individual were removed from site 41ZP2, also referenced as the \\xe2\\x80\\x9cCastillo Site\\xe2\\x80\\x9d in Zapata County, TX. The burial was discovered east of the Rio Grande River, and the human remains were likely partially or completely excavated by a \\xe2\\x80\\x9cMr. Garcia\\xe2\\x80\\x9d prior to the arrival of professional archeologists. The human remains are identified by two TARL Human Osteology (HO) numbers: #2428 and #3404. The cranial material (TARL HO #2428) represents a young adult female (approximately 20-35 years old at the time of death). The age-at-death could not be determined for the postcranial material (TARL HO #3404). While packaged under separate HO numbers, TARL has determined that these human remains likely belong to the same individual. No known individuals were identified. The 190 associated funerary objects are six pieces of chert debitage, two bifaces, one Tortugas dart point, one bone awl (possibly animal), 95 bone beads (strung necklace), 70 fragmentary bone beads, one bone tube (a modified right human ulna), 13 ochre pebbles and fragments, and one ochre pebble. Based on the presence of the Tortugas point associated with these human remains, this individual is estimated to date to the Late Middle Archaic Period (approximately 1000 B.C.). \n In 1996, human remains representing, at minimum, one individual were recovered from a slope above the Rio Grande at site 41ZP7 in Zapata County, TX. The human remains of one relatively complete individual (TARL HO #3604) were exposed due to low water levels at Falcon Lake and then excavated by TARL archeologists and transported to Austin for subsequent analysis. The human remains represent an older adult female, 50 years old or older at the time of death. No known individuals were identified. The 15 associated funerary objects are one Desmuke Point, two Tortugas Points, five Kinney Points, one Abasolo Point, one Refugio Point, two Catan Points, one Matamoros Point, and two biface fragments. Based on the presence of the projectile point artifacts associated with these human remains, this burial is estimated to date to the Middle to Late/Transitional Archaic Periods (approximately 2000 B.C. to A.D. 1000). \n In 1995, human remains representing, at minimum, one individual were salvaged from site 41ZP8 in Zapata County, TX. These human remains were found eroding from deposits during a low water episode at Falcon Lake and were subsequently reburied in an individual\\'s garden. In 1996, the human remains were removed from the garden and placed in the custody of TARL. The human remains (TARL HO #4023) represent a single, juvenile individual aged 12-24 months old and of indeterminate sex. No known individuals were identified. No associated funerary objects are present. \n In the 1990s, during a period of low water levels at Falcon Lake, human remains representing, at minimum, one individual were recovered from site 41ZP8 in Zapata County, TX. The context of these human remains (TARL HO #4024) is unknown, but they were originally packaged with two other sets of remains (TARL HO #4023 and #4025). This individual is represented by one left innominate and is a middle to older adult female, aged 42-55. No known individuals were identified. No associated funerary objects are present. \n In the 1990s, human remains representing, at minimum, five individuals were uncovered during low-water levels at Falcon Lake, somewhere near site 41ZP8 in Zapata County, TX (TARL HO #4025). The sex of these individuals could not be determined and their ages are unclear. Two of the individuals might be juveniles. No known individuals were identified. No associated funerary objects are present. \n In 1950, human remains representing, at minimum, one adult individual were recorded by J.T. Hughes at site 41ZP10 in Zapata County, TX. The individual (TARL HO #2113) is represented by only the bottom half of the skeleton. The individual is a middle-adult (30 years old or older). The individual\\'s sex could not be determined, although the original report suggests the individual may have been female. No known individuals were identified. The 21 associated funerary objects are four Tortugas Points, three Kinney Points, one Abasolo Point, one scraper/biface, one end scraper, seven knives/bifaces, and four Matamoros Points. One grooved sandstone abrader was noted on a 1950 map, but cannot be located in TARL\\'s collections. Based on the presence of the projectile point artifacts associated with these human remains, this burial is estimated to date to the Middle to Late/Transitional Archaic Periods (approximately 1000 B.C. to A.D. 1000). \n In 1952, human remains representing, at minimum, three individuals were identified at the Gaspar Garcia Site, 41ZP61, near the Castillo Site (41ZP7) within the Falcon Reservoir of Zapata County, TX. The first of the three individuals (TARL HO #2182) is represented by only a few fragmentary remains, so the age and sex could not be determined. Six bone bead fragments were comingled with these human remains. The second individual (TARL HO #2356) is a young to middle adult male, approximately 25-44 years old at the time of death. The third individual (TARL HO #3405) is represented by a single fragment\\xe2\\x80\\x94the distal epiphysis of the right femur. The sex and age of this individual could not be determined. No known individuals were identified. Associated funerary objects were identified for this site, but it is unclear whether the objects were placed with only one or more of the individuals listed for this site (TARL HO #2182, #2356, or #3405). The 146 associated funerary objects are one Desmuke Point, one Tortugas Point, one Matamoros Point, one triangular biface, one chert debitage, one chert biface, one polished pebble, 128 bone beads (possibly bird), five ochre pebbles, and the six bone bead fragments that were found commingled with the human remains of TARL HO #2182. Based on the presence of the projectile points associated with these human remains, these burials are estimated to date to the Middle to Late/Transitional Archaic Periods (approximately 1000 B.C. to A.D. 1000). \n In 1952, human remains representing, at minimum, one individual were exposed at site 41ZP67 during low-water levels at Falcon Reservoir in Zapata County, TX. This individual (TARL HO #2055) is represented by only cranial remains and is estimated to be an adult female, at least 23 years old at the time of death. No known individuals were identified. The single associated funerary object is one Tortugas dart point. Based on the presence of the Tortugas dart point associated with these human remains, this burial is estimated to date to the Late Middle Archaic Period (approximately 1000 B.C.). \n In 1996, human remains representing, at minimum, one individual were recovered from site 41ZP322 during low-water levels at Falcon Reservoir in Zapata County, TX. The human remains (TARL HO #4028) were eroding from a slope within the site. The individual is represented by cranial, long bone, and other postcranial fragments. The age and sex of this individual could not be determined. No known individuals were identified. A \\xe2\\x80\\x9cPandora-like dart point\\xe2\\x80\\x9d was reported along with the human remains, but cannot be located within TARL\\'s current collections. Based on the presence of the dart point associated with these human remains, this burial is estimated to date to the Middle to Late Archaic Period (approximately 4000 B.C. to 1350 A.D.). \n During the 1980s, human remains representing, at minimum, three individuals were excavated from various sites within Falcon Reservoir in Zapata County, TX. Information on the excavation of these human remains is lacking, and the skeletal remains associated with these individuals (TARL HO #4018A, #4018B, and #4018C) are fragmentary. The individuals are all estimated to be adults, but their sex cannot be determined. One individual (TARL HO #4018B) is 30+ years old at the time of death. No known individuals were identified. There are no associated funerary objects present, but a small bag of non-human faunal remains is included with the individuals. \n In 1995, human remains representing, at minimum, one individual were excavated from an unrecorded site in Zapata County, TX, during a low-water period at Falcon Reservoir. This individual (TARL HO #4019) is represented by only a few long bone fragments. The individual\\'s age and sex cannot be determined. No known individuals were identified. No associated funerary objects are present. \n In 1995, human remains representing, at minimum, one individual were excavated from an unrecorded site within Falcon Reservoir in Zapata County, TX. No information on this excavation is available. The human remains (TARL HO #4020) consist only of a few cranial fragments. The individual is an adult 30+ years old at the time of death, but sex cannot be determined. No known individuals were identified. No associated funerary objects are present. \n In 1996, human remains representing, at minimum, one individual were recovered from an unrecorded site in Zapata County, TX. This individual (TARL HO #4021) is an adult female, possibly 50+ years old at the time of death. No known individuals were identified. No associated funerary objects are present. \n At an unknown date, human remains representing, at minimum, one individual were recovered from an unrecorded site \\xe2\\x80\\x9cseveral hundred meters north of . . . 41ZP86\\xe2\\x80\\x9d (in Zapata County, TX). While the human remains (TARL HO #4022) were located near a historic cemetery and 41ZP86, they are likely not associated with either of the aforementioned sites. Although past analysis records indicate the individual is female, the individual is more likely a middle-adult male, approximately 35-50 years old at the time of death. No known individuals were identified. The 1996 osteological analysis notes that \\xe2\\x80\\x9cstone artifacts\\xe2\\x80\\x9d were included with these remains, but no count or description was provided, and those artifacts cannot be located in TARL\\'s collections. Therefore, no associated funerary objects are present. \n Due to the archeological context of the human remains described above, TARL has determined these human remains to be Native American. \n TARL consulted with the Comanche Nation, Oklahoma, the Kiowa Indian Tribe of Oklahoma, the Mescalero Apache Tribe of the Mescalero Reservation, New Mexico, and the Tonkawa Tribe of Indians of Oklahoma based on the Indian tribes\\' interest in human remains found in Zapata County. However, TARL was unable to determine the cultural affiliation of these human remains with any present-day Indian tribe. \n ", "h_d_ci": "Null", "determinations": "Determinations Made by TARL \n Officials of TARL have determined that: \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice are Native American based on their archeological context. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice represent the physical remains of 22 individuals of Native American ancestry. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(3)(A), the 373 objects described in this notice are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(2), a relationship of shared group identity cannot be reasonably traced between the Native American human remains and associated funerary objects and any present-day Indian tribe. \n \\xe2\\x80\\xa2 Treaties, Acts of Congress, or Executive Orders, indicate that the land from which the Native American human remains and associated funerary objects were removed is the aboriginal land of the Comanche Nation, Oklahoma, and the Kiowa Indian Tribe of Oklahoma. \n \\xe2\\x80\\xa2 Pursuant to 43 CFR 10.11(c)(1), the disposition of the human remains and associated funerary objects may be to the Comanche Nation, Oklahoma, and the Kiowa Indian Tribe of Oklahoma. \n ", "a_r_d": "Lineal descendants or representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to Marybeth Tomka, Texas Archeological Research Laboratory, 10100 Burnet Road, PRC Bldg. 5, Austin, TX 78758, telephone (512) 475-6853, email marybeth.tomka@austin.utexas.edu, by August 10, 2016. After that date, if no additional requestors have come forward, transfer of control of the human remains and associated funerary objects to the Comanche Nation, Oklahoma, and the Kiowa Indian Tribe of Oklahoma may proceed. \n TARL is responsible for notifying the Comanche Nation, Oklahoma, the Kiowa Indian Tribe of Oklahoma, the Mescalero Apache Tribe of the Mescalero Reservation, New Mexico, and the Tonkawa Tribe of Indians of Oklahoma that this notice has been published. \n "}