{"index": "I_522", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        [NPS-WASO-NAGPRA-21734; PPWOCRADN0-PCU00RP14.R50000]\\n        Notice of Inventory Completion: Tennessee Valley Authority, Knoxville, TN\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        \\n          SUMMARY:\\n\\n          The Tennessee Valley Authority (TVA) has completed an inventory of human remains and associated funerary objects, in consultation with the appropriate federally recognized Indian tribes, and has determined that a cultural affiliation between the human remains and associated funerary objects and present-day federally recognized Indian tribes can reasonably be traced. Lineal descendants or representatives of any federally recognized Indian tribe not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request to TVA. If no additional requestors come forward, transfer of control of the human remains and associated funerary objects to the federally recognized Indian tribes stated in this notice may proceed.\\n        \\n        \\n          DATES:\\n          Lineal descendants or representatives of any federally recognized Indian tribe not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to TVA at the address in this notice by October 3, 2016.\\n        \\n        \\n          ADDRESSES:\\n\\n          Dr. Thomas O. Maher, TVA, 400 West Summit Hill Drive, WT11D, Knoxville TN 37902-1401, telephone (865) 632-7458, email tomaher@tva.gov.\\n          \\n        \\n      \\n      \\n        SUPPLEMENTARY INFORMATION:\\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains and associated funerary objects under the control of TVA. The human remains and associated funerary objects were removed from archeological sites in the Guntersville Reservoir in Jackson and Marshall Counties, AL.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003(d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations in this notice.\\n        Consultation\\n        A detailed assessment of the human remains and associated funerary objects was made by TVA professional staff in consultation with the University of Alabama and representatives of the Alabama-Coushatta Tribe of Texas (previously listed as the Alabama-Coushatta Tribes of Texas); Alabama-Quassarte Tribal Town; Cherokee Nation; Coushatta Tribe of Louisiana; Eastern Band of Cherokee Indians; Eastern Shawnee Tribe of Oklahoma; Poarch Band of Creeks (previously listed as the Poarch Band of Creek Indians of Alabama); The Chickasaw Nation; The Choctaw Nation of Oklahoma; The Muscogee (Creek) Nation; Thlopthlocco Tribal Town; and the United Keetoowah Band of Cherokee Indians in Oklahoma.\\n        History and Description of the Remains\\n\\n        The sites listed in this notice were excavated as part of TVA\\'s Guntersville Reservoir project by the Alabama Museum of Natural History (AMNH) at the University of Alabama, using labor and funds provided by the Works Progress Administration. Details regarding these excavations and sites may be found in a report, An Archaeological Survey of Guntersville Basin on the Tennessee River in Northern Alabama, by William S. Webb and Charles G. Wilder. The human remains and associated funerary objects excavated from the sites listed in this notice have been in the physical custody of the AMNH at the University of Alabama since excavation but are under the control of TVA.\\n        From January to April 1939, human remains representing, at minimum, 23 individuals were removed from the Crow Creek Island site, 1JA155, in Jackson County, AL. Excavation commenced after TVA acquired this land on June 30, 1938. Excavations revealed multiple occupations. The culturally affiliated NAGPRA cultural items are from the Crow Creek phase (circa A.D. 1400-1600) at the end of the Mississippian period. The human remains include adults, juveniles, and infants of both sexes. No known individuals were identified. The 657 associated funerary objects include 1 shell gorget; 2 shell ear plugs; 6 Mississippi Plain jars; 41 shell fragments; 1 shell pendant; 1 Barton Incised, var. Barton jar; 28 Mississippi Plain body sherds; 4 McKee Island Brushed jars; 2 Crow Creek Noded jars; 1 Mississippi Plain bird effigy bowls; 2 Mississippi plain bowls; 12 bone pins; 1 Mississippi Plain collared jar; 1 Bell Plain bottle; 36 Mississippi Plain jar sherds; 1 Bell Plain bowl; 12 bone awls; 1 McKee Island Incised jar; 1 McKee Island Punctate jar; 11 McKee Island Brushed bowl sherds; 1 Hillabee schist celt fragment; 1 Moundville Engraved, var. Maxwells Crossing carinated bottle; 6 shell spoon fragments; 51 turtle shell rattle fragments; and 433 shell barrel beads.\\n        From October 1938 to January 1939, human remains representing, at minimum, nine individuals were removed from the Sublet Ferry site, 1JA102, three miles southeast of Hollywood in Jackson County, AL. Excavation commenced after TVA acquired a permit for archeological exploration on June 11, 1938. This land was subsequently purchase on October 17, 1938. Excavations revealed this to be a shell midden overlying a dark midden soil. Both Woodland and Mississippian occupations were identified. The culturally affiliated NAGPRA cultural items are from the Henry Island phase (circa A.D. 1200-1500) of the Mississippian period. The human remains include adults, juveniles, and children of both sexes. No known individuals were identified. The 2,148 associated funerary objects include 3 Baytown Plain sherds; 1 Bell Plain bottle; 5 bone awls; 15 bone pins; 4 bone splinters; 1 chipped stone adz/celt; 1 Cox style shell gorget; 1 discoidal; 1 Duck River projectile point or knife; 1 greenstone celt; 1 Hixon style shell gorget; 3 key-sided copper mace fragments; 37 lithic flakes; 1 Mississippi Plain bowl; 196 Mississippi Plain sherds; 2 Mississippi Plain jars; 1 Moundville Incised, var. Carrollton jar; 91 Moundville Incised, var. Carrollton jar sherds; 1,782 shell disc beads; and 1 shell gorget fragment.\\n        From November 21 to 29, 1938, human remains representing, at minimum, one individual were removed from site 1MS106, 11 miles northeast of the city of Guntersville in Marshall County, AL. Excavation commenced after TVA purchased the land on April 21, 1937. Little is known about this site, except for a one paragraph reference to the excavation in a progress report indicating it was a rapid exploration that recovered three burials. Further, ceramics from this site indicate occupations during both the Woodland and Mississippian periods. The human remains represent a 12-year old individual of indeterminate sex. No known individual was identified. The 280 associate funerary objects include 1 McKee Island Brushed jar, 1 Bell Plain jar, 246 shell barrel beads, and 32 beads made from gastropod shells.\\n\\n        From June 1938 to May 1939, human remains representing, at minimum, 11 individuals were removed from the Columbus City Landing site, 1MS91, 9 miles northeast of the city of Guntersville in Marshall County, AL. Excavation commenced after TVA purchased the land on March 8, 1937. There were excavations in both the village (Unit I) and adjacent mounds (Unit II). Artifacts recovered from this excavation revealed that the primary occupations were during the Middle Woodland (A.D. 100-500), Mississippian (A.D. 1200-1500), and historic periods. The human remains include adults, juveniles, and children of both sexes. No known individuals were identified. The 5,435 associated funerary objects include 1 Bell Plain jar; 1 brass bangle; 1,182 brass beads; 12 brass bells; 5 brass bracelets; 3 brass cones; 1 brass disc; 27 brass fragments; 5 brass pendants; 2 brass rings; 11 copper/brass animal effigy ornaments; 4 copper bangles; 1 copper bead; 1 copper/brass disc; 1 copper-covered wooden earspool; 4,021 glass beads; 1 iron axe; 1 iron bracelet; 1 lead rifle ball; 1 McKee Island Cord-Marked sherd; 52 Mississippi Plain sherds; 94 shell beads; 3 shell earbobs; 1 shell gorget; 2 shell hairpins; and 1 shell pin.\\n        Although there is no absolute certainty that Native Americans of the Mississippian period are directly related to modern federally recognized tribes, a relationship of shared group identity can reasonably be traced between these modern tribes and the human remains (and associated funerary objects) of the earlier culture identified as Mississippian. The preponderance of the evidence indicates that the cultural items from Mississippian and early historic occupations at 1MS91, 1MS106, 1JA102, and 1JA155 are culturally affiliated with Native Americans descendants of the Koasati/Kaskinampo. These descendants include the Alabama-Coushatta Tribe of Texas, the Alabama-Quassarte Tribal Town, the Coushatta Tribe of Louisiana, and the Muscogee (Creek) Nation. The evidence is as follows:\\n        \\xe2\\x80\\xa2 Chronicles from Spanish explorers of the 16th century and French explorers of the 17th and 18th century indicates the presence of chiefdom level tribal entities in the southeastern United States which resemble the Mississippian chiefdoms.\\n        \\xe2\\x80\\xa2 Linguistic analysis of place names noted by multiple Spanish explorers indicates that Koasati speaking groups inhabited northeastern Alabama.\\n        \\xe2\\x80\\xa2 Early maps and research into the historic Native American occupation of northeastern Alabama indicates that the Koasati (as called by the English) or the Kaskinampo (as called by the French) were found at multiple sites in Jackson and Marshall Counties in the 17th and 18th centuries.\\n        \\xe2\\x80\\xa2 Oral history, traditions and expert opinions of the descendants of Koasati/Kaskinampo indicate that this portion of the Tennessee River valley was a homeland of their tribe. The subsequent involuntary diaspora of these peoples resulted in descendants of the Koasati/Kaskinampo among multiple federally recognized tribes.\\n        Determinations Made by the Tennessee Valley Authority\\n        Officials of TVA have determined that:\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice represent the physical remains of 44 individuals of Native American ancestry.\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(3)(A), the 8,520 objects described in this notice are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony.\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and associated funerary objects of the Mississippian and early historic occupations of these sites and the Coushatta Tribe of Louisiana, the Alabama-Coushatta Tribe of Texas, the Alabama-Quassarte Tribal Town and the Muscogee (Creek) Nation.\\n        Additional Requestors and Disposition\\n\\n        Lineal descendants or representatives of any federally recognized Indian tribe not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to Dr. Thomas O. Maher, TVA, 400 West Summit Hill Drive, WT11D, Knoxville, TN 37902-1401, telephone (865) 632-7458, email tomaher@tva.gov, by October 3, 2016. After that date, if no additional requestors have come forward, transfer of control of the human remains and associated funerary objects to the Alabama-Coushatta Tribe of Texas, the Alabama-Quassarte Tribal Town, the Coushatta Tribe of Louisiana, and the Muscogee (Creek) Nation may proceed.\\n        TVA is responsible for notifying the Alabama-Coushatta Tribe of Texas (previously listed as the Alabama-Coushatta Tribes of Texas); Alabama-Quassarte Tribal Town; Cherokee Nation; Coushatta Tribe of Louisiana; Eastern Band of Cherokee Indians; Eastern Shawnee Tribe of Oklahoma; Poarch Band of Creeks (previously listed as the Poarch Band of Creek Indians of Alabama); The Chickasaw Nation; The Choctaw Nation of Oklahoma; The Muscogee (Creek) Nation; Thlopthlocco Tribal Town; and the United Keetoowah Band of Cherokee Indians in Oklahoma, that this notice has been published.\\n        \\n          Dated: August 10, 2016.\\n          Melanie O\\'Brien,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. 2016-21004 Filed 8-31-16; 8:45 am]\\n       BILLING CODE 4312-50-P\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "[NPS-WASO-NAGPRA-21734; PPWOCRADN0-PCU00RP14.R50000]", "subject": "Notice of Inventory Completion: Tennessee Valley Authority, Knoxville, TN", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "The Tennessee Valley Authority (TVA) has completed an inventory of human remains and associated funerary objects, in consultation with the appropriate federally recognized Indian tribes, and has determined that a cultural affiliation between the human remains and associated funerary objects and present-day federally recognized Indian tribes can reasonably be traced. Lineal descendants or representatives of any federally recognized Indian tribe not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request to TVA. If no additional requestors come forward, transfer of control of the human remains and associated funerary objects to the federally recognized Indian tribes stated in this notice may proceed.", "dates": "Lineal descendants or representatives of any federally recognized Indian tribe not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to TVA at the address in this notice by October 3, 2016.", "addresses": "Dr. Thomas O. Maher, TVA, 400 West Summit Hill Drive, WT11D, Knoxville TN 37902-1401, telephone (865) 632-7458, email tomaher@tva.gov.\\n          ", "signature_dated": "Dated: August 10, 2016.", "signature_name": "Melanie O\\'Brien,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. 2016-21004 Filed 8-31-16; 8:45 am]", "billing_code": " BILLING CODE 4312-50-P", "supp_info": "SUPPLEMENTARY INFORMATION: \n Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains and associated funerary objects under the control of TVA. The human remains and associated funerary objects were removed from archeological sites in the Guntersville Reservoir in Jackson and Marshall Counties, AL. \n This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003(d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations in this notice. \n Consultation \n A detailed assessment of the human remains and associated funerary objects was made by TVA professional staff in consultation with the University of Alabama and representatives of the Alabama-Coushatta Tribe of Texas (previously listed as the Alabama-Coushatta Tribes of Texas); Alabama-Quassarte Tribal Town; Cherokee Nation; Coushatta Tribe of Louisiana; Eastern Band of Cherokee Indians; Eastern Shawnee Tribe of Oklahoma; Poarch Band of Creeks (previously listed as the Poarch Band of Creek Indians of Alabama); The Chickasaw Nation; The Choctaw Nation of Oklahoma; The Muscogee (Creek) Nation; Thlopthlocco Tribal Town; and the United Keetoowah Band of Cherokee Indians in Oklahoma. \n History and Description of the Remains \n The sites listed in this notice were excavated as part of TVA\\'s Guntersville Reservoir project by the Alabama Museum of Natural History (AMNH) at the University of Alabama, using labor and funds provided by the Works Progress Administration. Details regarding these excavations and sites may be found in a report, An Archaeological Survey of Guntersville Basin on the Tennessee River in Northern Alabama, by William S. Webb and Charles G. Wilder. The human remains and associated funerary objects excavated from the sites listed in this notice have been in the physical custody of the AMNH at the University of Alabama since excavation but are under the control of TVA. \n From January to April 1939, human remains representing, at minimum, 23 individuals were removed from the Crow Creek Island site, 1JA155, in Jackson County, AL. Excavation commenced after TVA acquired this land on June 30, 1938. Excavations revealed multiple occupations. The culturally affiliated NAGPRA cultural items are from the Crow Creek phase (circa A.D. 1400-1600) at the end of the Mississippian period. The human remains include adults, juveniles, and infants of both sexes. No known individuals were identified. The 657 associated funerary objects include 1 shell gorget; 2 shell ear plugs; 6 Mississippi Plain jars; 41 shell fragments; 1 shell pendant; 1 Barton Incised, var. Barton jar; 28 Mississippi Plain body sherds; 4 McKee Island Brushed jars; 2 Crow Creek Noded jars; 1 Mississippi Plain bird effigy bowls; 2 Mississippi plain bowls; 12 bone pins; 1 Mississippi Plain collared jar; 1 Bell Plain bottle; 36 Mississippi Plain jar sherds; 1 Bell Plain bowl; 12 bone awls; 1 McKee Island Incised jar; 1 McKee Island Punctate jar; 11 McKee Island Brushed bowl sherds; 1 Hillabee schist celt fragment; 1 Moundville Engraved, var. Maxwells Crossing carinated bottle; 6 shell spoon fragments; 51 turtle shell rattle fragments; and 433 shell barrel beads. \n From October 1938 to January 1939, human remains representing, at minimum, nine individuals were removed from the Sublet Ferry site, 1JA102, three miles southeast of Hollywood in Jackson County, AL. Excavation commenced after TVA acquired a permit for archeological exploration on June 11, 1938. This land was subsequently purchase on October 17, 1938. Excavations revealed this to be a shell midden overlying a dark midden soil. Both Woodland and Mississippian occupations were identified. The culturally affiliated NAGPRA cultural items are from the Henry Island phase (circa A.D. 1200-1500) of the Mississippian period. The human remains include adults, juveniles, and children of both sexes. No known individuals were identified. The 2,148 associated funerary objects include 3 Baytown Plain sherds; 1 Bell Plain bottle; 5 bone awls; 15 bone pins; 4 bone splinters; 1 chipped stone adz/celt; 1 Cox style shell gorget; 1 discoidal; 1 Duck River projectile point or knife; 1 greenstone celt; 1 Hixon style shell gorget; 3 key-sided copper mace fragments; 37 lithic flakes; 1 Mississippi Plain bowl; 196 Mississippi Plain sherds; 2 Mississippi Plain jars; 1 Moundville Incised, var. Carrollton jar; 91 Moundville Incised, var. Carrollton jar sherds; 1,782 shell disc beads; and 1 shell gorget fragment. \n From November 21 to 29, 1938, human remains representing, at minimum, one individual were removed from site 1MS106, 11 miles northeast of the city of Guntersville in Marshall County, AL. Excavation commenced after TVA purchased the land on April 21, 1937. Little is known about this site, except for a one paragraph reference to the excavation in a progress report indicating it was a rapid exploration that recovered three burials. Further, ceramics from this site indicate occupations during both the Woodland and Mississippian periods. The human remains represent a 12-year old individual of indeterminate sex. No known individual was identified. The 280 associate funerary objects include 1 McKee Island Brushed jar, 1 Bell Plain jar, 246 shell barrel beads, and 32 beads made from gastropod shells. \n From June 1938 to May 1939, human remains representing, at minimum, 11 individuals were removed from the Columbus City Landing site, 1MS91, 9 miles northeast of the city of Guntersville in Marshall County, AL. Excavation commenced after TVA purchased the land on March 8, 1937. There were excavations in both the village (Unit I) and adjacent mounds (Unit II). Artifacts recovered from this excavation revealed that the primary occupations were during the Middle Woodland (A.D. 100-500), Mississippian (A.D. 1200-1500), and historic periods. The human remains include adults, juveniles, and children of both sexes. No known individuals were identified. The 5,435 associated funerary objects include 1 Bell Plain jar; 1 brass bangle; 1,182 brass beads; 12 brass bells; 5 brass bracelets; 3 brass cones; 1 brass disc; 27 brass fragments; 5 brass pendants; 2 brass rings; 11 copper/brass animal effigy ornaments; 4 copper bangles; 1 copper bead; 1 copper/brass disc; 1 copper-covered wooden earspool; 4,021 glass beads; 1 iron axe; 1 iron bracelet; 1 lead rifle ball; 1 McKee Island Cord-Marked sherd; 52 Mississippi Plain sherds; 94 shell beads; 3 shell earbobs; 1 shell gorget; 2 shell hairpins; and 1 shell pin. \n Although there is no absolute certainty that Native Americans of the Mississippian period are directly related to modern federally recognized tribes, a relationship of shared group identity can reasonably be traced between these modern tribes and the human remains (and associated funerary objects) of the earlier culture identified as Mississippian. The preponderance of the evidence indicates that the cultural items from Mississippian and early historic occupations at 1MS91, 1MS106, 1JA102, and 1JA155 are culturally affiliated with Native Americans descendants of the Koasati/Kaskinampo. These descendants include the Alabama-Coushatta Tribe of Texas, the Alabama-Quassarte Tribal Town, the Coushatta Tribe of Louisiana, and the Muscogee (Creek) Nation. The evidence is as follows: \n \\xe2\\x80\\xa2 Chronicles from Spanish explorers of the 16th century and French explorers of the 17th and 18th century indicates the presence of chiefdom level tribal entities in the southeastern United States which resemble the Mississippian chiefdoms. \n \\xe2\\x80\\xa2 Linguistic analysis of place names noted by multiple Spanish explorers indicates that Koasati speaking groups inhabited northeastern Alabama. \n \\xe2\\x80\\xa2 Early maps and research into the historic Native American occupation of northeastern Alabama indicates that the Koasati (as called by the English) or the Kaskinampo (as called by the French) were found at multiple sites in Jackson and Marshall Counties in the 17th and 18th centuries. \n \\xe2\\x80\\xa2 Oral history, traditions and expert opinions of the descendants of Koasati/Kaskinampo indicate that this portion of the Tennessee River valley was a homeland of their tribe. The subsequent involuntary diaspora of these peoples resulted in descendants of the Koasati/Kaskinampo among multiple federally recognized tribes. \n Determinations Made by the Tennessee Valley Authority \n Officials of TVA have determined that: \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice represent the physical remains of 44 individuals of Native American ancestry. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(3)(A), the 8,520 objects described in this notice are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and associated funerary objects of the Mississippian and early historic occupations of these sites and the Coushatta Tribe of Louisiana, the Alabama-Coushatta Tribe of Texas, the Alabama-Quassarte Tribal Town and the Muscogee (Creek) Nation. \n Additional Requestors and Disposition \n Lineal descendants or representatives of any federally recognized Indian tribe not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to Dr. Thomas O. Maher, TVA, 400 West Summit Hill Drive, WT11D, Knoxville, TN 37902-1401, telephone (865) 632-7458, email tomaher@tva.gov, by October 3, 2016. After that date, if no additional requestors have come forward, transfer of control of the human remains and associated funerary objects to the Alabama-Coushatta Tribe of Texas, the Alabama-Quassarte Tribal Town, the Coushatta Tribe of Louisiana, and the Muscogee (Creek) Nation may proceed. \n TVA is responsible for notifying the Alabama-Coushatta Tribe of Texas (previously listed as the Alabama-Coushatta Tribes of Texas); Alabama-Quassarte Tribal Town; Cherokee Nation; Coushatta Tribe of Louisiana; Eastern Band of Cherokee Indians; Eastern Shawnee Tribe of Oklahoma; Poarch Band of Creeks (previously listed as the Poarch Band of Creek Indians of Alabama); The Chickasaw Nation; The Choctaw Nation of Oklahoma; The Muscogee (Creek) Nation; Thlopthlocco Tribal Town; and the United Keetoowah Band of Cherokee Indians in Oklahoma, that this notice has been published. \n ", "consultation": "A detailed assessment of the human remains and associated funerary objects was made by TVA professional staff in consultation with the University of Alabama and representatives of the Alabama-Coushatta Tribe of Texas (previously listed as the Alabama-Coushatta Tribes of Texas); Alabama-Quassarte Tribal Town; Cherokee Nation; Coushatta Tribe of Louisiana; Eastern Band of Cherokee Indians; Eastern Shawnee Tribe of Oklahoma; Poarch Band of Creeks (previously listed as the Poarch Band of Creek Indians of Alabama); The Chickasaw Nation; The Choctaw Nation of Oklahoma; The Muscogee (Creek) Nation; Thlopthlocco Tribal Town; and the United Keetoowah Band of Cherokee Indians in Oklahoma. \n ", "h_d_r": "The sites listed in this notice were excavated as part of TVA\\'s Guntersville Reservoir project by the Alabama Museum of Natural History (AMNH) at the University of Alabama, using labor and funds provided by the Works Progress Administration. Details regarding these excavations and sites may be found in a report, An Archaeological Survey of Guntersville Basin on the Tennessee River in Northern Alabama, by William S. Webb and Charles G. Wilder. The human remains and associated funerary objects excavated from the sites listed in this notice have been in the physical custody of the AMNH at the University of Alabama since excavation but are under the control of TVA. \n From January to April 1939, human remains representing, at minimum, 23 individuals were removed from the Crow Creek Island site, 1JA155, in Jackson County, AL. Excavation commenced after TVA acquired this land on June 30, 1938. Excavations revealed multiple occupations. The culturally affiliated NAGPRA cultural items are from the Crow Creek phase (circa A.D. 1400-1600) at the end of the Mississippian period. The human remains include adults, juveniles, and infants of both sexes. No known individuals were identified. The 657 associated funerary objects include 1 shell gorget; 2 shell ear plugs; 6 Mississippi Plain jars; 41 shell fragments; 1 shell pendant; 1 Barton Incised, var. Barton jar; 28 Mississippi Plain body sherds; 4 McKee Island Brushed jars; 2 Crow Creek Noded jars; 1 Mississippi Plain bird effigy bowls; 2 Mississippi plain bowls; 12 bone pins; 1 Mississippi Plain collared jar; 1 Bell Plain bottle; 36 Mississippi Plain jar sherds; 1 Bell Plain bowl; 12 bone awls; 1 McKee Island Incised jar; 1 McKee Island Punctate jar; 11 McKee Island Brushed bowl sherds; 1 Hillabee schist celt fragment; 1 Moundville Engraved, var. Maxwells Crossing carinated bottle; 6 shell spoon fragments; 51 turtle shell rattle fragments; and 433 shell barrel beads. \n From October 1938 to January 1939, human remains representing, at minimum, nine individuals were removed from the Sublet Ferry site, 1JA102, three miles southeast of Hollywood in Jackson County, AL. Excavation commenced after TVA acquired a permit for archeological exploration on June 11, 1938. This land was subsequently purchase on October 17, 1938. Excavations revealed this to be a shell midden overlying a dark midden soil. Both Woodland and Mississippian occupations were identified. The culturally affiliated NAGPRA cultural items are from the Henry Island phase (circa A.D. 1200-1500) of the Mississippian period. The human remains include adults, juveniles, and children of both sexes. No known individuals were identified. The 2,148 associated funerary objects include 3 Baytown Plain sherds; 1 Bell Plain bottle; 5 bone awls; 15 bone pins; 4 bone splinters; 1 chipped stone adz/celt; 1 Cox style shell gorget; 1 discoidal; 1 Duck River projectile point or knife; 1 greenstone celt; 1 Hixon style shell gorget; 3 key-sided copper mace fragments; 37 lithic flakes; 1 Mississippi Plain bowl; 196 Mississippi Plain sherds; 2 Mississippi Plain jars; 1 Moundville Incised, var. Carrollton jar; 91 Moundville Incised, var. Carrollton jar sherds; 1,782 shell disc beads; and 1 shell gorget fragment. \n From November 21 to 29, 1938, human remains representing, at minimum, one individual were removed from site 1MS106, 11 miles northeast of the city of Guntersville in Marshall County, AL. Excavation commenced after TVA purchased the land on April 21, 1937. Little is known about this site, except for a one paragraph reference to the excavation in a progress report indicating it was a rapid exploration that recovered three burials. Further, ceramics from this site indicate occupations during both the Woodland and Mississippian periods. The human remains represent a 12-year old individual of indeterminate sex. No known individual was identified. The 280 associate funerary objects include 1 McKee Island Brushed jar, 1 Bell Plain jar, 246 shell barrel beads, and 32 beads made from gastropod shells. \n From June 1938 to May 1939, human remains representing, at minimum, 11 individuals were removed from the Columbus City Landing site, 1MS91, 9 miles northeast of the city of Guntersville in Marshall County, AL. Excavation commenced after TVA purchased the land on March 8, 1937. There were excavations in both the village (Unit I) and adjacent mounds (Unit II). Artifacts recovered from this excavation revealed that the primary occupations were during the Middle Woodland (A.D. 100-500), Mississippian (A.D. 1200-1500), and historic periods. The human remains include adults, juveniles, and children of both sexes. No known individuals were identified. The 5,435 associated funerary objects include 1 Bell Plain jar; 1 brass bangle; 1,182 brass beads; 12 brass bells; 5 brass bracelets; 3 brass cones; 1 brass disc; 27 brass fragments; 5 brass pendants; 2 brass rings; 11 copper/brass animal effigy ornaments; 4 copper bangles; 1 copper bead; 1 copper/brass disc; 1 copper-covered wooden earspool; 4,021 glass beads; 1 iron axe; 1 iron bracelet; 1 lead rifle ball; 1 McKee Island Cord-Marked sherd; 52 Mississippi Plain sherds; 94 shell beads; 3 shell earbobs; 1 shell gorget; 2 shell hairpins; and 1 shell pin. \n Although there is no absolute certainty that Native Americans of the Mississippian period are directly related to modern federally recognized tribes, a relationship of shared group identity can reasonably be traced between these modern tribes and the human remains (and associated funerary objects) of the earlier culture identified as Mississippian. The preponderance of the evidence indicates that the cultural items from Mississippian and early historic occupations at 1MS91, 1MS106, 1JA102, and 1JA155 are culturally affiliated with Native Americans descendants of the Koasati/Kaskinampo. These descendants include the Alabama-Coushatta Tribe of Texas, the Alabama-Quassarte Tribal Town, the Coushatta Tribe of Louisiana, and the Muscogee (Creek) Nation. The evidence is as follows: \n \\xe2\\x80\\xa2 Chronicles from Spanish explorers of the 16th century and French explorers of the 17th and 18th century indicates the presence of chiefdom level tribal entities in the southeastern United States which resemble the Mississippian chiefdoms. \n \\xe2\\x80\\xa2 Linguistic analysis of place names noted by multiple Spanish explorers indicates that Koasati speaking groups inhabited northeastern Alabama. \n \\xe2\\x80\\xa2 Early maps and research into the historic Native American occupation of northeastern Alabama indicates that the Koasati (as called by the English) or the Kaskinampo (as called by the French) were found at multiple sites in Jackson and Marshall Counties in the 17th and 18th centuries. \n \\xe2\\x80\\xa2 Oral history, traditions and expert opinions of the descendants of Koasati/Kaskinampo indicate that this portion of the Tennessee River valley was a homeland of their tribe. The subsequent involuntary diaspora of these peoples resulted in descendants of the Koasati/Kaskinampo among multiple federally recognized tribes. \n ", "h_d_ci": "Null", "determinations": "Determinations Made by the Tennessee Valley Authority \n Officials of TVA have determined that: \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice represent the physical remains of 44 individuals of Native American ancestry. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(3)(A), the 8,520 objects described in this notice are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and associated funerary objects of the Mississippian and early historic occupations of these sites and the Coushatta Tribe of Louisiana, the Alabama-Coushatta Tribe of Texas, the Alabama-Quassarte Tribal Town and the Muscogee (Creek) Nation. \n ", "a_r_d": "Lineal descendants or representatives of any federally recognized Indian tribe not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to Dr. Thomas O. Maher, TVA, 400 West Summit Hill Drive, WT11D, Knoxville, TN 37902-1401, telephone (865) 632-7458, email tomaher@tva.gov, by October 3, 2016. After that date, if no additional requestors have come forward, transfer of control of the human remains and associated funerary objects to the Alabama-Coushatta Tribe of Texas, the Alabama-Quassarte Tribal Town, the Coushatta Tribe of Louisiana, and the Muscogee (Creek) Nation may proceed. \n TVA is responsible for notifying the Alabama-Coushatta Tribe of Texas (previously listed as the Alabama-Coushatta Tribes of Texas); Alabama-Quassarte Tribal Town; Cherokee Nation; Coushatta Tribe of Louisiana; Eastern Band of Cherokee Indians; Eastern Shawnee Tribe of Oklahoma; Poarch Band of Creeks (previously listed as the Poarch Band of Creek Indians of Alabama); The Chickasaw Nation; The Choctaw Nation of Oklahoma; The Muscogee (Creek) Nation; Thlopthlocco Tribal Town; and the United Keetoowah Band of Cherokee Indians in Oklahoma, that this notice has been published. \n "}