{"index": "I_549", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        [NPS-WASO-NAGPRA-21131; PPWOCRADN0-PCU00RP14.R50000]\\n        Notice of Inventory Completion: U.S. Department of the Interior, National Park Service, Canyon de Chelly National Monument, Chinle, AZ\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        \\n          SUMMARY:\\n          The U.S. Department of the Interior, National Park Service, Canyon de Chelly National Monument has completed an inventory of human remains and associated funerary objects, in consultation with the appropriate Indian tribes or Native Hawaiian organizations, and has determined that there is a cultural affiliation between the human remains and associated funerary objects and present-day Indian tribes or Native Hawaiian organizations. Lineal descendants or representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request to Canyon de Chelly National Monument. If no additional requestors come forward, transfer of control of the human remains and associated funerary objects to the lineal descendants, Indian tribes, or Native Hawaiian organizations stated in this notice may proceed.\\n        \\n        \\n          DATES:\\n          Lineal descendants or representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to Canyon de Chelly National Monument at the address in this notice by July 1, 2016.\\n        \\n        \\n          ADDRESSES:\\n\\n          Lyn Carranza, Superintendent, Canyon de Chelly National Monument, P.O. Box 588, Chinle, AZ 86503, telephone (928) 674-5500 ext. 224, email lyn_carranza@nps.gov.\\n          \\n        \\n      \\n      \\n        SUPPLEMENTARY INFORMATION:\\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains and associated funerary objects under the control of the U.S. Department of the Interior, National Park Service, Canyon de Chelly National Monument, Chinle, AZ. The human remains and associated funerary objects were removed from sites in Apache County, AZ.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003(d)(3). The determinations in this notice are the sole responsibility of the Superintendent, Canyon de Chelly National Monument.\\n        Consultation\\n        A detailed assessment of the human remains was made by Canyon de Chelly National Monument professional staff in consultation with representatives of the Apache Tribe of Oklahoma; Fort McDowell Yavapai Nation, Arizona; Fort Sill Apache Tribe of Oklahoma; Hopi Tribe of Arizona; Jicarilla Apache Nation, New Mexico; Kaibab Band of Paiute Indians of the Kaibab Indian Reservation, Arizona; Mescalero Apache Tribe of the Mescalero Reservation, New Mexico; Navajo Nation, Arizona, New Mexico & Utah; Pueblo of Acoma, New Mexico; Pueblo of Jemez, New Mexico; Pueblo of Laguna, New Mexico; Pueblo of Nambe, New Mexico; Pueblo of Pojoaque, New Mexico; Pueblo of San Ildefonso, New Mexico; Pueblo of Santa Ana, New Mexico; Pueblo of Santa Clara, New Mexico; Pueblo of Taos, New Mexico; Pueblo of Tesuque, New Mexico; San Carlos Apache Tribe of the San Carlos Reservation, Arizona; Southern Ute Indian Tribe of the Southern Ute Reservation, Colorado; Ute Mountain Ute Tribe (previously listed as the Ute Mountain Tribe of the Ute Mountain Reservation, Colorado, New Mexico & Utah); White Mountain Apache Tribe of the Fort Apache Reservation, Arizona; Yavapai-Apache Nation of the Camp Verde Indian Reservation, Arizona; and Zuni Tribe of the Zuni Reservation, New Mexico (hereafter referred to as \\xe2\\x80\\x9cThe Consulted Tribes\\xe2\\x80\\x9d).\\n        The following tribes were invited to consult but did not participate in the face-to-face consultation meeting: Kewa Pueblo, New Mexico (previously listed as the Pueblo of Santo Domingo); Ohkay Owingeh, New Mexico (previously listed as the Pueblo of San Juan); Pueblo of Cochiti, New Mexico; Pueblo of Isleta, New Mexico; Pueblo of Picuris, New Mexico; Pueblo of San Felipe, New Mexico; Pueblo of Sandia, New Mexico; Pueblo of Zia, New Mexico (hereafter referred to as \\xe2\\x80\\x9cThe Invited Tribes\\xe2\\x80\\x9d).\\n        History and Description of the Remains\\n        Canyon de Chelly National Monument was established in 1931 on lands that were then, and continue to be, held in trust by the United States for the Navajo Nation, Arizona, New Mexico & Utah. Removal of human remains and associated funerary objects from lands within the monument boundary after October 31, 1979, was done with the prior consent of the Navajo Nation, Arizona, New Mexico & Utah, as required by the Archaeological Resources Protection Act.\\n        At an unknown date, human remains representing, at minimum, one individual were removed from Big Cave in Apache County, AZ, by David DeHarport working on behalf of the Museum of Northern Arizona. No known individuals were identified. No associated funerary objects are present.\\n\\n        Between 1924 and 1970, human remains representing, at minimum, three individuals were removed from Big Cave in Apache County, AZ, by unknown persons. No known individuals were identified. No associated funerary objects are present.\\n        \\n        Before 1960, human remains representing, at minimum, one individual were removed from Big Cave in Apache County, AZ. No known individuals were identified. The one associated funerary object is a projectile point with shaft.\\n        Big Cave is a large alcove with an expansive overhang that protects habitation, ceremonial, and storage facilities representing multiple occupations. Overlain by later Puebloan and historic Navajo components, the Basketmaker component represents the earliest occupation. Later Puebloan components include small villages with multistory structures, small courtyards, and public architecture. Rock art from early Basketmaker through historic Navajo is located across the back of the alcove.\\n        At an unknown date, human remains representing, at minimum, three individuals were removed from Battle Cove in Apache County, AZ, by David DeHarport from Harvard University. No known individuals were identified. No associated funerary objects are present.\\n        Prior to 1966, human remains representing, at minimum, one individual were removed from Battle Cove in Apache County, AZ. No known individuals were identified. The 14 associated funerary objects are 12 cordage pieces and 2 textile fragments.\\n        From 1970 to 1973, human remains representing, at minimum, four individuals were removed from Battle Cove in Apache County, AZ, during an authorized National Park Service excavation. No known individuals were identified. No associated funerary objects are present.\\n        Ceramics, rock art elements, burials, and architecture indicate that Battle Cove was occupied during Basketmaker III (A.D. 400-750) and Pueblo II-Pueblo III (A.D. 900-1300). Historic site components dating from the 18th through 20th centuries include rock art imagery and cultural refuse.\\n        In 1903, human remains representing, at minimum, three individuals were removed from unknown cliff dwellings, in Apache County, AZ, by Charles and Samuel Day. In 1906, the Days sold a large collection of archeological materials to Stewart Culin of the Brooklyn Museum. Later de-accessioned by the Brooklyn Museum, the human remains were rescued by Dick Gould of the American Museum of Natural History and then given to William Lipe of the State University of New York-Binghampton. Finally, the human remains were gifted to Canyon de Chelly National Monument. No known individuals were identified. No associated funerary objects are present.\\n        Between 1938 and 1973, human remains representing, at minimum, one individual were removed from Massacre Cave in Apache County, AZ, under unknown circumstances. No known individuals were identified. No associated funerary objects are present.\\n        Architecture, ceramics, and rock art imagery suggest that Massacre Cave was utilized at various times from Basketmaker III to Pueblo I (A.D. 400-900) and again during historic times.\\n        In 1946, human remains representing, at minimum, one individual were removed from Standing Cow in Apache County, AZ, by the National Park Service. No known individuals were identified. The 12 associated funerary objects are 1 blanket and 11 basketry fragments.\\n        In 1951, human remains representing, at minimum, one individual were removed from Standing Cow in Apache County, AZ, by David DeHarport of Harvard University. No known individuals were identified. No associated funerary objects are present.\\n        In 1955, human remains representing, at minimum, three individuals were removed from Standing Cow in Apache County, AZ, by the National Park Service. No known individuals were identified. The 78 associated funerary objects are 1 burden basket, 1 jar, 1 basketry bowl, 12 cordage fragments, 41 pieces of unworked plant material, 1 scraper, 1 soil sample, 3 corncobs, 1 unworked piece of wood, 1 flake, 13 unworked reed fragments, and 2 sherds.\\n        Standing Cow dates to as early as Basketmaker III (A.D. 400-750) and to as late as Pueblo III (A.D. 1100-1300) prehistorically. Historic site components dating from the 19th through 20th centuries include rock art imagery, architecture, and refuse.\\n        In 1947, human remains representing, at minimum, one individual were removed from Tse-Ta\\'a in Apache County, AZ, by David DeHarport of Harvard University. No known individuals were identified. No associated funerary objects are present.\\n        From 1949 to 1950, human remains representing, at minimum, 22 individuals were removed from Tse-Ta\\'a in Apache County, AZ, during emergency excavations sponsored by the National Park Service. No known individuals were identified. The 224 associated funerary objects are 3 jars, 4 pitchers, 3 ladles, 4 bowls, 2 flakes, 1 awl, and 207 sherds.\\n        In 1987, human remains representing, at minimum, one individual were removed from Tse-Ta\\'a in Apache County, AZ, by the National Park Service. No known individuals were identified. No associated funerary objects are present.\\n        Ceramics, textiles, and architecture indicate that Tse-Ta\\'a contains Pueblo I (A.D. 750-900), late Pueblo II to early Pueblo III (A.D. 1000-1150), and Pueblo IV (A.D. 1300-1600) components.\\n        From 1948 to 1951, human remains representing, at minimum, one individual were removed from an unnamed site (CC-84) in Apache County, AZ, by David DeHarport from Harvard University. No known individuals were identified. No associated funerary objects are present.\\n        The site\\'s petroglyphs and ceramic assemblage date the occupation of CC-84 to Pueblo II (A.D. 900-1100).\\n        From 1948 to 1951, human remains representing, at minimum, one individual were removed from an unnamed site (CC-268) in Apache County, AZ, by David DeHarport from Harvard University. No known individuals were identified. No associated funerary objects are present.\\n        Prior to 1960, human remains representing, at minimum, one individual were removed from an unnamed site (CC-268) in Apache County, AZ, under unknown circumstances. No known individuals were identified. No associated funerary objects are present.\\n        The site\\'s ceramic assemblage dates the occupation of CC-268 to Pueblo I (A.D. 750-900) and Pueblo III (A.D. 1100-1300).\\n        In 1954, human remains representing, at minimum, one individual were removed from Antelope House in Apache County, AZ, during excavation for a post hole. No known individuals were identified. The 104 associated funerary objects are 1 slab, 4 bound sticks, 81 sticks, 1 corncob, 6 cordage fragments, and 11 basketry fragments. Most of the objects appear to have been part of a cradleboard.\\n\\n        From 1970 to 1973, human remains representing, at minimum, 188 individuals were removed from Antelope House in Apache County, AZ, during an authorized National Park Service excavation. No known individuals were identified. The 811 associated funerary objects are 6 bowls, 5 pieces of worked wood, 24 sherds, 248 pieces of cordage, 1 chain, 1 sandal, 10 bundles, 4 cactus plants, 2 hair bundles, 70 beads, 5 ladles, 2 plant artifacts, 4 fragments of basketry, 1 projectile point, 2 sticks, 1 wood artifact, 2 fragments of worked hair, 2 basketry bowls, 3 mats, 1 matting, 3 pieces of unworked wood, 1 miniature jar, 4 blankets, 1 whistle, 1 figurine, 3 pitchers, 3 jars, 1 flake, 19 knots, 6 ties, 1 burden basket, 1 fragment of leather/hide, 1 brush, 16 pieces of plant material, 2 tumplines, 1 basket, 1 pot rest, 2 digging sticks, 1 miniature vessel, 1 cordage artifact, 1 necklace, 1 bracelet, 1 cylinder, 1 cradleboard, 1 cradleboard hood, 77 pieces of architectural wood, 4 grass plants, 3 textiles, 1 cup, and 258 gourd/squash seeds.\\n        Architecture, ceramics, and dendrochronology indicate that Antelope House was occupied from Basketmaker III (A.D. 400-750) through Pueblo III (A.D. 1100-1300).\\n        In 1957, human remains representing, at minimum, one individual were removed from an unnamed site (CC-55) in Apache County, AZ, by David DeHarport from Harvard University. No known individuals were identified. The one associated funerary object is a miniature vessel.\\n        Slab-lined architecture and pictographs date CC-55 to Basketmaker II (A.D. 1-400). The vessel and burial are likely intrusive and representative of a later pueblo phase.\\n        Between 1959 and 1972, human remains representing, at minimum, one individual were removed from White House in Apache County, AZ, by the Museum of Northern Arizona. No known individuals were identified. No associated funerary objects are present.\\n        In 1962, human remains representing, at minimum, seven individuals were removed from Mummy Cave in Apache County, AZ, by the National Park Service. No known individuals were identified. The eight funerary objects are five textiles and three cordage fragments.\\n        Prior to 1967, human remains representing, at minimum, one individual were removed from Mummy Cave in Apache County, AZ, under unknown circumstances. No known individuals were identified. No associated funerary objects are present.\\n        In 1987, human remains representing, at minimum, seven individuals were removed from Mummy Cave in Apache County, AZ, by the National Park Service. No known individuals were identified. No associated funerary objects are present.\\n        Architectural remnants, ceramics, rock art, and dendrochronology indicate Mummy Cave was occupied from Basketmaker II (A.D. 1-400) through Pueblo III (A.D. 1100-1300).\\n        Prior to 1964, human remains representing, at minimum, one individual were removed from an unknown site in Apache County, AZ, under unknown circumstances. No known individuals were identified. The one associated funerary object is a fragment of feather wrapped cordage.\\n        In 1969, human remains representing, at minimum, 11 individuals were removed from an unnamed site in Apache County, AZ, during salvage excavations by the National Park Service conducted in advance of a proposed relocation of the Spider Rock overlook road. No known individuals were identified. The 12 associated funerary objects are 1 jar, 1 ladle, 2 pitchers, and 8 ceramic sherds.\\n        Architecture and ceramics indicate that the unnamed site was occupied during Pueblo II-Pueblo III (A.D. 900-1300).\\n        In 1971, human remains representing, at minimum, six individuals were removed from Ute Raid Pueblo in Apache County, AZ, by the National Park Service. No known individuals were identified. The 24 associated funerary objects are 23 sherds and 1 clothing fragment.\\n        Architecture, rock art imagery, and ceramics date the occupation and use of Ute Raid Pueblo to Pueblo I (A.D. 750-900) through Pueblo III (A.D. 1100-1300). An historic component consists primarily of a charcoal drawing panel that depicts a Ute raid.\\n        In 1984, human remains representing, at minimum, one individual were removed from Sleeping Duck in Apache County, AZ, by the National Park Service. No known individuals were identified. No associated funerary objects are present.\\n        Architecture, ceramics, and rock art imagery date Sleeping Duck to Basketmaker III to Pueblo II (A.D. 400-1100). A 19th century historic component is present as well.\\n        In 1987, human remains representing, at minimum, one individual were removed from Dead Horse in Apache County, AZ, by the National Park Service. No known individuals were identified. No associated funerary objects are present.\\n        Architecture and ceramics date the primary occupation at Dead Horse to late Pueblo I to early Pueblo II (A.D. 850-950).\\n        In 1987, human remains representing, at minimum, four individuals were removed from Black Shirt Cave in Apache County, AZ, by the National Park Service. No known individuals were identified. The one associated funerary object is a soil sample.\\n        Architectural remnants, rock art, and burial features indicate that Black Shirt Cave was inhabited during Basketmaker II-III (A.D. 1-750) and used as a mortuary site historically (post 1863). The remains were recovered from surface material rather than historic rock cairns so they likely date to Basketmaker II-III.\\n        The individuals and associated funerary objects described above represent an earlier identifiable group that archeologists generally refer to as the Ancestral Puebloan or Anasazi. This classification is based in observed material culture and geographic context. More specifically, the individuals were recognized as Ancestral Puebloan or Anasazi through their funerary clothing and offerings, mortuary context and setting, and/or overall site context. Shared group identity can be reasonably traced between the identifiable earlier group and several present-day tribes.\\n        Evidence demonstrating continuity between the Ancestral Puebloan people of Canyon de Chelly and the Hopi Tribe of Arizona, includes similarities in material culture and mortuary practices. Oral tradition, historic accounts, geographical proximity, anthropological data, and expert opinion also support this shared group identity. Hopi oral tradition, historic accounts, and ethnographic studies reference Hopi clan-specific migrations through Canyon de Chelly.\\n        Evidence demonstrating continuity between the Ancestral Puebloan people of Canyon de Chelly and the Navajo Nation of Arizona, New Mexico, & Utah includes geographical proximity, kinship, anthropological data, oral tradition, historical accounts, and expert opinion. Ethnographic studies and oral tradition describe the Navajo ethnogenesis as an accretion and assimilation of various ethnic groups including Anasazi and Puebloan peoples from Canyon de Chelly.\\n        Evidence demonstrating continuity between the Ancestral Puebloan people of Canyon de Chelly and the Zuni Tribe of the Zuni Reservation, New Mexico, includes similarities in material culture and mortuary practices. Oral tradition, historic accounts, geographical proximity, and anthropological data also support this shared group identity.\\n        Determinations Made by Canyon de Chelly National Monument\\n        Officials of Canyon de Chelly National Monument have determined that:\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice represent the physical remains of 279 individuals of Native American ancestry.\\n\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(3)(A), the 1,291 objects described in this notice are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony.\\n        \\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and associated funerary objects and the Hopi Tribe of Arizona; Navajo Nation, Arizona, New Mexico, & Utah; and Zuni Tribe of the Zuni Reservation, New Mexico.\\n        Additional Requestors and Disposition\\n\\n        Lineal descendants or representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to Lyn Carranza, Superintendent, Canyon de Chelly National Monument, P.O. Box 588, Chinle, AZ 86503, telephone (928) 674-5500 ext. 224, email lyn_carranza@nps.gov, by July 1, 2016. After that date, if no additional requestors have come forward, transfer of control of the human remains and associated funerary objects to the Hopi Tribe of Arizona; Navajo Nation, Arizona, New Mexico, & Utah; and Zuni Tribe of the Zuni Reservation, New Mexico may proceed.\\n        Canyon de Chelly National Monument is responsible for notifying The Consulted Tribes and The Invited Tribes that this notice has been published.\\n        \\n          Dated: May 20, 2016.\\n          Melanie O\\'Brien,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. 2016-12748 Filed 5-31-16; 8:45 am]\\n       BILLING CODE 4312-50-P\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "[NPS-WASO-NAGPRA-21131; PPWOCRADN0-PCU00RP14.R50000]", "subject": "Notice of Inventory Completion: U.S. Department of the Interior, National Park Service, Canyon de Chelly National Monument, Chinle, AZ", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "The U.S. Department of the Interior, National Park Service, Canyon de Chelly National Monument has completed an inventory of human remains and associated funerary objects, in consultation with the appropriate Indian tribes or Native Hawaiian organizations, and has determined that there is a cultural affiliation between the human remains and associated funerary objects and present-day Indian tribes or Native Hawaiian organizations. Lineal descendants or representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request to Canyon de Chelly National Monument. If no additional requestors come forward, transfer of control of the human remains and associated funerary objects to the lineal descendants, Indian tribes, or Native Hawaiian organizations stated in this notice may proceed.", "dates": "Lineal descendants or representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to Canyon de Chelly National Monument at the address in this notice by July 1, 2016.", "addresses": "Lyn Carranza, Superintendent, Canyon de Chelly National Monument, P.O. Box 588, Chinle, AZ 86503, telephone (928) 674-5500 ext. 224, email lyn_carranza@nps.gov.\\n          ", "signature_dated": "Dated: May 20, 2016.", "signature_name": "Melanie O\\'Brien,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. 2016-12748 Filed 5-31-16; 8:45 am]", "billing_code": " BILLING CODE 4312-50-P", "supp_info": "SUPPLEMENTARY INFORMATION: \n Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains and associated funerary objects under the control of the U.S. Department of the Interior, National Park Service, Canyon de Chelly National Monument, Chinle, AZ. The human remains and associated funerary objects were removed from sites in Apache County, AZ. \n This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003(d)(3). The determinations in this notice are the sole responsibility of the Superintendent, Canyon de Chelly National Monument. \n Consultation \n A detailed assessment of the human remains was made by Canyon de Chelly National Monument professional staff in consultation with representatives of the Apache Tribe of Oklahoma; Fort McDowell Yavapai Nation, Arizona; Fort Sill Apache Tribe of Oklahoma; Hopi Tribe of Arizona; Jicarilla Apache Nation, New Mexico; Kaibab Band of Paiute Indians of the Kaibab Indian Reservation, Arizona; Mescalero Apache Tribe of the Mescalero Reservation, New Mexico; Navajo Nation, Arizona, New Mexico & Utah; Pueblo of Acoma, New Mexico; Pueblo of Jemez, New Mexico; Pueblo of Laguna, New Mexico; Pueblo of Nambe, New Mexico; Pueblo of Pojoaque, New Mexico; Pueblo of San Ildefonso, New Mexico; Pueblo of Santa Ana, New Mexico; Pueblo of Santa Clara, New Mexico; Pueblo of Taos, New Mexico; Pueblo of Tesuque, New Mexico; San Carlos Apache Tribe of the San Carlos Reservation, Arizona; Southern Ute Indian Tribe of the Southern Ute Reservation, Colorado; Ute Mountain Ute Tribe (previously listed as the Ute Mountain Tribe of the Ute Mountain Reservation, Colorado, New Mexico & Utah); White Mountain Apache Tribe of the Fort Apache Reservation, Arizona; Yavapai-Apache Nation of the Camp Verde Indian Reservation, Arizona; and Zuni Tribe of the Zuni Reservation, New Mexico (hereafter referred to as \\xe2\\x80\\x9cThe Consulted Tribes\\xe2\\x80\\x9d). \n The following tribes were invited to consult but did not participate in the face-to-face consultation meeting: Kewa Pueblo, New Mexico (previously listed as the Pueblo of Santo Domingo); Ohkay Owingeh, New Mexico (previously listed as the Pueblo of San Juan); Pueblo of Cochiti, New Mexico; Pueblo of Isleta, New Mexico; Pueblo of Picuris, New Mexico; Pueblo of San Felipe, New Mexico; Pueblo of Sandia, New Mexico; Pueblo of Zia, New Mexico (hereafter referred to as \\xe2\\x80\\x9cThe Invited Tribes\\xe2\\x80\\x9d). \n History and Description of the Remains \n Canyon de Chelly National Monument was established in 1931 on lands that were then, and continue to be, held in trust by the United States for the Navajo Nation, Arizona, New Mexico & Utah. Removal of human remains and associated funerary objects from lands within the monument boundary after October 31, 1979, was done with the prior consent of the Navajo Nation, Arizona, New Mexico & Utah, as required by the Archaeological Resources Protection Act. \n At an unknown date, human remains representing, at minimum, one individual were removed from Big Cave in Apache County, AZ, by David DeHarport working on behalf of the Museum of Northern Arizona. No known individuals were identified. No associated funerary objects are present. \n Between 1924 and 1970, human remains representing, at minimum, three individuals were removed from Big Cave in Apache County, AZ, by unknown persons. No known individuals were identified. No associated funerary objects are present.\\n         \n Before 1960, human remains representing, at minimum, one individual were removed from Big Cave in Apache County, AZ. No known individuals were identified. The one associated funerary object is a projectile point with shaft. \n Big Cave is a large alcove with an expansive overhang that protects habitation, ceremonial, and storage facilities representing multiple occupations. Overlain by later Puebloan and historic Navajo components, the Basketmaker component represents the earliest occupation. Later Puebloan components include small villages with multistory structures, small courtyards, and public architecture. Rock art from early Basketmaker through historic Navajo is located across the back of the alcove. \n At an unknown date, human remains representing, at minimum, three individuals were removed from Battle Cove in Apache County, AZ, by David DeHarport from Harvard University. No known individuals were identified. No associated funerary objects are present. \n Prior to 1966, human remains representing, at minimum, one individual were removed from Battle Cove in Apache County, AZ. No known individuals were identified. The 14 associated funerary objects are 12 cordage pieces and 2 textile fragments. \n From 1970 to 1973, human remains representing, at minimum, four individuals were removed from Battle Cove in Apache County, AZ, during an authorized National Park Service excavation. No known individuals were identified. No associated funerary objects are present. \n Ceramics, rock art elements, burials, and architecture indicate that Battle Cove was occupied during Basketmaker III (A.D. 400-750) and Pueblo II-Pueblo III (A.D. 900-1300). Historic site components dating from the 18th through 20th centuries include rock art imagery and cultural refuse. \n In 1903, human remains representing, at minimum, three individuals were removed from unknown cliff dwellings, in Apache County, AZ, by Charles and Samuel Day. In 1906, the Days sold a large collection of archeological materials to Stewart Culin of the Brooklyn Museum. Later de-accessioned by the Brooklyn Museum, the human remains were rescued by Dick Gould of the American Museum of Natural History and then given to William Lipe of the State University of New York-Binghampton. Finally, the human remains were gifted to Canyon de Chelly National Monument. No known individuals were identified. No associated funerary objects are present. \n Between 1938 and 1973, human remains representing, at minimum, one individual were removed from Massacre Cave in Apache County, AZ, under unknown circumstances. No known individuals were identified. No associated funerary objects are present. \n Architecture, ceramics, and rock art imagery suggest that Massacre Cave was utilized at various times from Basketmaker III to Pueblo I (A.D. 400-900) and again during historic times. \n In 1946, human remains representing, at minimum, one individual were removed from Standing Cow in Apache County, AZ, by the National Park Service. No known individuals were identified. The 12 associated funerary objects are 1 blanket and 11 basketry fragments. \n In 1951, human remains representing, at minimum, one individual were removed from Standing Cow in Apache County, AZ, by David DeHarport of Harvard University. No known individuals were identified. No associated funerary objects are present. \n In 1955, human remains representing, at minimum, three individuals were removed from Standing Cow in Apache County, AZ, by the National Park Service. No known individuals were identified. The 78 associated funerary objects are 1 burden basket, 1 jar, 1 basketry bowl, 12 cordage fragments, 41 pieces of unworked plant material, 1 scraper, 1 soil sample, 3 corncobs, 1 unworked piece of wood, 1 flake, 13 unworked reed fragments, and 2 sherds. \n Standing Cow dates to as early as Basketmaker III (A.D. 400-750) and to as late as Pueblo III (A.D. 1100-1300) prehistorically. Historic site components dating from the 19th through 20th centuries include rock art imagery, architecture, and refuse. \n In 1947, human remains representing, at minimum, one individual were removed from Tse-Ta\\'a in Apache County, AZ, by David DeHarport of Harvard University. No known individuals were identified. No associated funerary objects are present. \n From 1949 to 1950, human remains representing, at minimum, 22 individuals were removed from Tse-Ta\\'a in Apache County, AZ, during emergency excavations sponsored by the National Park Service. No known individuals were identified. The 224 associated funerary objects are 3 jars, 4 pitchers, 3 ladles, 4 bowls, 2 flakes, 1 awl, and 207 sherds. \n In 1987, human remains representing, at minimum, one individual were removed from Tse-Ta\\'a in Apache County, AZ, by the National Park Service. No known individuals were identified. No associated funerary objects are present. \n Ceramics, textiles, and architecture indicate that Tse-Ta\\'a contains Pueblo I (A.D. 750-900), late Pueblo II to early Pueblo III (A.D. 1000-1150), and Pueblo IV (A.D. 1300-1600) components. \n From 1948 to 1951, human remains representing, at minimum, one individual were removed from an unnamed site (CC-84) in Apache County, AZ, by David DeHarport from Harvard University. No known individuals were identified. No associated funerary objects are present. \n The site\\'s petroglyphs and ceramic assemblage date the occupation of CC-84 to Pueblo II (A.D. 900-1100). \n From 1948 to 1951, human remains representing, at minimum, one individual were removed from an unnamed site (CC-268) in Apache County, AZ, by David DeHarport from Harvard University. No known individuals were identified. No associated funerary objects are present. \n Prior to 1960, human remains representing, at minimum, one individual were removed from an unnamed site (CC-268) in Apache County, AZ, under unknown circumstances. No known individuals were identified. No associated funerary objects are present. \n The site\\'s ceramic assemblage dates the occupation of CC-268 to Pueblo I (A.D. 750-900) and Pueblo III (A.D. 1100-1300). \n In 1954, human remains representing, at minimum, one individual were removed from Antelope House in Apache County, AZ, during excavation for a post hole. No known individuals were identified. The 104 associated funerary objects are 1 slab, 4 bound sticks, 81 sticks, 1 corncob, 6 cordage fragments, and 11 basketry fragments. Most of the objects appear to have been part of a cradleboard. \n From 1970 to 1973, human remains representing, at minimum, 188 individuals were removed from Antelope House in Apache County, AZ, during an authorized National Park Service excavation. No known individuals were identified. The 811 associated funerary objects are 6 bowls, 5 pieces of worked wood, 24 sherds, 248 pieces of cordage, 1 chain, 1 sandal, 10 bundles, 4 cactus plants, 2 hair bundles, 70 beads, 5 ladles, 2 plant artifacts, 4 fragments of basketry, 1 projectile point, 2 sticks, 1 wood artifact, 2 fragments of worked hair, 2 basketry bowls, 3 mats, 1 matting, 3 pieces of unworked wood, 1 miniature jar, 4 blankets, 1 whistle, 1 figurine, 3 pitchers, 3 jars, 1 flake, 19 knots, 6 ties, 1 burden basket, 1 fragment of leather/hide, 1 brush, 16 pieces of plant material, 2 tumplines, 1 basket, 1 pot rest, 2 digging sticks, 1 miniature vessel, 1 cordage artifact, 1 necklace, 1 bracelet, 1 cylinder, 1 cradleboard, 1 cradleboard hood, 77 pieces of architectural wood, 4 grass plants, 3 textiles, 1 cup, and 258 gourd/squash seeds. \n Architecture, ceramics, and dendrochronology indicate that Antelope House was occupied from Basketmaker III (A.D. 400-750) through Pueblo III (A.D. 1100-1300). \n In 1957, human remains representing, at minimum, one individual were removed from an unnamed site (CC-55) in Apache County, AZ, by David DeHarport from Harvard University. No known individuals were identified. The one associated funerary object is a miniature vessel. \n Slab-lined architecture and pictographs date CC-55 to Basketmaker II (A.D. 1-400). The vessel and burial are likely intrusive and representative of a later pueblo phase. \n Between 1959 and 1972, human remains representing, at minimum, one individual were removed from White House in Apache County, AZ, by the Museum of Northern Arizona. No known individuals were identified. No associated funerary objects are present. \n In 1962, human remains representing, at minimum, seven individuals were removed from Mummy Cave in Apache County, AZ, by the National Park Service. No known individuals were identified. The eight funerary objects are five textiles and three cordage fragments. \n Prior to 1967, human remains representing, at minimum, one individual were removed from Mummy Cave in Apache County, AZ, under unknown circumstances. No known individuals were identified. No associated funerary objects are present. \n In 1987, human remains representing, at minimum, seven individuals were removed from Mummy Cave in Apache County, AZ, by the National Park Service. No known individuals were identified. No associated funerary objects are present. \n Architectural remnants, ceramics, rock art, and dendrochronology indicate Mummy Cave was occupied from Basketmaker II (A.D. 1-400) through Pueblo III (A.D. 1100-1300). \n Prior to 1964, human remains representing, at minimum, one individual were removed from an unknown site in Apache County, AZ, under unknown circumstances. No known individuals were identified. The one associated funerary object is a fragment of feather wrapped cordage. \n In 1969, human remains representing, at minimum, 11 individuals were removed from an unnamed site in Apache County, AZ, during salvage excavations by the National Park Service conducted in advance of a proposed relocation of the Spider Rock overlook road. No known individuals were identified. The 12 associated funerary objects are 1 jar, 1 ladle, 2 pitchers, and 8 ceramic sherds. \n Architecture and ceramics indicate that the unnamed site was occupied during Pueblo II-Pueblo III (A.D. 900-1300). \n In 1971, human remains representing, at minimum, six individuals were removed from Ute Raid Pueblo in Apache County, AZ, by the National Park Service. No known individuals were identified. The 24 associated funerary objects are 23 sherds and 1 clothing fragment. \n Architecture, rock art imagery, and ceramics date the occupation and use of Ute Raid Pueblo to Pueblo I (A.D. 750-900) through Pueblo III (A.D. 1100-1300). An historic component consists primarily of a charcoal drawing panel that depicts a Ute raid. \n In 1984, human remains representing, at minimum, one individual were removed from Sleeping Duck in Apache County, AZ, by the National Park Service. No known individuals were identified. No associated funerary objects are present. \n Architecture, ceramics, and rock art imagery date Sleeping Duck to Basketmaker III to Pueblo II (A.D. 400-1100). A 19th century historic component is present as well. \n In 1987, human remains representing, at minimum, one individual were removed from Dead Horse in Apache County, AZ, by the National Park Service. No known individuals were identified. No associated funerary objects are present. \n Architecture and ceramics date the primary occupation at Dead Horse to late Pueblo I to early Pueblo II (A.D. 850-950). \n In 1987, human remains representing, at minimum, four individuals were removed from Black Shirt Cave in Apache County, AZ, by the National Park Service. No known individuals were identified. The one associated funerary object is a soil sample. \n Architectural remnants, rock art, and burial features indicate that Black Shirt Cave was inhabited during Basketmaker II-III (A.D. 1-750) and used as a mortuary site historically (post 1863). The remains were recovered from surface material rather than historic rock cairns so they likely date to Basketmaker II-III. \n The individuals and associated funerary objects described above represent an earlier identifiable group that archeologists generally refer to as the Ancestral Puebloan or Anasazi. This classification is based in observed material culture and geographic context. More specifically, the individuals were recognized as Ancestral Puebloan or Anasazi through their funerary clothing and offerings, mortuary context and setting, and/or overall site context. Shared group identity can be reasonably traced between the identifiable earlier group and several present-day tribes. \n Evidence demonstrating continuity between the Ancestral Puebloan people of Canyon de Chelly and the Hopi Tribe of Arizona, includes similarities in material culture and mortuary practices. Oral tradition, historic accounts, geographical proximity, anthropological data, and expert opinion also support this shared group identity. Hopi oral tradition, historic accounts, and ethnographic studies reference Hopi clan-specific migrations through Canyon de Chelly. \n Evidence demonstrating continuity between the Ancestral Puebloan people of Canyon de Chelly and the Navajo Nation of Arizona, New Mexico, & Utah includes geographical proximity, kinship, anthropological data, oral tradition, historical accounts, and expert opinion. Ethnographic studies and oral tradition describe the Navajo ethnogenesis as an accretion and assimilation of various ethnic groups including Anasazi and Puebloan peoples from Canyon de Chelly. \n Evidence demonstrating continuity between the Ancestral Puebloan people of Canyon de Chelly and the Zuni Tribe of the Zuni Reservation, New Mexico, includes similarities in material culture and mortuary practices. Oral tradition, historic accounts, geographical proximity, and anthropological data also support this shared group identity. \n Determinations Made by Canyon de Chelly National Monument \n Officials of Canyon de Chelly National Monument have determined that: \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice represent the physical remains of 279 individuals of Native American ancestry. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(3)(A), the 1,291 objects described in this notice are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony.\\n         \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and associated funerary objects and the Hopi Tribe of Arizona; Navajo Nation, Arizona, New Mexico, & Utah; and Zuni Tribe of the Zuni Reservation, New Mexico. \n Additional Requestors and Disposition \n Lineal descendants or representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to Lyn Carranza, Superintendent, Canyon de Chelly National Monument, P.O. Box 588, Chinle, AZ 86503, telephone (928) 674-5500 ext. 224, email lyn_carranza@nps.gov, by July 1, 2016. After that date, if no additional requestors have come forward, transfer of control of the human remains and associated funerary objects to the Hopi Tribe of Arizona; Navajo Nation, Arizona, New Mexico, & Utah; and Zuni Tribe of the Zuni Reservation, New Mexico may proceed. \n Canyon de Chelly National Monument is responsible for notifying The Consulted Tribes and The Invited Tribes that this notice has been published. \n ", "consultation": "A detailed assessment of the human remains was made by Canyon de Chelly National Monument professional staff in consultation with representatives of the Apache Tribe of Oklahoma; Fort McDowell Yavapai Nation, Arizona; Fort Sill Apache Tribe of Oklahoma; Hopi Tribe of Arizona; Jicarilla Apache Nation, New Mexico; Kaibab Band of Paiute Indians of the Kaibab Indian Reservation, Arizona; Mescalero Apache Tribe of the Mescalero Reservation, New Mexico; Navajo Nation, Arizona, New Mexico & Utah; Pueblo of Acoma, New Mexico; Pueblo of Jemez, New Mexico; Pueblo of Laguna, New Mexico; Pueblo of Nambe, New Mexico; Pueblo of Pojoaque, New Mexico; Pueblo of San Ildefonso, New Mexico; Pueblo of Santa Ana, New Mexico; Pueblo of Santa Clara, New Mexico; Pueblo of Taos, New Mexico; Pueblo of Tesuque, New Mexico; San Carlos Apache Tribe of the San Carlos Reservation, Arizona; Southern Ute Indian Tribe of the Southern Ute Reservation, Colorado; Ute Mountain Ute Tribe (previously listed as the Ute Mountain Tribe of the Ute Mountain Reservation, Colorado, New Mexico & Utah); White Mountain Apache Tribe of the Fort Apache Reservation, Arizona; Yavapai-Apache Nation of the Camp Verde Indian Reservation, Arizona; and Zuni Tribe of the Zuni Reservation, New Mexico (hereafter referred to as \\xe2\\x80\\x9cThe Consulted Tribes\\xe2\\x80\\x9d). \n The following tribes were invited to consult but did not participate in the face-to-face consultation meeting: Kewa Pueblo, New Mexico (previously listed as the Pueblo of Santo Domingo); Ohkay Owingeh, New Mexico (previously listed as the Pueblo of San Juan); Pueblo of Cochiti, New Mexico; Pueblo of Isleta, New Mexico; Pueblo of Picuris, New Mexico; Pueblo of San Felipe, New Mexico; Pueblo of Sandia, New Mexico; Pueblo of Zia, New Mexico (hereafter referred to as \\xe2\\x80\\x9cThe Invited Tribes\\xe2\\x80\\x9d). \n ", "h_d_r": "Canyon de Chelly National Monument was established in 1931 on lands that were then, and continue to be, held in trust by the United States for the Navajo Nation, Arizona, New Mexico & Utah. Removal of human remains and associated funerary objects from lands within the monument boundary after October 31, 1979, was done with the prior consent of the Navajo Nation, Arizona, New Mexico & Utah, as required by the Archaeological Resources Protection Act. \n At an unknown date, human remains representing, at minimum, one individual were removed from Big Cave in Apache County, AZ, by David DeHarport working on behalf of the Museum of Northern Arizona. No known individuals were identified. No associated funerary objects are present. \n Between 1924 and 1970, human remains representing, at minimum, three individuals were removed from Big Cave in Apache County, AZ, by unknown persons. No known individuals were identified. No associated funerary objects are present.\\n         \n Before 1960, human remains representing, at minimum, one individual were removed from Big Cave in Apache County, AZ. No known individuals were identified. The one associated funerary object is a projectile point with shaft. \n Big Cave is a large alcove with an expansive overhang that protects habitation, ceremonial, and storage facilities representing multiple occupations. Overlain by later Puebloan and historic Navajo components, the Basketmaker component represents the earliest occupation. Later Puebloan components include small villages with multistory structures, small courtyards, and public architecture. Rock art from early Basketmaker through historic Navajo is located across the back of the alcove. \n At an unknown date, human remains representing, at minimum, three individuals were removed from Battle Cove in Apache County, AZ, by David DeHarport from Harvard University. No known individuals were identified. No associated funerary objects are present. \n Prior to 1966, human remains representing, at minimum, one individual were removed from Battle Cove in Apache County, AZ. No known individuals were identified. The 14 associated funerary objects are 12 cordage pieces and 2 textile fragments. \n From 1970 to 1973, human remains representing, at minimum, four individuals were removed from Battle Cove in Apache County, AZ, during an authorized National Park Service excavation. No known individuals were identified. No associated funerary objects are present. \n Ceramics, rock art elements, burials, and architecture indicate that Battle Cove was occupied during Basketmaker III (A.D. 400-750) and Pueblo II-Pueblo III (A.D. 900-1300). Historic site components dating from the 18th through 20th centuries include rock art imagery and cultural refuse. \n In 1903, human remains representing, at minimum, three individuals were removed from unknown cliff dwellings, in Apache County, AZ, by Charles and Samuel Day. In 1906, the Days sold a large collection of archeological materials to Stewart Culin of the Brooklyn Museum. Later de-accessioned by the Brooklyn Museum, the human remains were rescued by Dick Gould of the American Museum of Natural History and then given to William Lipe of the State University of New York-Binghampton. Finally, the human remains were gifted to Canyon de Chelly National Monument. No known individuals were identified. No associated funerary objects are present. \n Between 1938 and 1973, human remains representing, at minimum, one individual were removed from Massacre Cave in Apache County, AZ, under unknown circumstances. No known individuals were identified. No associated funerary objects are present. \n Architecture, ceramics, and rock art imagery suggest that Massacre Cave was utilized at various times from Basketmaker III to Pueblo I (A.D. 400-900) and again during historic times. \n In 1946, human remains representing, at minimum, one individual were removed from Standing Cow in Apache County, AZ, by the National Park Service. No known individuals were identified. The 12 associated funerary objects are 1 blanket and 11 basketry fragments. \n In 1951, human remains representing, at minimum, one individual were removed from Standing Cow in Apache County, AZ, by David DeHarport of Harvard University. No known individuals were identified. No associated funerary objects are present. \n In 1955, human remains representing, at minimum, three individuals were removed from Standing Cow in Apache County, AZ, by the National Park Service. No known individuals were identified. The 78 associated funerary objects are 1 burden basket, 1 jar, 1 basketry bowl, 12 cordage fragments, 41 pieces of unworked plant material, 1 scraper, 1 soil sample, 3 corncobs, 1 unworked piece of wood, 1 flake, 13 unworked reed fragments, and 2 sherds. \n Standing Cow dates to as early as Basketmaker III (A.D. 400-750) and to as late as Pueblo III (A.D. 1100-1300) prehistorically. Historic site components dating from the 19th through 20th centuries include rock art imagery, architecture, and refuse. \n In 1947, human remains representing, at minimum, one individual were removed from Tse-Ta\\'a in Apache County, AZ, by David DeHarport of Harvard University. No known individuals were identified. No associated funerary objects are present. \n From 1949 to 1950, human remains representing, at minimum, 22 individuals were removed from Tse-Ta\\'a in Apache County, AZ, during emergency excavations sponsored by the National Park Service. No known individuals were identified. The 224 associated funerary objects are 3 jars, 4 pitchers, 3 ladles, 4 bowls, 2 flakes, 1 awl, and 207 sherds. \n In 1987, human remains representing, at minimum, one individual were removed from Tse-Ta\\'a in Apache County, AZ, by the National Park Service. No known individuals were identified. No associated funerary objects are present. \n Ceramics, textiles, and architecture indicate that Tse-Ta\\'a contains Pueblo I (A.D. 750-900), late Pueblo II to early Pueblo III (A.D. 1000-1150), and Pueblo IV (A.D. 1300-1600) components. \n From 1948 to 1951, human remains representing, at minimum, one individual were removed from an unnamed site (CC-84) in Apache County, AZ, by David DeHarport from Harvard University. No known individuals were identified. No associated funerary objects are present. \n The site\\'s petroglyphs and ceramic assemblage date the occupation of CC-84 to Pueblo II (A.D. 900-1100). \n From 1948 to 1951, human remains representing, at minimum, one individual were removed from an unnamed site (CC-268) in Apache County, AZ, by David DeHarport from Harvard University. No known individuals were identified. No associated funerary objects are present. \n Prior to 1960, human remains representing, at minimum, one individual were removed from an unnamed site (CC-268) in Apache County, AZ, under unknown circumstances. No known individuals were identified. No associated funerary objects are present. \n The site\\'s ceramic assemblage dates the occupation of CC-268 to Pueblo I (A.D. 750-900) and Pueblo III (A.D. 1100-1300). \n In 1954, human remains representing, at minimum, one individual were removed from Antelope House in Apache County, AZ, during excavation for a post hole. No known individuals were identified. The 104 associated funerary objects are 1 slab, 4 bound sticks, 81 sticks, 1 corncob, 6 cordage fragments, and 11 basketry fragments. Most of the objects appear to have been part of a cradleboard. \n From 1970 to 1973, human remains representing, at minimum, 188 individuals were removed from Antelope House in Apache County, AZ, during an authorized National Park Service excavation. No known individuals were identified. The 811 associated funerary objects are 6 bowls, 5 pieces of worked wood, 24 sherds, 248 pieces of cordage, 1 chain, 1 sandal, 10 bundles, 4 cactus plants, 2 hair bundles, 70 beads, 5 ladles, 2 plant artifacts, 4 fragments of basketry, 1 projectile point, 2 sticks, 1 wood artifact, 2 fragments of worked hair, 2 basketry bowls, 3 mats, 1 matting, 3 pieces of unworked wood, 1 miniature jar, 4 blankets, 1 whistle, 1 figurine, 3 pitchers, 3 jars, 1 flake, 19 knots, 6 ties, 1 burden basket, 1 fragment of leather/hide, 1 brush, 16 pieces of plant material, 2 tumplines, 1 basket, 1 pot rest, 2 digging sticks, 1 miniature vessel, 1 cordage artifact, 1 necklace, 1 bracelet, 1 cylinder, 1 cradleboard, 1 cradleboard hood, 77 pieces of architectural wood, 4 grass plants, 3 textiles, 1 cup, and 258 gourd/squash seeds. \n Architecture, ceramics, and dendrochronology indicate that Antelope House was occupied from Basketmaker III (A.D. 400-750) through Pueblo III (A.D. 1100-1300). \n In 1957, human remains representing, at minimum, one individual were removed from an unnamed site (CC-55) in Apache County, AZ, by David DeHarport from Harvard University. No known individuals were identified. The one associated funerary object is a miniature vessel. \n Slab-lined architecture and pictographs date CC-55 to Basketmaker II (A.D. 1-400). The vessel and burial are likely intrusive and representative of a later pueblo phase. \n Between 1959 and 1972, human remains representing, at minimum, one individual were removed from White House in Apache County, AZ, by the Museum of Northern Arizona. No known individuals were identified. No associated funerary objects are present. \n In 1962, human remains representing, at minimum, seven individuals were removed from Mummy Cave in Apache County, AZ, by the National Park Service. No known individuals were identified. The eight funerary objects are five textiles and three cordage fragments. \n Prior to 1967, human remains representing, at minimum, one individual were removed from Mummy Cave in Apache County, AZ, under unknown circumstances. No known individuals were identified. No associated funerary objects are present. \n In 1987, human remains representing, at minimum, seven individuals were removed from Mummy Cave in Apache County, AZ, by the National Park Service. No known individuals were identified. No associated funerary objects are present. \n Architectural remnants, ceramics, rock art, and dendrochronology indicate Mummy Cave was occupied from Basketmaker II (A.D. 1-400) through Pueblo III (A.D. 1100-1300). \n Prior to 1964, human remains representing, at minimum, one individual were removed from an unknown site in Apache County, AZ, under unknown circumstances. No known individuals were identified. The one associated funerary object is a fragment of feather wrapped cordage. \n In 1969, human remains representing, at minimum, 11 individuals were removed from an unnamed site in Apache County, AZ, during salvage excavations by the National Park Service conducted in advance of a proposed relocation of the Spider Rock overlook road. No known individuals were identified. The 12 associated funerary objects are 1 jar, 1 ladle, 2 pitchers, and 8 ceramic sherds. \n Architecture and ceramics indicate that the unnamed site was occupied during Pueblo II-Pueblo III (A.D. 900-1300). \n In 1971, human remains representing, at minimum, six individuals were removed from Ute Raid Pueblo in Apache County, AZ, by the National Park Service. No known individuals were identified. The 24 associated funerary objects are 23 sherds and 1 clothing fragment. \n Architecture, rock art imagery, and ceramics date the occupation and use of Ute Raid Pueblo to Pueblo I (A.D. 750-900) through Pueblo III (A.D. 1100-1300). An historic component consists primarily of a charcoal drawing panel that depicts a Ute raid. \n In 1984, human remains representing, at minimum, one individual were removed from Sleeping Duck in Apache County, AZ, by the National Park Service. No known individuals were identified. No associated funerary objects are present. \n Architecture, ceramics, and rock art imagery date Sleeping Duck to Basketmaker III to Pueblo II (A.D. 400-1100). A 19th century historic component is present as well. \n In 1987, human remains representing, at minimum, one individual were removed from Dead Horse in Apache County, AZ, by the National Park Service. No known individuals were identified. No associated funerary objects are present. \n Architecture and ceramics date the primary occupation at Dead Horse to late Pueblo I to early Pueblo II (A.D. 850-950). \n In 1987, human remains representing, at minimum, four individuals were removed from Black Shirt Cave in Apache County, AZ, by the National Park Service. No known individuals were identified. The one associated funerary object is a soil sample. \n Architectural remnants, rock art, and burial features indicate that Black Shirt Cave was inhabited during Basketmaker II-III (A.D. 1-750) and used as a mortuary site historically (post 1863). The remains were recovered from surface material rather than historic rock cairns so they likely date to Basketmaker II-III. \n The individuals and associated funerary objects described above represent an earlier identifiable group that archeologists generally refer to as the Ancestral Puebloan or Anasazi. This classification is based in observed material culture and geographic context. More specifically, the individuals were recognized as Ancestral Puebloan or Anasazi through their funerary clothing and offerings, mortuary context and setting, and/or overall site context. Shared group identity can be reasonably traced between the identifiable earlier group and several present-day tribes. \n Evidence demonstrating continuity between the Ancestral Puebloan people of Canyon de Chelly and the Hopi Tribe of Arizona, includes similarities in material culture and mortuary practices. Oral tradition, historic accounts, geographical proximity, anthropological data, and expert opinion also support this shared group identity. Hopi oral tradition, historic accounts, and ethnographic studies reference Hopi clan-specific migrations through Canyon de Chelly. \n Evidence demonstrating continuity between the Ancestral Puebloan people of Canyon de Chelly and the Navajo Nation of Arizona, New Mexico, & Utah includes geographical proximity, kinship, anthropological data, oral tradition, historical accounts, and expert opinion. Ethnographic studies and oral tradition describe the Navajo ethnogenesis as an accretion and assimilation of various ethnic groups including Anasazi and Puebloan peoples from Canyon de Chelly. \n Evidence demonstrating continuity between the Ancestral Puebloan people of Canyon de Chelly and the Zuni Tribe of the Zuni Reservation, New Mexico, includes similarities in material culture and mortuary practices. Oral tradition, historic accounts, geographical proximity, and anthropological data also support this shared group identity. \n ", "h_d_ci": "Null", "determinations": "Determinations Made by Canyon de Chelly National Monument \n Officials of Canyon de Chelly National Monument have determined that: \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice represent the physical remains of 279 individuals of Native American ancestry. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(3)(A), the 1,291 objects described in this notice are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony.\\n         \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and associated funerary objects and the Hopi Tribe of Arizona; Navajo Nation, Arizona, New Mexico, & Utah; and Zuni Tribe of the Zuni Reservation, New Mexico. \n ", "a_r_d": "Lineal descendants or representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to Lyn Carranza, Superintendent, Canyon de Chelly National Monument, P.O. Box 588, Chinle, AZ 86503, telephone (928) 674-5500 ext. 224, email lyn_carranza@nps.gov, by July 1, 2016. After that date, if no additional requestors have come forward, transfer of control of the human remains and associated funerary objects to the Hopi Tribe of Arizona; Navajo Nation, Arizona, New Mexico, & Utah; and Zuni Tribe of the Zuni Reservation, New Mexico may proceed. \n Canyon de Chelly National Monument is responsible for notifying The Consulted Tribes and The Invited Tribes that this notice has been published. \n "}