{"index": "I_558", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        [NPS-WASO-NAGPRA-20775; PPWOCRADN0-PCU00RP14.R50000]\\n        Notice of Inventory Completion: Office of the State Archaeologist, University of Iowa, Iowa City, IA\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        \\n          SUMMARY:\\n          The Office of the State Archaeologist Bioarchaeology Program, previously the Office of the State Archaeologist Burials Program, has completed an inventory of human remains, in consultation with the appropriate Indian tribes or Native Hawaiian organizations, and has determined that there is a cultural affiliation between the human remains and present-day Indian tribes or Native Hawaiian organizations. Lineal descendants or representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains should submit a written request to the Office of the State Archaeologist Bioarchaeology Program. If no additional requestors come forward, transfer of control of the human remains to the lineal descendants, Indian tribes, or Native Hawaiian organizations stated in this notice may proceed.\\n        \\n        \\n          DATES:\\n          Lineal descendants or representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains should submit a written request with information in support of the request to the Office of the State Archaeologist Bioarchaeology Program at the address in this notice by June 1, 2016.\\n        \\n        \\n          ADDRESSES:\\n\\n          Lara Noldner, Office of the State Archaeologist Bioarchaeology Program, 700 S. Clinton Street, Iowa City, IA 52242, telephone (319) 384-0740, email lara-noldner@uiowa.edu.\\n          \\n        \\n      \\n      \\n        SUPPLEMENTARY INFORMATION:\\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains under the control of the Office of the State Archaeologist Bioarchaeology Program, Iowa City, IA. The human remains were removed from Allamakee, Clay, Des Moines, Louisa and Woodbury Counties, Iowa.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003(d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains. The National Park Service is not responsible for the determinations in this notice.\\n        Consultation\\n        A detailed assessment of the human remains was made by the Office of the State Archaeologist Bioarchaeology Program professional staff in consultation with representatives of the Iowa Tribe of Kansas and Nebraska; the Iowa Tribe of Oklahoma; the Otoe-Missouria Tribe of Indians, Oklahoma; the Omaha Tribe of Nebraska; the Ponca Tribe of Indians of Oklahoma; and the Ponca Tribe of Nebraska.\\n        History and Description of the Remains\\n        At an unknown date, human remains representing, at minimum, five individuals were removed from site 13AM1 in Allamakee County, IA, by avocational archeologist H.P. Field. These human remains were discovered by Luther College in Decorah, IA, among the archeological materials from the site that had not received from Field. Following their discovery, Luther College transferred the human remains to the Office of the State Archaeologist Bioarchaeology Program in 2001. Four of the individuals are adults and are represented by four incomplete femora. The fifth individual, a child or young juvenile, is represented by a hand phalanx. Other incomplete adult bone fragments could not be assigned to any specific individual (Burial Project 1518). No known individuals were identified. No associated funerary objects are present.\\n        At an unknown date, human remains representing, at minimum, one individual were removed from site 13AM10 in Allamakee County, IA. These human remains were discovered among archeological materials received from Luther College, in Decorah, IA, by the Missouri Department of Transportation. After being identified as originating from Iowa, the human remains were returned to Iowa and transferred to the Office of the State Archaeologist Bioarchaeology Program. Former Luther College anthropology professor Dale Henning reported the tooth originally may have been part of the Gavin Sampson Collection at the Luther College Archaeological Repository. The tooth represents a middle-aged to older adult of indeterminate sex (BP 2385). No known individuals were identified. No associated funerary objects are present.\\n\\n        At an unknown date, human remains representing, at minimum, one individual were removed from site 13AM21 in Allamakee County, IA, by avocational archeologist H.P. Field. These human remains were identified by Luther College, in Decorah, IA, among the archeological materials from the site that it had received from Field. Following their discovery, Luther College transferred the human remains to the Office of the State Archaeologist Bioarchaeology Program in 2001. The individual is represented by a nearly complete right temporal bone and is estimated to be approximately 2.5 to 3.5 years old (BP 1475). No known individuals were identified. No associated funerary objects are present.\\n        \\n        In 1958, human remains representing, at minimum, one individual were removed from site 13AM43 in Allamakee County, IA. Additional human remains excavated from the same site, representing, at minimum, 29 individuals, were published in a previous Notice of Inventory Completion (62 FR, 53023-53025), and were reburied in Iowa in 1997 by the Office of the State Archaeologist Bioarchaeology Program. The human remains of one subadult had been mislabeled and were therefore not identified until recently. The individual is represented by a fairly complete skeleton and is estimated to be approximately 6-12 months old (BP 115). No known individuals were identified. No associated funerary objects are present.\\n        At an unknown date, human remains representing, at minimum, three individuals were removed from site 13AM52 in Allamakee County, IA. Gavin Sampson, an avocational archeologist, collected materials from archeological sites primarily in Winneshiek and Allamakee Counties from the 1940s through the 1960s. In 1969, he donated his collection to Luther College in Decorah, IA. Among the Sampson Collection were human skeletal remains from site 13AM52. In 1995, Luther College transferred the human remains to the Office of the State Archaeologist Bioarchaeology Program. A young to middle-aged adult, possibly male, is represented by a hand phalanx and 22 foot bones. Two of the individuals are subadults, each of whom is represented by a single tooth. Their respective ages are estimated to be 9.7 to 11.1 years and 15.1 to 15.8 years (Burial Project 921). No known individuals were identified. No associated funerary objects are present.\\n        At an unknown date, human remains representing, at minimum, seven individuals were removed from site 13AM59 in Allamakee County, IA. Somehow, these human remains were in the collections of Effigy Mounds National Monument. In 1987, Effigy Mounds National Monument transferred these human remains to the Office of the State Archaeologist Bioarchaeology Program. The incomplete and fragmentary human remains represent two subadults and five adults (BP 226). No known individuals were identified. No associated funerary objects are present.\\n        In 1965, human remains representing, at minimum, one individual were removed from site 13AM60 in Allamakee County, IA. Avocational archeologist Gavin A. Sampson conducted several surface surveys of the Malone Cemetery (13AM60). Sampson salvaged several burials and the associated artifacts that had been disturbed by hog rooting activity. Human remains were also displaced from a burial on a ridge adjacent to the site. All human remains and artifacts were curated at Luther College in Decorah, IA. Human remains of the individual reported here were transferred from Luther College to the Office of the State Archaeologist Bioarchaeology Program, likely in the 1970s. The human remains represent an adult female approximately 25 to 35 years in age (BP 3094). No known individuals were identified. No associated funerary objects are present.\\n        In 2002, human remains representing, at minimum, one individual were removed from site 13AM200 in Allamakee County, IA during an archeological field school conducted by Luther College, Decorah, IA. A bone fragment found at the base of a pit feature was identified as possibly human during laboratory analysis of the material recovered from the excavation. It was transferred to the Office of the State Archaeologist Bioarchaeology Program in 2002. The bone fragment, an incomplete left innominate fragment, represents an adult of indeterminate age and sex (BP 1589). No known individuals were identified. No associated funerary objects are present.\\n        In either 1976 or 1980, human remains representing, at minimum, one individual were removed from site 13AM210 in Allamakee County, IA. Cultural and osteological material collected from the surface were housed at the Luther College Archaeological Laboratory, in Decorah, IA. During examination of the collections, two bone fragments collected in 1980 were identified as human. They were transferred to the Office of the State Archaeologist Bioarchaeology Program in 2003. The individual is represented by two long bone fragments. The individual is of an indeterminate age and sex (BP 1620). No known individuals were identified. No associated funerary objects are present.\\n        At an unknown date, human remains representing, at minimum, one individual were removed from site 13AM404 in Allamakee County, IA. The human remains consist of a single human tooth recovered from the Oneota component of 13AM404 during Phase II archeological testing conducted by Bear Creek Archaeology Inc. in Cresco, IA. In 2006, the tooth was transferred to the Office of the State Archaeologist Bioarchaeology Program from the Luther College Archaeology Lab, Decorah, IA. The molar represents an adult of unknown age and sex (Burial Project 1971). No known individuals were identified. No associated funerary objects are present.\\n        In 1998, human remains representing, at minimum, one individual were recovered from site 13CY2, Gillet Grove, in Clay County, IA, during an excavation by the Iowa Lakeside Laboratory Archaeological Field School under the direction of Joseph Tiffany. Soil samples were taken from storage pit features at the site, and then processed at the Iowa State University Archaeological Laboratory (ISUAL), in Ames, IA. A human tooth recovered from one of the samples and was transferred to the Office of the State Archaeologist Bioarchaeology Program in 1998. The tooth represents a young to middle-aged adult of unknown sex (Burial Project 1248). No known individuals were identified. No associated funerary objects are present.\\n        In 1968, human remains representing, at minimum, three individuals were removed from site 13DM3 in Des Moines County, IA, during a summer field school excavation of the site by Grinnell College and University of Iowa students under the direction of Dean Straffin. All materials excavated were taken to the University of Iowa Geology Repository. In December 1996, University of Iowa geology professor Holmes Semken identified human skeletal remains in the Geology Repository collection from site 13DM3. The human remains were removed from the collection and transferred to the Office of the State Archaeologist Bioarchaeology Program. A radiocarbon date reported from the feature from which the human remains were removed is A.D. 1400 \\xc2\\xb1 95 years. The three individuals represent an older juvenile to young adult, and two subadults, aged about 3.5-4.5 years old and about 7-9 years (Burial Project 1097). No known individuals were identified. No associated funerary objects are present.\\n\\n        In 1971 and 1972, human remains representing, at minimum, two individuals were removed from site 13DM101 in Des Moines County, IA, during archeological excavations. The excavations were carried out by Dean Straffin, then of Parsons College, Fairfield, IA, under the auspices of the Office of the State Archaeologist. One cranial fragment was recovered, and was identified as human during laboratory examination of the collections in 1994 and 1995. The human remains were immediately transferred to the Office of the State Archaeologist Bioarchaeology Program. The human remains represent two older juvenile to young adult individuals (BP 995). No known individuals were identified. No associated funerary objects are present.\\n        In 1972, human remains representing, at minimum, two individuals were removed from site 13DM140 in Des Moines, IA. The human remains were exposed during the digging of a house foundation by homeowner Mike Kelley, who immediately stopped construction, removed the exposed bones, and contacted the Iowa Assistant State Archaeologist. An emergency archeological excavation was conducted at the site. The materials collected during the archeological excavation were kept at Parsons College in Fairfield, IA. Following the closure of Parsons College, the 13DM140 site collection was transferred to the Office of the State Archaeologist. During a meeting with R. Eric Hollinger in 1996, Kelley turned over the human skeletal remains he himself had collected from the exposed burial in 1972. These human remains were then transferred to the Office of the State Archaeologist Bioarchaeology Program, where they joined additional human remains from the same site. The human remains represent two adults, one aged 25-35 years, possibly female, and a possible male of unknown age (Burial Project 993). No known individuals were identified. No associated funerary objects are present.\\n        In 1970 and 1996, human remains representing, at minimum, 14 individuals were removed from site 13LA1 in Louisa County, IA. The site has been the subject of archeological excavations on several occasions. Several test units were excavated at 13LA1 in 1970. In 1996, a summer field school was conducted by the University of Illinois-Urbana Department of Anthropology and the Iowa Archaeological Society at the site. All materials recovered in both 1970 and 1996 were housed in the Office of the State Archaeologist. All human remains collected were transferred to the Office of the State Archaeologist Bioarchaeology Program. The human remains represent four subadults, two older juveniles to young adults, six adults, and two individuals who could be either subadults or adults (BP 973, 1029, 1422). No known individuals were identified. No associated funerary objects are present.\\n        At an unknown date, human remains representing, at minimum, two individuals were removed from site 13WD6 in Woodbury County, IA. These human remains were housed at the Sanford Museum in Cherokee, IA, until their transfer to the Office of the State Archaeologist Bioarchaeology Program, in 1997 and 2009. The human remains were likely removed during salvage excavations conducted in 1957 by members of the Iowa Archaeological Society, following disturbance to the site caused by quarrying operations. Other human remains known to have been recovered from this site in 1957 have previously been published in a notice (62 FR, 53023-53025) and reburied in Iowa. The human remains reported here represent one juvenile and one adult (Burial Project 1160, 3035). No known individuals were identified. No associated funerary objects are present.\\n        At an unknown date, human remains representing, at minimum, one individual were removed from site 13WD7 in Woodbury County, IA. These human remains were collected by Amy Harvey, whose doctoral research focused on Oneota sites in Iowa. She received her doctorate degree from the University of Wisconsin-Madison in the 1960s. Later, she took a teaching position at Stephens College in Columbia, MO, and stored the materials she had collected for her doctoral research there. In 2010, the Office of the State Archaeologist located the human skeletal remains from site 13WD7 still stored at Stephens College, and in 2013, it transferred them to the Office of the State Archaeologist Bioarchaeology Program. How the human remains came to be in Harvey\\'s possession is unknown. The individual is estimated to be an older juvenile or young adult (BP 2952). No known individuals were identified. No associated funerary objects are present.\\n        In 1993, 1994, and 1996, human remains representing, at minimum, seven individuals were removed from site 13WD8 in Woodbury County, IA. In 1993, flood damage and erosion of 13WD8 exposed human remains at the site. On two separate occasions, an unknown collector, on an unknown date removed exposed human remains from the site. Human remains were also recovered during an archeological salvage excavation of the site in 1994. In 1996, students on a field trip reported additional human remains eroding from the west cut-bank of the Little Sioux River to the Woodbury County Sheriff, and the Office of the State Archaeologist was notified. All human remains were transferred to the Office of the State Archaeologist Bioarchaeology Program. They represent two young adults (one possible female and one of indeterminate sex), an adult of indeterminate sex, an older adult of indeterminate sex, a 25 to 35 year old male, a young juvenile of indeterminate sex, and a subadult approximately one to three years old (BP 950). No known individuals were identified. No associated funerary objects are present.\\n        In 2000, human remains representing, at minimum, one individual were removed from site 13WD55 in Woodbury County, IA. In the spring of 2000, the Office of the State Archaeologist Bioarchaeology Program and members of the office\\'s Indian Advisory Council visited site 13WD55 after being contacted by the Woodbury County Medical Examiner\\'s office regarding exposed human remains in a burial near the Little Sioux River. Site 13WD55 is a late prehistoric, open habitation Oneota site with isolated burials. The individual is represented by a nearly complete skeleton and is estimated to be approximately 8-10 years of age (Burial Project 1391). No known individuals were identified. No associated funerary objects are present.\\n        All human remains originating from the sites described above were determined to be associated with the Oneota tradition based on archeological evidence.\\n        At an unknown date, human remains representing, at minimum, 14 individuals were removed from site 13AM60 in Allamakee County, IA. These human remains were part of the Collection made by Amy Harvey (described above). Human skeletal remains from 13AM60, which had been stored at Stephens College, were transferred to the Office of the State Archaeologist Bioarchaeology Program in 2013. How the human remains came to be in Harvey\\'s possession is unknown. The commingled human remains represent 11 adults and three subadults. Among the adults are five possible males and two females. The three subadults represented are: A newborn-1.5 year-old, a 2.5-3.5 year-old, and a 7.5-9.5 year-old (Burial Project 2566, 2567). No known individuals were identified. No associated funerary objects are present.\\n        The human remains from site 13AM60 are identified as associated with the Oneota tradition based on archeological and archival evidence.\\n\\n        At an unknown date, human remains representing, at minimum, two individuals were removed from an unknown site somewhere in Woodbury County, IA. The human remains were found by an unknown individual along the Little Sioux River, south of Correctionville, IA. Deputies from the Correctionville Sheriff\\'s Office collected the human remains and additional materials from two other areas located farther south along the river. All human remains and artifacts collected were transferred to the Office of the State Archaeologist Bioarchaeology Program in early 2014. The individuals are young adults of indeterminate sex, each represented by cranial remains (Burial Project 2971). No known individuals were identified. No associated funerary objects are present.\\n        The human remains from Woodbury County, IA, have been identified as associated with the Oneota tradition based on their proximity to several other Oneota sites in the area.\\n        At an unknown date, human remains representing, at minimum, two individuals were removed from an unknown site in Iowa. These human remains were part of the collection made by Amy Harvey (described above). Human skeletal remains found in material labeled as \\xe2\\x80\\x9cNE Iowa, Orr Focus,\\xe2\\x80\\x9d which had been stored at Stephens College, were transferred to the Office of the State Archaeologist Bioarchaeology Program in 2010 and 2013. How the human remains came into Harvey\\'s possession is unknown. The human remains represent an adult male aged approximately 30-50 years and an older adult of indeterminate sex (Burial Project 2893, 2955). No known individuals were identified. No associated funerary objects are present.\\n        The human remains from the unknown site in Iowa have been identified as associated with the Oneota tradition based on osteological and archival evidence. All human remains reported in this Notice were identified as Native American based on documented association with, or proximity to, Oneota archeological sites.\\n        Determinations Made by the {Museum or Federal Agency}\\n        Officials of the Office of the State Archaeologist Bioarchaeology Program have determined that:\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice represent the physical remains of 73 individuals of Native American ancestry.\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(3)(A), there are no associated funerary objects included in this Notice.\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and the Iowa Tribe of Kansas and Nebraska; the Iowa Tribe of Oklahoma; the Otoe-Missouria Tribe of Indians, Oklahoma; the Omaha Tribe of Nebraska; the Ponca Tribe of Nebraska; and the Ponca Tribe of Indians of Oklahoma.\\n        Additional Requestors and Disposition\\n\\n        Lineal descendants or representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains should submit a written request with information in support of the request to Lara Noldner, Office of the State Archaeologist Bioarchaeology Program, University of Iowa, 700 S. Clinton Street, Iowa City, IA 52242, telephone (319) 384-0740, email lara-noldner@uiowa.edu, by June 1, 2016. After that date, if no additional requestors have come forward, transfer of control of the human remains to the Iowa Tribe of Kansas and Nebraska; the Iowa Tribe of Oklahoma; the Otoe-Missouria Tribe of Indians, Oklahoma; the Omaha Tribe of Nebraska; the Ponca Tribe of Nebraska; and the Ponca Tribe of Indians of Oklahoma may proceed.\\n        The Office of the State Archaeologist Bioarchaeology Program is responsible for notifying the Iowa Tribe of Kansas and Nebraska; the Iowa Tribe of Oklahoma; the Otoe-Missouria Tribe of Indians, Oklahoma; the Omaha Tribe of Nebraska; the Ponca Tribe of Nebraska; and the Ponca Tribe of Indians of Oklahoma that this notice has been published.\\n        \\n          Dated: March 31, 2016.\\n          Melanie O\\'Brien,\\n          Manager,  National NAGPRA Program.\\n        \\n      \\n      [FR Doc. 2016-10185 Filed 4-29-16; 8:45 am]\\n       BILLING CODE 4312-50-P\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "[NPS-WASO-NAGPRA-20775; PPWOCRADN0-PCU00RP14.R50000]", "subject": "Notice of Inventory Completion: Office of the State Archaeologist, University of Iowa, Iowa City, IA", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "The Office of the State Archaeologist Bioarchaeology Program, previously the Office of the State Archaeologist Burials Program, has completed an inventory of human remains, in consultation with the appropriate Indian tribes or Native Hawaiian organizations, and has determined that there is a cultural affiliation between the human remains and present-day Indian tribes or Native Hawaiian organizations. Lineal descendants or representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains should submit a written request to the Office of the State Archaeologist Bioarchaeology Program. If no additional requestors come forward, transfer of control of the human remains to the lineal descendants, Indian tribes, or Native Hawaiian organizations stated in this notice may proceed.", "dates": "Lineal descendants or representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains should submit a written request with information in support of the request to the Office of the State Archaeologist Bioarchaeology Program at the address in this notice by June 1, 2016.", "addresses": "Lara Noldner, Office of the State Archaeologist Bioarchaeology Program, 700 S. Clinton Street, Iowa City, IA 52242, telephone (319) 384-0740, email lara-noldner@uiowa.edu.\\n          ", "signature_dated": "Dated: March 31, 2016.", "signature_name": "Melanie O\\'Brien,", "signature_title": "Manager,  National NAGPRA Program.", "fr_doc": "[FR Doc. 2016-10185 Filed 4-29-16; 8:45 am]", "billing_code": " BILLING CODE 4312-50-P", "supp_info": "SUPPLEMENTARY INFORMATION: \n Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains under the control of the Office of the State Archaeologist Bioarchaeology Program, Iowa City, IA. The human remains were removed from Allamakee, Clay, Des Moines, Louisa and Woodbury Counties, Iowa. \n This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003(d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains. The National Park Service is not responsible for the determinations in this notice. \n Consultation \n A detailed assessment of the human remains was made by the Office of the State Archaeologist Bioarchaeology Program professional staff in consultation with representatives of the Iowa Tribe of Kansas and Nebraska; the Iowa Tribe of Oklahoma; the Otoe-Missouria Tribe of Indians, Oklahoma; the Omaha Tribe of Nebraska; the Ponca Tribe of Indians of Oklahoma; and the Ponca Tribe of Nebraska. \n History and Description of the Remains \n At an unknown date, human remains representing, at minimum, five individuals were removed from site 13AM1 in Allamakee County, IA, by avocational archeologist H.P. Field. These human remains were discovered by Luther College in Decorah, IA, among the archeological materials from the site that had not received from Field. Following their discovery, Luther College transferred the human remains to the Office of the State Archaeologist Bioarchaeology Program in 2001. Four of the individuals are adults and are represented by four incomplete femora. The fifth individual, a child or young juvenile, is represented by a hand phalanx. Other incomplete adult bone fragments could not be assigned to any specific individual (Burial Project 1518). No known individuals were identified. No associated funerary objects are present. \n At an unknown date, human remains representing, at minimum, one individual were removed from site 13AM10 in Allamakee County, IA. These human remains were discovered among archeological materials received from Luther College, in Decorah, IA, by the Missouri Department of Transportation. After being identified as originating from Iowa, the human remains were returned to Iowa and transferred to the Office of the State Archaeologist Bioarchaeology Program. Former Luther College anthropology professor Dale Henning reported the tooth originally may have been part of the Gavin Sampson Collection at the Luther College Archaeological Repository. The tooth represents a middle-aged to older adult of indeterminate sex (BP 2385). No known individuals were identified. No associated funerary objects are present. \n At an unknown date, human remains representing, at minimum, one individual were removed from site 13AM21 in Allamakee County, IA, by avocational archeologist H.P. Field. These human remains were identified by Luther College, in Decorah, IA, among the archeological materials from the site that it had received from Field. Following their discovery, Luther College transferred the human remains to the Office of the State Archaeologist Bioarchaeology Program in 2001. The individual is represented by a nearly complete right temporal bone and is estimated to be approximately 2.5 to 3.5 years old (BP 1475). No known individuals were identified. No associated funerary objects are present.\\n         \n In 1958, human remains representing, at minimum, one individual were removed from site 13AM43 in Allamakee County, IA. Additional human remains excavated from the same site, representing, at minimum, 29 individuals, were published in a previous Notice of Inventory Completion (62 FR, 53023-53025), and were reburied in Iowa in 1997 by the Office of the State Archaeologist Bioarchaeology Program. The human remains of one subadult had been mislabeled and were therefore not identified until recently. The individual is represented by a fairly complete skeleton and is estimated to be approximately 6-12 months old (BP 115). No known individuals were identified. No associated funerary objects are present. \n At an unknown date, human remains representing, at minimum, three individuals were removed from site 13AM52 in Allamakee County, IA. Gavin Sampson, an avocational archeologist, collected materials from archeological sites primarily in Winneshiek and Allamakee Counties from the 1940s through the 1960s. In 1969, he donated his collection to Luther College in Decorah, IA. Among the Sampson Collection were human skeletal remains from site 13AM52. In 1995, Luther College transferred the human remains to the Office of the State Archaeologist Bioarchaeology Program. A young to middle-aged adult, possibly male, is represented by a hand phalanx and 22 foot bones. Two of the individuals are subadults, each of whom is represented by a single tooth. Their respective ages are estimated to be 9.7 to 11.1 years and 15.1 to 15.8 years (Burial Project 921). No known individuals were identified. No associated funerary objects are present. \n At an unknown date, human remains representing, at minimum, seven individuals were removed from site 13AM59 in Allamakee County, IA. Somehow, these human remains were in the collections of Effigy Mounds National Monument. In 1987, Effigy Mounds National Monument transferred these human remains to the Office of the State Archaeologist Bioarchaeology Program. The incomplete and fragmentary human remains represent two subadults and five adults (BP 226). No known individuals were identified. No associated funerary objects are present. \n In 1965, human remains representing, at minimum, one individual were removed from site 13AM60 in Allamakee County, IA. Avocational archeologist Gavin A. Sampson conducted several surface surveys of the Malone Cemetery (13AM60). Sampson salvaged several burials and the associated artifacts that had been disturbed by hog rooting activity. Human remains were also displaced from a burial on a ridge adjacent to the site. All human remains and artifacts were curated at Luther College in Decorah, IA. Human remains of the individual reported here were transferred from Luther College to the Office of the State Archaeologist Bioarchaeology Program, likely in the 1970s. The human remains represent an adult female approximately 25 to 35 years in age (BP 3094). No known individuals were identified. No associated funerary objects are present. \n In 2002, human remains representing, at minimum, one individual were removed from site 13AM200 in Allamakee County, IA during an archeological field school conducted by Luther College, Decorah, IA. A bone fragment found at the base of a pit feature was identified as possibly human during laboratory analysis of the material recovered from the excavation. It was transferred to the Office of the State Archaeologist Bioarchaeology Program in 2002. The bone fragment, an incomplete left innominate fragment, represents an adult of indeterminate age and sex (BP 1589). No known individuals were identified. No associated funerary objects are present. \n In either 1976 or 1980, human remains representing, at minimum, one individual were removed from site 13AM210 in Allamakee County, IA. Cultural and osteological material collected from the surface were housed at the Luther College Archaeological Laboratory, in Decorah, IA. During examination of the collections, two bone fragments collected in 1980 were identified as human. They were transferred to the Office of the State Archaeologist Bioarchaeology Program in 2003. The individual is represented by two long bone fragments. The individual is of an indeterminate age and sex (BP 1620). No known individuals were identified. No associated funerary objects are present. \n At an unknown date, human remains representing, at minimum, one individual were removed from site 13AM404 in Allamakee County, IA. The human remains consist of a single human tooth recovered from the Oneota component of 13AM404 during Phase II archeological testing conducted by Bear Creek Archaeology Inc. in Cresco, IA. In 2006, the tooth was transferred to the Office of the State Archaeologist Bioarchaeology Program from the Luther College Archaeology Lab, Decorah, IA. The molar represents an adult of unknown age and sex (Burial Project 1971). No known individuals were identified. No associated funerary objects are present. \n In 1998, human remains representing, at minimum, one individual were recovered from site 13CY2, Gillet Grove, in Clay County, IA, during an excavation by the Iowa Lakeside Laboratory Archaeological Field School under the direction of Joseph Tiffany. Soil samples were taken from storage pit features at the site, and then processed at the Iowa State University Archaeological Laboratory (ISUAL), in Ames, IA. A human tooth recovered from one of the samples and was transferred to the Office of the State Archaeologist Bioarchaeology Program in 1998. The tooth represents a young to middle-aged adult of unknown sex (Burial Project 1248). No known individuals were identified. No associated funerary objects are present. \n In 1968, human remains representing, at minimum, three individuals were removed from site 13DM3 in Des Moines County, IA, during a summer field school excavation of the site by Grinnell College and University of Iowa students under the direction of Dean Straffin. All materials excavated were taken to the University of Iowa Geology Repository. In December 1996, University of Iowa geology professor Holmes Semken identified human skeletal remains in the Geology Repository collection from site 13DM3. The human remains were removed from the collection and transferred to the Office of the State Archaeologist Bioarchaeology Program. A radiocarbon date reported from the feature from which the human remains were removed is A.D. 1400 \\xc2\\xb1 95 years. The three individuals represent an older juvenile to young adult, and two subadults, aged about 3.5-4.5 years old and about 7-9 years (Burial Project 1097). No known individuals were identified. No associated funerary objects are present. \n In 1971 and 1972, human remains representing, at minimum, two individuals were removed from site 13DM101 in Des Moines County, IA, during archeological excavations. The excavations were carried out by Dean Straffin, then of Parsons College, Fairfield, IA, under the auspices of the Office of the State Archaeologist. One cranial fragment was recovered, and was identified as human during laboratory examination of the collections in 1994 and 1995. The human remains were immediately transferred to the Office of the State Archaeologist Bioarchaeology Program. The human remains represent two older juvenile to young adult individuals (BP 995). No known individuals were identified. No associated funerary objects are present. \n In 1972, human remains representing, at minimum, two individuals were removed from site 13DM140 in Des Moines, IA. The human remains were exposed during the digging of a house foundation by homeowner Mike Kelley, who immediately stopped construction, removed the exposed bones, and contacted the Iowa Assistant State Archaeologist. An emergency archeological excavation was conducted at the site. The materials collected during the archeological excavation were kept at Parsons College in Fairfield, IA. Following the closure of Parsons College, the 13DM140 site collection was transferred to the Office of the State Archaeologist. During a meeting with R. Eric Hollinger in 1996, Kelley turned over the human skeletal remains he himself had collected from the exposed burial in 1972. These human remains were then transferred to the Office of the State Archaeologist Bioarchaeology Program, where they joined additional human remains from the same site. The human remains represent two adults, one aged 25-35 years, possibly female, and a possible male of unknown age (Burial Project 993). No known individuals were identified. No associated funerary objects are present. \n In 1970 and 1996, human remains representing, at minimum, 14 individuals were removed from site 13LA1 in Louisa County, IA. The site has been the subject of archeological excavations on several occasions. Several test units were excavated at 13LA1 in 1970. In 1996, a summer field school was conducted by the University of Illinois-Urbana Department of Anthropology and the Iowa Archaeological Society at the site. All materials recovered in both 1970 and 1996 were housed in the Office of the State Archaeologist. All human remains collected were transferred to the Office of the State Archaeologist Bioarchaeology Program. The human remains represent four subadults, two older juveniles to young adults, six adults, and two individuals who could be either subadults or adults (BP 973, 1029, 1422). No known individuals were identified. No associated funerary objects are present. \n At an unknown date, human remains representing, at minimum, two individuals were removed from site 13WD6 in Woodbury County, IA. These human remains were housed at the Sanford Museum in Cherokee, IA, until their transfer to the Office of the State Archaeologist Bioarchaeology Program, in 1997 and 2009. The human remains were likely removed during salvage excavations conducted in 1957 by members of the Iowa Archaeological Society, following disturbance to the site caused by quarrying operations. Other human remains known to have been recovered from this site in 1957 have previously been published in a notice (62 FR, 53023-53025) and reburied in Iowa. The human remains reported here represent one juvenile and one adult (Burial Project 1160, 3035). No known individuals were identified. No associated funerary objects are present. \n At an unknown date, human remains representing, at minimum, one individual were removed from site 13WD7 in Woodbury County, IA. These human remains were collected by Amy Harvey, whose doctoral research focused on Oneota sites in Iowa. She received her doctorate degree from the University of Wisconsin-Madison in the 1960s. Later, she took a teaching position at Stephens College in Columbia, MO, and stored the materials she had collected for her doctoral research there. In 2010, the Office of the State Archaeologist located the human skeletal remains from site 13WD7 still stored at Stephens College, and in 2013, it transferred them to the Office of the State Archaeologist Bioarchaeology Program. How the human remains came to be in Harvey\\'s possession is unknown. The individual is estimated to be an older juvenile or young adult (BP 2952). No known individuals were identified. No associated funerary objects are present. \n In 1993, 1994, and 1996, human remains representing, at minimum, seven individuals were removed from site 13WD8 in Woodbury County, IA. In 1993, flood damage and erosion of 13WD8 exposed human remains at the site. On two separate occasions, an unknown collector, on an unknown date removed exposed human remains from the site. Human remains were also recovered during an archeological salvage excavation of the site in 1994. In 1996, students on a field trip reported additional human remains eroding from the west cut-bank of the Little Sioux River to the Woodbury County Sheriff, and the Office of the State Archaeologist was notified. All human remains were transferred to the Office of the State Archaeologist Bioarchaeology Program. They represent two young adults (one possible female and one of indeterminate sex), an adult of indeterminate sex, an older adult of indeterminate sex, a 25 to 35 year old male, a young juvenile of indeterminate sex, and a subadult approximately one to three years old (BP 950). No known individuals were identified. No associated funerary objects are present. \n In 2000, human remains representing, at minimum, one individual were removed from site 13WD55 in Woodbury County, IA. In the spring of 2000, the Office of the State Archaeologist Bioarchaeology Program and members of the office\\'s Indian Advisory Council visited site 13WD55 after being contacted by the Woodbury County Medical Examiner\\'s office regarding exposed human remains in a burial near the Little Sioux River. Site 13WD55 is a late prehistoric, open habitation Oneota site with isolated burials. The individual is represented by a nearly complete skeleton and is estimated to be approximately 8-10 years of age (Burial Project 1391). No known individuals were identified. No associated funerary objects are present. \n All human remains originating from the sites described above were determined to be associated with the Oneota tradition based on archeological evidence. \n At an unknown date, human remains representing, at minimum, 14 individuals were removed from site 13AM60 in Allamakee County, IA. These human remains were part of the Collection made by Amy Harvey (described above). Human skeletal remains from 13AM60, which had been stored at Stephens College, were transferred to the Office of the State Archaeologist Bioarchaeology Program in 2013. How the human remains came to be in Harvey\\'s possession is unknown. The commingled human remains represent 11 adults and three subadults. Among the adults are five possible males and two females. The three subadults represented are: A newborn-1.5 year-old, a 2.5-3.5 year-old, and a 7.5-9.5 year-old (Burial Project 2566, 2567). No known individuals were identified. No associated funerary objects are present. \n The human remains from site 13AM60 are identified as associated with the Oneota tradition based on archeological and archival evidence. \n At an unknown date, human remains representing, at minimum, two individuals were removed from an unknown site somewhere in Woodbury County, IA. The human remains were found by an unknown individual along the Little Sioux River, south of Correctionville, IA. Deputies from the Correctionville Sheriff\\'s Office collected the human remains and additional materials from two other areas located farther south along the river. All human remains and artifacts collected were transferred to the Office of the State Archaeologist Bioarchaeology Program in early 2014. The individuals are young adults of indeterminate sex, each represented by cranial remains (Burial Project 2971). No known individuals were identified. No associated funerary objects are present. \n The human remains from Woodbury County, IA, have been identified as associated with the Oneota tradition based on their proximity to several other Oneota sites in the area. \n At an unknown date, human remains representing, at minimum, two individuals were removed from an unknown site in Iowa. These human remains were part of the collection made by Amy Harvey (described above). Human skeletal remains found in material labeled as \\xe2\\x80\\x9cNE Iowa, Orr Focus,\\xe2\\x80\\x9d which had been stored at Stephens College, were transferred to the Office of the State Archaeologist Bioarchaeology Program in 2010 and 2013. How the human remains came into Harvey\\'s possession is unknown. The human remains represent an adult male aged approximately 30-50 years and an older adult of indeterminate sex (Burial Project 2893, 2955). No known individuals were identified. No associated funerary objects are present. \n The human remains from the unknown site in Iowa have been identified as associated with the Oneota tradition based on osteological and archival evidence. All human remains reported in this Notice were identified as Native American based on documented association with, or proximity to, Oneota archeological sites. \n Determinations Made by the {Museum or Federal Agency} \n Officials of the Office of the State Archaeologist Bioarchaeology Program have determined that: \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice represent the physical remains of 73 individuals of Native American ancestry. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(3)(A), there are no associated funerary objects included in this Notice. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and the Iowa Tribe of Kansas and Nebraska; the Iowa Tribe of Oklahoma; the Otoe-Missouria Tribe of Indians, Oklahoma; the Omaha Tribe of Nebraska; the Ponca Tribe of Nebraska; and the Ponca Tribe of Indians of Oklahoma. \n Additional Requestors and Disposition \n Lineal descendants or representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains should submit a written request with information in support of the request to Lara Noldner, Office of the State Archaeologist Bioarchaeology Program, University of Iowa, 700 S. Clinton Street, Iowa City, IA 52242, telephone (319) 384-0740, email lara-noldner@uiowa.edu, by June 1, 2016. After that date, if no additional requestors have come forward, transfer of control of the human remains to the Iowa Tribe of Kansas and Nebraska; the Iowa Tribe of Oklahoma; the Otoe-Missouria Tribe of Indians, Oklahoma; the Omaha Tribe of Nebraska; the Ponca Tribe of Nebraska; and the Ponca Tribe of Indians of Oklahoma may proceed. \n The Office of the State Archaeologist Bioarchaeology Program is responsible for notifying the Iowa Tribe of Kansas and Nebraska; the Iowa Tribe of Oklahoma; the Otoe-Missouria Tribe of Indians, Oklahoma; the Omaha Tribe of Nebraska; the Ponca Tribe of Nebraska; and the Ponca Tribe of Indians of Oklahoma that this notice has been published. \n ", "consultation": "A detailed assessment of the human remains was made by the Office of the State Archaeologist Bioarchaeology Program professional staff in consultation with representatives of the Iowa Tribe of Kansas and Nebraska; the Iowa Tribe of Oklahoma; the Otoe-Missouria Tribe of Indians, Oklahoma; the Omaha Tribe of Nebraska; the Ponca Tribe of Indians of Oklahoma; and the Ponca Tribe of Nebraska. \n ", "h_d_r": "At an unknown date, human remains representing, at minimum, five individuals were removed from site 13AM1 in Allamakee County, IA, by avocational archeologist H.P. Field. These human remains were discovered by Luther College in Decorah, IA, among the archeological materials from the site that had not received from Field. Following their discovery, Luther College transferred the human remains to the Office of the State Archaeologist Bioarchaeology Program in 2001. Four of the individuals are adults and are represented by four incomplete femora. The fifth individual, a child or young juvenile, is represented by a hand phalanx. Other incomplete adult bone fragments could not be assigned to any specific individual (Burial Project 1518). No known individuals were identified. No associated funerary objects are present. \n At an unknown date, human remains representing, at minimum, one individual were removed from site 13AM10 in Allamakee County, IA. These human remains were discovered among archeological materials received from Luther College, in Decorah, IA, by the Missouri Department of Transportation. After being identified as originating from Iowa, the human remains were returned to Iowa and transferred to the Office of the State Archaeologist Bioarchaeology Program. Former Luther College anthropology professor Dale Henning reported the tooth originally may have been part of the Gavin Sampson Collection at the Luther College Archaeological Repository. The tooth represents a middle-aged to older adult of indeterminate sex (BP 2385). No known individuals were identified. No associated funerary objects are present. \n At an unknown date, human remains representing, at minimum, one individual were removed from site 13AM21 in Allamakee County, IA, by avocational archeologist H.P. Field. These human remains were identified by Luther College, in Decorah, IA, among the archeological materials from the site that it had received from Field. Following their discovery, Luther College transferred the human remains to the Office of the State Archaeologist Bioarchaeology Program in 2001. The individual is represented by a nearly complete right temporal bone and is estimated to be approximately 2.5 to 3.5 years old (BP 1475). No known individuals were identified. No associated funerary objects are present.\\n         \n In 1958, human remains representing, at minimum, one individual were removed from site 13AM43 in Allamakee County, IA. Additional human remains excavated from the same site, representing, at minimum, 29 individuals, were published in a previous Notice of Inventory Completion (62 FR, 53023-53025), and were reburied in Iowa in 1997 by the Office of the State Archaeologist Bioarchaeology Program. The human remains of one subadult had been mislabeled and were therefore not identified until recently. The individual is represented by a fairly complete skeleton and is estimated to be approximately 6-12 months old (BP 115). No known individuals were identified. No associated funerary objects are present. \n At an unknown date, human remains representing, at minimum, three individuals were removed from site 13AM52 in Allamakee County, IA. Gavin Sampson, an avocational archeologist, collected materials from archeological sites primarily in Winneshiek and Allamakee Counties from the 1940s through the 1960s. In 1969, he donated his collection to Luther College in Decorah, IA. Among the Sampson Collection were human skeletal remains from site 13AM52. In 1995, Luther College transferred the human remains to the Office of the State Archaeologist Bioarchaeology Program. A young to middle-aged adult, possibly male, is represented by a hand phalanx and 22 foot bones. Two of the individuals are subadults, each of whom is represented by a single tooth. Their respective ages are estimated to be 9.7 to 11.1 years and 15.1 to 15.8 years (Burial Project 921). No known individuals were identified. No associated funerary objects are present. \n At an unknown date, human remains representing, at minimum, seven individuals were removed from site 13AM59 in Allamakee County, IA. Somehow, these human remains were in the collections of Effigy Mounds National Monument. In 1987, Effigy Mounds National Monument transferred these human remains to the Office of the State Archaeologist Bioarchaeology Program. The incomplete and fragmentary human remains represent two subadults and five adults (BP 226). No known individuals were identified. No associated funerary objects are present. \n In 1965, human remains representing, at minimum, one individual were removed from site 13AM60 in Allamakee County, IA. Avocational archeologist Gavin A. Sampson conducted several surface surveys of the Malone Cemetery (13AM60). Sampson salvaged several burials and the associated artifacts that had been disturbed by hog rooting activity. Human remains were also displaced from a burial on a ridge adjacent to the site. All human remains and artifacts were curated at Luther College in Decorah, IA. Human remains of the individual reported here were transferred from Luther College to the Office of the State Archaeologist Bioarchaeology Program, likely in the 1970s. The human remains represent an adult female approximately 25 to 35 years in age (BP 3094). No known individuals were identified. No associated funerary objects are present. \n In 2002, human remains representing, at minimum, one individual were removed from site 13AM200 in Allamakee County, IA during an archeological field school conducted by Luther College, Decorah, IA. A bone fragment found at the base of a pit feature was identified as possibly human during laboratory analysis of the material recovered from the excavation. It was transferred to the Office of the State Archaeologist Bioarchaeology Program in 2002. The bone fragment, an incomplete left innominate fragment, represents an adult of indeterminate age and sex (BP 1589). No known individuals were identified. No associated funerary objects are present. \n In either 1976 or 1980, human remains representing, at minimum, one individual were removed from site 13AM210 in Allamakee County, IA. Cultural and osteological material collected from the surface were housed at the Luther College Archaeological Laboratory, in Decorah, IA. During examination of the collections, two bone fragments collected in 1980 were identified as human. They were transferred to the Office of the State Archaeologist Bioarchaeology Program in 2003. The individual is represented by two long bone fragments. The individual is of an indeterminate age and sex (BP 1620). No known individuals were identified. No associated funerary objects are present. \n At an unknown date, human remains representing, at minimum, one individual were removed from site 13AM404 in Allamakee County, IA. The human remains consist of a single human tooth recovered from the Oneota component of 13AM404 during Phase II archeological testing conducted by Bear Creek Archaeology Inc. in Cresco, IA. In 2006, the tooth was transferred to the Office of the State Archaeologist Bioarchaeology Program from the Luther College Archaeology Lab, Decorah, IA. The molar represents an adult of unknown age and sex (Burial Project 1971). No known individuals were identified. No associated funerary objects are present. \n In 1998, human remains representing, at minimum, one individual were recovered from site 13CY2, Gillet Grove, in Clay County, IA, during an excavation by the Iowa Lakeside Laboratory Archaeological Field School under the direction of Joseph Tiffany. Soil samples were taken from storage pit features at the site, and then processed at the Iowa State University Archaeological Laboratory (ISUAL), in Ames, IA. A human tooth recovered from one of the samples and was transferred to the Office of the State Archaeologist Bioarchaeology Program in 1998. The tooth represents a young to middle-aged adult of unknown sex (Burial Project 1248). No known individuals were identified. No associated funerary objects are present. \n In 1968, human remains representing, at minimum, three individuals were removed from site 13DM3 in Des Moines County, IA, during a summer field school excavation of the site by Grinnell College and University of Iowa students under the direction of Dean Straffin. All materials excavated were taken to the University of Iowa Geology Repository. In December 1996, University of Iowa geology professor Holmes Semken identified human skeletal remains in the Geology Repository collection from site 13DM3. The human remains were removed from the collection and transferred to the Office of the State Archaeologist Bioarchaeology Program. A radiocarbon date reported from the feature from which the human remains were removed is A.D. 1400 \\xc2\\xb1 95 years. The three individuals represent an older juvenile to young adult, and two subadults, aged about 3.5-4.5 years old and about 7-9 years (Burial Project 1097). No known individuals were identified. No associated funerary objects are present. \n In 1971 and 1972, human remains representing, at minimum, two individuals were removed from site 13DM101 in Des Moines County, IA, during archeological excavations. The excavations were carried out by Dean Straffin, then of Parsons College, Fairfield, IA, under the auspices of the Office of the State Archaeologist. One cranial fragment was recovered, and was identified as human during laboratory examination of the collections in 1994 and 1995. The human remains were immediately transferred to the Office of the State Archaeologist Bioarchaeology Program. The human remains represent two older juvenile to young adult individuals (BP 995). No known individuals were identified. No associated funerary objects are present. \n In 1972, human remains representing, at minimum, two individuals were removed from site 13DM140 in Des Moines, IA. The human remains were exposed during the digging of a house foundation by homeowner Mike Kelley, who immediately stopped construction, removed the exposed bones, and contacted the Iowa Assistant State Archaeologist. An emergency archeological excavation was conducted at the site. The materials collected during the archeological excavation were kept at Parsons College in Fairfield, IA. Following the closure of Parsons College, the 13DM140 site collection was transferred to the Office of the State Archaeologist. During a meeting with R. Eric Hollinger in 1996, Kelley turned over the human skeletal remains he himself had collected from the exposed burial in 1972. These human remains were then transferred to the Office of the State Archaeologist Bioarchaeology Program, where they joined additional human remains from the same site. The human remains represent two adults, one aged 25-35 years, possibly female, and a possible male of unknown age (Burial Project 993). No known individuals were identified. No associated funerary objects are present. \n In 1970 and 1996, human remains representing, at minimum, 14 individuals were removed from site 13LA1 in Louisa County, IA. The site has been the subject of archeological excavations on several occasions. Several test units were excavated at 13LA1 in 1970. In 1996, a summer field school was conducted by the University of Illinois-Urbana Department of Anthropology and the Iowa Archaeological Society at the site. All materials recovered in both 1970 and 1996 were housed in the Office of the State Archaeologist. All human remains collected were transferred to the Office of the State Archaeologist Bioarchaeology Program. The human remains represent four subadults, two older juveniles to young adults, six adults, and two individuals who could be either subadults or adults (BP 973, 1029, 1422). No known individuals were identified. No associated funerary objects are present. \n At an unknown date, human remains representing, at minimum, two individuals were removed from site 13WD6 in Woodbury County, IA. These human remains were housed at the Sanford Museum in Cherokee, IA, until their transfer to the Office of the State Archaeologist Bioarchaeology Program, in 1997 and 2009. The human remains were likely removed during salvage excavations conducted in 1957 by members of the Iowa Archaeological Society, following disturbance to the site caused by quarrying operations. Other human remains known to have been recovered from this site in 1957 have previously been published in a notice (62 FR, 53023-53025) and reburied in Iowa. The human remains reported here represent one juvenile and one adult (Burial Project 1160, 3035). No known individuals were identified. No associated funerary objects are present. \n At an unknown date, human remains representing, at minimum, one individual were removed from site 13WD7 in Woodbury County, IA. These human remains were collected by Amy Harvey, whose doctoral research focused on Oneota sites in Iowa. She received her doctorate degree from the University of Wisconsin-Madison in the 1960s. Later, she took a teaching position at Stephens College in Columbia, MO, and stored the materials she had collected for her doctoral research there. In 2010, the Office of the State Archaeologist located the human skeletal remains from site 13WD7 still stored at Stephens College, and in 2013, it transferred them to the Office of the State Archaeologist Bioarchaeology Program. How the human remains came to be in Harvey\\'s possession is unknown. The individual is estimated to be an older juvenile or young adult (BP 2952). No known individuals were identified. No associated funerary objects are present. \n In 1993, 1994, and 1996, human remains representing, at minimum, seven individuals were removed from site 13WD8 in Woodbury County, IA. In 1993, flood damage and erosion of 13WD8 exposed human remains at the site. On two separate occasions, an unknown collector, on an unknown date removed exposed human remains from the site. Human remains were also recovered during an archeological salvage excavation of the site in 1994. In 1996, students on a field trip reported additional human remains eroding from the west cut-bank of the Little Sioux River to the Woodbury County Sheriff, and the Office of the State Archaeologist was notified. All human remains were transferred to the Office of the State Archaeologist Bioarchaeology Program. They represent two young adults (one possible female and one of indeterminate sex), an adult of indeterminate sex, an older adult of indeterminate sex, a 25 to 35 year old male, a young juvenile of indeterminate sex, and a subadult approximately one to three years old (BP 950). No known individuals were identified. No associated funerary objects are present. \n In 2000, human remains representing, at minimum, one individual were removed from site 13WD55 in Woodbury County, IA. In the spring of 2000, the Office of the State Archaeologist Bioarchaeology Program and members of the office\\'s Indian Advisory Council visited site 13WD55 after being contacted by the Woodbury County Medical Examiner\\'s office regarding exposed human remains in a burial near the Little Sioux River. Site 13WD55 is a late prehistoric, open habitation Oneota site with isolated burials. The individual is represented by a nearly complete skeleton and is estimated to be approximately 8-10 years of age (Burial Project 1391). No known individuals were identified. No associated funerary objects are present. \n All human remains originating from the sites described above were determined to be associated with the Oneota tradition based on archeological evidence. \n At an unknown date, human remains representing, at minimum, 14 individuals were removed from site 13AM60 in Allamakee County, IA. These human remains were part of the Collection made by Amy Harvey (described above). Human skeletal remains from 13AM60, which had been stored at Stephens College, were transferred to the Office of the State Archaeologist Bioarchaeology Program in 2013. How the human remains came to be in Harvey\\'s possession is unknown. The commingled human remains represent 11 adults and three subadults. Among the adults are five possible males and two females. The three subadults represented are: A newborn-1.5 year-old, a 2.5-3.5 year-old, and a 7.5-9.5 year-old (Burial Project 2566, 2567). No known individuals were identified. No associated funerary objects are present. \n The human remains from site 13AM60 are identified as associated with the Oneota tradition based on archeological and archival evidence. \n At an unknown date, human remains representing, at minimum, two individuals were removed from an unknown site somewhere in Woodbury County, IA. The human remains were found by an unknown individual along the Little Sioux River, south of Correctionville, IA. Deputies from the Correctionville Sheriff\\'s Office collected the human remains and additional materials from two other areas located farther south along the river. All human remains and artifacts collected were transferred to the Office of the State Archaeologist Bioarchaeology Program in early 2014. The individuals are young adults of indeterminate sex, each represented by cranial remains (Burial Project 2971). No known individuals were identified. No associated funerary objects are present. \n The human remains from Woodbury County, IA, have been identified as associated with the Oneota tradition based on their proximity to several other Oneota sites in the area. \n At an unknown date, human remains representing, at minimum, two individuals were removed from an unknown site in Iowa. These human remains were part of the collection made by Amy Harvey (described above). Human skeletal remains found in material labeled as \\xe2\\x80\\x9cNE Iowa, Orr Focus,\\xe2\\x80\\x9d which had been stored at Stephens College, were transferred to the Office of the State Archaeologist Bioarchaeology Program in 2010 and 2013. How the human remains came into Harvey\\'s possession is unknown. The human remains represent an adult male aged approximately 30-50 years and an older adult of indeterminate sex (Burial Project 2893, 2955). No known individuals were identified. No associated funerary objects are present. \n The human remains from the unknown site in Iowa have been identified as associated with the Oneota tradition based on osteological and archival evidence. All human remains reported in this Notice were identified as Native American based on documented association with, or proximity to, Oneota archeological sites. \n ", "h_d_ci": "Null", "determinations": "Determinations Made by the {Museum or Federal Agency} \n Officials of the Office of the State Archaeologist Bioarchaeology Program have determined that: \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice represent the physical remains of 73 individuals of Native American ancestry. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(3)(A), there are no associated funerary objects included in this Notice. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and the Iowa Tribe of Kansas and Nebraska; the Iowa Tribe of Oklahoma; the Otoe-Missouria Tribe of Indians, Oklahoma; the Omaha Tribe of Nebraska; the Ponca Tribe of Nebraska; and the Ponca Tribe of Indians of Oklahoma. \n ", "a_r_d": "Lineal descendants or representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains should submit a written request with information in support of the request to Lara Noldner, Office of the State Archaeologist Bioarchaeology Program, University of Iowa, 700 S. Clinton Street, Iowa City, IA 52242, telephone (319) 384-0740, email lara-noldner@uiowa.edu, by June 1, 2016. After that date, if no additional requestors have come forward, transfer of control of the human remains to the Iowa Tribe of Kansas and Nebraska; the Iowa Tribe of Oklahoma; the Otoe-Missouria Tribe of Indians, Oklahoma; the Omaha Tribe of Nebraska; the Ponca Tribe of Nebraska; and the Ponca Tribe of Indians of Oklahoma may proceed. \n The Office of the State Archaeologist Bioarchaeology Program is responsible for notifying the Iowa Tribe of Kansas and Nebraska; the Iowa Tribe of Oklahoma; the Otoe-Missouria Tribe of Indians, Oklahoma; the Omaha Tribe of Nebraska; the Ponca Tribe of Nebraska; and the Ponca Tribe of Indians of Oklahoma that this notice has been published. \n "}