{"index": "I_559", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        [NPS-WASO-NAGPRA-20774; PPWOCRADN0-PCU00RP14.R50000]\\n        Notice of Inventory Completion: Office of the State Archaeologist, University of Iowa, Iowa City, IA\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        \\n          SUMMARY:\\n          The Office of the State Archaeologist Bioarchaeology Program, previously listed as the Office of the State Archaeologist Burials Program, has completed an inventory of human remains and associated funerary objects, in consultation with the appropriate Indian tribes or Native Hawaiian organizations, and has determined that there is a cultural affiliation between the human remains and associated funerary objects and present-day Indian tribes or Native Hawaiian organizations. Lineal descendants or representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request to the Office of the State Archaeologist Bioarchaeology Program. If no additional requestors come forward, transfer of control of the human remains and associated funerary objects to the lineal descendants, Indian tribes, or Native Hawaiian organizations stated in this notice may proceed.\\n        \\n        \\n          DATES:\\n          Lineal descendants or representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to the Office of the State Archaeologist Bioarchaeology Program at the address in this notice by June 1, 2016.\\n        \\n        \\n          ADDRESSES:\\n\\n          Lara Noldner, Office of the State Archaeologist Bioarchaeology Program, University of Iowa, 700 S. Clinton Street, Iowa City, IA 52242, telephone (319) 384-0740, email lara-noldner@uiowa.edu.\\n          \\n        \\n      \\n      \\n        SUPPLEMENTARY INFORMATION:\\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains and associated funerary objects under the control of the Office of the State Archaeologist, University of Iowa, Iowa City, IA. The human remains and associated funerary objects were removed from several archeological sites in Buena Vista, Cherokee, Plymouth, and Woodbury Counties, Iowa.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003(d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations in this notice.\\n        Consultation\\n        A detailed assessment of the human remains was made by the Office of the State Archaeologist Bioarchaeology Program professional staff in consultation with representatives of the Three Affiliated Tribes of the Fort Berthold Reservation, North Dakota.\\n        History and Description of the Remains\\n        In 1940, human remains representing, at minimum, two individuals were removed from site 13BV1 in Buena Vista County, IA. Avocational archeologist Frank L. Van Voorhis conducted the excavations at the site; all of the human remains were recovered from an area referred to by Van Voorhis as Pitlodge I. The human remains were donated to the Storm Lake School District in the 1950s, and were transferred to the Buena Vista County Historical Society at an unknown date. In 1996, the human remains from the Van Voorhis collection were transferred to the Office of the State Archaeologist Bioarchaeology Program. The two individuals are young to middle-aged adult males, each of whom is represented by cranial fragments and mandibular remains (Burial Project 963). No known individuals were identified. No associated funerary objects are present.\\n        At an unknown date, human remains representing, at minimum, one individual were removed from the Bultman Site (13BV2) in Buena Vista County, IA. The human remains were collected from the site by a resident of Storm Lake, IA. In 1998, the human remains were identified among materials donated by the resident to the Sanford Museum in Cherokee, IA. Subsequently, the human remains were transferred to the Office of the State Archaeologist Bioarchaeology Program. The individual is a young adult of indeterminate sex, and is represented by fragmented cranial remains and four incomplete postcranial bones (Burial Project 1270). No known individuals were identified. No associated funerary objects are present.\\n        In 1969 or 1970, human remains representing, at minimum, one individual were removed from the Bultman Site (13BV2) in Buena Vista County, IA. The human remains were collected by a local resident and donated to the Sanford Museum in Cherokee, IA. The skeletal material was transferred to the Office of the State Archaeologist Bioarchaeology Program in 2007. The individual is an adult, possibly a young female, and is represented by fragmented cranial remains and long bone shafts (Burial Project 2156). No known individuals were identified. No associated funerary objects are present.\\n        At an unknown date, human remains representing, at minimum, one individual were removed from the Bultman Site (13BV2) in Buena Vista County, IA. These human remains were donated to the Sanford Museum in Cherokee, IA, at an unknown date. The human remains were transferred to the Office of the State Archaeologist Bioarchaeology Program in 2007. The individual is an adult of indeterminate sex, and is represented by a single parietal fragment (Burial Project 2157). No known individuals were identified. No associated funerary objects are present.\\n        In the 1930s, human remains representing, at minimum, two individuals were removed from site 13CK1 in Cherokee County, IA. Avocational archeologist Frank L. Van Voorhis conducted the excavations at the site from 1934 to 1937. The human remains were donated to the Storm Lake School District in the 1950s, and were transferred to the Buena Vista County Historical Society at an unknown date. In 1996, the human remains from the Van Voorhis collection were transferred to the Office of the State Archaeologist Bioarchaeology Program. The two individuals are an adult and an individual aged 15 to 20 years, each of whom is represented by dental remains (Burial Project 1103). No known individuals were identified. No associated funerary objects are present.\\n\\n        At an unknown date, human remains representing, at minimum, one individual were removed from site 13CK1 in Cherokee County, IA. A single bone fragment was reportedly collected from the surface of the site and donated to the Sanford Museum in Cherokee, IA. The Sanford Museum transferred the human remains to the Office of the State Archaeologist Bioarchaeology Program in 2007. The individual is an adult, and is represented by a parietal fragment (Burial Project 2158). No known individuals were identified. No associated funerary objects are present.\\n        At an unknown date, human remains representing, at minimum, one individual were removed from site 13CK3 in Cherokee County, IA. The human remains were part of the Frank L. Van Voorhis Collection, and were donated to the Storm Lake School District in the 1950s. At an unknown date, the remains were given to the Buena Vista County Historical Society. In 1996, the Office of the State Archaeologist Bioarchaeology Program received the human remains from the Van Voorhis collection. The individual is an older juvenile or young adult, and is represented by dental remains (Burial Project 1104). No known individuals were identified. No associated funerary objects are present.\\n        At an unknown date, possibly May 20, 1984, human remains representing, at minimum, one individual were removed from the Brewster Site (13CK15) in Cherokee County, IA. The human remains were collected by an unknown individual and ended up in the collections of the Sanford Museum in Cherokee, IA. In 1998, the human remains were transferred to the Office of the State Archaeologist Bioarchaeology Program. The individual is a juvenile approximately 12-15 years old, and is represented by a single tooth (Burial Project 1372). No known individuals were identified. No associated funerary objects are present.\\n        At an unknown date, human remains representing, at minimum, two individuals were removed from the Brewster Site (13CK15) in Cherokee County, IA. The human remains were collected by an unknown individual and ended up in the collections of the Sanford Museum in Cherokee, IA. The human remains were transferred to the Office of the State Archaeologist Bioarchaeology Program in two donations, one in 2007 and the second in 2014. The two individuals are a middle-aged adult, represented by a left maxilla (Burial Project 2159), and a subadult 8-10 years old is represented by three loose teeth (Burial Project 3038). No known individuals were identified. No associated funerary objects are present.\\n        In 1970, human remains representing, at minimum, two individuals were removed from the Brewster Site in Cherokee County, IA. These human remains were excavated by the University of Wisconsin-Madison and were transferred, along with other materials, to the repository at the Office of the State Archaeologist. In 2011, the human remains were discovered in the repository and were transferred to the Office of the State Archaeologist Bioarchaeology Program. The two individuals are an adult, represented by cranial and dental remains, and a two to four-year-old child, represented by a cranial fragment (Burial Project 2584). No known individuals were identified. No associated funerary objects are present.\\n        In the 1950s, human remains representing, at minimum, one individual were removed from the Phipps Site (13CK21) in Cherokee County, IA. Archeologist Reynold Rupp\\xc3\\xa9 supervised excavations at the site from 1952 to 1956, and most of the material collected during this work was housed in the repository of the Office of the State Archaeologist. In 2002, human remains were identified during an examination of the material from the site, and were immediately transferred to the Office of the State Archaeologist Bioarchaeology Program. The individual is a subadult between 1.0 and 5.6 years old, and is represented by a single tooth (Burial Project 1538). No known individuals were identified. No associated funerary objects are present.\\n        On several different dates, human remains representing, at minimum, seven individuals were removed from the Phipps Site (13CK21) in Cherokee County, IA, and were stored at the Sanford Museum in Cherokee, IA. Some human remains were collected during Ellison Orr\\'s 1934 excavations. Reynold J. Rupp\\xc3\\xa9\\'s 1952-1956 excavations also recovered human remains. In 1963, the University of Wisconsin-Madison conducted excavations and collected human remains. Human remains were also collected from the site surface by avocational archeologists. In 2007 and 2014, all human remains collected from the Phipps Site were transferred from the Sanford Museum to the Office of the State Archaeologist Bioarchaeology Program. Two of the individuals are a juvenile 16.1-16.9 years old and an infant 1.8-2.1 years old, both of whom are represented by dental remains. Additional human remains represent a young adult male, an adult female of indeterminate age, an older juvenile/young adult, a young to middle-aged adult, and an older adult (Burial Projects 2160 and 3060). No known individuals were identified. No associated funerary objects are present.\\n        In 1999, human remains representing, at minimum, two individuals were removed from the Broken Kettle Site (13PM1) in Plymouth County, IA. The human remains were excavated during the summer archeological field school conducted by the University of Iowa, Department of Anthropology. These human remains were transferred to the Office of the State Archaeologist Bioarchaeology Program. The two individuals are a young adult and a subadult (Burial Project 1330). No known individuals were identified. No associated funerary objects are present.\\n        At an unknown date, human remains representing, at minimum, two individuals were removed from the Broken Kettle Site (13PM1) in Plymouth County, IA. The human remains were identified among archeological materials donated to the Office of the State Archaeologist by an avocational archeologist in 2002. These human remains were transferred to the Office of the State Archaeologist Bioarchaeology Program. The two individuals are an older juvenile/young adult and a subadult aged 7.1-9.6 years, and are represented by a phalanx and two teeth (Burial Project 1593). No known individuals were identified. No associated funerary objects are present.\\n        At an unknown date, human remains representing, at minimum, one individual were removed from the Broken Kettle Site (13PM1) in Plymouth County, IA. The site was the subject of amateur investigations in 1895 and 1910, and excavation by Ellison Orr in 1934 and 1939. Additional excavations also took place in 1967. It is unknown which fieldwork resulted in the collection of the human remains, which consisted of a single tooth. In 2010, the tooth was found in materials transferred from the University of Wisconsin-Madison to the repository at the Office of the State Archaeologist. The tooth was then transferred to the Office of the State Archaeologist Bioarchaeology Program. The individual is approximately 15 to 20 years old, and is represented by the tooth (Burial Project 2586). No known individuals were identified. No associated funerary objects are present.\\n\\n        In June 1969, human remains representing, at minimum, one individual were removed from the Kimball Site (13PM4) in Plymouth County, IA. A partial mandible was collected from the surface of the site and ended up in the repository of the Luther College Archaeology Laboratory in Decorah, IA. A long bone fragment from the Kimball Site, collected at an unknown date, was also found in the Luther College repository. At an unknown date, the human remains were transferred to the Office of the State Archaeologist Bioarchaeology Program. The individual is an older juvenile or young adult of indeterminate sex (Burial Project 2000). No known individuals were identified. No associated funerary objects are present.\\n        In 1963, human remains representing, at minimum, four individuals were removed from the Kimball Site (13PM4) in Plymouth County, IA. Archeological excavations at the site were conducted by the University of Wisconsin in 1963. Material from the excavation was transferred to the Office of the State Archaeologist in 2010. In addition to the human remains from a primary burial excavated at this site, human remains were also found among the faunal remains collected during the 1963 fieldwork. The four individuals are a young female, an adult of indeterminate age and sex, a subadult of unknown age, and a subadult 2.5 to 3.5 years old (Burial Project 2671). No known individuals were identified. The 165 associated funerary objects are one bone fish gorge, one bone beaming tool or flesher, one possible flaker, one pipe fragment, 24 nonhuman bones or fragments, one noncultural rock, one piece of burned earth, one piece of flaking debris, two pieces of unworked paralava, 11 fire-cracked rocks, and 121 pot sherds.\\n        At an unknown date, human remains representing, at minimum, two individuals were removed from 13WD402 in Woodbury County. These human remains were transferred to the Office of the State Archaeologist in the late 1970s, and most of them were reburied in 1980 at a cemetery in Iowa designated for the reinterment of Native American human remains. In 2014, nine skeletal elements and partial elements that had not been reburied were discovered in the Office of the State Archaeologist Bioarchaeology Laboratory. The two individuals are an older male and an adult of indeterminate age and sex (Burial Project 57). No known individuals were identified. No associated funerary objects are present.\\n        Around 1970, human remains representing, at minimum, one individual were removed from site 13WD402 in Woodbury County, IA. A Sioux City resident had collected the human remains from the surface of the site. In 2000, the resident gave the human remains to the Department of Natural Resources officer from Stone State Park (Woodbury County, IA). The human remains were transferred to the Office of the State Archaeologist Bioarchaeology Program in 2000. The individual is a young to middle-age adult, possibly male, and is represented by the cranial and postcranial remains (Burial Project 1428). No known individuals were identified. No associated funerary objects are present.\\n        In the 1970s, human remains representing, at minimum, 21 individuals were removed from site 13WD402 in Woodbury County, IA. A Sioux City resident collected the human remains from the surface of the site and had kept them in his garage. The Sioux City Police Department recovered the human remains from the garage in 2009 and transferred them to the Office of the State Archaeologist Bioarchaeology Program. The 21 individuals are one infant, four children, six adolescents, one young to middle-aged adult male, one young to middle-aged adult female, two young to middle-aged adults of indeterminate sex, one old adult of indeterminate sex, three females of indeterminate age, and two adults of indeterminate age and sex, each of whom is represented by cranial and postcranial remains (Burial Project 2378). No known individuals were identified. No associated funerary objects are present.\\n        Around May 2013, human remains representing, at minimum, two individuals were removed from site 13WD402 in Woodbury County, IA. A hiker found the bones on the surface of the site and turned them over to Kevin Pape, Park Ranger at Stone State Park. Subsequent surface collections were performed by archeologist Christy Rickers and by Shirley Schermer, then director of the Office of the State Archaeologist Bioarchaeology Program. All the human remains were transferred to the Bioarchaeology Program. The two individuals are one subadult aged two to six years old, and a possible male adult of indeterminate age (Burial Project 2894). No known individuals were identified. No associated funerary objects are present.\\n        All of the above described human remains have been identified as Native American based on documented association with ancient Native American sites classified as Mill Creek culture (A.D. 1100-1300). Mill Creek manifestations are grouped within the Initial variant of the Middle Missouri Tradition. Archeological and ethnohistorical evidence links later Middle Missouri groups with the Mandan and Hidatsa, who are present-day members of the Three Affiliated Tribes of the Fort Berthold Reservation, North Dakota.\\n        At an unknown date, human remains representing, at minimum, three individuals were removed from an unknown location in Cherokee County, IA. These human remains were collected by a local avocational archeologist and donated to the Sanford Museum in Cherokee, IA. The Sanford Museum transferred the human remains to the Office of the State Archaeologist Bioarchaeology Program in 2001. The three individuals are an adult male, a possible male 15.9-20.7 years old, and a subadult 5.0-5.5 years old, each of whom is represented by mandibular, cranial, and dental remains (Burial Project 1460). No known individuals were identified. No associated funerary objects are present.\\n        These human remains have been identified as Native American based on the condition of the bone and on archival information. Sanford Museum documentation lists the human remains as \\xe2\\x80\\x9cprobably local Mill Creek.\\xe2\\x80\\x9d Mill Creek manifestations are grouped within the Initial variant of the Middle Missouri Tradition. Archeological and ethnohistorical evidence links later Middle Missouri groups with the Mandan and Hidatsa, who are present-day members of the Three Affiliated Tribes of the Fort Berthold Reservation, North Dakota.\\n        Around 1910, human remains representing, at minimum, two individuals were removed from an unknown site in Woodbury County, IA. A boy collected the human remains from the ground surface in the vicinity of Stone State Park, in Woodbury County. In 2000, the human remains were donated by the collector\\'s son to the Office of the State Archaeologist Bioarchaeology Program. The two individuals are a middle-aged to old adult female and a young adult of indeterminate sex, each of whom is represented by the cranial remains and femora (Burial Project 1424). No known individuals were identified. No associated funerary objects are present.\\n        These human remains have been identified as likely Mill Creek culture due to the proximity of several known Mill Creek sites to the discovery area, Stone State Park. Mill Creek manifestations are grouped within the Initial variant of the Middle Missouri Tradition. Archeological and ethnohistorical evidence links later Middle Missouri groups with the Mandan and Hidatsa, who are present-day members of the Three Affiliated Tribes of the Fort Berthold Reservation, North Dakota.\\n        Determinations Made by the Office of the State Archaeologist Bioarchaeology Program\\n        Officials of the Office of the State Archaeologist Bioarchaeology Program have determined that:\\n\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice represent the physical remains of 63 individuals of Native American ancestry.\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(3)(A), the 165 objects described in this notice are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony.\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and associated funerary objects and the Three Affiliated Tribes of the Fort Berthold Reservation, North Dakota.\\n        Additional Requestors and Disposition\\n\\n        Lineal descendants or representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to Lara Noldner, Office of the State Archaeologist Bioarchaeology Program, University of Iowa, 700 S. Clinton Street, Iowa City, IA 52242, telephone (319) 384-0740, email lara-noldner@uiowa.edu, by June 1, 2016. After that date, if no additional requestors have come forward, transfer of control of the human remains and associated funerary objects to the Three Affiliated Tribes of the Fort Berthold Reservation, North Dakota may proceed.\\n        The Office of the State Archaeologist Bioarchaeology Program is responsible for notifying the Three Affiliated Tribes of the Fort Berthold Reservation, North Dakota that this notice has been published.\\n        \\n          Dated: March 31, 2016.\\n          Melanie O\\'Brien,\\n          Manager, National NAGPRA Program. \\n        \\n      \\n      [FR Doc. 2016-10184 Filed 4-29-16; 8:45 am]\\n       BILLING CODE 4312-50-P\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "[NPS-WASO-NAGPRA-20774; PPWOCRADN0-PCU00RP14.R50000]", "subject": "Notice of Inventory Completion: Office of the State Archaeologist, University of Iowa, Iowa City, IA", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "The Office of the State Archaeologist Bioarchaeology Program, previously listed as the Office of the State Archaeologist Burials Program, has completed an inventory of human remains and associated funerary objects, in consultation with the appropriate Indian tribes or Native Hawaiian organizations, and has determined that there is a cultural affiliation between the human remains and associated funerary objects and present-day Indian tribes or Native Hawaiian organizations. Lineal descendants or representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request to the Office of the State Archaeologist Bioarchaeology Program. If no additional requestors come forward, transfer of control of the human remains and associated funerary objects to the lineal descendants, Indian tribes, or Native Hawaiian organizations stated in this notice may proceed.", "dates": "Lineal descendants or representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to the Office of the State Archaeologist Bioarchaeology Program at the address in this notice by June 1, 2016.", "addresses": "Lara Noldner, Office of the State Archaeologist Bioarchaeology Program, University of Iowa, 700 S. Clinton Street, Iowa City, IA 52242, telephone (319) 384-0740, email lara-noldner@uiowa.edu.\\n          ", "signature_dated": "Dated: March 31, 2016.", "signature_name": "Melanie O\\'Brien,", "signature_title": "Manager, National NAGPRA Program. ", "fr_doc": "[FR Doc. 2016-10184 Filed 4-29-16; 8:45 am]", "billing_code": " BILLING CODE 4312-50-P", "supp_info": "SUPPLEMENTARY INFORMATION: \n Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains and associated funerary objects under the control of the Office of the State Archaeologist, University of Iowa, Iowa City, IA. The human remains and associated funerary objects were removed from several archeological sites in Buena Vista, Cherokee, Plymouth, and Woodbury Counties, Iowa. \n This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003(d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations in this notice. \n Consultation \n A detailed assessment of the human remains was made by the Office of the State Archaeologist Bioarchaeology Program professional staff in consultation with representatives of the Three Affiliated Tribes of the Fort Berthold Reservation, North Dakota. \n History and Description of the Remains \n In 1940, human remains representing, at minimum, two individuals were removed from site 13BV1 in Buena Vista County, IA. Avocational archeologist Frank L. Van Voorhis conducted the excavations at the site; all of the human remains were recovered from an area referred to by Van Voorhis as Pitlodge I. The human remains were donated to the Storm Lake School District in the 1950s, and were transferred to the Buena Vista County Historical Society at an unknown date. In 1996, the human remains from the Van Voorhis collection were transferred to the Office of the State Archaeologist Bioarchaeology Program. The two individuals are young to middle-aged adult males, each of whom is represented by cranial fragments and mandibular remains (Burial Project 963). No known individuals were identified. No associated funerary objects are present. \n At an unknown date, human remains representing, at minimum, one individual were removed from the Bultman Site (13BV2) in Buena Vista County, IA. The human remains were collected from the site by a resident of Storm Lake, IA. In 1998, the human remains were identified among materials donated by the resident to the Sanford Museum in Cherokee, IA. Subsequently, the human remains were transferred to the Office of the State Archaeologist Bioarchaeology Program. The individual is a young adult of indeterminate sex, and is represented by fragmented cranial remains and four incomplete postcranial bones (Burial Project 1270). No known individuals were identified. No associated funerary objects are present. \n In 1969 or 1970, human remains representing, at minimum, one individual were removed from the Bultman Site (13BV2) in Buena Vista County, IA. The human remains were collected by a local resident and donated to the Sanford Museum in Cherokee, IA. The skeletal material was transferred to the Office of the State Archaeologist Bioarchaeology Program in 2007. The individual is an adult, possibly a young female, and is represented by fragmented cranial remains and long bone shafts (Burial Project 2156). No known individuals were identified. No associated funerary objects are present. \n At an unknown date, human remains representing, at minimum, one individual were removed from the Bultman Site (13BV2) in Buena Vista County, IA. These human remains were donated to the Sanford Museum in Cherokee, IA, at an unknown date. The human remains were transferred to the Office of the State Archaeologist Bioarchaeology Program in 2007. The individual is an adult of indeterminate sex, and is represented by a single parietal fragment (Burial Project 2157). No known individuals were identified. No associated funerary objects are present. \n In the 1930s, human remains representing, at minimum, two individuals were removed from site 13CK1 in Cherokee County, IA. Avocational archeologist Frank L. Van Voorhis conducted the excavations at the site from 1934 to 1937. The human remains were donated to the Storm Lake School District in the 1950s, and were transferred to the Buena Vista County Historical Society at an unknown date. In 1996, the human remains from the Van Voorhis collection were transferred to the Office of the State Archaeologist Bioarchaeology Program. The two individuals are an adult and an individual aged 15 to 20 years, each of whom is represented by dental remains (Burial Project 1103). No known individuals were identified. No associated funerary objects are present. \n At an unknown date, human remains representing, at minimum, one individual were removed from site 13CK1 in Cherokee County, IA. A single bone fragment was reportedly collected from the surface of the site and donated to the Sanford Museum in Cherokee, IA. The Sanford Museum transferred the human remains to the Office of the State Archaeologist Bioarchaeology Program in 2007. The individual is an adult, and is represented by a parietal fragment (Burial Project 2158). No known individuals were identified. No associated funerary objects are present. \n At an unknown date, human remains representing, at minimum, one individual were removed from site 13CK3 in Cherokee County, IA. The human remains were part of the Frank L. Van Voorhis Collection, and were donated to the Storm Lake School District in the 1950s. At an unknown date, the remains were given to the Buena Vista County Historical Society. In 1996, the Office of the State Archaeologist Bioarchaeology Program received the human remains from the Van Voorhis collection. The individual is an older juvenile or young adult, and is represented by dental remains (Burial Project 1104). No known individuals were identified. No associated funerary objects are present. \n At an unknown date, possibly May 20, 1984, human remains representing, at minimum, one individual were removed from the Brewster Site (13CK15) in Cherokee County, IA. The human remains were collected by an unknown individual and ended up in the collections of the Sanford Museum in Cherokee, IA. In 1998, the human remains were transferred to the Office of the State Archaeologist Bioarchaeology Program. The individual is a juvenile approximately 12-15 years old, and is represented by a single tooth (Burial Project 1372). No known individuals were identified. No associated funerary objects are present. \n At an unknown date, human remains representing, at minimum, two individuals were removed from the Brewster Site (13CK15) in Cherokee County, IA. The human remains were collected by an unknown individual and ended up in the collections of the Sanford Museum in Cherokee, IA. The human remains were transferred to the Office of the State Archaeologist Bioarchaeology Program in two donations, one in 2007 and the second in 2014. The two individuals are a middle-aged adult, represented by a left maxilla (Burial Project 2159), and a subadult 8-10 years old is represented by three loose teeth (Burial Project 3038). No known individuals were identified. No associated funerary objects are present. \n In 1970, human remains representing, at minimum, two individuals were removed from the Brewster Site in Cherokee County, IA. These human remains were excavated by the University of Wisconsin-Madison and were transferred, along with other materials, to the repository at the Office of the State Archaeologist. In 2011, the human remains were discovered in the repository and were transferred to the Office of the State Archaeologist Bioarchaeology Program. The two individuals are an adult, represented by cranial and dental remains, and a two to four-year-old child, represented by a cranial fragment (Burial Project 2584). No known individuals were identified. No associated funerary objects are present. \n In the 1950s, human remains representing, at minimum, one individual were removed from the Phipps Site (13CK21) in Cherokee County, IA. Archeologist Reynold Rupp\\xc3\\xa9 supervised excavations at the site from 1952 to 1956, and most of the material collected during this work was housed in the repository of the Office of the State Archaeologist. In 2002, human remains were identified during an examination of the material from the site, and were immediately transferred to the Office of the State Archaeologist Bioarchaeology Program. The individual is a subadult between 1.0 and 5.6 years old, and is represented by a single tooth (Burial Project 1538). No known individuals were identified. No associated funerary objects are present. \n On several different dates, human remains representing, at minimum, seven individuals were removed from the Phipps Site (13CK21) in Cherokee County, IA, and were stored at the Sanford Museum in Cherokee, IA. Some human remains were collected during Ellison Orr\\'s 1934 excavations. Reynold J. Rupp\\xc3\\xa9\\'s 1952-1956 excavations also recovered human remains. In 1963, the University of Wisconsin-Madison conducted excavations and collected human remains. Human remains were also collected from the site surface by avocational archeologists. In 2007 and 2014, all human remains collected from the Phipps Site were transferred from the Sanford Museum to the Office of the State Archaeologist Bioarchaeology Program. Two of the individuals are a juvenile 16.1-16.9 years old and an infant 1.8-2.1 years old, both of whom are represented by dental remains. Additional human remains represent a young adult male, an adult female of indeterminate age, an older juvenile/young adult, a young to middle-aged adult, and an older adult (Burial Projects 2160 and 3060). No known individuals were identified. No associated funerary objects are present. \n In 1999, human remains representing, at minimum, two individuals were removed from the Broken Kettle Site (13PM1) in Plymouth County, IA. The human remains were excavated during the summer archeological field school conducted by the University of Iowa, Department of Anthropology. These human remains were transferred to the Office of the State Archaeologist Bioarchaeology Program. The two individuals are a young adult and a subadult (Burial Project 1330). No known individuals were identified. No associated funerary objects are present. \n At an unknown date, human remains representing, at minimum, two individuals were removed from the Broken Kettle Site (13PM1) in Plymouth County, IA. The human remains were identified among archeological materials donated to the Office of the State Archaeologist by an avocational archeologist in 2002. These human remains were transferred to the Office of the State Archaeologist Bioarchaeology Program. The two individuals are an older juvenile/young adult and a subadult aged 7.1-9.6 years, and are represented by a phalanx and two teeth (Burial Project 1593). No known individuals were identified. No associated funerary objects are present. \n At an unknown date, human remains representing, at minimum, one individual were removed from the Broken Kettle Site (13PM1) in Plymouth County, IA. The site was the subject of amateur investigations in 1895 and 1910, and excavation by Ellison Orr in 1934 and 1939. Additional excavations also took place in 1967. It is unknown which fieldwork resulted in the collection of the human remains, which consisted of a single tooth. In 2010, the tooth was found in materials transferred from the University of Wisconsin-Madison to the repository at the Office of the State Archaeologist. The tooth was then transferred to the Office of the State Archaeologist Bioarchaeology Program. The individual is approximately 15 to 20 years old, and is represented by the tooth (Burial Project 2586). No known individuals were identified. No associated funerary objects are present. \n In June 1969, human remains representing, at minimum, one individual were removed from the Kimball Site (13PM4) in Plymouth County, IA. A partial mandible was collected from the surface of the site and ended up in the repository of the Luther College Archaeology Laboratory in Decorah, IA. A long bone fragment from the Kimball Site, collected at an unknown date, was also found in the Luther College repository. At an unknown date, the human remains were transferred to the Office of the State Archaeologist Bioarchaeology Program. The individual is an older juvenile or young adult of indeterminate sex (Burial Project 2000). No known individuals were identified. No associated funerary objects are present. \n In 1963, human remains representing, at minimum, four individuals were removed from the Kimball Site (13PM4) in Plymouth County, IA. Archeological excavations at the site were conducted by the University of Wisconsin in 1963. Material from the excavation was transferred to the Office of the State Archaeologist in 2010. In addition to the human remains from a primary burial excavated at this site, human remains were also found among the faunal remains collected during the 1963 fieldwork. The four individuals are a young female, an adult of indeterminate age and sex, a subadult of unknown age, and a subadult 2.5 to 3.5 years old (Burial Project 2671). No known individuals were identified. The 165 associated funerary objects are one bone fish gorge, one bone beaming tool or flesher, one possible flaker, one pipe fragment, 24 nonhuman bones or fragments, one noncultural rock, one piece of burned earth, one piece of flaking debris, two pieces of unworked paralava, 11 fire-cracked rocks, and 121 pot sherds. \n At an unknown date, human remains representing, at minimum, two individuals were removed from 13WD402 in Woodbury County. These human remains were transferred to the Office of the State Archaeologist in the late 1970s, and most of them were reburied in 1980 at a cemetery in Iowa designated for the reinterment of Native American human remains. In 2014, nine skeletal elements and partial elements that had not been reburied were discovered in the Office of the State Archaeologist Bioarchaeology Laboratory. The two individuals are an older male and an adult of indeterminate age and sex (Burial Project 57). No known individuals were identified. No associated funerary objects are present. \n Around 1970, human remains representing, at minimum, one individual were removed from site 13WD402 in Woodbury County, IA. A Sioux City resident had collected the human remains from the surface of the site. In 2000, the resident gave the human remains to the Department of Natural Resources officer from Stone State Park (Woodbury County, IA). The human remains were transferred to the Office of the State Archaeologist Bioarchaeology Program in 2000. The individual is a young to middle-age adult, possibly male, and is represented by the cranial and postcranial remains (Burial Project 1428). No known individuals were identified. No associated funerary objects are present. \n In the 1970s, human remains representing, at minimum, 21 individuals were removed from site 13WD402 in Woodbury County, IA. A Sioux City resident collected the human remains from the surface of the site and had kept them in his garage. The Sioux City Police Department recovered the human remains from the garage in 2009 and transferred them to the Office of the State Archaeologist Bioarchaeology Program. The 21 individuals are one infant, four children, six adolescents, one young to middle-aged adult male, one young to middle-aged adult female, two young to middle-aged adults of indeterminate sex, one old adult of indeterminate sex, three females of indeterminate age, and two adults of indeterminate age and sex, each of whom is represented by cranial and postcranial remains (Burial Project 2378). No known individuals were identified. No associated funerary objects are present. \n Around May 2013, human remains representing, at minimum, two individuals were removed from site 13WD402 in Woodbury County, IA. A hiker found the bones on the surface of the site and turned them over to Kevin Pape, Park Ranger at Stone State Park. Subsequent surface collections were performed by archeologist Christy Rickers and by Shirley Schermer, then director of the Office of the State Archaeologist Bioarchaeology Program. All the human remains were transferred to the Bioarchaeology Program. The two individuals are one subadult aged two to six years old, and a possible male adult of indeterminate age (Burial Project 2894). No known individuals were identified. No associated funerary objects are present. \n All of the above described human remains have been identified as Native American based on documented association with ancient Native American sites classified as Mill Creek culture (A.D. 1100-1300). Mill Creek manifestations are grouped within the Initial variant of the Middle Missouri Tradition. Archeological and ethnohistorical evidence links later Middle Missouri groups with the Mandan and Hidatsa, who are present-day members of the Three Affiliated Tribes of the Fort Berthold Reservation, North Dakota. \n At an unknown date, human remains representing, at minimum, three individuals were removed from an unknown location in Cherokee County, IA. These human remains were collected by a local avocational archeologist and donated to the Sanford Museum in Cherokee, IA. The Sanford Museum transferred the human remains to the Office of the State Archaeologist Bioarchaeology Program in 2001. The three individuals are an adult male, a possible male 15.9-20.7 years old, and a subadult 5.0-5.5 years old, each of whom is represented by mandibular, cranial, and dental remains (Burial Project 1460). No known individuals were identified. No associated funerary objects are present. \n These human remains have been identified as Native American based on the condition of the bone and on archival information. Sanford Museum documentation lists the human remains as \\xe2\\x80\\x9cprobably local Mill Creek.\\xe2\\x80\\x9d Mill Creek manifestations are grouped within the Initial variant of the Middle Missouri Tradition. Archeological and ethnohistorical evidence links later Middle Missouri groups with the Mandan and Hidatsa, who are present-day members of the Three Affiliated Tribes of the Fort Berthold Reservation, North Dakota. \n Around 1910, human remains representing, at minimum, two individuals were removed from an unknown site in Woodbury County, IA. A boy collected the human remains from the ground surface in the vicinity of Stone State Park, in Woodbury County. In 2000, the human remains were donated by the collector\\'s son to the Office of the State Archaeologist Bioarchaeology Program. The two individuals are a middle-aged to old adult female and a young adult of indeterminate sex, each of whom is represented by the cranial remains and femora (Burial Project 1424). No known individuals were identified. No associated funerary objects are present. \n These human remains have been identified as likely Mill Creek culture due to the proximity of several known Mill Creek sites to the discovery area, Stone State Park. Mill Creek manifestations are grouped within the Initial variant of the Middle Missouri Tradition. Archeological and ethnohistorical evidence links later Middle Missouri groups with the Mandan and Hidatsa, who are present-day members of the Three Affiliated Tribes of the Fort Berthold Reservation, North Dakota. \n Determinations Made by the Office of the State Archaeologist Bioarchaeology Program \n Officials of the Office of the State Archaeologist Bioarchaeology Program have determined that: \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice represent the physical remains of 63 individuals of Native American ancestry. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(3)(A), the 165 objects described in this notice are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and associated funerary objects and the Three Affiliated Tribes of the Fort Berthold Reservation, North Dakota. \n Additional Requestors and Disposition \n Lineal descendants or representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to Lara Noldner, Office of the State Archaeologist Bioarchaeology Program, University of Iowa, 700 S. Clinton Street, Iowa City, IA 52242, telephone (319) 384-0740, email lara-noldner@uiowa.edu, by June 1, 2016. After that date, if no additional requestors have come forward, transfer of control of the human remains and associated funerary objects to the Three Affiliated Tribes of the Fort Berthold Reservation, North Dakota may proceed. \n The Office of the State Archaeologist Bioarchaeology Program is responsible for notifying the Three Affiliated Tribes of the Fort Berthold Reservation, North Dakota that this notice has been published. \n ", "consultation": "A detailed assessment of the human remains was made by the Office of the State Archaeologist Bioarchaeology Program professional staff in consultation with representatives of the Three Affiliated Tribes of the Fort Berthold Reservation, North Dakota. \n ", "h_d_r": "In 1940, human remains representing, at minimum, two individuals were removed from site 13BV1 in Buena Vista County, IA. Avocational archeologist Frank L. Van Voorhis conducted the excavations at the site; all of the human remains were recovered from an area referred to by Van Voorhis as Pitlodge I. The human remains were donated to the Storm Lake School District in the 1950s, and were transferred to the Buena Vista County Historical Society at an unknown date. In 1996, the human remains from the Van Voorhis collection were transferred to the Office of the State Archaeologist Bioarchaeology Program. The two individuals are young to middle-aged adult males, each of whom is represented by cranial fragments and mandibular remains (Burial Project 963). No known individuals were identified. No associated funerary objects are present. \n At an unknown date, human remains representing, at minimum, one individual were removed from the Bultman Site (13BV2) in Buena Vista County, IA. The human remains were collected from the site by a resident of Storm Lake, IA. In 1998, the human remains were identified among materials donated by the resident to the Sanford Museum in Cherokee, IA. Subsequently, the human remains were transferred to the Office of the State Archaeologist Bioarchaeology Program. The individual is a young adult of indeterminate sex, and is represented by fragmented cranial remains and four incomplete postcranial bones (Burial Project 1270). No known individuals were identified. No associated funerary objects are present. \n In 1969 or 1970, human remains representing, at minimum, one individual were removed from the Bultman Site (13BV2) in Buena Vista County, IA. The human remains were collected by a local resident and donated to the Sanford Museum in Cherokee, IA. The skeletal material was transferred to the Office of the State Archaeologist Bioarchaeology Program in 2007. The individual is an adult, possibly a young female, and is represented by fragmented cranial remains and long bone shafts (Burial Project 2156). No known individuals were identified. No associated funerary objects are present. \n At an unknown date, human remains representing, at minimum, one individual were removed from the Bultman Site (13BV2) in Buena Vista County, IA. These human remains were donated to the Sanford Museum in Cherokee, IA, at an unknown date. The human remains were transferred to the Office of the State Archaeologist Bioarchaeology Program in 2007. The individual is an adult of indeterminate sex, and is represented by a single parietal fragment (Burial Project 2157). No known individuals were identified. No associated funerary objects are present. \n In the 1930s, human remains representing, at minimum, two individuals were removed from site 13CK1 in Cherokee County, IA. Avocational archeologist Frank L. Van Voorhis conducted the excavations at the site from 1934 to 1937. The human remains were donated to the Storm Lake School District in the 1950s, and were transferred to the Buena Vista County Historical Society at an unknown date. In 1996, the human remains from the Van Voorhis collection were transferred to the Office of the State Archaeologist Bioarchaeology Program. The two individuals are an adult and an individual aged 15 to 20 years, each of whom is represented by dental remains (Burial Project 1103). No known individuals were identified. No associated funerary objects are present. \n At an unknown date, human remains representing, at minimum, one individual were removed from site 13CK1 in Cherokee County, IA. A single bone fragment was reportedly collected from the surface of the site and donated to the Sanford Museum in Cherokee, IA. The Sanford Museum transferred the human remains to the Office of the State Archaeologist Bioarchaeology Program in 2007. The individual is an adult, and is represented by a parietal fragment (Burial Project 2158). No known individuals were identified. No associated funerary objects are present. \n At an unknown date, human remains representing, at minimum, one individual were removed from site 13CK3 in Cherokee County, IA. The human remains were part of the Frank L. Van Voorhis Collection, and were donated to the Storm Lake School District in the 1950s. At an unknown date, the remains were given to the Buena Vista County Historical Society. In 1996, the Office of the State Archaeologist Bioarchaeology Program received the human remains from the Van Voorhis collection. The individual is an older juvenile or young adult, and is represented by dental remains (Burial Project 1104). No known individuals were identified. No associated funerary objects are present. \n At an unknown date, possibly May 20, 1984, human remains representing, at minimum, one individual were removed from the Brewster Site (13CK15) in Cherokee County, IA. The human remains were collected by an unknown individual and ended up in the collections of the Sanford Museum in Cherokee, IA. In 1998, the human remains were transferred to the Office of the State Archaeologist Bioarchaeology Program. The individual is a juvenile approximately 12-15 years old, and is represented by a single tooth (Burial Project 1372). No known individuals were identified. No associated funerary objects are present. \n At an unknown date, human remains representing, at minimum, two individuals were removed from the Brewster Site (13CK15) in Cherokee County, IA. The human remains were collected by an unknown individual and ended up in the collections of the Sanford Museum in Cherokee, IA. The human remains were transferred to the Office of the State Archaeologist Bioarchaeology Program in two donations, one in 2007 and the second in 2014. The two individuals are a middle-aged adult, represented by a left maxilla (Burial Project 2159), and a subadult 8-10 years old is represented by three loose teeth (Burial Project 3038). No known individuals were identified. No associated funerary objects are present. \n In 1970, human remains representing, at minimum, two individuals were removed from the Brewster Site in Cherokee County, IA. These human remains were excavated by the University of Wisconsin-Madison and were transferred, along with other materials, to the repository at the Office of the State Archaeologist. In 2011, the human remains were discovered in the repository and were transferred to the Office of the State Archaeologist Bioarchaeology Program. The two individuals are an adult, represented by cranial and dental remains, and a two to four-year-old child, represented by a cranial fragment (Burial Project 2584). No known individuals were identified. No associated funerary objects are present. \n In the 1950s, human remains representing, at minimum, one individual were removed from the Phipps Site (13CK21) in Cherokee County, IA. Archeologist Reynold Rupp\\xc3\\xa9 supervised excavations at the site from 1952 to 1956, and most of the material collected during this work was housed in the repository of the Office of the State Archaeologist. In 2002, human remains were identified during an examination of the material from the site, and were immediately transferred to the Office of the State Archaeologist Bioarchaeology Program. The individual is a subadult between 1.0 and 5.6 years old, and is represented by a single tooth (Burial Project 1538). No known individuals were identified. No associated funerary objects are present. \n On several different dates, human remains representing, at minimum, seven individuals were removed from the Phipps Site (13CK21) in Cherokee County, IA, and were stored at the Sanford Museum in Cherokee, IA. Some human remains were collected during Ellison Orr\\'s 1934 excavations. Reynold J. Rupp\\xc3\\xa9\\'s 1952-1956 excavations also recovered human remains. In 1963, the University of Wisconsin-Madison conducted excavations and collected human remains. Human remains were also collected from the site surface by avocational archeologists. In 2007 and 2014, all human remains collected from the Phipps Site were transferred from the Sanford Museum to the Office of the State Archaeologist Bioarchaeology Program. Two of the individuals are a juvenile 16.1-16.9 years old and an infant 1.8-2.1 years old, both of whom are represented by dental remains. Additional human remains represent a young adult male, an adult female of indeterminate age, an older juvenile/young adult, a young to middle-aged adult, and an older adult (Burial Projects 2160 and 3060). No known individuals were identified. No associated funerary objects are present. \n In 1999, human remains representing, at minimum, two individuals were removed from the Broken Kettle Site (13PM1) in Plymouth County, IA. The human remains were excavated during the summer archeological field school conducted by the University of Iowa, Department of Anthropology. These human remains were transferred to the Office of the State Archaeologist Bioarchaeology Program. The two individuals are a young adult and a subadult (Burial Project 1330). No known individuals were identified. No associated funerary objects are present. \n At an unknown date, human remains representing, at minimum, two individuals were removed from the Broken Kettle Site (13PM1) in Plymouth County, IA. The human remains were identified among archeological materials donated to the Office of the State Archaeologist by an avocational archeologist in 2002. These human remains were transferred to the Office of the State Archaeologist Bioarchaeology Program. The two individuals are an older juvenile/young adult and a subadult aged 7.1-9.6 years, and are represented by a phalanx and two teeth (Burial Project 1593). No known individuals were identified. No associated funerary objects are present. \n At an unknown date, human remains representing, at minimum, one individual were removed from the Broken Kettle Site (13PM1) in Plymouth County, IA. The site was the subject of amateur investigations in 1895 and 1910, and excavation by Ellison Orr in 1934 and 1939. Additional excavations also took place in 1967. It is unknown which fieldwork resulted in the collection of the human remains, which consisted of a single tooth. In 2010, the tooth was found in materials transferred from the University of Wisconsin-Madison to the repository at the Office of the State Archaeologist. The tooth was then transferred to the Office of the State Archaeologist Bioarchaeology Program. The individual is approximately 15 to 20 years old, and is represented by the tooth (Burial Project 2586). No known individuals were identified. No associated funerary objects are present. \n In June 1969, human remains representing, at minimum, one individual were removed from the Kimball Site (13PM4) in Plymouth County, IA. A partial mandible was collected from the surface of the site and ended up in the repository of the Luther College Archaeology Laboratory in Decorah, IA. A long bone fragment from the Kimball Site, collected at an unknown date, was also found in the Luther College repository. At an unknown date, the human remains were transferred to the Office of the State Archaeologist Bioarchaeology Program. The individual is an older juvenile or young adult of indeterminate sex (Burial Project 2000). No known individuals were identified. No associated funerary objects are present. \n In 1963, human remains representing, at minimum, four individuals were removed from the Kimball Site (13PM4) in Plymouth County, IA. Archeological excavations at the site were conducted by the University of Wisconsin in 1963. Material from the excavation was transferred to the Office of the State Archaeologist in 2010. In addition to the human remains from a primary burial excavated at this site, human remains were also found among the faunal remains collected during the 1963 fieldwork. The four individuals are a young female, an adult of indeterminate age and sex, a subadult of unknown age, and a subadult 2.5 to 3.5 years old (Burial Project 2671). No known individuals were identified. The 165 associated funerary objects are one bone fish gorge, one bone beaming tool or flesher, one possible flaker, one pipe fragment, 24 nonhuman bones or fragments, one noncultural rock, one piece of burned earth, one piece of flaking debris, two pieces of unworked paralava, 11 fire-cracked rocks, and 121 pot sherds. \n At an unknown date, human remains representing, at minimum, two individuals were removed from 13WD402 in Woodbury County. These human remains were transferred to the Office of the State Archaeologist in the late 1970s, and most of them were reburied in 1980 at a cemetery in Iowa designated for the reinterment of Native American human remains. In 2014, nine skeletal elements and partial elements that had not been reburied were discovered in the Office of the State Archaeologist Bioarchaeology Laboratory. The two individuals are an older male and an adult of indeterminate age and sex (Burial Project 57). No known individuals were identified. No associated funerary objects are present. \n Around 1970, human remains representing, at minimum, one individual were removed from site 13WD402 in Woodbury County, IA. A Sioux City resident had collected the human remains from the surface of the site. In 2000, the resident gave the human remains to the Department of Natural Resources officer from Stone State Park (Woodbury County, IA). The human remains were transferred to the Office of the State Archaeologist Bioarchaeology Program in 2000. The individual is a young to middle-age adult, possibly male, and is represented by the cranial and postcranial remains (Burial Project 1428). No known individuals were identified. No associated funerary objects are present. \n In the 1970s, human remains representing, at minimum, 21 individuals were removed from site 13WD402 in Woodbury County, IA. A Sioux City resident collected the human remains from the surface of the site and had kept them in his garage. The Sioux City Police Department recovered the human remains from the garage in 2009 and transferred them to the Office of the State Archaeologist Bioarchaeology Program. The 21 individuals are one infant, four children, six adolescents, one young to middle-aged adult male, one young to middle-aged adult female, two young to middle-aged adults of indeterminate sex, one old adult of indeterminate sex, three females of indeterminate age, and two adults of indeterminate age and sex, each of whom is represented by cranial and postcranial remains (Burial Project 2378). No known individuals were identified. No associated funerary objects are present. \n Around May 2013, human remains representing, at minimum, two individuals were removed from site 13WD402 in Woodbury County, IA. A hiker found the bones on the surface of the site and turned them over to Kevin Pape, Park Ranger at Stone State Park. Subsequent surface collections were performed by archeologist Christy Rickers and by Shirley Schermer, then director of the Office of the State Archaeologist Bioarchaeology Program. All the human remains were transferred to the Bioarchaeology Program. The two individuals are one subadult aged two to six years old, and a possible male adult of indeterminate age (Burial Project 2894). No known individuals were identified. No associated funerary objects are present. \n All of the above described human remains have been identified as Native American based on documented association with ancient Native American sites classified as Mill Creek culture (A.D. 1100-1300). Mill Creek manifestations are grouped within the Initial variant of the Middle Missouri Tradition. Archeological and ethnohistorical evidence links later Middle Missouri groups with the Mandan and Hidatsa, who are present-day members of the Three Affiliated Tribes of the Fort Berthold Reservation, North Dakota. \n At an unknown date, human remains representing, at minimum, three individuals were removed from an unknown location in Cherokee County, IA. These human remains were collected by a local avocational archeologist and donated to the Sanford Museum in Cherokee, IA. The Sanford Museum transferred the human remains to the Office of the State Archaeologist Bioarchaeology Program in 2001. The three individuals are an adult male, a possible male 15.9-20.7 years old, and a subadult 5.0-5.5 years old, each of whom is represented by mandibular, cranial, and dental remains (Burial Project 1460). No known individuals were identified. No associated funerary objects are present. \n These human remains have been identified as Native American based on the condition of the bone and on archival information. Sanford Museum documentation lists the human remains as \\xe2\\x80\\x9cprobably local Mill Creek.\\xe2\\x80\\x9d Mill Creek manifestations are grouped within the Initial variant of the Middle Missouri Tradition. Archeological and ethnohistorical evidence links later Middle Missouri groups with the Mandan and Hidatsa, who are present-day members of the Three Affiliated Tribes of the Fort Berthold Reservation, North Dakota. \n Around 1910, human remains representing, at minimum, two individuals were removed from an unknown site in Woodbury County, IA. A boy collected the human remains from the ground surface in the vicinity of Stone State Park, in Woodbury County. In 2000, the human remains were donated by the collector\\'s son to the Office of the State Archaeologist Bioarchaeology Program. The two individuals are a middle-aged to old adult female and a young adult of indeterminate sex, each of whom is represented by the cranial remains and femora (Burial Project 1424). No known individuals were identified. No associated funerary objects are present. \n These human remains have been identified as likely Mill Creek culture due to the proximity of several known Mill Creek sites to the discovery area, Stone State Park. Mill Creek manifestations are grouped within the Initial variant of the Middle Missouri Tradition. Archeological and ethnohistorical evidence links later Middle Missouri groups with the Mandan and Hidatsa, who are present-day members of the Three Affiliated Tribes of the Fort Berthold Reservation, North Dakota. \n ", "h_d_ci": "Null", "determinations": "Determinations Made by the Office of the State Archaeologist Bioarchaeology Program \n Officials of the Office of the State Archaeologist Bioarchaeology Program have determined that: \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice represent the physical remains of 63 individuals of Native American ancestry. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(3)(A), the 165 objects described in this notice are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and associated funerary objects and the Three Affiliated Tribes of the Fort Berthold Reservation, North Dakota. \n ", "a_r_d": "Lineal descendants or representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to Lara Noldner, Office of the State Archaeologist Bioarchaeology Program, University of Iowa, 700 S. Clinton Street, Iowa City, IA 52242, telephone (319) 384-0740, email lara-noldner@uiowa.edu, by June 1, 2016. After that date, if no additional requestors have come forward, transfer of control of the human remains and associated funerary objects to the Three Affiliated Tribes of the Fort Berthold Reservation, North Dakota may proceed. \n The Office of the State Archaeologist Bioarchaeology Program is responsible for notifying the Three Affiliated Tribes of the Fort Berthold Reservation, North Dakota that this notice has been published. \n "}