{"index": "I_568", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        [NPS-WASO-NAGPRA-20583: PPWOCRADN0-PCU00RP14.R50000]\\n        Notice of Inventory Completion: U.S. Department of Defense, Army Corps of Engineers, Omaha District, Omaha, NE., and State Archaeological Research Center, Rapid City, SD\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        \\n          SUMMARY:\\n          The U.S. Army Corps of Engineers, Omaha District (Omaha District), has completed an inventory of human remains and associated funerary objects, in consultation with the appropriate Indian tribes or Native Hawaiian organizations, and has determined that there is a cultural affiliation between the human remains and associated funerary objects and present-day Indian tribes or Native Hawaiian organizations. Lineal descendants or representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request to the Omaha District. If no additional requestors come forward, transfer of control of the human remains and associated funerary objects to the lineal descendants, Indian tribes, or Native Hawaiian organizations stated in this notice may proceed.\\n        \\n        \\n          DATES:\\n          Lineal descendants or representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to the Omaha District at the address in this notice by May 5, 2016.\\n        \\n        \\n          ADDRESSES:\\n\\n          Ms. Sandra Barnum, U.S. Army Engineer District, Omaha, ATTN: CENWO-PM-AB, 1616 Capital Avenue, Omaha, NE 68102, telephone, (402) 995-2674, email sandra.v.barnum@usace.army.mil.\\n          \\n        \\n      \\n      \\n        SUPPLEMENTARY INFORMATION:\\n        Notice is hereby given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains and associated funerary objects under the control of the Omaha District. The human remains and associated funerary objects were removed from four sites in South Dakota\\xe2\\x80\\x94site 39CO19 in Corson County; 39CA117 (Stranded Squirrel) in Campbell County; site 39CA208 (Helb) in Campbell County; and site 39CA4 (Anton Rygh) in Campbell County.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003(d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations in this notice.\\n        Consultation\\n        A detailed assessment of the human remains and associated funerary objects was made by State Archaeological Research Center and Omaha District professional staff in consultation with representatives of the Three Affiliated Tribes of the Fort Berthold Reservation, North Dakota.\\n        History and Description of the Remains\\n        On an unknown date, human remains representing, at minimum, one individual were removed from site 39CO19 in Corson County, SD. They are presently located at the South Dakota State Archaeological Research Center (SARC) and are under the control of the Omaha District. Human remains of five co-mingled individuals and one associated funerary object were located by SARC between 1987 and 1988, but it is not clear if the human remains were removed in that time frame or if they were from a previously made collection that had been sent to SARC in the mid-1980s. SARC transferred the human remains to the University of Tennessee, Knoxville, where an inventory was completed. After return to SARC, the human remains were reburied at site 39ST15. A portion of Individual 5 was among the human remains reburied, but the pelvis was retained at the University of Tennessee on loan until 1995, when it was returned to SARC.\\n        The current collection at SARC consists of the pelvis from Individual 5, a female over 45 years of age. No known individuals were identified. The one associated funerary object is a single fragment of mammal cranium, which was found stored with the human remains.\\n        The original co-mingling of the five incomplete individuals suggests a secondary burial, possibly an ossuary. Based on burial type, archeological context, and physical anthropological review, the individuals from the site are Native American. Potts Village, site 39CO19, is an earth lodge village consisting of 35-50 house depressions, some of which are enclosed by a fortification ditch. Based on house types and artifacts, particularly the presence of LaRoche Ware ceramics, the village has been dated to the Extended Coalescent Tradition (A.D. 1500-1675). Both archeological and physical anthropological evidence indicates that the Extended Coalescent Tradition is ancestral Arikara. The Arikara are represented today by the Three Affiliated Tribes of the Fort Berthold Reservation.\\n        In 1979, human remains representing, at minimum, two individuals and 14 associated funerary objects that were removed from site 39CA117 in Campbell County, SD. They are presently located at the SARC and are under the control of the Omaha District. The site was located in June 1979, during a survey of the east shore of Lake Oahe. Robert E. Pepperl, University of Nebraska, Department of Anthropology, mapped and tested the site in July 1979. Two individuals and 14 funerary objects were recovered from a burial pit slumping from the cutbank onto the lakeshore. The human remains, originally held at the University of Nebraska, were transferred to SARC in 1986, and then submitted to the University of Tennessee, Knoxville, for inventory. These individuals were returned to SARC in 1987 and the majority of the human remains were reburied at site 39ST15.\\n        During a review of the collection in 2001, additional human remains from both individuals were found with the funerary objects at SARC. The human remains represent two adult males. Based on burial type and associated artifacts, archeological context, and original physical anthropological review, the individuals from the site are Native American. No known individuals were identified. The 14 associated funerary objects are 1 lot of charcoal fragments, 4 freshwater gastropod shells, and 9 ceramic body sherds.\\n\\n        The Stranded Squirrel site, 39CA117, is a multicomponent occupation on the left bank of the Missouri River. The ceramic funerary objects associated with the burials indicate that the burials were associated with the later site occupation, the Extended Coalescent Variant (A.D. 1500-1675) of the Plains Village Tradition. The geographical location, physical characteristics of the human remains, and ceramics materials support an affiliation of the Extended Coalescent Variant with the Arikara. The Arikara are represented today by the Three Affiliated Tribes of the Fort Berthold Reservation.\\n        On September 30, 1975, human remains representing, at minimum, one individual were removed from the Helb Site, 39CA208 in Campbell County, SD. They are presently located at the SARC and are under the control of the Omaha District. The human remains were removed by archeologists from the Illinois State Museum, under contract with the National Park Service Midwest Archeological Center, Lincoln (MWAC). A looter\\'s pit was found in the east bank of the Missouri River, in what was identified as a primary interment pit containing human remains identified as an adult male. A nearly complete postcranial skeleton was recovered. No known individuals were identified. No associated funerary objects are present.\\n        The collections from the site were housed at MWAC until the fall of 1995, when they were transferred to SARC. The human remains were found in the collections in 1996, while documenting the collection transfer.\\n        Based on burial type, archeological context, and physical anthropological review the individual from the site is Native American. The Helb site, 39CA208, is an earth lodge village dated to the Extended (A.D. 1000-1500) and possibly Terminal (A.D. 1500-1675) Middle Missouri Variants of the Plains Village Tradition, based on rectangular house structures, artifact types, and radiocarbon dating. Archeological and physical anthropological evidence suggests that the Extended and Terminal Middle Missouri Variants are ancestral to the Mandan. The Mandan are represented today by the Three Affiliated Tribes of the Fort Berthold Reservation.\\n        On unknown dates, human remains representing, at minimum, 17 individuals were removed from site 39CA4, the Anton Rygh Site, in Campbell County, SD. They are presently located at the SARC and are under the control of the Omaha District. The collections were the results of two different excavations.\\n        The Anton Rygh site was a large fortified village on the east bank of the Missouri River and first reported by W.H. Over Museum in the 1920s. Excavations at the site began in 1932, and over the course of the next 50 years, over 100 individuals have reportedly been removed from the site. The first set of human remains currently held by SARC were removed during the 1957 to 1959 excavations sponsored by the Smithsonian Institution River Basin Surveys (RBS), at which time a minimum of 66 individuals were collected. The RBS collections were housed at various locations, and in 1975, a significant portion of them of them were transferred to SARC.\\n        This first collection at SARC contains human remains of Individuals 1 through 15 from the RBS. The human remains were identified as seven adults, five children, and three infants. Based on burial type, archeological context, site artifacts, and physical anthropological review, the individuals from the site are Native American. No known individuals were identified. No associated funerary objects are present.\\n        The second collection of human remains from 39CA4 at SARC was removed in October 1978 during a pre-survey reconnaissance of the east bank of Lake Oahe by the University of Nebraska, Lincoln, for the Omaha District. A burial was exposed in the bank and human bone, ceramics, flaking debris, and wood fragments were recovered. After documentation at the University of Nebraska, Lincoln, the collection was transferred to SARC in 1985. The material was then inventoried by the University of Tennessee, Knoxville. The human remains were identified as an adult male and a child of indeterminate gender. Based on burial type, associated artifacts, archeological context, and physical anthropological review, the individuals from the site are Native American. No known individuals were identified. The 26 funerary objects include 1 primary flake, 24 ceramic body sherds stained with red ochre, and 1 lot of cottonwood bark fragments and cedar.\\n        The Anton Rygh site is a Plains Village Tradition multi-component earth lodge village. House structures, burials, cache pits, fortification features, and artifact types suggest at least two levels of occupation. The levels represent an extended Middle Missouri (A.D. 1000-1500) variant while the upper levels represent Extended (A.D. 1500-1675) and Post Contact (A.D. 1675-1780) Coalescent variants. The specific intrasite proveniences of each individual burial at SARC are not well established and the temporal differentiation of the burials is not apparent. Archeological, anthropological, and physical anthropological evidence indicate the Extended Middle Missouri are ancestral Mandan, and the Extended Coalescent and Post Contact Coalescent are ancestral Arikara. Both the Mandan and Arikara are represented today by the Three Affiliated Tribes of the Fort Berthold Reservation, North Dakota.\\n        Determinations Made by the Omaha District\\n        Officials of the Omaha District have determined that:\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice represent the physical remains of 21 individuals of Native American ancestry.\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(3)(A), the 41 objects described in this notice are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony.\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and associated funerary objects and the Three Affiliated Tribes of the Fort Berthold Reservation, North Dakota.\\n        Additional Requestors and Disposition\\n\\n        Lineal descendants or representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to Ms. Sandra Barnum, U.S. Army Engineer District, Omaha, ATTN: CENWO-PM-AB, 1616 Capital Avenue, Omaha, NE 68102, telephone, (402) 995-2674, email sandra.v.barnum@usace.army.mil, by May 5, 2016. After that date, if no additional requestors have come forward, transfer of control of the human remains and associated funerary objects to the Three Affiliated Tribes of the Fort Berthold Reservation, North Dakota, may proceed.\\n        The Omaha District is responsible for notifying the Three Affiliated Tribes of the Fort Berthold Reservation, North Dakota, that this notice has been published.\\n        \\n          Melanie O\\'Brien,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. 2016-07769 Filed 4-4-16; 8:45 am]\\n       BILLING CODE 4312-50-P\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "[NPS-WASO-NAGPRA-20583: PPWOCRADN0-PCU00RP14.R50000]", "subject": "Notice of Inventory Completion: U.S. Department of Defense, Army Corps of Engineers, Omaha District, Omaha, NE., and State Archaeological Research Center, Rapid City, SD", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "The U.S. Army Corps of Engineers, Omaha District (Omaha District), has completed an inventory of human remains and associated funerary objects, in consultation with the appropriate Indian tribes or Native Hawaiian organizations, and has determined that there is a cultural affiliation between the human remains and associated funerary objects and present-day Indian tribes or Native Hawaiian organizations. Lineal descendants or representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request to the Omaha District. If no additional requestors come forward, transfer of control of the human remains and associated funerary objects to the lineal descendants, Indian tribes, or Native Hawaiian organizations stated in this notice may proceed.", "dates": "Lineal descendants or representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to the Omaha District at the address in this notice by May 5, 2016.", "addresses": "Ms. Sandra Barnum, U.S. Army Engineer District, Omaha, ATTN: CENWO-PM-AB, 1616 Capital Avenue, Omaha, NE 68102, telephone, (402) 995-2674, email sandra.v.barnum@usace.army.mil.\\n          ", "signature_dated": "Null", "signature_name": "Melanie O\\'Brien,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. 2016-07769 Filed 4-4-16; 8:45 am]", "billing_code": " BILLING CODE 4312-50-P", "supp_info": "SUPPLEMENTARY INFORMATION: \n Notice is hereby given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains and associated funerary objects under the control of the Omaha District. The human remains and associated funerary objects were removed from four sites in South Dakota\\xe2\\x80\\x94site 39CO19 in Corson County; 39CA117 (Stranded Squirrel) in Campbell County; site 39CA208 (Helb) in Campbell County; and site 39CA4 (Anton Rygh) in Campbell County. \n This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003(d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations in this notice. \n Consultation \n A detailed assessment of the human remains and associated funerary objects was made by State Archaeological Research Center and Omaha District professional staff in consultation with representatives of the Three Affiliated Tribes of the Fort Berthold Reservation, North Dakota. \n History and Description of the Remains \n On an unknown date, human remains representing, at minimum, one individual were removed from site 39CO19 in Corson County, SD. They are presently located at the South Dakota State Archaeological Research Center (SARC) and are under the control of the Omaha District. Human remains of five co-mingled individuals and one associated funerary object were located by SARC between 1987 and 1988, but it is not clear if the human remains were removed in that time frame or if they were from a previously made collection that had been sent to SARC in the mid-1980s. SARC transferred the human remains to the University of Tennessee, Knoxville, where an inventory was completed. After return to SARC, the human remains were reburied at site 39ST15. A portion of Individual 5 was among the human remains reburied, but the pelvis was retained at the University of Tennessee on loan until 1995, when it was returned to SARC. \n The current collection at SARC consists of the pelvis from Individual 5, a female over 45 years of age. No known individuals were identified. The one associated funerary object is a single fragment of mammal cranium, which was found stored with the human remains. \n The original co-mingling of the five incomplete individuals suggests a secondary burial, possibly an ossuary. Based on burial type, archeological context, and physical anthropological review, the individuals from the site are Native American. Potts Village, site 39CO19, is an earth lodge village consisting of 35-50 house depressions, some of which are enclosed by a fortification ditch. Based on house types and artifacts, particularly the presence of LaRoche Ware ceramics, the village has been dated to the Extended Coalescent Tradition (A.D. 1500-1675). Both archeological and physical anthropological evidence indicates that the Extended Coalescent Tradition is ancestral Arikara. The Arikara are represented today by the Three Affiliated Tribes of the Fort Berthold Reservation. \n In 1979, human remains representing, at minimum, two individuals and 14 associated funerary objects that were removed from site 39CA117 in Campbell County, SD. They are presently located at the SARC and are under the control of the Omaha District. The site was located in June 1979, during a survey of the east shore of Lake Oahe. Robert E. Pepperl, University of Nebraska, Department of Anthropology, mapped and tested the site in July 1979. Two individuals and 14 funerary objects were recovered from a burial pit slumping from the cutbank onto the lakeshore. The human remains, originally held at the University of Nebraska, were transferred to SARC in 1986, and then submitted to the University of Tennessee, Knoxville, for inventory. These individuals were returned to SARC in 1987 and the majority of the human remains were reburied at site 39ST15. \n During a review of the collection in 2001, additional human remains from both individuals were found with the funerary objects at SARC. The human remains represent two adult males. Based on burial type and associated artifacts, archeological context, and original physical anthropological review, the individuals from the site are Native American. No known individuals were identified. The 14 associated funerary objects are 1 lot of charcoal fragments, 4 freshwater gastropod shells, and 9 ceramic body sherds. \n The Stranded Squirrel site, 39CA117, is a multicomponent occupation on the left bank of the Missouri River. The ceramic funerary objects associated with the burials indicate that the burials were associated with the later site occupation, the Extended Coalescent Variant (A.D. 1500-1675) of the Plains Village Tradition. The geographical location, physical characteristics of the human remains, and ceramics materials support an affiliation of the Extended Coalescent Variant with the Arikara. The Arikara are represented today by the Three Affiliated Tribes of the Fort Berthold Reservation. \n On September 30, 1975, human remains representing, at minimum, one individual were removed from the Helb Site, 39CA208 in Campbell County, SD. They are presently located at the SARC and are under the control of the Omaha District. The human remains were removed by archeologists from the Illinois State Museum, under contract with the National Park Service Midwest Archeological Center, Lincoln (MWAC). A looter\\'s pit was found in the east bank of the Missouri River, in what was identified as a primary interment pit containing human remains identified as an adult male. A nearly complete postcranial skeleton was recovered. No known individuals were identified. No associated funerary objects are present. \n The collections from the site were housed at MWAC until the fall of 1995, when they were transferred to SARC. The human remains were found in the collections in 1996, while documenting the collection transfer. \n Based on burial type, archeological context, and physical anthropological review the individual from the site is Native American. The Helb site, 39CA208, is an earth lodge village dated to the Extended (A.D. 1000-1500) and possibly Terminal (A.D. 1500-1675) Middle Missouri Variants of the Plains Village Tradition, based on rectangular house structures, artifact types, and radiocarbon dating. Archeological and physical anthropological evidence suggests that the Extended and Terminal Middle Missouri Variants are ancestral to the Mandan. The Mandan are represented today by the Three Affiliated Tribes of the Fort Berthold Reservation. \n On unknown dates, human remains representing, at minimum, 17 individuals were removed from site 39CA4, the Anton Rygh Site, in Campbell County, SD. They are presently located at the SARC and are under the control of the Omaha District. The collections were the results of two different excavations. \n The Anton Rygh site was a large fortified village on the east bank of the Missouri River and first reported by W.H. Over Museum in the 1920s. Excavations at the site began in 1932, and over the course of the next 50 years, over 100 individuals have reportedly been removed from the site. The first set of human remains currently held by SARC were removed during the 1957 to 1959 excavations sponsored by the Smithsonian Institution River Basin Surveys (RBS), at which time a minimum of 66 individuals were collected. The RBS collections were housed at various locations, and in 1975, a significant portion of them of them were transferred to SARC. \n This first collection at SARC contains human remains of Individuals 1 through 15 from the RBS. The human remains were identified as seven adults, five children, and three infants. Based on burial type, archeological context, site artifacts, and physical anthropological review, the individuals from the site are Native American. No known individuals were identified. No associated funerary objects are present. \n The second collection of human remains from 39CA4 at SARC was removed in October 1978 during a pre-survey reconnaissance of the east bank of Lake Oahe by the University of Nebraska, Lincoln, for the Omaha District. A burial was exposed in the bank and human bone, ceramics, flaking debris, and wood fragments were recovered. After documentation at the University of Nebraska, Lincoln, the collection was transferred to SARC in 1985. The material was then inventoried by the University of Tennessee, Knoxville. The human remains were identified as an adult male and a child of indeterminate gender. Based on burial type, associated artifacts, archeological context, and physical anthropological review, the individuals from the site are Native American. No known individuals were identified. The 26 funerary objects include 1 primary flake, 24 ceramic body sherds stained with red ochre, and 1 lot of cottonwood bark fragments and cedar. \n The Anton Rygh site is a Plains Village Tradition multi-component earth lodge village. House structures, burials, cache pits, fortification features, and artifact types suggest at least two levels of occupation. The levels represent an extended Middle Missouri (A.D. 1000-1500) variant while the upper levels represent Extended (A.D. 1500-1675) and Post Contact (A.D. 1675-1780) Coalescent variants. The specific intrasite proveniences of each individual burial at SARC are not well established and the temporal differentiation of the burials is not apparent. Archeological, anthropological, and physical anthropological evidence indicate the Extended Middle Missouri are ancestral Mandan, and the Extended Coalescent and Post Contact Coalescent are ancestral Arikara. Both the Mandan and Arikara are represented today by the Three Affiliated Tribes of the Fort Berthold Reservation, North Dakota. \n Determinations Made by the Omaha District \n Officials of the Omaha District have determined that: \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice represent the physical remains of 21 individuals of Native American ancestry. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(3)(A), the 41 objects described in this notice are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and associated funerary objects and the Three Affiliated Tribes of the Fort Berthold Reservation, North Dakota. \n Additional Requestors and Disposition \n Lineal descendants or representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to Ms. Sandra Barnum, U.S. Army Engineer District, Omaha, ATTN: CENWO-PM-AB, 1616 Capital Avenue, Omaha, NE 68102, telephone, (402) 995-2674, email sandra.v.barnum@usace.army.mil, by May 5, 2016. After that date, if no additional requestors have come forward, transfer of control of the human remains and associated funerary objects to the Three Affiliated Tribes of the Fort Berthold Reservation, North Dakota, may proceed. \n The Omaha District is responsible for notifying the Three Affiliated Tribes of the Fort Berthold Reservation, North Dakota, that this notice has been published. \n ", "consultation": "A detailed assessment of the human remains and associated funerary objects was made by State Archaeological Research Center and Omaha District professional staff in consultation with representatives of the Three Affiliated Tribes of the Fort Berthold Reservation, North Dakota. \n ", "h_d_r": "On an unknown date, human remains representing, at minimum, one individual were removed from site 39CO19 in Corson County, SD. They are presently located at the South Dakota State Archaeological Research Center (SARC) and are under the control of the Omaha District. Human remains of five co-mingled individuals and one associated funerary object were located by SARC between 1987 and 1988, but it is not clear if the human remains were removed in that time frame or if they were from a previously made collection that had been sent to SARC in the mid-1980s. SARC transferred the human remains to the University of Tennessee, Knoxville, where an inventory was completed. After return to SARC, the human remains were reburied at site 39ST15. A portion of Individual 5 was among the human remains reburied, but the pelvis was retained at the University of Tennessee on loan until 1995, when it was returned to SARC. \n The current collection at SARC consists of the pelvis from Individual 5, a female over 45 years of age. No known individuals were identified. The one associated funerary object is a single fragment of mammal cranium, which was found stored with the human remains. \n The original co-mingling of the five incomplete individuals suggests a secondary burial, possibly an ossuary. Based on burial type, archeological context, and physical anthropological review, the individuals from the site are Native American. Potts Village, site 39CO19, is an earth lodge village consisting of 35-50 house depressions, some of which are enclosed by a fortification ditch. Based on house types and artifacts, particularly the presence of LaRoche Ware ceramics, the village has been dated to the Extended Coalescent Tradition (A.D. 1500-1675). Both archeological and physical anthropological evidence indicates that the Extended Coalescent Tradition is ancestral Arikara. The Arikara are represented today by the Three Affiliated Tribes of the Fort Berthold Reservation. \n In 1979, human remains representing, at minimum, two individuals and 14 associated funerary objects that were removed from site 39CA117 in Campbell County, SD. They are presently located at the SARC and are under the control of the Omaha District. The site was located in June 1979, during a survey of the east shore of Lake Oahe. Robert E. Pepperl, University of Nebraska, Department of Anthropology, mapped and tested the site in July 1979. Two individuals and 14 funerary objects were recovered from a burial pit slumping from the cutbank onto the lakeshore. The human remains, originally held at the University of Nebraska, were transferred to SARC in 1986, and then submitted to the University of Tennessee, Knoxville, for inventory. These individuals were returned to SARC in 1987 and the majority of the human remains were reburied at site 39ST15. \n During a review of the collection in 2001, additional human remains from both individuals were found with the funerary objects at SARC. The human remains represent two adult males. Based on burial type and associated artifacts, archeological context, and original physical anthropological review, the individuals from the site are Native American. No known individuals were identified. The 14 associated funerary objects are 1 lot of charcoal fragments, 4 freshwater gastropod shells, and 9 ceramic body sherds. \n The Stranded Squirrel site, 39CA117, is a multicomponent occupation on the left bank of the Missouri River. The ceramic funerary objects associated with the burials indicate that the burials were associated with the later site occupation, the Extended Coalescent Variant (A.D. 1500-1675) of the Plains Village Tradition. The geographical location, physical characteristics of the human remains, and ceramics materials support an affiliation of the Extended Coalescent Variant with the Arikara. The Arikara are represented today by the Three Affiliated Tribes of the Fort Berthold Reservation. \n On September 30, 1975, human remains representing, at minimum, one individual were removed from the Helb Site, 39CA208 in Campbell County, SD. They are presently located at the SARC and are under the control of the Omaha District. The human remains were removed by archeologists from the Illinois State Museum, under contract with the National Park Service Midwest Archeological Center, Lincoln (MWAC). A looter\\'s pit was found in the east bank of the Missouri River, in what was identified as a primary interment pit containing human remains identified as an adult male. A nearly complete postcranial skeleton was recovered. No known individuals were identified. No associated funerary objects are present. \n The collections from the site were housed at MWAC until the fall of 1995, when they were transferred to SARC. The human remains were found in the collections in 1996, while documenting the collection transfer. \n Based on burial type, archeological context, and physical anthropological review the individual from the site is Native American. The Helb site, 39CA208, is an earth lodge village dated to the Extended (A.D. 1000-1500) and possibly Terminal (A.D. 1500-1675) Middle Missouri Variants of the Plains Village Tradition, based on rectangular house structures, artifact types, and radiocarbon dating. Archeological and physical anthropological evidence suggests that the Extended and Terminal Middle Missouri Variants are ancestral to the Mandan. The Mandan are represented today by the Three Affiliated Tribes of the Fort Berthold Reservation. \n On unknown dates, human remains representing, at minimum, 17 individuals were removed from site 39CA4, the Anton Rygh Site, in Campbell County, SD. They are presently located at the SARC and are under the control of the Omaha District. The collections were the results of two different excavations. \n The Anton Rygh site was a large fortified village on the east bank of the Missouri River and first reported by W.H. Over Museum in the 1920s. Excavations at the site began in 1932, and over the course of the next 50 years, over 100 individuals have reportedly been removed from the site. The first set of human remains currently held by SARC were removed during the 1957 to 1959 excavations sponsored by the Smithsonian Institution River Basin Surveys (RBS), at which time a minimum of 66 individuals were collected. The RBS collections were housed at various locations, and in 1975, a significant portion of them of them were transferred to SARC. \n This first collection at SARC contains human remains of Individuals 1 through 15 from the RBS. The human remains were identified as seven adults, five children, and three infants. Based on burial type, archeological context, site artifacts, and physical anthropological review, the individuals from the site are Native American. No known individuals were identified. No associated funerary objects are present. \n The second collection of human remains from 39CA4 at SARC was removed in October 1978 during a pre-survey reconnaissance of the east bank of Lake Oahe by the University of Nebraska, Lincoln, for the Omaha District. A burial was exposed in the bank and human bone, ceramics, flaking debris, and wood fragments were recovered. After documentation at the University of Nebraska, Lincoln, the collection was transferred to SARC in 1985. The material was then inventoried by the University of Tennessee, Knoxville. The human remains were identified as an adult male and a child of indeterminate gender. Based on burial type, associated artifacts, archeological context, and physical anthropological review, the individuals from the site are Native American. No known individuals were identified. The 26 funerary objects include 1 primary flake, 24 ceramic body sherds stained with red ochre, and 1 lot of cottonwood bark fragments and cedar. \n The Anton Rygh site is a Plains Village Tradition multi-component earth lodge village. House structures, burials, cache pits, fortification features, and artifact types suggest at least two levels of occupation. The levels represent an extended Middle Missouri (A.D. 1000-1500) variant while the upper levels represent Extended (A.D. 1500-1675) and Post Contact (A.D. 1675-1780) Coalescent variants. The specific intrasite proveniences of each individual burial at SARC are not well established and the temporal differentiation of the burials is not apparent. Archeological, anthropological, and physical anthropological evidence indicate the Extended Middle Missouri are ancestral Mandan, and the Extended Coalescent and Post Contact Coalescent are ancestral Arikara. Both the Mandan and Arikara are represented today by the Three Affiliated Tribes of the Fort Berthold Reservation, North Dakota. \n ", "h_d_ci": "Null", "determinations": "Determinations Made by the Omaha District \n Officials of the Omaha District have determined that: \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice represent the physical remains of 21 individuals of Native American ancestry. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(3)(A), the 41 objects described in this notice are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and associated funerary objects and the Three Affiliated Tribes of the Fort Berthold Reservation, North Dakota. \n ", "a_r_d": "Lineal descendants or representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to Ms. Sandra Barnum, U.S. Army Engineer District, Omaha, ATTN: CENWO-PM-AB, 1616 Capital Avenue, Omaha, NE 68102, telephone, (402) 995-2674, email sandra.v.barnum@usace.army.mil, by May 5, 2016. After that date, if no additional requestors have come forward, transfer of control of the human remains and associated funerary objects to the Three Affiliated Tribes of the Fort Berthold Reservation, North Dakota, may proceed. \n The Omaha District is responsible for notifying the Three Affiliated Tribes of the Fort Berthold Reservation, North Dakota, that this notice has been published. \n "}