{"index": "I_574", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        [NPS-WASO-NAGPRA-20590; PPWOCRADN0-PCU00RP14.R50000]\\n        Notice of Inventory Completion: Catalina Island Museum, Avalon, CA\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        \\n          SUMMARY:\\n          The Catalina Island Museum has completed an inventory of human remains, in consultation with the appropriate Indian tribes or Native Hawaiian organizations, and has determined that there is no cultural affiliation between the human remains and any present-day Indian tribes or Native Hawaiian organizations. Representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains should submit a written request to the Catalina Island Museum. If no additional requestors come forward, transfer of control of the human remains to the Indian tribes or Native Hawaiian organizations stated in this notice may proceed.\\n        \\n        \\n          DATES:\\n          Representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains should submit a written request with information in support of the request to the Catalina Island Museum at the address in this notice by May 5, 2016.\\n        \\n        \\n          ADDRESSES:\\n\\n          Michael DeMarsche, Ph.D., Catalina Island Museum, 1 Casino Way, Casino Building, P.O. Box 366, Avalon, CA 90704, telephone (310) 510-2416, email director@catalinamuseum.org.\\n          \\n        \\n      \\n      \\n        SUPPLEMENTARY INFORMATION:\\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains under the control of the Catalina Island Museum, Avalon, CA. The human remains were removed from Los Angeles, Santa Barbara Counties, CA and potentially Solano, Placer, and Sacramento Counties, CA.\\n\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003(d)(3) and 43 CFR 10.11(d). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains. The National Park Service is not responsible for the determinations in this notice.\\n        Consultation\\n        A detailed assessment of the human remains was made by the Catalina Island Museum professional staff in consultation with representatives of Santa Ynez Band of Chumash Mission Indians of the Santa Ynez Reservation, California; United Auburn Indian Community of the Auburn Rancheria of California; Wilton Rancheria, California; Yocha Dehe Wintun Nation, California (previously listed as the Rumsey Indian Rancheria of Wintun Indians of California, and the following nonfederally recognized Indian groups: the Ti\\'at Society and the Traditional Council of Pimu.\\n        History and Description of the Remains\\n        In October 1960, human remains representing, at minimum, three individuals were removed from Avalon, Los Angeles County, CA. Collection 61.322 consists of a human crania and mandible that were donated by the Santa Catalina Island Co. The human remains were found along with a notecard that stated, \\xe2\\x80\\x9cfound in patio of Pavilion Lodge, Avalon, Calif. October 11, 1960.\\xe2\\x80\\x9d There is no information to assume they were excavated from the property. Collection 61.323 consists of an incomplete set of human remains donated by the Santa Catalina Island Co. that also may have been removed from the Pavilion Lodge Hotel in Avalon. There is no information to assume they were excavated from the property. The three adults (2 female and 1 male) were identified as Native American based on osteological metric and non-metric analysis. No known individuals were identified. The one associated funerary object is an abalone shell found with the human remains identified as #61.323.\\n        At an unknown time, human remains representing, at minimum, two individuals were removed from an unknown location, presumably Santa Catalina Island, Los Angeles, CA. This collection of human remains was found within the Catalina Island Museum\\'s human remains collection when it returned from University of California Santa Barbara in 2010. Unfortunately no documentation could be located to further our understanding of the location and date acquired. There were three bags of human remains with only the date, 8.2.93 identified on each bag. No comparison has been found so far. The human remains were identified as two adults of indeterminate sex and were identified as Native American based on osteological metric and non-metric analysis. One individual shows evidence of burning. No known individuals were identified. No associated funerary objects are present.\\n        Possibly in 1907, human remains representing, at minimum, two individuals were removed from the Channel Islands, Los Angeles and Santa Barbara Counties, CA. This collection was donated to the Catalina Island Museum by Loring L. Bigelow in 2009. Loring Bigelow acquired the human remains from his father Lewis Bigelow who had received the human remains as a gift in 1907 from Orrin Weston, brother of Ben Weston (a Catalina Island rancher-sheep grazer). At that time Orrin Weston stated that he picked up the human remains on one of the Channel Islands while touring on their yacht. The human remains were identified as two adults, one male and one female, of Native American ancestry based on osteological metric and non-metric analysis. No known individuals were identified. No associated funerary objects are present.\\n        From 1915 to 1928, human remains representing, at minimum, 194 individuals were removed from San Nicolas Island, Santa Catalina Island, and San Clemente Islands in Los Angeles County, CA, from San Miguel Island in Santa Barbara County, CA, as well as purchased from a number of shell mounds located within the Sacramento Valley including Kings Mound, Johnston\\'s Mound, Auburn Mound, and Vacaville Mound located in Solano, Placer, and Sacramento Counties. The Glidden Collection was purchased by the Catalina Museum Society in 1962, and became the foundation for the Catalina Island Museum\\'s archeological collections. Based on photographs and journals, now held within the Catalina Island Museum\\'s archives, hundreds of burials and thousands of objects were removed by Glidden from Santa Catalina, San Clemente, San Nicolas, and San Miguel Islands between 1919 and 1928. A majority of the collection was amassed under the sponsorship of the Gustav Heye Foundation located in New York. After the patronage with the Heye Foundation ended by 1923, Glidden built his own museum. A portion of the Museum of the American Indian of the Channel Islands opened in Avalon in 1926, with the human remains and cultural materials not sent to the Heye Foundation or to Chicago\\'s Field Museum. Glidden continued to add to his collections through additional excavations on Catalina Island. Glidden also added to his collection by purchasing human remains and other objects from dealers located around the country, with documentation identifying several as coming from a number of mounds from Sacramento Valley. The cultural affiliation of the human remains and cultural items from the Glidden collection has been complicated at best. Although Glidden used a basic sequential numbering system to briefly describe his finds in his excavation journals, these numbers were not transferred to the human remains, objects or photos that he took. As a result, linking the physical human remains and burial objects to its original provenience is impossible. We can only surmise that these items could be affiliated with Tongva or Chumash based on the locations of the island within each tribal territory. However, invoices and letters particularly between Glidden and Smith\\'s Coin and Curio Company located in Sacramento, identifies that Glidden ordered, paid for, and received human remains and artifacts. In his letters to Glidden, proprietor Carl Smith states that the human remains and other items came from a number of shell mounds located within the Sacramento Valley including Kings Mound, Johnston\\'s Mound, Auburn Mound, and Vacaville Mound. There are no marks or data that identify provenience with specific human remains or items within the Glidden Collection. Further complicating the situation, correspondence between Glidden and potential collectors shows that Glidden sold some of his collections. During osteological analysis of the human remains, numerous non-Native American ethnicities have been identified including individuals of European, African, and Asian descent. Human remains of non-native ancestry are not included in this notice. There are a minimum of 194 individuals that can be identified to Native American ancestry based on metric and non-metric analysis, including 176 adults (of which 89 can be distinguished as female and 82 male) and 18 sub-adults, of indeterminate sex. No known individuals were identified. No associated funerary objects are present.\\n\\n        At the time of the excavation and removal of these human remains, the land from which the human remains were removed was not the tribal land of any Indian tribe or Native Hawaiian organization. In 2015, the Catalina Island Museum consulted with all Indian tribes who are recognized as aboriginal to the area from which these Native American human remains were removed. These tribes are Santa Ynez Band of Chumash Mission Indians of the Santa Ynez Reservation, California, United Auburn Indian Community of the Auburn Rancheria, Wilton Rancheria, California, and Yocha Dehe Wintun Nation, California. Since none of the human remains can be individually distinguished as being from a particular community, the Catalina Island Museum agreed to transfer control of the human remains to Santa Ynez Band of Chumash Mission Indians of the Santa Ynez Reservation, California.\\n        Determinations Made by the Catalina Island Museum\\n        Officials of the Catalina Island Museum have determined that:\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice are Native American ancestry based on metric and non-metric osteological analysis.\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice represent the physical remains of 201 individuals of Native American ancestry.\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(2), a relationship of shared group identity cannot be reasonably traced between the Native American human remains and any present-day Indian tribe.\\n        \\xe2\\x80\\xa2 Pursuant to 43 CFR 10.11(c)(2)(i), the disposition of the human remains may be to Santa Ynez Band of Chumash Mission Indians of the Santa Ynez Reservation, California.\\n        Additional Requestors and Disposition\\n\\n        Representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains should submit a written request with information in support of the request to Michael DeMarsche, Ph.D., Catalina Island Museum, 1 Casino Way, Casino Building, P.O. Box 366, Avalon, CA 90704, telephone (310) 510-2416, email director@catalinamuseum.org, by May 5, 2016. After that date, if no additional requestors have come forward, transfer of control of the human remains to Santa Ynez Band of Chumash Mission Indians of the Santa Ynez Reservation, California may proceed.\\n        The Catalina Island Museum is responsible for notifying the Santa Ynez Band of Chumash Mission Indians of the Santa Ynez Reservation, California, United Auburn Indian Community of the Auburn Rancheria, Wilton Rancheria, California, and Yocha Dehe Wintun Nation, California that this notice has been published.\\n        \\n          Dated: March 10, 2016.\\n          Melanie O\\'Brien,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. 2016-07764 Filed 4-4-16; 8:45 am]\\n       BILLING CODE 4312-50-P\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "[NPS-WASO-NAGPRA-20590; PPWOCRADN0-PCU00RP14.R50000]", "subject": "Notice of Inventory Completion: Catalina Island Museum, Avalon, CA", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "The Catalina Island Museum has completed an inventory of human remains, in consultation with the appropriate Indian tribes or Native Hawaiian organizations, and has determined that there is no cultural affiliation between the human remains and any present-day Indian tribes or Native Hawaiian organizations. Representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains should submit a written request to the Catalina Island Museum. If no additional requestors come forward, transfer of control of the human remains to the Indian tribes or Native Hawaiian organizations stated in this notice may proceed.", "dates": "Representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains should submit a written request with information in support of the request to the Catalina Island Museum at the address in this notice by May 5, 2016.", "addresses": "Michael DeMarsche, Ph.D., Catalina Island Museum, 1 Casino Way, Casino Building, P.O. Box 366, Avalon, CA 90704, telephone (310) 510-2416, email director@catalinamuseum.org.\\n          ", "signature_dated": "Dated: March 10, 2016.", "signature_name": "Melanie O\\'Brien,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. 2016-07764 Filed 4-4-16; 8:45 am]", "billing_code": " BILLING CODE 4312-50-P", "supp_info": "SUPPLEMENTARY INFORMATION: \n Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains under the control of the Catalina Island Museum, Avalon, CA. The human remains were removed from Los Angeles, Santa Barbara Counties, CA and potentially Solano, Placer, and Sacramento Counties, CA. \n This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003(d)(3) and 43 CFR 10.11(d). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains. The National Park Service is not responsible for the determinations in this notice. \n Consultation \n A detailed assessment of the human remains was made by the Catalina Island Museum professional staff in consultation with representatives of Santa Ynez Band of Chumash Mission Indians of the Santa Ynez Reservation, California; United Auburn Indian Community of the Auburn Rancheria of California; Wilton Rancheria, California; Yocha Dehe Wintun Nation, California (previously listed as the Rumsey Indian Rancheria of Wintun Indians of California, and the following nonfederally recognized Indian groups: the Ti\\'at Society and the Traditional Council of Pimu. \n History and Description of the Remains \n In October 1960, human remains representing, at minimum, three individuals were removed from Avalon, Los Angeles County, CA. Collection 61.322 consists of a human crania and mandible that were donated by the Santa Catalina Island Co. The human remains were found along with a notecard that stated, \\xe2\\x80\\x9cfound in patio of Pavilion Lodge, Avalon, Calif. October 11, 1960.\\xe2\\x80\\x9d There is no information to assume they were excavated from the property. Collection 61.323 consists of an incomplete set of human remains donated by the Santa Catalina Island Co. that also may have been removed from the Pavilion Lodge Hotel in Avalon. There is no information to assume they were excavated from the property. The three adults (2 female and 1 male) were identified as Native American based on osteological metric and non-metric analysis. No known individuals were identified. The one associated funerary object is an abalone shell found with the human remains identified as #61.323. \n At an unknown time, human remains representing, at minimum, two individuals were removed from an unknown location, presumably Santa Catalina Island, Los Angeles, CA. This collection of human remains was found within the Catalina Island Museum\\'s human remains collection when it returned from University of California Santa Barbara in 2010. Unfortunately no documentation could be located to further our understanding of the location and date acquired. There were three bags of human remains with only the date, 8.2.93 identified on each bag. No comparison has been found so far. The human remains were identified as two adults of indeterminate sex and were identified as Native American based on osteological metric and non-metric analysis. One individual shows evidence of burning. No known individuals were identified. No associated funerary objects are present. \n Possibly in 1907, human remains representing, at minimum, two individuals were removed from the Channel Islands, Los Angeles and Santa Barbara Counties, CA. This collection was donated to the Catalina Island Museum by Loring L. Bigelow in 2009. Loring Bigelow acquired the human remains from his father Lewis Bigelow who had received the human remains as a gift in 1907 from Orrin Weston, brother of Ben Weston (a Catalina Island rancher-sheep grazer). At that time Orrin Weston stated that he picked up the human remains on one of the Channel Islands while touring on their yacht. The human remains were identified as two adults, one male and one female, of Native American ancestry based on osteological metric and non-metric analysis. No known individuals were identified. No associated funerary objects are present. \n From 1915 to 1928, human remains representing, at minimum, 194 individuals were removed from San Nicolas Island, Santa Catalina Island, and San Clemente Islands in Los Angeles County, CA, from San Miguel Island in Santa Barbara County, CA, as well as purchased from a number of shell mounds located within the Sacramento Valley including Kings Mound, Johnston\\'s Mound, Auburn Mound, and Vacaville Mound located in Solano, Placer, and Sacramento Counties. The Glidden Collection was purchased by the Catalina Museum Society in 1962, and became the foundation for the Catalina Island Museum\\'s archeological collections. Based on photographs and journals, now held within the Catalina Island Museum\\'s archives, hundreds of burials and thousands of objects were removed by Glidden from Santa Catalina, San Clemente, San Nicolas, and San Miguel Islands between 1919 and 1928. A majority of the collection was amassed under the sponsorship of the Gustav Heye Foundation located in New York. After the patronage with the Heye Foundation ended by 1923, Glidden built his own museum. A portion of the Museum of the American Indian of the Channel Islands opened in Avalon in 1926, with the human remains and cultural materials not sent to the Heye Foundation or to Chicago\\'s Field Museum. Glidden continued to add to his collections through additional excavations on Catalina Island. Glidden also added to his collection by purchasing human remains and other objects from dealers located around the country, with documentation identifying several as coming from a number of mounds from Sacramento Valley. The cultural affiliation of the human remains and cultural items from the Glidden collection has been complicated at best. Although Glidden used a basic sequential numbering system to briefly describe his finds in his excavation journals, these numbers were not transferred to the human remains, objects or photos that he took. As a result, linking the physical human remains and burial objects to its original provenience is impossible. We can only surmise that these items could be affiliated with Tongva or Chumash based on the locations of the island within each tribal territory. However, invoices and letters particularly between Glidden and Smith\\'s Coin and Curio Company located in Sacramento, identifies that Glidden ordered, paid for, and received human remains and artifacts. In his letters to Glidden, proprietor Carl Smith states that the human remains and other items came from a number of shell mounds located within the Sacramento Valley including Kings Mound, Johnston\\'s Mound, Auburn Mound, and Vacaville Mound. There are no marks or data that identify provenience with specific human remains or items within the Glidden Collection. Further complicating the situation, correspondence between Glidden and potential collectors shows that Glidden sold some of his collections. During osteological analysis of the human remains, numerous non-Native American ethnicities have been identified including individuals of European, African, and Asian descent. Human remains of non-native ancestry are not included in this notice. There are a minimum of 194 individuals that can be identified to Native American ancestry based on metric and non-metric analysis, including 176 adults (of which 89 can be distinguished as female and 82 male) and 18 sub-adults, of indeterminate sex. No known individuals were identified. No associated funerary objects are present. \n At the time of the excavation and removal of these human remains, the land from which the human remains were removed was not the tribal land of any Indian tribe or Native Hawaiian organization. In 2015, the Catalina Island Museum consulted with all Indian tribes who are recognized as aboriginal to the area from which these Native American human remains were removed. These tribes are Santa Ynez Band of Chumash Mission Indians of the Santa Ynez Reservation, California, United Auburn Indian Community of the Auburn Rancheria, Wilton Rancheria, California, and Yocha Dehe Wintun Nation, California. Since none of the human remains can be individually distinguished as being from a particular community, the Catalina Island Museum agreed to transfer control of the human remains to Santa Ynez Band of Chumash Mission Indians of the Santa Ynez Reservation, California. \n Determinations Made by the Catalina Island Museum \n Officials of the Catalina Island Museum have determined that: \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice are Native American ancestry based on metric and non-metric osteological analysis. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice represent the physical remains of 201 individuals of Native American ancestry. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(2), a relationship of shared group identity cannot be reasonably traced between the Native American human remains and any present-day Indian tribe. \n \\xe2\\x80\\xa2 Pursuant to 43 CFR 10.11(c)(2)(i), the disposition of the human remains may be to Santa Ynez Band of Chumash Mission Indians of the Santa Ynez Reservation, California. \n Additional Requestors and Disposition \n Representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains should submit a written request with information in support of the request to Michael DeMarsche, Ph.D., Catalina Island Museum, 1 Casino Way, Casino Building, P.O. Box 366, Avalon, CA 90704, telephone (310) 510-2416, email director@catalinamuseum.org, by May 5, 2016. After that date, if no additional requestors have come forward, transfer of control of the human remains to Santa Ynez Band of Chumash Mission Indians of the Santa Ynez Reservation, California may proceed. \n The Catalina Island Museum is responsible for notifying the Santa Ynez Band of Chumash Mission Indians of the Santa Ynez Reservation, California, United Auburn Indian Community of the Auburn Rancheria, Wilton Rancheria, California, and Yocha Dehe Wintun Nation, California that this notice has been published. \n ", "consultation": "A detailed assessment of the human remains was made by the Catalina Island Museum professional staff in consultation with representatives of Santa Ynez Band of Chumash Mission Indians of the Santa Ynez Reservation, California; United Auburn Indian Community of the Auburn Rancheria of California; Wilton Rancheria, California; Yocha Dehe Wintun Nation, California (previously listed as the Rumsey Indian Rancheria of Wintun Indians of California, and the following nonfederally recognized Indian groups: the Ti\\'at Society and the Traditional Council of Pimu. \n ", "h_d_r": "In October 1960, human remains representing, at minimum, three individuals were removed from Avalon, Los Angeles County, CA. Collection 61.322 consists of a human crania and mandible that were donated by the Santa Catalina Island Co. The human remains were found along with a notecard that stated, \\xe2\\x80\\x9cfound in patio of Pavilion Lodge, Avalon, Calif. October 11, 1960.\\xe2\\x80\\x9d There is no information to assume they were excavated from the property. Collection 61.323 consists of an incomplete set of human remains donated by the Santa Catalina Island Co. that also may have been removed from the Pavilion Lodge Hotel in Avalon. There is no information to assume they were excavated from the property. The three adults (2 female and 1 male) were identified as Native American based on osteological metric and non-metric analysis. No known individuals were identified. The one associated funerary object is an abalone shell found with the human remains identified as #61.323. \n At an unknown time, human remains representing, at minimum, two individuals were removed from an unknown location, presumably Santa Catalina Island, Los Angeles, CA. This collection of human remains was found within the Catalina Island Museum\\'s human remains collection when it returned from University of California Santa Barbara in 2010. Unfortunately no documentation could be located to further our understanding of the location and date acquired. There were three bags of human remains with only the date, 8.2.93 identified on each bag. No comparison has been found so far. The human remains were identified as two adults of indeterminate sex and were identified as Native American based on osteological metric and non-metric analysis. One individual shows evidence of burning. No known individuals were identified. No associated funerary objects are present. \n Possibly in 1907, human remains representing, at minimum, two individuals were removed from the Channel Islands, Los Angeles and Santa Barbara Counties, CA. This collection was donated to the Catalina Island Museum by Loring L. Bigelow in 2009. Loring Bigelow acquired the human remains from his father Lewis Bigelow who had received the human remains as a gift in 1907 from Orrin Weston, brother of Ben Weston (a Catalina Island rancher-sheep grazer). At that time Orrin Weston stated that he picked up the human remains on one of the Channel Islands while touring on their yacht. The human remains were identified as two adults, one male and one female, of Native American ancestry based on osteological metric and non-metric analysis. No known individuals were identified. No associated funerary objects are present. \n From 1915 to 1928, human remains representing, at minimum, 194 individuals were removed from San Nicolas Island, Santa Catalina Island, and San Clemente Islands in Los Angeles County, CA, from San Miguel Island in Santa Barbara County, CA, as well as purchased from a number of shell mounds located within the Sacramento Valley including Kings Mound, Johnston\\'s Mound, Auburn Mound, and Vacaville Mound located in Solano, Placer, and Sacramento Counties. The Glidden Collection was purchased by the Catalina Museum Society in 1962, and became the foundation for the Catalina Island Museum\\'s archeological collections. Based on photographs and journals, now held within the Catalina Island Museum\\'s archives, hundreds of burials and thousands of objects were removed by Glidden from Santa Catalina, San Clemente, San Nicolas, and San Miguel Islands between 1919 and 1928. A majority of the collection was amassed under the sponsorship of the Gustav Heye Foundation located in New York. After the patronage with the Heye Foundation ended by 1923, Glidden built his own museum. A portion of the Museum of the American Indian of the Channel Islands opened in Avalon in 1926, with the human remains and cultural materials not sent to the Heye Foundation or to Chicago\\'s Field Museum. Glidden continued to add to his collections through additional excavations on Catalina Island. Glidden also added to his collection by purchasing human remains and other objects from dealers located around the country, with documentation identifying several as coming from a number of mounds from Sacramento Valley. The cultural affiliation of the human remains and cultural items from the Glidden collection has been complicated at best. Although Glidden used a basic sequential numbering system to briefly describe his finds in his excavation journals, these numbers were not transferred to the human remains, objects or photos that he took. As a result, linking the physical human remains and burial objects to its original provenience is impossible. We can only surmise that these items could be affiliated with Tongva or Chumash based on the locations of the island within each tribal territory. However, invoices and letters particularly between Glidden and Smith\\'s Coin and Curio Company located in Sacramento, identifies that Glidden ordered, paid for, and received human remains and artifacts. In his letters to Glidden, proprietor Carl Smith states that the human remains and other items came from a number of shell mounds located within the Sacramento Valley including Kings Mound, Johnston\\'s Mound, Auburn Mound, and Vacaville Mound. There are no marks or data that identify provenience with specific human remains or items within the Glidden Collection. Further complicating the situation, correspondence between Glidden and potential collectors shows that Glidden sold some of his collections. During osteological analysis of the human remains, numerous non-Native American ethnicities have been identified including individuals of European, African, and Asian descent. Human remains of non-native ancestry are not included in this notice. There are a minimum of 194 individuals that can be identified to Native American ancestry based on metric and non-metric analysis, including 176 adults (of which 89 can be distinguished as female and 82 male) and 18 sub-adults, of indeterminate sex. No known individuals were identified. No associated funerary objects are present. \n At the time of the excavation and removal of these human remains, the land from which the human remains were removed was not the tribal land of any Indian tribe or Native Hawaiian organization. In 2015, the Catalina Island Museum consulted with all Indian tribes who are recognized as aboriginal to the area from which these Native American human remains were removed. These tribes are Santa Ynez Band of Chumash Mission Indians of the Santa Ynez Reservation, California, United Auburn Indian Community of the Auburn Rancheria, Wilton Rancheria, California, and Yocha Dehe Wintun Nation, California. Since none of the human remains can be individually distinguished as being from a particular community, the Catalina Island Museum agreed to transfer control of the human remains to Santa Ynez Band of Chumash Mission Indians of the Santa Ynez Reservation, California. \n ", "h_d_ci": "Null", "determinations": "Determinations Made by the Catalina Island Museum \n Officials of the Catalina Island Museum have determined that: \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice are Native American ancestry based on metric and non-metric osteological analysis. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice represent the physical remains of 201 individuals of Native American ancestry. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(2), a relationship of shared group identity cannot be reasonably traced between the Native American human remains and any present-day Indian tribe. \n \\xe2\\x80\\xa2 Pursuant to 43 CFR 10.11(c)(2)(i), the disposition of the human remains may be to Santa Ynez Band of Chumash Mission Indians of the Santa Ynez Reservation, California. \n ", "a_r_d": "Representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains should submit a written request with information in support of the request to Michael DeMarsche, Ph.D., Catalina Island Museum, 1 Casino Way, Casino Building, P.O. Box 366, Avalon, CA 90704, telephone (310) 510-2416, email director@catalinamuseum.org, by May 5, 2016. After that date, if no additional requestors have come forward, transfer of control of the human remains to Santa Ynez Band of Chumash Mission Indians of the Santa Ynez Reservation, California may proceed. \n The Catalina Island Museum is responsible for notifying the Santa Ynez Band of Chumash Mission Indians of the Santa Ynez Reservation, California, United Auburn Indian Community of the Auburn Rancheria, Wilton Rancheria, California, and Yocha Dehe Wintun Nation, California that this notice has been published. \n "}