{"index": "I_588", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        [NPS-WASO-NAGPRA-20017; PPWOCRADN0-PCU00RP14.R50000]\\n        Notice of Inventory Completion: Fowler Museum at the University of California Los Angeles, Los Angeles, CA\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        \\n          SUMMARY:\\n          The Fowler Museum at the University of California Los Angeles (UCLA) has completed an inventory of human remains and associated funerary objects, in consultation with the appropriate Indian tribes or Native Hawaiian organizations, and has determined that there is no cultural affiliation between the human remains and associated funerary objects and any present-day Indian tribes or Native Hawaiian organizations. Representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request to the Fowler Museum at UCLA. If no additional requestors come forward, transfer of control of the human remains and associated funerary objects to the Indian tribes or Native Hawaiian organizations stated in this notice may proceed.\\n        \\n        \\n          DATES:\\n          Representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to the Fowler Museum at UCLA at the address in this notice by February 26, 2016.\\n        \\n        \\n          ADDRESSES:\\n\\n          Wendy G. Teeter, Ph.D., Fowler Museum at UCLA, Box 951549, Los Angeles, CA 90095-1549, telephone (310) 825-1864, email wteeter@arts.ucla.edu.\\n          \\n        \\n      \\n      \\n        SUPPLEMENTARY INFORMATION:\\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains and associated funerary objects under the control of the Fowler Museum at UCLA, Los Angeles, CA. The human remains and associated funerary objects were removed from sites within Los Angeles County, CA.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003(d)(3) and 43 CFR 10.11(d). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations in this notice.\\n        Consultation\\n        A detailed assessment of the human remains was made by the Fowler Museum at UCLA professional staff in consultation with representatives of Santa Ynez Band of Chumash Mission Indians of the Santa Ynez Reservation, California; San Manuel Band of Mission Indians, California (previously listed as the San Manual Band of Serrano Mission Indians of the San Manual Reservation); and the following nonfederally recognized Indian groups: Fernande\\xc3\\xb1o Tataviam Band of Mission Indians; Gabrielino/Tongva Indians of California Tribe; Gabrielino/Tongva Nation; Gabrieleno/Tongva Tribal Council; San Gabriel Band of Mission Indians; Ti\\'at Society; and the Traditional Council of Pimu.\\n        History and Description of the Human Remains and Associated Funerary Objects\\n        In the spring of 1961, human remains representing, at minimum, 10 individuals were removed from Sa\\'angna, the Admiralty Site in Los Angeles County, CA (CA-LAN-47). The site was excavated by Keith Johnson and F. Brauer in a volunteer salvage effort to preserve archeological human remains after sewer trenching initiated by the owner disturbed and exposed Burial 1. More burials were uncovered by workmen during construction of the Warehouse Restaurant in Marina Del Rey. The human remains were sent to UCLA\\'s Archaeological Survey for analysis. The Admiralty Site is estimated to date to between A.D. 470 and 645, based on radiocarbon dating. Upon completion of analysis, the collection was accessioned at the Fowler Museum at UCLA in 1969. The human remains from all excavations at the site consist of a minimum of 10 individuals from six formally identified burials. Further analysis identified four adult females; one adult male; one adult, sex unknown; one juvenile (8-9 years old); and three sets of human remains that were too fragmentary to provide age or sex. No known individuals were identified. The 140 associated funerary objects are 1 modified object, 112 unmodified animal bones, 2 chert flakes, 2 projectile points, 11 bone harpoons, 1 tarring pebble, 1 modified pebble, 1 worked serpentine fragment, 2 modified crystals, 1 unmodified shell fragment, and 6 worked shell fragments.\\n\\n        In 1983 and 1984, human remains representing, at minimum, three individuals were removed from Playa del Rey Site #1 (CA-LAN-59), also known as the Hughes Site, in Los Angeles County, CA. The site was excavated using a combination of heavy machinery and wet screening by Brian D. Dillon, David M. Van Horn, and James R. Murray. In 1994, fragmentary human remains were identified among the faunal remains during analysis at the UCLA Institute of Zooarchaeology Laboratory by Susan Colby. Upon notification of the situation in 1996, Van Horn indicated that he did not want the material returned. The entire collection was then accessioned into the Fowler Museum at UCLA for inclusion in UCLA\\'s NAGPRA inventory as per the suggestion of Larry Myers, Executive Secretary of the California Native American Heritage Commission. Radiocarbon dating from Playa del Rey Site #1 is estimated to date to A.D. 430-870, with diagnostic artifacts from the Early Period (5000-600 B.C.) present in the collection. There are three extremely fragmentary individuals of unknown age or sex. No known individuals were identified. No associated funerary objects are present.\\n        In 1984, human remains representing, at minimum, one individual was removed from Playa del Rey Site #2 (CA-LAN-61), also known as the Loyola Marymount Site, in Los Angeles County, CA. The site was excavated by the Archaeological Associates of Sun City. Fragmentary human remains were identified among faunal remains from the collection during analysis at the UCLA Institute of Zooarchaeology Laboratory by Susan Colby. Upon notification of the situation in 1996, Van Horn indicated that he did not want the material returned. The entire collection was accessioned into the Fowler Museum at UCLA for inclusion in UCLA\\'s NAGPRA inventory as per the suggestion of Larry Myers, Executive Secretary of the California Native American Heritage Commission. Radiocarbon dating at Playa del Rey Site #2 estimates occupation to between 1390 B.C. and A.D. 440. One juvenile individual of unknown sex is represented by a single tooth. No known individuals were identified. No associated funerary objects are present.\\n        In 1986, human remains representing, at minimum, 12 individuals were removed from Playa del Rey Site #4 (CA-LAN-63), also known as The Del Rey Site, in Los Angeles County, CA. The site was excavated by the Archaeological Associates of Sun City. Fragmentary human remains were identified among faunal remains from the collection during analysis at the UCLA Institute of Zooarchaeology Laboratory by Susan Colby. Upon notification of the situation in 1996, Van Horn indicated that he did not want the material returned. The entire collection was accessioned into the Fowler Museum at UCLA for inclusion in UCLA\\'s NAGPRA inventory as per the suggestion of Larry Myers, Executive Secretary of the California Native American Heritage Commission. The Playa del Rey Site #4 is estimated to have had mostly continuous occupation from 1000 B.C. to A.D. 1000. Fragmentary human remains represent one adult, one juvenile, and ten individuals that could not be identified to age or sex. No known individuals were identified. No associated funerary objects are present.\\n        In 1986, human remains representing, at minimum, four individuals were removed from Playa del Rey Site #5 (CA-LAN-64), also known as The Bluff Site, in Los Angeles County, CA. The site was excavated by the Archaeological Associates of Sun City. Fragmentary human remains were identified among faunal remains from the collection during analysis at the UCLA Institute of Zooarchaeology Laboratory by Susan Colby. Upon notification of the situation in 1996, Van Horn indicated that he did not want the material returned. The entire collection was accessioned into the Fowler Museum at UCLA for inclusion in UCLA\\'s NAGPRA inventory as per the suggestion of Larry Myers, Executive Secretary of the California Native American Heritage Commission. The Playa del Rey Site #5 is estimated to have had mostly continuous occupation from 1000 B.C. to A.D. 1000. Extremely fragmentary human remains represent a minimum of three juveniles and one individual that could not be identified to age or sex. No known individuals were identified. No associated funerary objects are present.\\n        At some time before 1950, human remains representing, at minimum, one individual were removed from 5802 Parapet Street, Lakeside Village (CA-LAN-131) in Long Beach, Los Angeles County, CA. The site was excavated by Hal Eberhart after discovery of human remains on private property. The human remains were brought to UCLA from the Norwalk Police Station after they were determined to be Native American and received at UCLA in 1950. Very little information accompanied the human remains to the Fowler Museum, but later excavations identified the location as from a Prehistoric site. Human remains from Burial A-3 represent a male individual of approximately 20 years of age. No known individuals were identified. No associated funerary objects are present.\\n        Sometime before 1946, human remains representing, at minimum, three individuals were removed from 827 N. Glendale Avenue (CA-LAN-132) in Glendale, Los Angeles County, CA. Upon discovery of the human remains at the property, the police were notified, who in turn contacted the Southwest Museum when it was determined that the human remains were burials of Native Americans. Excavations were carried out by Donald Costans and Mr. Talk, during which time three more burials were uncovered, making a total of five. All burials were originally donated to the Southwest Museum in 1946, and it is thought that Hal Eberhart arranged for two of the burials to be transferred to UCLA. Burials 3 and 5 were received at UCLA around 1949. Very little information accompanied the human remains to the Fowler Museum and none of the artifacts. Osteology analysis confirmed the human remains are Native American and the excavations of the time confirmed a Prehistoric age. Burial 3 represents an adult individual of unknown sex, while Burial 5 represents an adult female and a second individual of unknown sex. No known individuals were identified. No associated funerary objects are present.\\n        In 1939, human remains representing, at minimum, seven individuals were removed from Centinela Creek (CA-LAN-193) northeast of Ballona Point, in Malibu, Los Angeles County, CA. This site was excavated in the spring of 1939 by Ralph Beals, the first UCLA Anthropology Professor, and accessioned into UCLA\\'s Anthropology collections sometime before 1945. The site age is estimated to be from the Late Period. Fragmentary human remains recovered from midden contexts represent six individuals of unknown age and sex, and one adult individual of unknown sex. No known individuals were identified. No associated funerary objects are present.\\n        In 1969, human remains of, at minimum, two individuals were removed from between 109 and 111 Street along the west side of Alameda Street (CA-LAN-385) in Los Angeles County, CA. According to Melinda Horne of Applied Earthworks, the site was recorded and excavated by Thomas King during the construction of buildings associated with the Jorgensen Steel Company in 1969. The collection was received at UCLA after analysis. Occupation of the site dates to at least Historic contact based on diagnostic artifacts and the site is identified as the ethnohistorically recorded village site of Ha\\'utnga. Human remains from Burial 1 represent one adult female individual and one individual of unknown age and sex. No known individuals were identified. The 6 associated funerary objects include 1 glass fragment, 2 pieces and 1 bag of unmodified faunal bone, 1 bag of unmodified shell fragments, and 1 bag of fire-cracked rock.\\n\\n        In 1975 and 1979, human remains representing, at minimum, eight individuals were removed from Sims Pond Site (CA-LAN-702) in Los Alamitos, Los Angeles County, CA. This collection is the result of salvage excavations completed by Marie Cottrell in 1975, and Lawrence P. Allen in 1979, before construction began at the site. In 1975, Archaeological Research Incorporated conducted a Test Level investigation under the direction of Cottrell. In 1983, Cottrell contracted with UCLA for the collection to be curated in perpetuity at the Fowler Museum. The site is estimated to date from 1300 B.C. through A.D. 1399. Fragmentary human remains recovered from midden contexts represent five individuals of unknown age and sex, two adult individuals of unknown sex, and one juvenile individual of unknown sex. No known individuals were identified. No associated funerary objects are present.\\n        In 1979, human remains representing, at minimum, one individual were removed from the Burrell Site (CA-LAN-999) in Torrance, Los Angeles, CA. The site, on Palos Verdes Peninsula, is on former U.S. Army Missile site property. It is important to note that a portion of LAN-999 was destroyed during the missile site construction. A.V. Eggers discovered the site in May 1978, while an archeological reconnaissance of the property was being conducted. At the request of Burrell Ltd., Martin D. Rosen, Survey Archaeologist at UCLA, excavated the site in 1979. The estimated site age is Late Period (A.D. 700-1769). Human remains from Burial 1 represent an adult individual of unknown sex. No known individuals were identified. The 121 associated funerary objects include 72 shell artifacts, 46 stone flakes, and 3 unworked animal bones.\\n        In 1987, human remains representing, at minimum, one individual were removed from a Prehistoric site in Palos Verdes (CA-LAN-1351), Los Angeles County, CA. Robert Rechtman led a surface survey in front of development on private land. This collection was received for curation at UCLA in April of 1988. Fragmentary human remains collected during survey represent one individual of unknown age or sex. No known individuals were identified. No associated funerary objects were identified.\\n        In 1982, human remains representing, at minimum, one individual were removed from Mulholland Drive, Beverly Hills, Los Angeles County, CA. The collection was a set of human remains identified as Native American by Frank R. Webb, M.D., of the Los Angeles Coroner\\'s Office in July 1942. The only documentation, a hand written note, indicates that the Southwest Museum received the collection in 1942 and later transferred it to UCLA around 1950. The exact location of the excavation or any other information concerning the circumstances of the excavation is unknown. The Coroner cataloged the human remains as Prehistoric without further information. Osteological analysis confirmed the human remains as being of a Native American adult male. No known individuals were identified. No associated funerary objects are present.\\n        The sites detailed in this notice have been identified through consultation to be within the traditional territories of the Tataviam/Fernandeno and Tongva/Gabrielino people. These locations are consistent with ethnographic and historic documentation of the Tataviam/Fernandeno and Tongva/Gabrielino people.\\n        Linguistic and ethnohistoric evidence shows that these Takic-speaking peoples moved into the San Fernando Valley and greater Los Angeles area by at least 3000 B.C. These groups have a common heritage, but began to diverge after arrival. Analysis of historical records from missions in the Greater Los Angeles area shows that at the time of mission recruitment, in the 18th and 19th centuries, the occupants of the area were descended from the populations living in the area since 3000 B.C.\\n        The associated funerary objects described in this notice are consistent with those of groups ancestral to the present-day Tataviam/Fernandeno and Tongva/Gabrielino people. The material cultures of earlier groups living in the geographical areas mentioned in this notice are characterized by archeologists as having passed through stages over the past 5,000 years. Many local archeologists assert that the changes in the material culture reflect evolving ecological adaptations and related changes in social organization of the same populations and do not represent population displacements or movements. The same range of artifact types and materials were used from the early pre-contact period until historic times. Tribal consultants explicitly state that population mixing, which did occur on a small scale, would not alter the continuity of the shared group identities of people associated with specific locales. Based on this evidence, continuity through time can be traced for all sites listed in this notice with present-day Tataviam/Fernandeno and Tongva/Gabrielino people. However, the Tataviam/Fernandeno and Tongva/Gabrielino people currently lack federal recognition within a single unified tribe.\\n        At the time of the excavation and removal of these human remains and associated funerary objects, the land from which the human remains and associated funerary objects were removed was not the tribal land of any Indian tribe or Native Hawaiian organization. In 2014 and 2015, the Fowler Museum at UCLA consulted with Indian tribes who are recognized as aboriginal to the area from which these Native American human remains and associated funerary objects were removed. None of these Indian tribes agreed to accept control of the human remains and associated funerary objects. In October 2015, the Fowler Museum at UCLA agreed to transfer control of the human remains and associated funerary objects to San Manuel Band of Mission Indians, California (previously listed as the San Manual Band of Serrano Mission Indians of the San Manual Reservation).\\n        Determinations Made by the Fowler Museum at UCLA\\n        Officials of the Fowler Museum at UCLA have determined that:\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice represent the physical remains of 54 individuals of Native American ancestry based on metric and non-metric analysis.\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(3)(A), the 267 objects described in this notice are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony.\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(2), a relationship of shared group identity cannot be reasonably traced between the Native American human remains and associated funerary objects and any present-day Indian tribe.\\n        \\xe2\\x80\\xa2 Pursuant to 43 CFR 10.11(c)(2)(i), the disposition of the human remains and associated funerary objects may be to San Manuel Band of Mission Indians, California (previously listed as the San Manual Band of Serrano Mission Indians of the San Manual Reservation).\\n        Additional Requestors and Disposition\\n\\n        Representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to Wendy G. Teeter, Ph.D., Fowler Museum at UCLA, Box 951549, Los Angeles, CA 90095-1549, telephone (310) 825-1864, email wteeter@arts.ucla.edu, by February 26, 2016. After that date, if no additional requestors have come forward, transfer of control of the human remains and associated funerary objects to the San Manuel Band of Mission Indians, California (previously listed as the San Manual Band of Serrano Mission Indians of the San Manual Reservation), may proceed.\\n        The Fowler Museum is responsible for notifying the San Manuel Band of Mission Indians, California (previously listed as the San Manual Band of Serrano Mission Indians of the San Manual Reservation), that this notice has been published.\\n        \\n          \\n          Dated: December 21, 2015.\\n          Melanie O\\'Brien,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. 2016-01600 Filed 1-26-16; 8:45 am]\\n       BILLING CODE 4312-50-P\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "[NPS-WASO-NAGPRA-20017; PPWOCRADN0-PCU00RP14.R50000]", "subject": "Notice of Inventory Completion: Fowler Museum at the University of California Los Angeles, Los Angeles, CA", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "The Fowler Museum at the University of California Los Angeles (UCLA) has completed an inventory of human remains and associated funerary objects, in consultation with the appropriate Indian tribes or Native Hawaiian organizations, and has determined that there is no cultural affiliation between the human remains and associated funerary objects and any present-day Indian tribes or Native Hawaiian organizations. Representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request to the Fowler Museum at UCLA. If no additional requestors come forward, transfer of control of the human remains and associated funerary objects to the Indian tribes or Native Hawaiian organizations stated in this notice may proceed.", "dates": "Representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to the Fowler Museum at UCLA at the address in this notice by February 26, 2016.", "addresses": "Wendy G. Teeter, Ph.D., Fowler Museum at UCLA, Box 951549, Los Angeles, CA 90095-1549, telephone (310) 825-1864, email wteeter@arts.ucla.edu.\\n          ", "signature_dated": "Dated: December 21, 2015.", "signature_name": "Melanie O\\'Brien,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. 2016-01600 Filed 1-26-16; 8:45 am]", "billing_code": " BILLING CODE 4312-50-P", "supp_info": "SUPPLEMENTARY INFORMATION: \n Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains and associated funerary objects under the control of the Fowler Museum at UCLA, Los Angeles, CA. The human remains and associated funerary objects were removed from sites within Los Angeles County, CA. \n This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003(d)(3) and 43 CFR 10.11(d). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations in this notice. \n Consultation \n A detailed assessment of the human remains was made by the Fowler Museum at UCLA professional staff in consultation with representatives of Santa Ynez Band of Chumash Mission Indians of the Santa Ynez Reservation, California; San Manuel Band of Mission Indians, California (previously listed as the San Manual Band of Serrano Mission Indians of the San Manual Reservation); and the following nonfederally recognized Indian groups: Fernande\\xc3\\xb1o Tataviam Band of Mission Indians; Gabrielino/Tongva Indians of California Tribe; Gabrielino/Tongva Nation; Gabrieleno/Tongva Tribal Council; San Gabriel Band of Mission Indians; Ti\\'at Society; and the Traditional Council of Pimu. \n History and Description of the Human Remains and Associated Funerary Objects \n In the spring of 1961, human remains representing, at minimum, 10 individuals were removed from Sa\\'angna, the Admiralty Site in Los Angeles County, CA (CA-LAN-47). The site was excavated by Keith Johnson and F. Brauer in a volunteer salvage effort to preserve archeological human remains after sewer trenching initiated by the owner disturbed and exposed Burial 1. More burials were uncovered by workmen during construction of the Warehouse Restaurant in Marina Del Rey. The human remains were sent to UCLA\\'s Archaeological Survey for analysis. The Admiralty Site is estimated to date to between A.D. 470 and 645, based on radiocarbon dating. Upon completion of analysis, the collection was accessioned at the Fowler Museum at UCLA in 1969. The human remains from all excavations at the site consist of a minimum of 10 individuals from six formally identified burials. Further analysis identified four adult females; one adult male; one adult, sex unknown; one juvenile (8-9 years old); and three sets of human remains that were too fragmentary to provide age or sex. No known individuals were identified. The 140 associated funerary objects are 1 modified object, 112 unmodified animal bones, 2 chert flakes, 2 projectile points, 11 bone harpoons, 1 tarring pebble, 1 modified pebble, 1 worked serpentine fragment, 2 modified crystals, 1 unmodified shell fragment, and 6 worked shell fragments. \n In 1983 and 1984, human remains representing, at minimum, three individuals were removed from Playa del Rey Site #1 (CA-LAN-59), also known as the Hughes Site, in Los Angeles County, CA. The site was excavated using a combination of heavy machinery and wet screening by Brian D. Dillon, David M. Van Horn, and James R. Murray. In 1994, fragmentary human remains were identified among the faunal remains during analysis at the UCLA Institute of Zooarchaeology Laboratory by Susan Colby. Upon notification of the situation in 1996, Van Horn indicated that he did not want the material returned. The entire collection was then accessioned into the Fowler Museum at UCLA for inclusion in UCLA\\'s NAGPRA inventory as per the suggestion of Larry Myers, Executive Secretary of the California Native American Heritage Commission. Radiocarbon dating from Playa del Rey Site #1 is estimated to date to A.D. 430-870, with diagnostic artifacts from the Early Period (5000-600 B.C.) present in the collection. There are three extremely fragmentary individuals of unknown age or sex. No known individuals were identified. No associated funerary objects are present. \n In 1984, human remains representing, at minimum, one individual was removed from Playa del Rey Site #2 (CA-LAN-61), also known as the Loyola Marymount Site, in Los Angeles County, CA. The site was excavated by the Archaeological Associates of Sun City. Fragmentary human remains were identified among faunal remains from the collection during analysis at the UCLA Institute of Zooarchaeology Laboratory by Susan Colby. Upon notification of the situation in 1996, Van Horn indicated that he did not want the material returned. The entire collection was accessioned into the Fowler Museum at UCLA for inclusion in UCLA\\'s NAGPRA inventory as per the suggestion of Larry Myers, Executive Secretary of the California Native American Heritage Commission. Radiocarbon dating at Playa del Rey Site #2 estimates occupation to between 1390 B.C. and A.D. 440. One juvenile individual of unknown sex is represented by a single tooth. No known individuals were identified. No associated funerary objects are present. \n In 1986, human remains representing, at minimum, 12 individuals were removed from Playa del Rey Site #4 (CA-LAN-63), also known as The Del Rey Site, in Los Angeles County, CA. The site was excavated by the Archaeological Associates of Sun City. Fragmentary human remains were identified among faunal remains from the collection during analysis at the UCLA Institute of Zooarchaeology Laboratory by Susan Colby. Upon notification of the situation in 1996, Van Horn indicated that he did not want the material returned. The entire collection was accessioned into the Fowler Museum at UCLA for inclusion in UCLA\\'s NAGPRA inventory as per the suggestion of Larry Myers, Executive Secretary of the California Native American Heritage Commission. The Playa del Rey Site #4 is estimated to have had mostly continuous occupation from 1000 B.C. to A.D. 1000. Fragmentary human remains represent one adult, one juvenile, and ten individuals that could not be identified to age or sex. No known individuals were identified. No associated funerary objects are present. \n In 1986, human remains representing, at minimum, four individuals were removed from Playa del Rey Site #5 (CA-LAN-64), also known as The Bluff Site, in Los Angeles County, CA. The site was excavated by the Archaeological Associates of Sun City. Fragmentary human remains were identified among faunal remains from the collection during analysis at the UCLA Institute of Zooarchaeology Laboratory by Susan Colby. Upon notification of the situation in 1996, Van Horn indicated that he did not want the material returned. The entire collection was accessioned into the Fowler Museum at UCLA for inclusion in UCLA\\'s NAGPRA inventory as per the suggestion of Larry Myers, Executive Secretary of the California Native American Heritage Commission. The Playa del Rey Site #5 is estimated to have had mostly continuous occupation from 1000 B.C. to A.D. 1000. Extremely fragmentary human remains represent a minimum of three juveniles and one individual that could not be identified to age or sex. No known individuals were identified. No associated funerary objects are present. \n At some time before 1950, human remains representing, at minimum, one individual were removed from 5802 Parapet Street, Lakeside Village (CA-LAN-131) in Long Beach, Los Angeles County, CA. The site was excavated by Hal Eberhart after discovery of human remains on private property. The human remains were brought to UCLA from the Norwalk Police Station after they were determined to be Native American and received at UCLA in 1950. Very little information accompanied the human remains to the Fowler Museum, but later excavations identified the location as from a Prehistoric site. Human remains from Burial A-3 represent a male individual of approximately 20 years of age. No known individuals were identified. No associated funerary objects are present. \n Sometime before 1946, human remains representing, at minimum, three individuals were removed from 827 N. Glendale Avenue (CA-LAN-132) in Glendale, Los Angeles County, CA. Upon discovery of the human remains at the property, the police were notified, who in turn contacted the Southwest Museum when it was determined that the human remains were burials of Native Americans. Excavations were carried out by Donald Costans and Mr. Talk, during which time three more burials were uncovered, making a total of five. All burials were originally donated to the Southwest Museum in 1946, and it is thought that Hal Eberhart arranged for two of the burials to be transferred to UCLA. Burials 3 and 5 were received at UCLA around 1949. Very little information accompanied the human remains to the Fowler Museum and none of the artifacts. Osteology analysis confirmed the human remains are Native American and the excavations of the time confirmed a Prehistoric age. Burial 3 represents an adult individual of unknown sex, while Burial 5 represents an adult female and a second individual of unknown sex. No known individuals were identified. No associated funerary objects are present. \n In 1939, human remains representing, at minimum, seven individuals were removed from Centinela Creek (CA-LAN-193) northeast of Ballona Point, in Malibu, Los Angeles County, CA. This site was excavated in the spring of 1939 by Ralph Beals, the first UCLA Anthropology Professor, and accessioned into UCLA\\'s Anthropology collections sometime before 1945. The site age is estimated to be from the Late Period. Fragmentary human remains recovered from midden contexts represent six individuals of unknown age and sex, and one adult individual of unknown sex. No known individuals were identified. No associated funerary objects are present. \n In 1969, human remains of, at minimum, two individuals were removed from between 109 and 111 Street along the west side of Alameda Street (CA-LAN-385) in Los Angeles County, CA. According to Melinda Horne of Applied Earthworks, the site was recorded and excavated by Thomas King during the construction of buildings associated with the Jorgensen Steel Company in 1969. The collection was received at UCLA after analysis. Occupation of the site dates to at least Historic contact based on diagnostic artifacts and the site is identified as the ethnohistorically recorded village site of Ha\\'utnga. Human remains from Burial 1 represent one adult female individual and one individual of unknown age and sex. No known individuals were identified. The 6 associated funerary objects include 1 glass fragment, 2 pieces and 1 bag of unmodified faunal bone, 1 bag of unmodified shell fragments, and 1 bag of fire-cracked rock. \n In 1975 and 1979, human remains representing, at minimum, eight individuals were removed from Sims Pond Site (CA-LAN-702) in Los Alamitos, Los Angeles County, CA. This collection is the result of salvage excavations completed by Marie Cottrell in 1975, and Lawrence P. Allen in 1979, before construction began at the site. In 1975, Archaeological Research Incorporated conducted a Test Level investigation under the direction of Cottrell. In 1983, Cottrell contracted with UCLA for the collection to be curated in perpetuity at the Fowler Museum. The site is estimated to date from 1300 B.C. through A.D. 1399. Fragmentary human remains recovered from midden contexts represent five individuals of unknown age and sex, two adult individuals of unknown sex, and one juvenile individual of unknown sex. No known individuals were identified. No associated funerary objects are present. \n In 1979, human remains representing, at minimum, one individual were removed from the Burrell Site (CA-LAN-999) in Torrance, Los Angeles, CA. The site, on Palos Verdes Peninsula, is on former U.S. Army Missile site property. It is important to note that a portion of LAN-999 was destroyed during the missile site construction. A.V. Eggers discovered the site in May 1978, while an archeological reconnaissance of the property was being conducted. At the request of Burrell Ltd., Martin D. Rosen, Survey Archaeologist at UCLA, excavated the site in 1979. The estimated site age is Late Period (A.D. 700-1769). Human remains from Burial 1 represent an adult individual of unknown sex. No known individuals were identified. The 121 associated funerary objects include 72 shell artifacts, 46 stone flakes, and 3 unworked animal bones. \n In 1987, human remains representing, at minimum, one individual were removed from a Prehistoric site in Palos Verdes (CA-LAN-1351), Los Angeles County, CA. Robert Rechtman led a surface survey in front of development on private land. This collection was received for curation at UCLA in April of 1988. Fragmentary human remains collected during survey represent one individual of unknown age or sex. No known individuals were identified. No associated funerary objects were identified. \n In 1982, human remains representing, at minimum, one individual were removed from Mulholland Drive, Beverly Hills, Los Angeles County, CA. The collection was a set of human remains identified as Native American by Frank R. Webb, M.D., of the Los Angeles Coroner\\'s Office in July 1942. The only documentation, a hand written note, indicates that the Southwest Museum received the collection in 1942 and later transferred it to UCLA around 1950. The exact location of the excavation or any other information concerning the circumstances of the excavation is unknown. The Coroner cataloged the human remains as Prehistoric without further information. Osteological analysis confirmed the human remains as being of a Native American adult male. No known individuals were identified. No associated funerary objects are present. \n The sites detailed in this notice have been identified through consultation to be within the traditional territories of the Tataviam/Fernandeno and Tongva/Gabrielino people. These locations are consistent with ethnographic and historic documentation of the Tataviam/Fernandeno and Tongva/Gabrielino people. \n Linguistic and ethnohistoric evidence shows that these Takic-speaking peoples moved into the San Fernando Valley and greater Los Angeles area by at least 3000 B.C. These groups have a common heritage, but began to diverge after arrival. Analysis of historical records from missions in the Greater Los Angeles area shows that at the time of mission recruitment, in the 18th and 19th centuries, the occupants of the area were descended from the populations living in the area since 3000 B.C. \n The associated funerary objects described in this notice are consistent with those of groups ancestral to the present-day Tataviam/Fernandeno and Tongva/Gabrielino people. The material cultures of earlier groups living in the geographical areas mentioned in this notice are characterized by archeologists as having passed through stages over the past 5,000 years. Many local archeologists assert that the changes in the material culture reflect evolving ecological adaptations and related changes in social organization of the same populations and do not represent population displacements or movements. The same range of artifact types and materials were used from the early pre-contact period until historic times. Tribal consultants explicitly state that population mixing, which did occur on a small scale, would not alter the continuity of the shared group identities of people associated with specific locales. Based on this evidence, continuity through time can be traced for all sites listed in this notice with present-day Tataviam/Fernandeno and Tongva/Gabrielino people. However, the Tataviam/Fernandeno and Tongva/Gabrielino people currently lack federal recognition within a single unified tribe. \n At the time of the excavation and removal of these human remains and associated funerary objects, the land from which the human remains and associated funerary objects were removed was not the tribal land of any Indian tribe or Native Hawaiian organization. In 2014 and 2015, the Fowler Museum at UCLA consulted with Indian tribes who are recognized as aboriginal to the area from which these Native American human remains and associated funerary objects were removed. None of these Indian tribes agreed to accept control of the human remains and associated funerary objects. In October 2015, the Fowler Museum at UCLA agreed to transfer control of the human remains and associated funerary objects to San Manuel Band of Mission Indians, California (previously listed as the San Manual Band of Serrano Mission Indians of the San Manual Reservation). \n Determinations Made by the Fowler Museum at UCLA \n Officials of the Fowler Museum at UCLA have determined that: \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice represent the physical remains of 54 individuals of Native American ancestry based on metric and non-metric analysis. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(3)(A), the 267 objects described in this notice are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(2), a relationship of shared group identity cannot be reasonably traced between the Native American human remains and associated funerary objects and any present-day Indian tribe. \n \\xe2\\x80\\xa2 Pursuant to 43 CFR 10.11(c)(2)(i), the disposition of the human remains and associated funerary objects may be to San Manuel Band of Mission Indians, California (previously listed as the San Manual Band of Serrano Mission Indians of the San Manual Reservation). \n Additional Requestors and Disposition \n Representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to Wendy G. Teeter, Ph.D., Fowler Museum at UCLA, Box 951549, Los Angeles, CA 90095-1549, telephone (310) 825-1864, email wteeter@arts.ucla.edu, by February 26, 2016. After that date, if no additional requestors have come forward, transfer of control of the human remains and associated funerary objects to the San Manuel Band of Mission Indians, California (previously listed as the San Manual Band of Serrano Mission Indians of the San Manual Reservation), may proceed. \n The Fowler Museum is responsible for notifying the San Manuel Band of Mission Indians, California (previously listed as the San Manual Band of Serrano Mission Indians of the San Manual Reservation), that this notice has been published. \n ", "consultation": "A detailed assessment of the human remains was made by the Fowler Museum at UCLA professional staff in consultation with representatives of Santa Ynez Band of Chumash Mission Indians of the Santa Ynez Reservation, California; San Manuel Band of Mission Indians, California (previously listed as the San Manual Band of Serrano Mission Indians of the San Manual Reservation); and the following nonfederally recognized Indian groups: Fernande\\xc3\\xb1o Tataviam Band of Mission Indians; Gabrielino/Tongva Indians of California Tribe; Gabrielino/Tongva Nation; Gabrieleno/Tongva Tribal Council; San Gabriel Band of Mission Indians; Ti\\'at Society; and the Traditional Council of Pimu. \n ", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Determinations Made by the Fowler Museum at UCLA \n Officials of the Fowler Museum at UCLA have determined that: \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice represent the physical remains of 54 individuals of Native American ancestry based on metric and non-metric analysis. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(3)(A), the 267 objects described in this notice are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(2), a relationship of shared group identity cannot be reasonably traced between the Native American human remains and associated funerary objects and any present-day Indian tribe. \n \\xe2\\x80\\xa2 Pursuant to 43 CFR 10.11(c)(2)(i), the disposition of the human remains and associated funerary objects may be to San Manuel Band of Mission Indians, California (previously listed as the San Manual Band of Serrano Mission Indians of the San Manual Reservation). \n ", "a_r_d": "Representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to Wendy G. Teeter, Ph.D., Fowler Museum at UCLA, Box 951549, Los Angeles, CA 90095-1549, telephone (310) 825-1864, email wteeter@arts.ucla.edu, by February 26, 2016. After that date, if no additional requestors have come forward, transfer of control of the human remains and associated funerary objects to the San Manuel Band of Mission Indians, California (previously listed as the San Manual Band of Serrano Mission Indians of the San Manual Reservation), may proceed. \n The Fowler Museum is responsible for notifying the San Manuel Band of Mission Indians, California (previously listed as the San Manual Band of Serrano Mission Indians of the San Manual Reservation), that this notice has been published. \n "}