{"index": "I_581", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        [NPS-WASO-NAGPRA-20249; PPWOCRADN0-PCU00RP14.R50000]\\n        Notice of Inventory Completion: University of Denver Museum of Anthropology, Denver, CO\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        \\n          SUMMARY:\\n\\n          The University of Denver Museum of Anthropology has completed an inventory of human remains and associated funerary objects, in consultation with the appropriate Indian tribes or Native Hawaiian organizations, and has determined that there is no cultural affiliation between the human remains and associated funerary objects and any present-day Indian tribes or Native Hawaiian organizations. Representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request to the University of Denver Museum of Anthropology. If no additional requestors come forward, transfer of control of the human remains and associated funerary objects to the Indian tribes or Native Hawaiian organizations stated in this notice may proceed.\\n        \\n        \\n          DATES:\\n          Representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to the University of Denver Museum of Anthropology at the address in this notice by April 7, 2016.\\n        \\n        \\n          ADDRESSES:\\n\\n          Anne Amati, University of Denver Museum of Anthropology, 2000 E Asbury Avenue, Denver, CO 80208, telephone (303) 871-2687, email anne.amati@du.edu.\\n          \\n        \\n      \\n      \\n        SUPPLEMENTARY INFORMATION:\\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains and associated funerary objects under the control of the University of Denver Museum of Anthropology, Denver, CO. The human remains and associated funerary objects were removed from unknown locations.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003(d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations in this notice.\\n        Consultation\\n        A detailed assessment of the human remains was made by the University of Denver Museum of Anthropology professional staff in consultation with representatives of the Arapaho Tribe of the Wind River Reservation, Wyoming; Cheyenne and Arapaho Tribes, Oklahoma (previously listed as the Cheyenne-Arapaho Tribes of Oklahoma); Cheyenne River Sioux Tribe of the Cheyenne River Reservation, South Dakota; Comanche Nation, Oklahoma; Crow Creek Sioux Tribe of the Crow Creek Reservation, South Dakota; Hopi Tribe of Arizona; Northern Cheyenne Tribe of the Northern Cheyenne Indian Reservation, Montana; Ohkay Owingeh, New Mexico (previously listed as the Pueblo of San Juan); Pueblo of Acoma, New Mexico; Pueblo of Cochiti, New Mexico; Pueblo of Isleta, New Mexico; Pueblo of Jemez, New Mexico; Pueblo of San Felipe, New Mexico; Pueblo of Santa Ana, New Mexico; Pueblo of Santa Clara, New Mexico; Southern Ute Indian Tribe of the Southern Ute Reservation, Colorado; The Osage Nation (previously listed as the Osage Tribe); Three Affiliated Tribes of the Fort Berthold Reservation, North Dakota; Ute Indian Tribe of the Uintah & Ouray Reservation, Utah; Ute Mountain Tribe of the Ute Mountain Reservation, Colorado, New Mexico & Utah; Wichita and Affiliated Tribes (Wichita, Keechi, Waco & Tawakonie), Oklahoma; Ysleta del Sur Pueblo (previously listed as the Ysleta Del Sur Pueblo of Texas); and Zuni Tribe of the Zuni Reservation, New Mexico.\\n        The following tribes were also invited to participate but were not involved in consultations: Apache Tribe of Oklahoma; Crow Tribe of Montana; Fort Sill Apache Tribe of Oklahoma; Jicarilla Apache Nation, New Mexico; Kewa Pueblo, New Mexico (previously listed as the Pueblo of Santo Domingo); Kiowa Indian Tribe of Oklahoma; Mescalero Apache Tribe of the Mescalero Reservation, New Mexico; Navajo Nation, Arizona, New Mexico & Utah; Oglala Sioux Tribe (previously listed as the Oglala Sioux Tribe of the Pine Ridge Reservation, South Dakota); Paiute Indian Tribe of Utah (Cedar Band of Paiutes, Kanosh Band of Paiutes, Koosharem Band of Paiutes, Indian Peaks Band of Paiutes, and Shivwits Band of Paiutes) (previously listed as Paiute Indian Tribe of Utah (Cedar City Band of Paiutes, Kanosh Band of Paiutes, Koosharem Band of Paiutes, Indian Peaks Band of Paiutes, and Shivwits Band of Paiutes)); Pawnee Nation of Oklahoma; Pueblo of Laguna, New Mexico; Pueblo of Nambe, New Mexico; Pueblo of Picuris, New Mexico; Pueblo of Pojoaque, New Mexico; Pueblo of San Ildefonso, New Mexico; Pueblo of Sandia, New Mexico; Pueblo of Taos, New Mexico; Pueblo of Tesuque, New Mexico; Pueblo of Zia, New Mexico; Rosebud Sioux Tribe of the Rosebud Indian Reservation, South Dakota; San Juan Southern Paiute Tribe of Arizona; Shoshone Tribe of the Wind River Reservation, Wyoming; Shoshone-Bannock Tribes of the Fort Hall Reservation; and Standing Rock Sioux Tribe of North & South Dakota.\\n        Hereafter, all tribes listed in this section are referred to as \\xe2\\x80\\x9cThe Consulted and Notified Tribes.\\xe2\\x80\\x9d\\n        History and Description of the Remains\\n        At an unknown date, human remains representing, at minimum, 66 individuals (DU #s 6003, 6007, 6008, 6012, 6013, 6016-6053, 6057, 6075, 6135, 6165-6172, 6182, 6199, and 6401-6430) were removed from multiple unknown locations. The human remains came into the possession of the University of Denver Museum of Anthropology at an unknown date and were entered into museum collection records in 1987 or 1988. In 1988, all human and animal bones and casts in the possession of the Museum of Anthropology were moved from the Mary Reed Building to the Science Hall on the University of Denver campus. Museum staff believes these human remains were in the possession of the University of Denver Museum of Anthropology prior to the 1988 move and were catalogued as part of that move. No known individuals were identified. The four associated funerary objects (associated with DU #6199) are four animal teeth.\\n        At an unknown date, human remains representing, at minimum, six individuals (DU #s 6061, 6068-6070, and 6181) were removed from multiple unknown locations. The human remains came into the possession of the University of Denver Museum of Anthropology between the 1930s and 1950s and were entered into museum collection records in 1987 or 1988. During NAGPRA Inventory research, previous museum staff linked these individuals to Dr. E.B. Renaud, who was at DU from the 1930s to the 1950s. No known individuals were identified. No associated funerary objects are present.\\n        At an unknown date, human remains representing, at minimum, 17 individuals (6601-6617) were removed from multiple unknown locations. The human remains were acquired by the University of Denver Department of Anthropology in 1982 from the Colorado Women\\'s College. The human remains were acquired as teaching aids and used in Dr. Jonathan Haas\\'s \\xe2\\x80\\x9cdig\\xe2\\x80\\x9d lab. The lab recreated an archeology site in the Science Hall basement and ran between 1983 and 1985. No known individuals were identified. No associated funerary objects are present.\\n\\n        At an unknown date, human remains representing, at minimum, five individuals (DU #s 1995.1.5, 1995.1.9, 1995.1.10, 1995.1.12, 1995.1.14) were removed from multiple unknown locations. The human remains were part of the collection of Theodore Sowers. Mr. Sowers, a student of Dr. E.B. Renaud, graduated from the University of Denver with a BA in Anthropology in 1938. Following his death, Mr. Sowers\\' daughters, Katy Sickles and Jenny Bauer, inherited the collection. They donated the entire collection (over 3,000 catalog records) to the University of Denver Museum of Anthropology in 1995 to facilitate repatriation. No known individuals were identified. The eight associated funerary objects (associated with 1995.1.5) are five worked non-human bones, one worked horn, one animal tooth, and one black stone pipe.\\n        At an unknown date, human remains representing, at minimum, two individuals (DU #s No number-Individual 1 and 2) were removed from multiple unknown locations. Previous museum staff first documented these human remains during the NAGPRA Inventory in 1995. There is no additional information associated with these individuals. No known individuals were identified. No associated funerary objects are present.\\n        The University of Denver Museum of Anthropology is a research museum with archeological collections focused in the southwestern United States. The 96 individuals described above have little to no documentation associated with them and no provenience information. Colorado has been their home for between 19 and 70 years.\\n        Pursuant to 43 CFR 10.16, the Secretary of the Interior may make a recommendation for a transfer of control of culturally unidentifiable human remains and associated funerary objects. In September 2015, the University of Denver Museum of Anthropology requested that the Secretary, through the Native American Graves Protection and Repatriation Review Committee, recommend the proposed transfer of control of the culturally unidentifiable Native American human remains and associated funerary objects in this notice to Southern Ute Indian Tribe of the Southern Ute Reservation, Colorado and Ute Mountain Tribe of the Ute Mountain Reservation, Colorado, New Mexico & Utah. The Review Committee, acting pursuant to its responsibility under 25 U.S.C. 3006(c)(5), considered the request at its November 2015 meeting and recommended to the Secretary that the proposed transfer of control proceed. A January 2016 letter on behalf of the Secretary of Interior from the Associate Director, Cultural Resources, Partnerships, and Science, transmitted the Secretary\\'s independent review and concurrence with the Review Committee that:\\n        \\xe2\\x80\\xa2 The University of Denver Museum of Anthropology consulted with every appropriate Indian tribe or Native Hawaiian organization, and\\n        \\xe2\\x80\\xa2 the University of Denver Museum of Anthropology may proceed with the agreed upon transfer of control of the culturally unidentifiable human remains and associated funerary objects to the Southern Ute Indian Tribe of the Southern Ute Reservation, Colorado and Ute Mountain Tribe of the Ute Mountain Reservation, Colorado, New Mexico & Utah.\\n\\n        Transfer of control is contingent on the publication of a Notice of Inventory Completion in the Federal Register. This notice fulfills that requirement.\\n        Determinations Made by the University of Denver Museum of Anthropology\\n        Officials of the University of Denver Museum of Anthropology have determined that:\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice are Native American based on the broader collecting practices of the University of Denver Museum of Anthropology and the findings of a physical anthropologist employed by the University of Denver prior to November 1995.\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice represent the physical remains of 96 individuals of Native American ancestry.\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(3)(A), the 12 objects described in this notice are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony.\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(2), a relationship of shared group identity cannot be reasonably traced between the Native American human remains and associated funerary objects and any present-day Indian tribe.\\n        \\xe2\\x80\\xa2 Pursuant to 43 CFR 10.16, the disposition of the human remains and associated funerary objects will be to Southern Ute Indian Tribe of the Southern Ute Reservation, Colorado and Ute Mountain Tribe of the Ute Mountain Reservation, Colorado, New Mexico & Utah.\\n        Additional Requestors and Disposition\\n\\n        Representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to Anne Amati, University of Denver Museum of Anthropology, 2000 E. Asbury Avenue, Denver, CO 80208, telephone (303) 871-2687, email anne.amati@du.edu, by April 7, 2016. After that date, if no additional requestors have come forward, transfer of control of the human remains and associated funerary objects to the Southern Ute Indian Tribe of the Southern Ute Reservation, Colorado and Ute Mountain Tribe of the Ute Mountain Reservation, Colorado, New Mexico & Utah may proceed.\\n        The University of Denver Museum of Anthropology is responsible for notifying The Consulted and Notified Tribes that this notice has been published.\\n        \\n          Dated: February 3, 2016.\\n          Melanie O\\'Brien,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. 2016-05064 Filed 3-7-16; 8:45 am]\\n       BILLING CODE 4312-50-P\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "[NPS-WASO-NAGPRA-20249; PPWOCRADN0-PCU00RP14.R50000]", "subject": "Notice of Inventory Completion: University of Denver Museum of Anthropology, Denver, CO", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "The University of Denver Museum of Anthropology has completed an inventory of human remains and associated funerary objects, in consultation with the appropriate Indian tribes or Native Hawaiian organizations, and has determined that there is no cultural affiliation between the human remains and associated funerary objects and any present-day Indian tribes or Native Hawaiian organizations. Representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request to the University of Denver Museum of Anthropology. If no additional requestors come forward, transfer of control of the human remains and associated funerary objects to the Indian tribes or Native Hawaiian organizations stated in this notice may proceed.", "dates": "Representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to the University of Denver Museum of Anthropology at the address in this notice by April 7, 2016.", "addresses": "Anne Amati, University of Denver Museum of Anthropology, 2000 E Asbury Avenue, Denver, CO 80208, telephone (303) 871-2687, email anne.amati@du.edu.\\n          ", "signature_dated": "Dated: February 3, 2016.", "signature_name": "Melanie O\\'Brien,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. 2016-05064 Filed 3-7-16; 8:45 am]", "billing_code": " BILLING CODE 4312-50-P", "supp_info": "SUPPLEMENTARY INFORMATION: \n Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains and associated funerary objects under the control of the University of Denver Museum of Anthropology, Denver, CO. The human remains and associated funerary objects were removed from unknown locations. \n This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003(d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations in this notice. \n Consultation \n A detailed assessment of the human remains was made by the University of Denver Museum of Anthropology professional staff in consultation with representatives of the Arapaho Tribe of the Wind River Reservation, Wyoming; Cheyenne and Arapaho Tribes, Oklahoma (previously listed as the Cheyenne-Arapaho Tribes of Oklahoma); Cheyenne River Sioux Tribe of the Cheyenne River Reservation, South Dakota; Comanche Nation, Oklahoma; Crow Creek Sioux Tribe of the Crow Creek Reservation, South Dakota; Hopi Tribe of Arizona; Northern Cheyenne Tribe of the Northern Cheyenne Indian Reservation, Montana; Ohkay Owingeh, New Mexico (previously listed as the Pueblo of San Juan); Pueblo of Acoma, New Mexico; Pueblo of Cochiti, New Mexico; Pueblo of Isleta, New Mexico; Pueblo of Jemez, New Mexico; Pueblo of San Felipe, New Mexico; Pueblo of Santa Ana, New Mexico; Pueblo of Santa Clara, New Mexico; Southern Ute Indian Tribe of the Southern Ute Reservation, Colorado; The Osage Nation (previously listed as the Osage Tribe); Three Affiliated Tribes of the Fort Berthold Reservation, North Dakota; Ute Indian Tribe of the Uintah & Ouray Reservation, Utah; Ute Mountain Tribe of the Ute Mountain Reservation, Colorado, New Mexico & Utah; Wichita and Affiliated Tribes (Wichita, Keechi, Waco & Tawakonie), Oklahoma; Ysleta del Sur Pueblo (previously listed as the Ysleta Del Sur Pueblo of Texas); and Zuni Tribe of the Zuni Reservation, New Mexico. \n The following tribes were also invited to participate but were not involved in consultations: Apache Tribe of Oklahoma; Crow Tribe of Montana; Fort Sill Apache Tribe of Oklahoma; Jicarilla Apache Nation, New Mexico; Kewa Pueblo, New Mexico (previously listed as the Pueblo of Santo Domingo); Kiowa Indian Tribe of Oklahoma; Mescalero Apache Tribe of the Mescalero Reservation, New Mexico; Navajo Nation, Arizona, New Mexico & Utah; Oglala Sioux Tribe (previously listed as the Oglala Sioux Tribe of the Pine Ridge Reservation, South Dakota); Paiute Indian Tribe of Utah (Cedar Band of Paiutes, Kanosh Band of Paiutes, Koosharem Band of Paiutes, Indian Peaks Band of Paiutes, and Shivwits Band of Paiutes) (previously listed as Paiute Indian Tribe of Utah (Cedar City Band of Paiutes, Kanosh Band of Paiutes, Koosharem Band of Paiutes, Indian Peaks Band of Paiutes, and Shivwits Band of Paiutes)); Pawnee Nation of Oklahoma; Pueblo of Laguna, New Mexico; Pueblo of Nambe, New Mexico; Pueblo of Picuris, New Mexico; Pueblo of Pojoaque, New Mexico; Pueblo of San Ildefonso, New Mexico; Pueblo of Sandia, New Mexico; Pueblo of Taos, New Mexico; Pueblo of Tesuque, New Mexico; Pueblo of Zia, New Mexico; Rosebud Sioux Tribe of the Rosebud Indian Reservation, South Dakota; San Juan Southern Paiute Tribe of Arizona; Shoshone Tribe of the Wind River Reservation, Wyoming; Shoshone-Bannock Tribes of the Fort Hall Reservation; and Standing Rock Sioux Tribe of North & South Dakota. \n Hereafter, all tribes listed in this section are referred to as \\xe2\\x80\\x9cThe Consulted and Notified Tribes.\\xe2\\x80\\x9d \n History and Description of the Remains \n At an unknown date, human remains representing, at minimum, 66 individuals (DU #s 6003, 6007, 6008, 6012, 6013, 6016-6053, 6057, 6075, 6135, 6165-6172, 6182, 6199, and 6401-6430) were removed from multiple unknown locations. The human remains came into the possession of the University of Denver Museum of Anthropology at an unknown date and were entered into museum collection records in 1987 or 1988. In 1988, all human and animal bones and casts in the possession of the Museum of Anthropology were moved from the Mary Reed Building to the Science Hall on the University of Denver campus. Museum staff believes these human remains were in the possession of the University of Denver Museum of Anthropology prior to the 1988 move and were catalogued as part of that move. No known individuals were identified. The four associated funerary objects (associated with DU #6199) are four animal teeth. \n At an unknown date, human remains representing, at minimum, six individuals (DU #s 6061, 6068-6070, and 6181) were removed from multiple unknown locations. The human remains came into the possession of the University of Denver Museum of Anthropology between the 1930s and 1950s and were entered into museum collection records in 1987 or 1988. During NAGPRA Inventory research, previous museum staff linked these individuals to Dr. E.B. Renaud, who was at DU from the 1930s to the 1950s. No known individuals were identified. No associated funerary objects are present. \n At an unknown date, human remains representing, at minimum, 17 individuals (6601-6617) were removed from multiple unknown locations. The human remains were acquired by the University of Denver Department of Anthropology in 1982 from the Colorado Women\\'s College. The human remains were acquired as teaching aids and used in Dr. Jonathan Haas\\'s \\xe2\\x80\\x9cdig\\xe2\\x80\\x9d lab. The lab recreated an archeology site in the Science Hall basement and ran between 1983 and 1985. No known individuals were identified. No associated funerary objects are present. \n At an unknown date, human remains representing, at minimum, five individuals (DU #s 1995.1.5, 1995.1.9, 1995.1.10, 1995.1.12, 1995.1.14) were removed from multiple unknown locations. The human remains were part of the collection of Theodore Sowers. Mr. Sowers, a student of Dr. E.B. Renaud, graduated from the University of Denver with a BA in Anthropology in 1938. Following his death, Mr. Sowers\\' daughters, Katy Sickles and Jenny Bauer, inherited the collection. They donated the entire collection (over 3,000 catalog records) to the University of Denver Museum of Anthropology in 1995 to facilitate repatriation. No known individuals were identified. The eight associated funerary objects (associated with 1995.1.5) are five worked non-human bones, one worked horn, one animal tooth, and one black stone pipe. \n At an unknown date, human remains representing, at minimum, two individuals (DU #s No number-Individual 1 and 2) were removed from multiple unknown locations. Previous museum staff first documented these human remains during the NAGPRA Inventory in 1995. There is no additional information associated with these individuals. No known individuals were identified. No associated funerary objects are present. \n The University of Denver Museum of Anthropology is a research museum with archeological collections focused in the southwestern United States. The 96 individuals described above have little to no documentation associated with them and no provenience information. Colorado has been their home for between 19 and 70 years. \n Pursuant to 43 CFR 10.16, the Secretary of the Interior may make a recommendation for a transfer of control of culturally unidentifiable human remains and associated funerary objects. In September 2015, the University of Denver Museum of Anthropology requested that the Secretary, through the Native American Graves Protection and Repatriation Review Committee, recommend the proposed transfer of control of the culturally unidentifiable Native American human remains and associated funerary objects in this notice to Southern Ute Indian Tribe of the Southern Ute Reservation, Colorado and Ute Mountain Tribe of the Ute Mountain Reservation, Colorado, New Mexico & Utah. The Review Committee, acting pursuant to its responsibility under 25 U.S.C. 3006(c)(5), considered the request at its November 2015 meeting and recommended to the Secretary that the proposed transfer of control proceed. A January 2016 letter on behalf of the Secretary of Interior from the Associate Director, Cultural Resources, Partnerships, and Science, transmitted the Secretary\\'s independent review and concurrence with the Review Committee that: \n \\xe2\\x80\\xa2 The University of Denver Museum of Anthropology consulted with every appropriate Indian tribe or Native Hawaiian organization, and \n \\xe2\\x80\\xa2 the University of Denver Museum of Anthropology may proceed with the agreed upon transfer of control of the culturally unidentifiable human remains and associated funerary objects to the Southern Ute Indian Tribe of the Southern Ute Reservation, Colorado and Ute Mountain Tribe of the Ute Mountain Reservation, Colorado, New Mexico & Utah. \n Transfer of control is contingent on the publication of a Notice of Inventory Completion in the Federal Register. This notice fulfills that requirement. \n Determinations Made by the University of Denver Museum of Anthropology \n Officials of the University of Denver Museum of Anthropology have determined that: \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice are Native American based on the broader collecting practices of the University of Denver Museum of Anthropology and the findings of a physical anthropologist employed by the University of Denver prior to November 1995. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice represent the physical remains of 96 individuals of Native American ancestry. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(3)(A), the 12 objects described in this notice are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(2), a relationship of shared group identity cannot be reasonably traced between the Native American human remains and associated funerary objects and any present-day Indian tribe. \n \\xe2\\x80\\xa2 Pursuant to 43 CFR 10.16, the disposition of the human remains and associated funerary objects will be to Southern Ute Indian Tribe of the Southern Ute Reservation, Colorado and Ute Mountain Tribe of the Ute Mountain Reservation, Colorado, New Mexico & Utah. \n Additional Requestors and Disposition \n Representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to Anne Amati, University of Denver Museum of Anthropology, 2000 E. Asbury Avenue, Denver, CO 80208, telephone (303) 871-2687, email anne.amati@du.edu, by April 7, 2016. After that date, if no additional requestors have come forward, transfer of control of the human remains and associated funerary objects to the Southern Ute Indian Tribe of the Southern Ute Reservation, Colorado and Ute Mountain Tribe of the Ute Mountain Reservation, Colorado, New Mexico & Utah may proceed. \n The University of Denver Museum of Anthropology is responsible for notifying The Consulted and Notified Tribes that this notice has been published. \n ", "consultation": "A detailed assessment of the human remains was made by the University of Denver Museum of Anthropology professional staff in consultation with representatives of the Arapaho Tribe of the Wind River Reservation, Wyoming; Cheyenne and Arapaho Tribes, Oklahoma (previously listed as the Cheyenne-Arapaho Tribes of Oklahoma); Cheyenne River Sioux Tribe of the Cheyenne River Reservation, South Dakota; Comanche Nation, Oklahoma; Crow Creek Sioux Tribe of the Crow Creek Reservation, South Dakota; Hopi Tribe of Arizona; Northern Cheyenne Tribe of the Northern Cheyenne Indian Reservation, Montana; Ohkay Owingeh, New Mexico (previously listed as the Pueblo of San Juan); Pueblo of Acoma, New Mexico; Pueblo of Cochiti, New Mexico; Pueblo of Isleta, New Mexico; Pueblo of Jemez, New Mexico; Pueblo of San Felipe, New Mexico; Pueblo of Santa Ana, New Mexico; Pueblo of Santa Clara, New Mexico; Southern Ute Indian Tribe of the Southern Ute Reservation, Colorado; The Osage Nation (previously listed as the Osage Tribe); Three Affiliated Tribes of the Fort Berthold Reservation, North Dakota; Ute Indian Tribe of the Uintah & Ouray Reservation, Utah; Ute Mountain Tribe of the Ute Mountain Reservation, Colorado, New Mexico & Utah; Wichita and Affiliated Tribes (Wichita, Keechi, Waco & Tawakonie), Oklahoma; Ysleta del Sur Pueblo (previously listed as the Ysleta Del Sur Pueblo of Texas); and Zuni Tribe of the Zuni Reservation, New Mexico. \n The following tribes were also invited to participate but were not involved in consultations: Apache Tribe of Oklahoma; Crow Tribe of Montana; Fort Sill Apache Tribe of Oklahoma; Jicarilla Apache Nation, New Mexico; Kewa Pueblo, New Mexico (previously listed as the Pueblo of Santo Domingo); Kiowa Indian Tribe of Oklahoma; Mescalero Apache Tribe of the Mescalero Reservation, New Mexico; Navajo Nation, Arizona, New Mexico & Utah; Oglala Sioux Tribe (previously listed as the Oglala Sioux Tribe of the Pine Ridge Reservation, South Dakota); Paiute Indian Tribe of Utah (Cedar Band of Paiutes, Kanosh Band of Paiutes, Koosharem Band of Paiutes, Indian Peaks Band of Paiutes, and Shivwits Band of Paiutes) (previously listed as Paiute Indian Tribe of Utah (Cedar City Band of Paiutes, Kanosh Band of Paiutes, Koosharem Band of Paiutes, Indian Peaks Band of Paiutes, and Shivwits Band of Paiutes)); Pawnee Nation of Oklahoma; Pueblo of Laguna, New Mexico; Pueblo of Nambe, New Mexico; Pueblo of Picuris, New Mexico; Pueblo of Pojoaque, New Mexico; Pueblo of San Ildefonso, New Mexico; Pueblo of Sandia, New Mexico; Pueblo of Taos, New Mexico; Pueblo of Tesuque, New Mexico; Pueblo of Zia, New Mexico; Rosebud Sioux Tribe of the Rosebud Indian Reservation, South Dakota; San Juan Southern Paiute Tribe of Arizona; Shoshone Tribe of the Wind River Reservation, Wyoming; Shoshone-Bannock Tribes of the Fort Hall Reservation; and Standing Rock Sioux Tribe of North & South Dakota. \n Hereafter, all tribes listed in this section are referred to as \\xe2\\x80\\x9cThe Consulted and Notified Tribes.\\xe2\\x80\\x9d \n ", "h_d_r": "At an unknown date, human remains representing, at minimum, 66 individuals (DU #s 6003, 6007, 6008, 6012, 6013, 6016-6053, 6057, 6075, 6135, 6165-6172, 6182, 6199, and 6401-6430) were removed from multiple unknown locations. The human remains came into the possession of the University of Denver Museum of Anthropology at an unknown date and were entered into museum collection records in 1987 or 1988. In 1988, all human and animal bones and casts in the possession of the Museum of Anthropology were moved from the Mary Reed Building to the Science Hall on the University of Denver campus. Museum staff believes these human remains were in the possession of the University of Denver Museum of Anthropology prior to the 1988 move and were catalogued as part of that move. No known individuals were identified. The four associated funerary objects (associated with DU #6199) are four animal teeth. \n At an unknown date, human remains representing, at minimum, six individuals (DU #s 6061, 6068-6070, and 6181) were removed from multiple unknown locations. The human remains came into the possession of the University of Denver Museum of Anthropology between the 1930s and 1950s and were entered into museum collection records in 1987 or 1988. During NAGPRA Inventory research, previous museum staff linked these individuals to Dr. E.B. Renaud, who was at DU from the 1930s to the 1950s. No known individuals were identified. No associated funerary objects are present. \n At an unknown date, human remains representing, at minimum, 17 individuals (6601-6617) were removed from multiple unknown locations. The human remains were acquired by the University of Denver Department of Anthropology in 1982 from the Colorado Women\\'s College. The human remains were acquired as teaching aids and used in Dr. Jonathan Haas\\'s \\xe2\\x80\\x9cdig\\xe2\\x80\\x9d lab. The lab recreated an archeology site in the Science Hall basement and ran between 1983 and 1985. No known individuals were identified. No associated funerary objects are present. \n At an unknown date, human remains representing, at minimum, five individuals (DU #s 1995.1.5, 1995.1.9, 1995.1.10, 1995.1.12, 1995.1.14) were removed from multiple unknown locations. The human remains were part of the collection of Theodore Sowers. Mr. Sowers, a student of Dr. E.B. Renaud, graduated from the University of Denver with a BA in Anthropology in 1938. Following his death, Mr. Sowers\\' daughters, Katy Sickles and Jenny Bauer, inherited the collection. They donated the entire collection (over 3,000 catalog records) to the University of Denver Museum of Anthropology in 1995 to facilitate repatriation. No known individuals were identified. The eight associated funerary objects (associated with 1995.1.5) are five worked non-human bones, one worked horn, one animal tooth, and one black stone pipe. \n At an unknown date, human remains representing, at minimum, two individuals (DU #s No number-Individual 1 and 2) were removed from multiple unknown locations. Previous museum staff first documented these human remains during the NAGPRA Inventory in 1995. There is no additional information associated with these individuals. No known individuals were identified. No associated funerary objects are present. \n The University of Denver Museum of Anthropology is a research museum with archeological collections focused in the southwestern United States. The 96 individuals described above have little to no documentation associated with them and no provenience information. Colorado has been their home for between 19 and 70 years. \n Pursuant to 43 CFR 10.16, the Secretary of the Interior may make a recommendation for a transfer of control of culturally unidentifiable human remains and associated funerary objects. In September 2015, the University of Denver Museum of Anthropology requested that the Secretary, through the Native American Graves Protection and Repatriation Review Committee, recommend the proposed transfer of control of the culturally unidentifiable Native American human remains and associated funerary objects in this notice to Southern Ute Indian Tribe of the Southern Ute Reservation, Colorado and Ute Mountain Tribe of the Ute Mountain Reservation, Colorado, New Mexico & Utah. The Review Committee, acting pursuant to its responsibility under 25 U.S.C. 3006(c)(5), considered the request at its November 2015 meeting and recommended to the Secretary that the proposed transfer of control proceed. A January 2016 letter on behalf of the Secretary of Interior from the Associate Director, Cultural Resources, Partnerships, and Science, transmitted the Secretary\\'s independent review and concurrence with the Review Committee that: \n \\xe2\\x80\\xa2 The University of Denver Museum of Anthropology consulted with every appropriate Indian tribe or Native Hawaiian organization, and \n \\xe2\\x80\\xa2 the University of Denver Museum of Anthropology may proceed with the agreed upon transfer of control of the culturally unidentifiable human remains and associated funerary objects to the Southern Ute Indian Tribe of the Southern Ute Reservation, Colorado and Ute Mountain Tribe of the Ute Mountain Reservation, Colorado, New Mexico & Utah. \n Transfer of control is contingent on the publication of a Notice of Inventory Completion in the Federal Register. This notice fulfills that requirement. \n ", "h_d_ci": "Null", "determinations": "Determinations Made by the University of Denver Museum of Anthropology \n Officials of the University of Denver Museum of Anthropology have determined that: \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice are Native American based on the broader collecting practices of the University of Denver Museum of Anthropology and the findings of a physical anthropologist employed by the University of Denver prior to November 1995. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice represent the physical remains of 96 individuals of Native American ancestry. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(3)(A), the 12 objects described in this notice are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(2), a relationship of shared group identity cannot be reasonably traced between the Native American human remains and associated funerary objects and any present-day Indian tribe. \n \\xe2\\x80\\xa2 Pursuant to 43 CFR 10.16, the disposition of the human remains and associated funerary objects will be to Southern Ute Indian Tribe of the Southern Ute Reservation, Colorado and Ute Mountain Tribe of the Ute Mountain Reservation, Colorado, New Mexico & Utah. \n ", "a_r_d": "Representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to Anne Amati, University of Denver Museum of Anthropology, 2000 E. Asbury Avenue, Denver, CO 80208, telephone (303) 871-2687, email anne.amati@du.edu, by April 7, 2016. After that date, if no additional requestors have come forward, transfer of control of the human remains and associated funerary objects to the Southern Ute Indian Tribe of the Southern Ute Reservation, Colorado and Ute Mountain Tribe of the Ute Mountain Reservation, Colorado, New Mexico & Utah may proceed. \n The University of Denver Museum of Anthropology is responsible for notifying The Consulted and Notified Tribes that this notice has been published. \n "}