{"index": "I_587", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        [NPS-WASO-NAGPRA-20016; PPWOCRADN0-PCU00RP14.R50000]\\n        Notice of Inventory Completion: Fowler Museum at the University of California Los Angeles, Los Angeles, CA\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        \\n          SUMMARY:\\n\\n          The Fowler Museum at the University of California Los Angeles (UCLA) has completed an inventory of human remains and associated funerary objects, in consultation with the appropriate Indian tribes or Native Hawaiian organizations, and has determined that there is a cultural affiliation between the human remains and associated funerary objects and present-day Indian tribes or Native Hawaiian organizations. Lineal descendants or representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request to the Fowler Museum at UCLA. If no additional requestors come forward, transfer of control of the human remains and associated funerary objects to the lineal descendants, Indian tribes, or Native Hawaiian organizations stated in this notice may proceed.\\n        \\n        \\n          DATES:\\n          Lineal descendants or representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to the Fowler Museum at UCLA at the address in this notice by February 26, 2016.\\n        \\n        \\n          ADDRESSES:\\n\\n          Wendy G. Teeter, Ph.D., Fowler Museum at UCLA, Box 951549, Los Angeles, CA 90095-1549, telephone (310) 825-1864, email wteeter@arts.ucla.edu.\\n          \\n        \\n      \\n      \\n        SUPPLEMENTARY INFORMATION:\\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains and associated funerary objects under the control of the Fowler Museum at UCLA, Los Angeles, CA. The human remains and associated funerary objects were removed from Santa Barbara, San Luis Obispo, Ventura, and Los Angeles Counties, CA.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003(d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations in this notice.\\n        Consultation\\n        A detailed assessment of the human remains was made by the Fowler Museum at UCLA professional staff in consultation with representatives of Santa Ynez Band of Chumash Mission Indians of the Santa Ynez Reservation, California, and the following nonfederally recognized Indian groups: Barbareno Chumash Council; Barbareno/Ventureno Band of Mission Indians; Coastal Band of the Chumash Nation; Fernande\\xc3\\xb1o Tataviam Band of Mission Indians; Gabrielino/Tongva Indians of California Tribe; Gabrielino/Tongva Nation; Gabrieleno/Tongva Tribal Council; Northern Chumash Tribe; San Gabriel Band of Mission Indians; Ti\\'at Society; and the Traditional Council of Pimu.\\n        History and Description of the Human Remains and Associated Funerary Objects\\n        In 1957, human remains representing, at minimum, three individuals were removed from the Lower Tank Site (CA-LAN-2) near Topanga, Los Angeles County, CA, where Keith Johnson led a UCLA field school course on privately owned land. The Lower Tank Site is estimated to date between 1000 and 0 B.C., based on radiocarbon dating. After analysis, the collection was accessioned by UCLA in 1961. Three formal burials were identified and consist of two adults and a juvenile. One adult could be further identified as male. No known individuals were identified. The seven associated funerary objects include five unmodified faunal bones, one metate, and one mano.\\n        In 1967, human remains representing, at minimum, four individuals were removed from the Puerco Site (CA-LAN-19) near Malibu, Los Angeles, CA, where James West lead a UCLA field course on privately-owned land as part of the University of California (UC) Archaeological Survey in preparation for proposed freeway work. The Puerco Site is estimated to date between 600 B.C. and A.D. 1769, based on the presence of artifact types in the collection. After analysis, the collection was accessioned in 1977. Fragmentary human remains represent four adult individuals of unknown sex. No known individuals were identified. No associated funerary objects were identified.\\n        In 1963, human remains representing, at minimum, two individuals were removed from CA-LAN-45 near Topanga, Los Angeles County, CA, where Keith Johnson lead a UCLA field course on privately-owned land. The site, CA-LAN-45, dates to between A.D. 1250 and 1769, based on the artifact types in the collection. After analysis, the collection was accessioned in the fall of 1963. Fragmentary human remains represent a minimum of two adult individuals. No known individuals were identified. No associated funerary objects were identified.\\n        At an unknown date between 1900 and 1950, human remains representing, at minimum, three individuals were removed from Sequit Creek Indian Mound (CA-LAN-52) in Los Angeles County, CA. The human remains were received at an unknown date by the UCLA Biology Department as part of the Dickey Bird and Mammal Collection and were subsequently transferred to the Cotsen Institute of Archaeology and Zooarchaeology Lab in August 1995, and then to Fowler Museum in September 1995 to be inventoried for NAGPRA compliance. Being that there is little to no original documentation for the human remains, they have been attributed to CA-LAN-52 because they are labeled with location information, and the site is known to have been heavily looted since at least the late 1800s. The human remains are estimated to date to A.D. 610 +/\\xe2\\x88\\x92100, based on radiocarbon dating. The fragmentary human remains represent two adult individuals, sex unknown, and one infant individual. No known individuals were identified. No associated funerary objects were identified.\\n        Sometime before 1950, human remains representing, at minimum, one individual were removed from CA-LAN-95 in San Fernando, Los Angeles County, CA. Excavations were undertaken by USC students after the human remains of a Native American individual were found to be eroding from private property. At an unknown date, the collection was received by the Hancock Foundation, who subsequently donated the collection to UCLA sometime around 1950. Very little information accompanied the collection to the Fowler Museum, but the human remains were determined to be Native American based on osteological analysis. Fragmentary human remains represent a juvenile between four and six years of age. No known individuals were identified. The one associated funerary object is an unmodified faunal bone fragment.\\n        Sometime before 1972, human remains representing, at minimum, one individual were removed from Encinal Canyon (CA-LAN-114) in Malibu, Los Angeles County, CA. The human remains are thought to have been excavated by John Beaton and were accessioned in 1972. Although the site has been excavated several times, no specific age for the site has been determined other than prehistoric. Fragmentary human remains represent one individual of unknown age and sex. No known individuals were identified. No associated funerary objects were identified.\\n\\n        Sometime before 1952, human remains representing, at minimum, one individual were removed from Pacific Coast Highway (CA-LAN-133, formerly CA-LAN-190), in Malibu, Los Angeles County, CA. The collection was received by UCLA in 1952 from Mr. Gonzales, who had excavated the burial on private property. The human remains of an adult male were determined to be Native American based on osteological analysis. No known individuals were identified. No associated funerary objects were identified.\\n        In 1978 and 1979, human remains representing, at minimum, 11 individuals were removed from Stunt Ranch (CA-LAN-153) in Los Angeles County, CA. Clement Meighan led two field courses with the cooperation of the Jennings Engineering Company, who was developing the property before the land was acquired by UCLA. Clement Meighan dated the site to between A.D. 1250 and 1769, based on the presence of diagnostic artifact types. During excavations, six formal burials were identified in addition to fragmentary human remains. The human remains could be further identified as representing five adult and one infant of unknown sex. At least three individuals were cremated, and two others were too fragmentary to identify either age or sex. No known individuals were identified. The 80 associated funerary objects are 6 pieces and 1 bag of unmodified animal bone, 60 unmodified shell fragments, 12 stone fragments, and 1 obsidian biface.\\n        In 1987, human remains representing, at minimum, two individuals were removed from the Santa Maria Site (CA-LAN-162) in Topanga Canyon, Los Angeles County, CA. At the request of the Montevideo Country Club, excavations were conducted throughout 1987 by Dr. Brian Dillon and assistant Justin Hyland for compliance with proposed development of the site. The collection was accessioned in April 1997. The site age is estimated to span from between 600 B.C. and A.D. 1769. Fragmentary human remains from Burials 1 and 2 represent two adult individuals of unknown sex. No known individuals were identified. No associated funerary objects were identified.\\n        Between 1950 and 1969, human remains representing, at minimum, 27 individuals were removed from the Zuma Creek Site (CA-LAN-174) in Los Angeles County, CA. The site was first excavated in 1950 by Stuart Peck. It was excavated again in 1952 and 1957 by Clement Meighan as part of a UCLA field school. From these excavations, human remains from seventeen burials were accessioned in 1957. Later salvage excavations were conducted at the site during 1968 and 1969 by Sally MacFadyen and Jinny McKenzie, as well as by Thomas King and the UC Archaeological Survey crew. Human remains from five burials deriving from these excavations were accessioned by UCLA in 1969, after analysis was completed. The site produced a radiocarbon date of 3000 B.C. \\xc2\\xb1 200 years. The first set of excavations included human remains of 13 adults (6 female, 4 male, and 3 indeterminate), 4 juveniles, and 2 infants. The second set of excavations included six adults (2 female, 1 male, and 3 indeterminate), a juvenile, and an infant. No known individuals were identified. From both sets of excavations, the 178 associated funerary objects are 14 stone fragments, 5 cobbles, 32 groundstone artifacts, 65 flaked stone artifacts, 16 pieces and 3 bags of unmodified shell, 23 pieces and 1 bag of unmodified animal bone, 2 worked bone artifacts, 2 glass fragments, 3 ochre fragments, 5 worked shell artifacts, 1 bag of soil, 5 asphaltum fragments, and 1 bag of asphaltum with basketry impressions.\\n        In 1967, human remains representing, at minimum, one individual were removed from Russell Valley (CA-LAN-186), in Thousand Oaks, Los Angeles County, CA. Excavations were conducted by Chester King during a salvage operation of this Late Period site (A.D. 700-1500). Fragmentary human remains were identified from midden contexts representing at least one individual of unknown age or sex. The collection was accessioned in 1967. No known individuals were identified. No associated funerary objects were identified.\\n        In 1951, human remains representing, at minimum, two individuals were removed from Pacific Coast Highway (CA-LAN-195) in Malibu, Los Angeles County, CA. The human remains had been exposed during construction and were disinterred by the Los Angeles County Sheriff\\'s Office, Malibu Sub-station. UCLA received the human remains in 1951. Based on osteological analysis the human remains were identified as an adult female and an adult individual of unknown sex. No known individuals were identified. A single unmodified sea mammal bone was recovered and is assumed to be an associated funerary object.\\n        Between March and June 1968, human remains representing, at minimum, 129 individuals were removed from Trancas Canyon Cemetery (CA-LAN-197) in Malibu, Los Angeles County, CA, by the UC Archaeology Survey under the direction of John Beaton and aided by the Malibu Archaeological Society. The excavations took place on land owned by the Reco Land Company as a salvage project due to erosion and the construction of a shopping center. The collection was accessioned by UCLA in 1978. Radiocarbon dating produced from the cemetery estimate the site age to 370 B.C. \\xc2\\xb1 58 years but continues through Spanish contact. Human remains from these excavations were further identified to age and sex, when possible, including 78 adults (32 male, 21 female, and 25 indeterminate), 4 sub-adults, 28 juveniles, and 14 infants were identified. Another five individuals were too fragmentary to determine age or sex. No known individuals. The 718 associated funerary objects include: 28 pieces and 1 bag of asphaltum fragments, 87 pieces and 1 bag of unmodified animal bone, 27 worked bone fragments, 1 charcoal fragment, 50 pieces and 1 bag of flaked stone artifacts, 4 copper fragments, 15 pieces and 1 bag of ochre fragments, 11 groundstone pieces, 84 shell beads, 182 pieces and 1 bag of unmodified shell, 206 pieces and 4 bags of cobbles/pebbles, and 14 stone fragments.\\n        In 1953, human remains representing, at minimum, five individuals were removed from Zuma Creek, also known as Zuma Creek \\xe2\\x80\\x9cG\\xe2\\x80\\x9d (CA-LAN-201, LAN-19) near Point Dume in Los Angeles County, CA. The collection was excavated by Clement W. Meighan as a UCLA research project. The estimated age of the site was not determined. The human remains were from a known prehistoric site and determined to be Native American based on osteological analysis. Fragmentary human remains from Burial A-13 represents one adult female individual, one adult possible female individual, one juvenile individual of unknown sex, and two adult individual of unknown sex. No known individuals were identified. No associated funerary objects were identified.\\n\\n        In 1962 and 1963, human remains representing, at minimum, 45 individuals were removed from Paradise Cove (CA-LAN-222) in Malibu, Los Angeles County, CA. The first set of excavations was undertaken by a Pasadena City College field school, supervised by Richard H. Brooks, in the spring of 1962. During this time excavations were also undertaken jointly with a Santa Monica City College and UCLA field course supervised by Jack Smith. These collections were accessioned by UCLA after receiving them from Richard H. Brooks of the Department of Anthropology, University of Nevada, Las Vegas in 1987. In 1963, excavations continued with the joint Santa Monica City College and UCLA Anthropology field school course directed by Chester King and Jack Smith. The resulting collection was accessioned by UCLA in 1964. The estimated age of the site based on radiocarbon dating is 2350 B.C. \\xc2\\xb1 80 years. Fragmentary human remains recovered from midden contexts in 1962 represent a minimum of 10 individuals: 6 adults, a juvenile, and 3 individuals of unknown age or sex. From the 1963 excavations, human remains were recovered from 8 burials and from midden contexts. These human remains represent a minimum of 35 individuals: 17 adults (2 male, 2 female, and 13 indeterminate), 1 sub-adult, 8 juveniles, 3 infants, and 6 individuals whose age and sex could not be determined. No known individuals were identified. The 39 associated funerary objects were recovered from the second set of excavations and include: 6 unmodified animal bones, 3 worked bones, 2 limestone cobble unifaces, 3 chert scrapers, 1 limestone hammerstone, 1 sandstone metate fragment, 12 asphaltum basketry impression fragments, 3 manos, 1 quartz crystal fragment, 1 quartzite chopper, 1 sandstone mortar fragment, 4 shell fragments, and 1 wood handle fragment.\\n        From 1961 through 1963, human remains representing, at minimum, 13 individuals were removed from Century Ranch (CA-LAN-225) in Malibu, Los Angeles County, CA. The site was excavated by UCLA student volunteers under the direction of Jayne Harbinger. The site was also excavated in 1963 by a Santa Monica City College class under the direction of Chester King and Thomas Blackburn. The excavations took place on land that was then owned by the Twentieth Century-Fox Film Corporation and is now part of Malibu Creek State Park. Human remains were recovered from burial and midden contexts. Burial contexts included 9 adults (2 of which are possibly male), an infant, and one individual of unknown age and sex. Fragmentary human remains from midden contexts represent two individuals of unknown age and sex. No known individuals were identified. The 60 associated funerary objects are 14 stone fragments, 10 flaked-stone tools, 20 ground stone artifacts, 12 cobble artifacts, and 4 unmodified faunal bone pieces.\\n        In 1960 and 1961, human remains representing, at minimum, 53 individuals were removed from Century Ranch (CA-LAN-227), in Malibu Canyon, Los Angeles County, CA. Excavations were conducted by Thomas Blackburn and Ernest Chandonet with UCLA archeology students. The excavations were conducted on land owned by Twentieth Century-Fox Film Corporation, now part of Malibu Creek State Park. The collection was accessioned by UCLA in 1961. The site is estimated to date to the Late Period, with a radiocarbon date of circa A.D. 1530. The burials include a minimum of 53 individuals that were further identified as 23 adults (10 males, 2 females, and 11 indeterminate), 1 sub-adult, 13 juveniles, 15 infants, and 1 individual too fragmented to determine age or sex. No known individuals were identified. The 821 associated funerary objects include 678 shell beads, 19 shell pendants, 7 worked bone artifacts, 7 flaked-stone artifacts, 3 groundstone artifacts, 91 asphaltum fragments with basketry impressions, 7 shell dishes, one ochre fragment, and 8 unmodified shell fragments.\\n        In 1966, 1967, and 1969, human remains representing, at minimum, 906 individuals were removed from Medea Creek village and cemetery (CA-LAN-243) in Thousand Oaks, Los Angeles County, CA. Excavations were conducted in 1966-1967, in the cemetery area by UC Archaeological Survey volunteers and a UCLA field course directed by Linda B. King and Linda Hasten. In 1969, the Medea Creek village area was excavated by a crew of volunteers under the direction of Clay A. Singer. Both efforts were part of a volunteer salvage project prior to the site\\'s destruction. The collections were accessioned by UCLA in 1969. The estimated age of the site is Late Period/Historic (A.D. 1500-1785). Human remains from the 1969 excavations represent two adult individuals of unknown sex. Human remains from 1966-1967 excavations of the cemetery represent a minimum number of 904 individuals from 467 burials. All human remains from these burials were assessed for age, sex, pathology, and completeness. To summarize, a total of 524 adults (88 male, 86 female, and 350 indeterminate), 217 juveniles, 97 infants, and 9 prenatal were identified, and the human remains of 59 individuals were too fragmentary to identify by age or sex. No known individuals were identified. The 23,922 associated funerary objects include: 213 pieces and 8 bags of unmodified faunal remains and artifacts, 925 pieces and 2 bags of shell unmodified fragments and artifacts, 414 pieces and 7 bags of asphaltum fragments, 21,243 shell, glass, and stone beads, 78 flaked-stone artifacts, 62 ground stone artifacts, 179 pieces and 4 bags of organic materials, 2 metal artifacts, 435 pieces and 3 bags of stone fragments, 321 cobble and pebble artifacts, 7 fragments and 1 bag of charcoal, 17 bags of soil, and 1 glass pendant.\\n        In 1963, human remains representing, at minimum, 102 individuals were removed when Alex Apostolides directed a salvage project at the Mullholland Site (CA-LAN-246) before the construction of housing and to offset the pervasive vandalism that was occurring at the time. Dating of the site is to the Late Period (A.D. 1200-1500). The collection was accessioned by UCLA in November 1978. Eighteen formal burials were included in the collection, but fragmentary human remains were also identified from midden contexts that result in a minimum number of 102 individuals being represented. The human remains were further identified as 56 adults (11 males, 6 females, and 39 indeterminate), 27 juveniles, 14 infants, and 5 individuals too fragmentary to identify further. No known individuals were identified. The 2,640 associated funerary objects include: 27 flaked-stone artifacts, 8 groundstone artifacts, 1 carved clay fragment, 13 pieces of worked bone, 1 ceramic sherd, 30 charcoal fragments, 4 ochre fragments, 1 pecked pebble, 2,321 shell beads and ornaments, 16 unmodified shell fragments, 10 soapstone ornaments, 203 pieces and 3 bags of unmodified animal bone, and 2 bags of soil samples.\\n\\n        In 1964, 1971-1972, and 1973-1975, human remains representing, at minimum, 247 individuals were removed from Humaliwu (CA-LAN-264) in Malibu, Los Angeles County, CA. UCLA conducted several field seasons under the direction of Clement Meighan on private property. Excavations also took place on land controlled by the California Department of Parks and Recreation, but that is filed under a separate inventory. Collections were accessioned by UCLA as they returned from the field under Accession numbers 505 (1964 excavations) and 573 (1971-75 excavations). The village dates from A.D. 550-1805. Three formal burials were identified during the 1964 excavations, and additional fragmentary human remains were recovered from midden contexts. There are a minimum of 27 individuals identified as 19 adults (one male, two female, and 16 indeterminate), one sub-adult, four juveniles, one infant, and two perinatal. Excavations in the 1970s uncovered 83 formal burials, and with the addition of fragmentary human remains recovered from midden contexts, a minimum number of 220 individuals were identified. Of this total, identification was possible for 110 adults (34 male, 34 female, and 42 indeterminate), 13 sub-adults, 36 juvenile, 36 infants, 13 neonatal individuals, and 10 perinatal individuals. Two individuals were too fragmentary to determine age or sex. No known individuals were identified. The 15,917 associated funerary objects include: 7 bone awl fragments, 21 worked bone fragments, 1 bone barb, 2 bone pin fragments, 7 bone tube beads, 1 bone wedge, 1 bone whistle, 2 red stone ear spools, 1 pipe, 1,869 pieces and 39 bags of unmodified animal bones, 13 bags of soil samples, 3 pieces and 1 bag of metal items, 4 pieces of ochre, 5 charcoal fragments, 7 quartz crystals, 1 fluorite crystal, 158 Megathura (limpet) rings, 3 fishhook fragments, 1 glass fragment, 4 perforated shells, 3 inlayed abalone shells, 13,040 shell beads, 54 pieces and 10 bags of unmodified shell fragments, 42 effigies, 4 stone tube beads, 30 stone beads, 1 bead blank, 3 stone pendants, 24 cobbles, 20 stone cores, 480 flaked-stone tools and debitage, 18 ground stone tools, 1 tarring pebble, 8 asphaltum fragments, 1 wood fragment, and 24 pieces and 3 bags of stone fragments.\\n        Between 1961 and 1963, human remains representing, at minimum, five individuals were removed from Sweetwater Mesa (CA-LAN-267) in Malibu, Los Angeles County, CA. Excavations on private property took place under the direction of Chester King, Tom Blackburn, and Earnest Chadonet as part of the UC Archaeological Survey, along with UCLA students and members of the Archaeological Research Association. The collection was accessioned by UCLA in 1963. The site is estimated to date to 4920-4360 B.C. Fragmentary human remains recovered from midden contexts represent a minimum of four adults and a juvenile individual of unknown sex. No known individuals were identified. No associated funerary objects were identified.\\n        In 1986, human remains representing, at minimum, one individual were removed from Tobillo (CA-LAN-311) in Malibu, Los Angeles County, CA. The site was excavated as part of the Malibu Wastewater Project under the direction of Brian Dillon on private property. The collection was given to UCLA on April 24, 1997. The site is estimated to date to the Late Period (A.D. 700-1769) and Historic (after A.D. 1769) time periods. Fragmentary human remains represent an individual of unknown age and sex. No known individuals were identified. No associated funerary objects were identified.\\n        In 1965, human remains representing, at minimum, one individual were removed from the Topanga Canyon Area (CA-LAN-330) in Los Angeles County, CA. This site was excavated by Clement Meighan with UCLA field school students inside a Late Period (A.D. 700-1769) rock shelter on privately owned land. The collection was accessioned by UCLA between 1966 and 1969. Fragmentary human remains represent a juvenile individual of unknown sex. No known individuals were identified. No associated funerary objects were identified.\\n        In 1967, human remains representing, at minimum, 10 individuals were removed from San Nicholas Canyon Site (CA-LAN-352, formerly CA-LAN-27) in Triunfo Pass, Los Angeles County, CA. The collection resulted from excavations by James West and a crew of volunteers, testing a portion of the site on private land that was in the right-of-way for the proposed Coast Freeway, US 101A. The collection was received at UCLA in 1967. The site is estimated to date to 5550-2050 B.C., through radiocarbon dating. Although burials were uncovered at the site, the site had been heavily disturbed, and thus human remains were also found in midden contexts. Human remains from a minimum of 5 adults were identified (1 female and 4 indeterminate), two juveniles, and three other individuals too fragmentary to identify further. No known individuals were identified. The 28 associated funerary objects include: 2 cobble tools, 2 flaked-stone tools, 6 unmodified animal bones, 9 ground stone artifacts, a worked sandstone disk, 4 shell artifacts, a wood fragment, and 3 bags of soil.\\n        In 1970, human remains representing, at minimum, one individual were removed from Highland Cave (CA-LAN-388) in Los Angeles County, CA. This site was excavated as a salvage project conducted by Grif Coleman and the UCLA Archaeological Survey for research purposes on private property in front of development activities. The collection was accessioned by UCLA in 1977. The site is estimated to date to A.D. 1500-1800 based on artifact types. Human remains from one formal burial represent an adult female. No known individuals were identified. One bag of unmodified animal bones was identified as an associated funerary object.\\n        In 1977 and 1978, human remains representing, at minimum, two individuals were removed from Horse Flats (LAN-474B), also referred to as Porter Ranch, Los Angeles County, CA. John Romani as part of Northridge Archaeology Research Center (contract #VS-175) was hired to conduct testing in preparation for development in the spring and fall of 1977. Salvage excavation was completed in 1978 by Clay A. Singer, and the resulting collection was submitted to UCLA for curation in May 1979. The site is estimated to date to 3000 B.C. to A.D. 1800, based on radiocarbon dating and diagnostic artifacts. Fragmentary human remains represent an adult of unknown sex and an additional individual of unknown age or sex. No known individuals were identified. No associated funerary objects were identified.\\n        In 1981, human remains representing, at minimum, three individuals were removed from Saddle Rock Ranch (CA-LAN-717) in Malibu, Los Angeles County, CA. This site was excavated by a UCLA field school directed by Brian Dillon on the privately owned ranch. The collection was partially received for curation at UCLA in September of 1984, with additional materials arriving later in April 1997. The site is estimated to date from the Early Period to Historic, circa 4500 B.C. to A.D. 1785. Human remains from Burial 1 represent an adult male and an adult individual of unknown sex. Additional fragmentary human remains represent one individual of unknown age and sex. No known individuals were identified. The 23 associated funerary objects include 1 incised siltstone fragment, 1 stone flake, and 21 unworked animal bones.\\n        In 1980, human remains representing, at minimum, one individual were removed from the Cazador Site, also known as Three Springs Valley (CA-LAN-807) in Westlake Village, Los Angeles County, CA. This site was excavated by a UCLA archeology field course directed by Brian Dillon. Excavations occurred on land privately owned by the Pacifica Corporation. The collection was accessioned by UCLA in March of 1985. The site is estimated to date to the Late Period, after A.D. 1000-1769. Human remains from Burial 1 represent one adult individual of unknown sex. No known individuals were identified. No associated funerary objects were identified.\\n\\n        In 1976, human remains representing, at minimum, 44 individuals were removed from Century Ranch (CA-LAN-840) in Los Angeles County, CA. Excavations at the site were a joint field-school project between UCLA (directed by Clement Meighan) and California State University at Northridge (directed by Lou Tartaglia) on land owned by the Hunter family. Each university had a portion of the collection until Kathy Pedrick gathered the CSUN materials in 1978 to incorporate into one collection for analysis and curation. Susan Hector accessioned the UCLA collection August 1977. The area was likely a cemetery featuring both inhumations and cremations, and as such, fragmentary human remains were found in almost every unit. Twelve formal burials were identified by the excavators, but they acknowledged that potential overlapping existed. Of the 44 human individuals identified, 26 are adults (one male, one female, and 24 indeterminate), 6 are juveniles, 4 are infants, and 1 is a perinatal individual. Seven additional individuals were cremations where age and sex could not be determined. No known individuals were identified. The 493 associated funerary objects include: 284 pieces of unmodified animal bones, 9 worked bone artifacts, 3 bags and 4 fragments of charcoal, 34 pieces of chipped-stone tools and flakes, 7 pieces of ochre, 7 wood fragments, 57 pieces of unmodified shell, and 85 pieces and 3 bags of ground stone fragments and tools.\\n        In 1978, human remains representing, at minimum, two individuals were removed from Agoura Hills (CA-LAN-972) in Los Angeles County, CA. Excavations were undertaken by Ancient Enterprises under C. William Clewlow in 1978 on private land being developed for housing. The site is estimated to date from the Late Period to Historic (A.D. 700-1769). The collection arrived at UCLA for curation in 1978. All fragmentary human remains were pulled from midden contexts and represent two adult individuals of unknown sex. No known individuals were identified. No associated funerary objects were identified.\\n        At some unknown date, human remains representing, at minimum, one individual were removed from the Hansen Dam in Los Angeles County, CA. A memo indicated that UCLA loaned human remains from a prehistoric site in the Hansen Dam area to the City of Los Angeles Park Rangers in the 1960s and that they were returned in 1981, but no further information about this loan could be found. The human remains were identified by osteological analysis as an adult male of Native American ancestry. No known individuals were identified. No associated funerary objects were identified.\\n        At an unknown date, human remains representing, at minimum, one individual were removed from a mile South of Carpentaria (CA-SBA-1) in Santa Barbara County, CA, by unknown individuals and given to Loye Miller of the UCLA Biology Department between 1900 and 1950, and accessioned within the Dickey Bird and Mammal Collection. After NAGPRA was enacted, all Native American remains under UCLA\\'s control were transferred to the Fowler Museum for inventory and compliance purposes. The Dickey Bird and Mammal Collection transferred these human remains and several others to the Cotsen Institute of Archaeology, Zooarchaeology Lab in August 1995, and then to the Archaeology Collections Facility of the Fowler Museum at UCLA on September 18, 1995. The site dates from the Early to Late Periods (5000 B.C. to A.D. 1769). The fragmentary human remains represent one juvenile individual. No known individuals were identified. No associated funerary objects were identified.\\n        In 1982, human remains representing, at minimum, one individual was found eroding from the shoreline at the south end of Santa Cruz Island in Santa Barbara County, CA, on land likely belonging to the Nature Conservancy. They were donated to UCLA in 1984, and represent one adult male individual. No date was assigned, but an osteologist determined the human remains to be of Native American ancestry. No known individuals were identified. No associated funerary objects were identified.\\n        In 1985, 1992, and 1995, human remains representing, at minimum, four individuals were removed from Shawa Village (CA-SCRI-192) on Santa Cruz Island in Santa Barbara County, CA, on land belonging to the Nature Conservancy. Excavations by Jeanne Arnold took place on Santa Cruz in the summers of 1990-1992 and 1994-1997. All collections were curated at UCLA after completion of the field analysis. The site dates from the Late Period (A.D. 700-1769) through Historic contact. Extremely fragmentary human remains were identified from midden contexts and represent 1 infant and 2 adult individuals. One additional individual could not be distinguished by age. None of the human remains could be identified by sex. No known individuals were identified. No associated funerary objects were identified.\\n        In 1995, human remains representing, at minimum, two individuals were removed from Christy Ranch (CA-SCRI-236) on Santa Cruz Island in Santa Barbara County, CA, with permission of the private land owner. Excavations by Jeanne Arnold took place on Santa Cruz in the summers of 1990-1992 and 1994-1997. All collections were curated at UCLA upon completion of the field analysis. Radiocarbon dates from site indicate at least intermittent occupation from as early as 2485 B.C. into the Late Period. Human teeth were identified from midden contexts and represent a minimum number of two individuals, of which one could be identified as an adult. One could not be further distinguished by age. None of the human remains could be identified by sex. No known individuals were identified. No associated funerary objects were identified.\\n        In 1995, human remains representing, at minimum, seven individuals were removed from Xaxas Village (CA-SCRI-240) on Santa Cruz Island in Santa Barbara County, CA, on land belonging to the Nature Conservancy. Excavations by Jeanne Arnold took place on Santa Cruz in the summers of 1990-1992 and 1994-1997. All collections were curated at UCLA upon completion of the field analysis. Radiocarbon dates obtained from site CA-SCRI-240 indicate it was occupied between 2480 B.C. and A.D. 1425. Its presence in mission documents also indicates that it was occupied into the Historic Period. Fragmentary human remains (many of them teeth) were identified from midden contexts and represent 2 neonatal and 4 infant individuals. One could not be further distinguished by age. None of the human remains could be identified to sex. No known individuals were identified. No associated funerary objects were identified.\\n        In 1968, human remains representing, at minimum, two individuals were removed from CA-SLO-267/268 in San Luis Obispo County, CA. Excavations were conducted by Ronald P. Sekkel of UCLA on land owned by the Hearst Corporation. The site dates to the Late Period (A.D. 1200-1500). The human remains consist of one formal burial and fragmentary human remains representing a minimum of 2 individuals, an adult male and a juvenile individual. No known individuals were identified. The 10 burial associated objects consist of one animal bone, one shell fragment, and 8 chert flakes that were pulled from the burial matrix.\\n\\n        At an unknown date, human remains representing, at minimum, two individuals were removed from San Miguel Island (CA-SMI-xxx) in Santa Barbara County, CA, from private ranching land, likely in the 1920s, by unknown individuals and given to Loye Miller of the UCLA Biology Department and accessioned within the Dickey Bird and Mammal Collection. After NAGPRA was enacted, all Native American remains under UCLA\\'s control were transferred to the Fowler Museum for inventory and compliance purposes. The Dickey Bird and Mammal Collection transferred these human remains and several others to the Cotsen Institute of Archaeology, Zooarchaeology Lab in August 1995, and then to the Archaeology Collections Facility of the Fowler Museum at UCLA on September 18, 1995. No date was assigned, but an osteologist determined the human remains to be of Native American ancestry. The fragmentary human remains represent two individuals of unknown age and sex. No known individuals were identified. No associated funerary objects were identified.\\n        \\n        In December 1926, human remains representing, at minimum, one individual were removed from Little Sycamore Canyon Site (CA-VEN-1) in Ventura County, CA, by A.W. Schmuck, H.T. Cartio, and W.A. Starrett, who collected these human remains from a shellmound at the mouth of Little Sycamore Canyon. According to the accession records, these human remains were received by the UCLA Biology Department through Loye Miller on September 13, 1956. After NAGPRA was enacted, all Native American remains under UCLA\\'s control were transferred to the Fowler Museum for inventory and compliance purposes. The Dickey Bird and Mammal Collection transferred these human remains and several others to the Cotsen Institute of Archaeology, Zooarchaeology Lab in August 1995, and then to the Archaeology Collections Facility of the Fowler Museum at UCLA on September 18, 1995. Later excavators dated the site to the Early Period (5000-600 B.C.). The fragmentary human remains represent an adult male. No known individuals were identified. No associated funerary objects were identified.\\n        In 1959 and 1960, human remains representing, at minimum, 16 individuals were removed from Little Sycamore Canyon Site (CA-VEN-1) in Ventura County, CA. The collection was donated by David L. Jennings, Chair of the Earth Sciences Department, Los Angeles City College. Field school excavations conducted by Dr. Jerry Jordan, Jr., led to recovery of the collection, but no final report was ever compiled and no field documentation could be found with the collection. The original catalog listed six burials along with fragmentary human remains from midden contexts that included 10 adults (of which 4 were identified as male), two juveniles, and four individuals of unknown age and sex. No known individuals were identified. No associated funerary objects were identified.\\n        In the spring of 1964, human remains representing, at minimum, 34 individuals were removed from the Deer Creek Site (CA-VEN-7 and CA-VEN-10) in Ventura County, CA. This site was excavated by a UCLA field school course directed by Clement Meighan and Gene Sterud on private property as ongoing construction was impacting both sites. The excavation was conducted primarily at CA-VEN-7, however, additional excavations occurred at nearby CA-VEN-10. They are likely loci of the same village site along with VEN-2, 6, and 205 and grouped together for NAGPRA as such. The collection was received by UCLA in 1964. A single radiocarbon date and artifact types recovered indicate the site was occupied as early as A.D. 1 until after A.D. 1000. Human remains from seven formal burials as well as fragmentary human remains from midden contexts were identified from the collection and represent 17 adults (2 male, 4 female, and 11 indeterminate), 9 juveniles (1 male), 5 infants, and 2 perinatal individuals. Another individual was too fragmentary to determine age or sex. No known individuals were identified. Associated funerary objects were only recovered from the formal burials at VEN-7. The 55 associated funerary objects include: 1 shell bead, 3 ground stone artifacts, 1 projectile point, 30 pieces and 3 bags of unmodified faunal bone, 6 pebbles, 9 shell fragments, and 2 wood fragments.\\n        In 1955, 1958, and 1959, human remains representing, at minimum, 35 individuals were removed from Simo\\'mo (CA-VEN-24 aka VEN-26) in Ventura County, CA. The first set of excavations was undertaken by UCLA field courses supervised by Clement Meighan in 1955, and by David M. Pendergast in 1958. A second set of excavations were conducted by a UCLA field course taught by M.B. McKusick on private land in 1959. The excavation materials were all accessioned by UCLA by 1959. The estimated age of the site is A.D. 300-1100. While a report by Meighan discusses finding two formal burials, neither were accessioned by UCLA. Their current location is unknown. A single drawing was found referencing work done in 1958 under David Pendergast. It includes information about Burials 9-13 and states that they are located at San Fernando Valley State College along with their artifacts (although some of the artifacts are included on UCLA\\'s catalog and are present). While no formal burials were found, fragmentary human remains were identified within the faunal bone from the 1956 and 1958 excavations. In addition, faunal remains returned from UCSB included two sets of proveniences that could not be traced to UCLA excavations, which also included fragmentary human remains. Accession 117 includes 15 adults, 5 juveniles, 6 infants, 2 perinatal, and 1 individual that was too fragmentary to determine age or sex. The identified burial associated items are from burials not currently at UCLA and are therefore not included on this notice. Accession 219 consists of two excavated burials and fragmentary human remains representing a minimum number of six individuals (4 adults and 2 juveniles). No known individuals were identified. There are 22 unmodified animal bones removed from the burials and identified as associated funerary objects.\\n        Between 1966 and 1968, human remains representing, at minimum, four individuals were removed from La Robleda (CA-VEN-39) at Medea Creek in Ventura County, CA. This collection resulted from excavations carried out by a UCLA field school course on land owned by the Metropolitan Development Corporation under the direction of James N. Hill and Michael Glassow to test different excavation strategies. The collection was accessioned by UCLA in 1971. The site is estimated to date from 815 B.C. to A.D. 1890. Fragmentary human remains represent two adults and two juvenile individuals of unknown sex. No known individuals were identified. No associated funerary objects were identified.\\n        In 1960 and 1961, human remains representing, at minimum, nine individuals were removed from Soule Park Site (CA-VEN-61) in Ventura County, CA. The site was excavated by Margaret Susia and a UC Archaeological Survey crew during a salvage project, after being granted permission by the Ventura County of Public Works. The collection was accessioned by UCLA in 1961. The site is estimated to date to between A.D. 1 and 1500. Fragmentary human remains represent six adults and three juveniles of unknown sex. No known individuals were identified. No associated funerary objects were identified.\\n        In 1964, 1965, and 1977, human remains representing, at minimum, two individuals were removed from Potrero Valley (CA-VEN-70) in Ventura County, CA. The site was excavated by Nelson N. Leonard and the UCLA Archaeological Survey from December 1964 through May 1965, and by Clay Singer in 1977, on land owned by the Janss Corporation. The collections were accessioned by UCLA after each excavation. The site is estimated to date to the Late Period (A.D. 700-1769). Fragmentary human remains represent two adult individuals of unknown sex. No known individuals were identified. No associated funerary objects were identified.\\n\\n        In 1971, human remains representing, at minimum, two individuals were removed from Little Sycamore Canyon (CA-VEN-86) in Ventura County, CA. Bob Gibson directed excavations in the summer and fall of 1971 for the UC Archaeological Survey on private property and under contract with CEDAM International. The contract gave ownership of the collection to UCLA, and the collection was received in August 1971. The site dates to the Late Period (A.D. 700-1769). The human remains from Burial 1 represent an adult female and an individual of unknown age or sex. No known individuals were identified. The 87 associated funerary objects include: 1 shell bead, 2 worked bone fragments, 2 ground stone artifacts, 42 flaked-stone artifacts, 5 pieces and 4 bags of unmodified faunal bones, 19 unmodified shell fragments, 10 pieces and 1 bag of stone fragments, and 1 cobble.\\n        In 1978, human remains representing, at minimum, three individuals were removed from CA-VEN-122 in Oak Park, Ventura County, CA. The collection derives from excavations conducted by a UCLA field class under the direction of C. William Clewlow, Jr., and supervised by Marilyn Beaudry. The site is located on land owned by the Metropolitan Development Corporation. The collection was curated at UCLA in August 1978. This site dates to A.D. 700-1785. A formal burial was designated at the site and left in situ at the request of the Native American monitors. However, additional fragmentary human remains were identified from midden contexts that represent two adults, sex unknown, and another individual represented by an incisor. No known individuals were identified. No associated funerary objects were identified.\\n        In 1965-1966, human remains representing, at minimum, nine individuals were removed from CA-VEN-138 in Ventura County, CA, by students from Mira Monte Elementary School, under the direction of their teacher Dr. John Hook during the school year. The collection from this Late Period (A.D. 700-1769) through Historic contact site was donated to UCLA in 1985 by the elementary school. Fragmentary human remains removed from the site include a minimum of 9 individuals: One adult male; one adult, sex unknown; one juvenile, sex unknown; and six other extremely incomplete individuals, age and sex unknown. No known individuals were identified. The collection of 101 associated funerary objects consists of 4 ground stone artifacts, 35 worked stone fragments, 40 unmodified shell fragments, 19 pieces of unmodified animal bones, 1 charcoal fragment, 1 ceramic fragment, and 1 metal knife.\\n        In 1970, human remains representing, at minimum, eight individuals were removed from Big Sycamore Rock Shelters (CA-VEN-195) in Ventura County, CA. The site was excavated under the direction of Robert Gibson with a UC Archaeological Survey crew on private property. This site dates to the Late Period, circa A.D. 1500. Fragmentary human remains represent two incomplete adult individuals of unknown sex, and six individuals of unknown age and sex. No known individuals were identified. No associated funerary objects were identified.\\n        In the summer of 1975, human remains representing, at minimum, four individuals were removed from the Running Springs Ranch Site (CA-VEN-261) in Ventura County, CA. This collection derives from a boundary test conducted by C. William Clewlow and Allen Pastron. The site is estimated to date to A.D. 800-1800. Human remains from Burial 1 represent a sub-adult female individual. In addition fragmentary human remains represent three adult individuals, sex unknown. No known individuals were identified. The two associated funerary objects are a shell fragment and a stone flake.\\n        In 1977, human remains representing, at minimum, one individual were removed from Conejo Valley (CA-VEN-272) in Thousand Oaks, Ventura County, CA. The site was discovered by a crew of archeologists from the UCLA Archaeological Survey in 1972, and reevaluated in 1976 by Pamela Ivie and David Whitley as part of an environmental impact report on the MGM Ranch. The Late Period site (A.D. 700-1769) was excavated in August of 1977, by a UCLA research team on MGM property. Fragmentary human remains were recovered from a midden context representing one individual of unknown age or sex. No known individuals were identified. No associated funerary objects were identified.\\n        In the fall of 1976 and the summer of 1977, human remains representing, at minimum, 12 individuals were removed from Oak Park (CA-VEN-294) in Ventura County, CA. Salvage excavations were conducted on land owned by the Metropolitan Development Corporation and directed by Robert Lopez and C. William Clewlow with the UCLA Archaeological Survey. The site dates to between 48 B.C. and A.D. 1400. Human remains were recovered from five burials as well as midden contexts. They include 6 adults, sex unknown; 3 juveniles, sex unknown; 2 infants, sex unknown; and 1 individual of unknown sex and age. No known individuals were identified. The 697 associated funerary objects are 9 worked bones, 1 shell pendant fragment, 106 unmodified animal bones, 44 unmodified shell fragments, 52 flaked stone artifacts, 1 metal ball, 466 shell beads, 5 serpentine beads, 1 stone pestle, 5 cobble tools, 3 bags of soil samples, and 4 stone fragments.\\n        In 1975, human remains representing, at minimum, one individual were removed from CA-VEN-340 in Ventura County, CA. Nelson N. Leonard led salvage excavations after the Late Period site (A.D. 700-1769) was heavily impacted by construction in the 1970s leaving only a portion of the deposit intact. The collection arrived at UCLA soon after excavations, between 1975 and 1976. Fragmentary human remains represent a minimum of one adult individual, sex unknown. No known individuals were identified. No associated funerary objects were identified.\\n        Sometime in 1976 or 1977, human remains representing, at minimum, eight individuals were removed from Ferndale Ranch (CA-VEN-404) in Ventura County, CA. Excavations were conducted in 1976 by the UC Archaeological Survey in conjunction with the University of Santa Clara, directed by C.W. Clewlow, Jr., in advance of site development. During the course of excavations, burials were found but left in situ at the request of the Candelaria Indian Tribal Council. There were also two short periods of field excavations again in 1977 by Dr. C. Moser. The excavations were closed at the request of the Candelaria Indian Council as more burials were encountered, and they were reinterred. Construction damaged part of the Late Period (A.D. 700-1769) through Historic contact cemetery after excavations were concluded. A summary report states that the location of the Moser 1977 work is currently unknown and not included in this collection. The collection in the possession and control of the Fowler Museum presumably derives from after the 1977 excavations and comprises 6 burials including 5 adults (2 of which are identified as female), a juvenile, an infant of unknown sex, and an individual of unknown age or sex. No known individuals were identified. The 111 associated funerary objects consist of 8 pieces and 4 bags of unmodified faunal bones, 6 pebbles, 1 organic fragment, 1 bone tool, 2 bags of flakes, 49 pieces and 1 bag of stone fragments, 15 pieces and 2 bags of unmodified shell, 20 beads, and 2 ceramic fragments.\\n\\n        In 1978, human remains representing, at minimum, one individual were removed from Medea Creek (CA-VEN-542) in Oak Park, Thousand Oaks, Ventura County, CA. The collection was excavated by researchers from the UCLA Archaeological Survey under the direction of Dr. C. William Clewlow, Jr., on land owned by the Metropolitan Development Corporation. The collection was accessioned by UCLA in July 1978. This site was dated to the Late Period (A.D. 700-1769). Fragmentary human remains represent one juvenile individual of unknown sex. No known individuals were identified. No associated funerary objects were identified.\\n        In 1982, human remains representing, at minimum, one individual were removed from Newbury Park (CA-VEN-544) in Ventura County, CA. The collection is from excavations on Grace Properties by Brian Dillon in the summer of 1982. There was no documentation provided when the human remains were received at UCLA in 1985. The site is dated to the Early Millingstone Period (circa 600-0 B.C.). Fragmentary human remains represent one adult individual of unknown sex. No known individuals were identified. No associated funerary objects were identified.\\n        In 1978, human remains representing, at minimum, three individuals were removed from Lindero Canyon (CA-VEN-606) in Ventura County, CA. Collections from the site derive from survey and excavation during the North Ranch Inland Chumash research project led by Dr. William Clewlow, Jr. The second investigation was conducted the same year under the direction of Holly Love and Rheta Resnick. Excavations took place on land privately owned by the Prudential Insurance Company. The collections were curated at UCLA in 1979. The site has been dated to the Late Period, A.D. 1300-1650. Fragmentary human remains represent one adult individual of unknown sex and two infants of unknown sex. No known individuals were identified. No associated funerary objects were identified.\\n        The sites detailed in this notice have been identified through consultation to be within the traditional territory of the Chumash people. These locations are consistent with ethnographic and historic documentation of the Chumash people.\\n        The Chumash territory, anthropologically defined first on the basis of linguistic similarities, and subsequently on broadly shared material and cultural traits, reaches from San Luis Obispo to Malibu on the coast, inland to the western edge of the San Joaquin Valley, to the edge of the San Fernando Valley, and includes the four Northern Channel Islands. The sites in this notice are located in northwestern Los Angeles, Ventura, southwestern San Luis Obispo, and Santa Barbara counties and fall within the geographical area identified as Chumash. Some tribal consultants state that these areas were the responsibility of regional leaders, who were themselves organized into a pan-regional association of both political power and ceremonial knowledge. Further, these indigenous areas are identified by some tribal consultants to be relational with clans or associations of traditional practitioners of specific kinds of indigenous medicinal and ceremonial practices. Some tribal consultants identified these clans as existing in the pre-contact period and identified some clans as also existing in the present day. Other tribal consultants do not recognize present-day geographical divisions to be related to clans of traditional practitioners. However, they do state that Chumash, Tataviam, and Gabrielino/Tongva territories were and are occupied by socially distinct, yet interrelated, groups which have been characterized by anthropologists. Ethnographic evidence suggests that the social and political organization of the pre-contact Channel Islands were primarily at the village level, with a hereditary chief, in addition to many other specialists who wielded power.\\n        The associated funerary objects described in this notice are consistent with those of groups ancestral to the present-day Chumash people. The material cultures of earlier groups living in the geographical areas mentioned in this notice are characterized by archeologists as having passed through stages over the past 10,000 years. Many local archeologists assert that the changes in the material culture reflect evolving ecological adaptations and related changes in social organization of the same populations and do not represent population displacements or movements. The same range of artifact types and materials were used from the early pre-contact period until historic times. Tribal consultants explicitly state that population mixing, which did occur on a small scale, would not alter the continuity of the shared group identities of people associated with specific locales. Based on this evidence, continuity through time can be traced for all sites listed in this notice with present-day Chumash people, specifically the Santa Ynez Band of Chumash Mission Indians of the Santa Ynez Reservation, California.\\n        Determinations Made by the Fowler Museum at UCLA\\n        Officials of the Fowler Museum at UCLA have determined that:\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice represent the physical remains of 1,802 individuals of Native American ancestry.\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(3)(A), the 46,015 objects described in this notice are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony.\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and associated funerary objects and the Santa Ynez Band of Chumash Mission Indians of the Santa Ynez Reservation, California.\\n        Additional Requestors and Disposition\\n\\n        Lineal descendants or representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to Wendy G. Teeter, Ph.D., Fowler Museum at UCLA, Box 951549, Los Angeles, CA 90095-1549, telephone (310) 825-1864, email wteeter@arts.ucla.edu, by February 26, 2016. After that date, if no additional requestors have come forward, transfer of control of the human remains and associated funerary objects to Santa Ynez Band of Chumash Mission Indians of the Santa Ynez Reservation, California, may proceed.\\n        The Fowler Museum is responsible for notifying the Santa Ynez Band of Chumash Mission Indians of the Santa Ynez Reservation, California, that this notice has been published.\\n        \\n          Dated: December 21, 2015.\\n          Melanie O\\'Brien,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. 2016-01592 Filed 1-26-16; 8:45 am]\\n      BILLING CODE 4312-50-P\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "[NPS-WASO-NAGPRA-20016; PPWOCRADN0-PCU00RP14.R50000]", "subject": "Notice of Inventory Completion: Fowler Museum at the University of California Los Angeles, Los Angeles, CA", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "The Fowler Museum at the University of California Los Angeles (UCLA) has completed an inventory of human remains and associated funerary objects, in consultation with the appropriate Indian tribes or Native Hawaiian organizations, and has determined that there is a cultural affiliation between the human remains and associated funerary objects and present-day Indian tribes or Native Hawaiian organizations. Lineal descendants or representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request to the Fowler Museum at UCLA. If no additional requestors come forward, transfer of control of the human remains and associated funerary objects to the lineal descendants, Indian tribes, or Native Hawaiian organizations stated in this notice may proceed.", "dates": "Lineal descendants or representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to the Fowler Museum at UCLA at the address in this notice by February 26, 2016.", "addresses": "Wendy G. Teeter, Ph.D., Fowler Museum at UCLA, Box 951549, Los Angeles, CA 90095-1549, telephone (310) 825-1864, email wteeter@arts.ucla.edu.\\n          ", "signature_dated": "Dated: December 21, 2015.", "signature_name": "Melanie O\\'Brien,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. 2016-01592 Filed 1-26-16; 8:45 am]", "billing_code": "BILLING CODE 4312-50-P", "supp_info": "SUPPLEMENTARY INFORMATION: \n Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains and associated funerary objects under the control of the Fowler Museum at UCLA, Los Angeles, CA. The human remains and associated funerary objects were removed from Santa Barbara, San Luis Obispo, Ventura, and Los Angeles Counties, CA. \n This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003(d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations in this notice. \n Consultation \n A detailed assessment of the human remains was made by the Fowler Museum at UCLA professional staff in consultation with representatives of Santa Ynez Band of Chumash Mission Indians of the Santa Ynez Reservation, California, and the following nonfederally recognized Indian groups: Barbareno Chumash Council; Barbareno/Ventureno Band of Mission Indians; Coastal Band of the Chumash Nation; Fernande\\xc3\\xb1o Tataviam Band of Mission Indians; Gabrielino/Tongva Indians of California Tribe; Gabrielino/Tongva Nation; Gabrieleno/Tongva Tribal Council; Northern Chumash Tribe; San Gabriel Band of Mission Indians; Ti\\'at Society; and the Traditional Council of Pimu. \n History and Description of the Human Remains and Associated Funerary Objects \n In 1957, human remains representing, at minimum, three individuals were removed from the Lower Tank Site (CA-LAN-2) near Topanga, Los Angeles County, CA, where Keith Johnson led a UCLA field school course on privately owned land. The Lower Tank Site is estimated to date between 1000 and 0 B.C., based on radiocarbon dating. After analysis, the collection was accessioned by UCLA in 1961. Three formal burials were identified and consist of two adults and a juvenile. One adult could be further identified as male. No known individuals were identified. The seven associated funerary objects include five unmodified faunal bones, one metate, and one mano. \n In 1967, human remains representing, at minimum, four individuals were removed from the Puerco Site (CA-LAN-19) near Malibu, Los Angeles, CA, where James West lead a UCLA field course on privately-owned land as part of the University of California (UC) Archaeological Survey in preparation for proposed freeway work. The Puerco Site is estimated to date between 600 B.C. and A.D. 1769, based on the presence of artifact types in the collection. After analysis, the collection was accessioned in 1977. Fragmentary human remains represent four adult individuals of unknown sex. No known individuals were identified. No associated funerary objects were identified. \n In 1963, human remains representing, at minimum, two individuals were removed from CA-LAN-45 near Topanga, Los Angeles County, CA, where Keith Johnson lead a UCLA field course on privately-owned land. The site, CA-LAN-45, dates to between A.D. 1250 and 1769, based on the artifact types in the collection. After analysis, the collection was accessioned in the fall of 1963. Fragmentary human remains represent a minimum of two adult individuals. No known individuals were identified. No associated funerary objects were identified. \n At an unknown date between 1900 and 1950, human remains representing, at minimum, three individuals were removed from Sequit Creek Indian Mound (CA-LAN-52) in Los Angeles County, CA. The human remains were received at an unknown date by the UCLA Biology Department as part of the Dickey Bird and Mammal Collection and were subsequently transferred to the Cotsen Institute of Archaeology and Zooarchaeology Lab in August 1995, and then to Fowler Museum in September 1995 to be inventoried for NAGPRA compliance. Being that there is little to no original documentation for the human remains, they have been attributed to CA-LAN-52 because they are labeled with location information, and the site is known to have been heavily looted since at least the late 1800s. The human remains are estimated to date to A.D. 610 +/\\xe2\\x88\\x92100, based on radiocarbon dating. The fragmentary human remains represent two adult individuals, sex unknown, and one infant individual. No known individuals were identified. No associated funerary objects were identified. \n Sometime before 1950, human remains representing, at minimum, one individual were removed from CA-LAN-95 in San Fernando, Los Angeles County, CA. Excavations were undertaken by USC students after the human remains of a Native American individual were found to be eroding from private property. At an unknown date, the collection was received by the Hancock Foundation, who subsequently donated the collection to UCLA sometime around 1950. Very little information accompanied the collection to the Fowler Museum, but the human remains were determined to be Native American based on osteological analysis. Fragmentary human remains represent a juvenile between four and six years of age. No known individuals were identified. The one associated funerary object is an unmodified faunal bone fragment. \n Sometime before 1972, human remains representing, at minimum, one individual were removed from Encinal Canyon (CA-LAN-114) in Malibu, Los Angeles County, CA. The human remains are thought to have been excavated by John Beaton and were accessioned in 1972. Although the site has been excavated several times, no specific age for the site has been determined other than prehistoric. Fragmentary human remains represent one individual of unknown age and sex. No known individuals were identified. No associated funerary objects were identified. \n Sometime before 1952, human remains representing, at minimum, one individual were removed from Pacific Coast Highway (CA-LAN-133, formerly CA-LAN-190), in Malibu, Los Angeles County, CA. The collection was received by UCLA in 1952 from Mr. Gonzales, who had excavated the burial on private property. The human remains of an adult male were determined to be Native American based on osteological analysis. No known individuals were identified. No associated funerary objects were identified. \n In 1978 and 1979, human remains representing, at minimum, 11 individuals were removed from Stunt Ranch (CA-LAN-153) in Los Angeles County, CA. Clement Meighan led two field courses with the cooperation of the Jennings Engineering Company, who was developing the property before the land was acquired by UCLA. Clement Meighan dated the site to between A.D. 1250 and 1769, based on the presence of diagnostic artifact types. During excavations, six formal burials were identified in addition to fragmentary human remains. The human remains could be further identified as representing five adult and one infant of unknown sex. At least three individuals were cremated, and two others were too fragmentary to identify either age or sex. No known individuals were identified. The 80 associated funerary objects are 6 pieces and 1 bag of unmodified animal bone, 60 unmodified shell fragments, 12 stone fragments, and 1 obsidian biface. \n In 1987, human remains representing, at minimum, two individuals were removed from the Santa Maria Site (CA-LAN-162) in Topanga Canyon, Los Angeles County, CA. At the request of the Montevideo Country Club, excavations were conducted throughout 1987 by Dr. Brian Dillon and assistant Justin Hyland for compliance with proposed development of the site. The collection was accessioned in April 1997. The site age is estimated to span from between 600 B.C. and A.D. 1769. Fragmentary human remains from Burials 1 and 2 represent two adult individuals of unknown sex. No known individuals were identified. No associated funerary objects were identified. \n Between 1950 and 1969, human remains representing, at minimum, 27 individuals were removed from the Zuma Creek Site (CA-LAN-174) in Los Angeles County, CA. The site was first excavated in 1950 by Stuart Peck. It was excavated again in 1952 and 1957 by Clement Meighan as part of a UCLA field school. From these excavations, human remains from seventeen burials were accessioned in 1957. Later salvage excavations were conducted at the site during 1968 and 1969 by Sally MacFadyen and Jinny McKenzie, as well as by Thomas King and the UC Archaeological Survey crew. Human remains from five burials deriving from these excavations were accessioned by UCLA in 1969, after analysis was completed. The site produced a radiocarbon date of 3000 B.C. \\xc2\\xb1 200 years. The first set of excavations included human remains of 13 adults (6 female, 4 male, and 3 indeterminate), 4 juveniles, and 2 infants. The second set of excavations included six adults (2 female, 1 male, and 3 indeterminate), a juvenile, and an infant. No known individuals were identified. From both sets of excavations, the 178 associated funerary objects are 14 stone fragments, 5 cobbles, 32 groundstone artifacts, 65 flaked stone artifacts, 16 pieces and 3 bags of unmodified shell, 23 pieces and 1 bag of unmodified animal bone, 2 worked bone artifacts, 2 glass fragments, 3 ochre fragments, 5 worked shell artifacts, 1 bag of soil, 5 asphaltum fragments, and 1 bag of asphaltum with basketry impressions. \n In 1967, human remains representing, at minimum, one individual were removed from Russell Valley (CA-LAN-186), in Thousand Oaks, Los Angeles County, CA. Excavations were conducted by Chester King during a salvage operation of this Late Period site (A.D. 700-1500). Fragmentary human remains were identified from midden contexts representing at least one individual of unknown age or sex. The collection was accessioned in 1967. No known individuals were identified. No associated funerary objects were identified. \n In 1951, human remains representing, at minimum, two individuals were removed from Pacific Coast Highway (CA-LAN-195) in Malibu, Los Angeles County, CA. The human remains had been exposed during construction and were disinterred by the Los Angeles County Sheriff\\'s Office, Malibu Sub-station. UCLA received the human remains in 1951. Based on osteological analysis the human remains were identified as an adult female and an adult individual of unknown sex. No known individuals were identified. A single unmodified sea mammal bone was recovered and is assumed to be an associated funerary object. \n Between March and June 1968, human remains representing, at minimum, 129 individuals were removed from Trancas Canyon Cemetery (CA-LAN-197) in Malibu, Los Angeles County, CA, by the UC Archaeology Survey under the direction of John Beaton and aided by the Malibu Archaeological Society. The excavations took place on land owned by the Reco Land Company as a salvage project due to erosion and the construction of a shopping center. The collection was accessioned by UCLA in 1978. Radiocarbon dating produced from the cemetery estimate the site age to 370 B.C. \\xc2\\xb1 58 years but continues through Spanish contact. Human remains from these excavations were further identified to age and sex, when possible, including 78 adults (32 male, 21 female, and 25 indeterminate), 4 sub-adults, 28 juveniles, and 14 infants were identified. Another five individuals were too fragmentary to determine age or sex. No known individuals. The 718 associated funerary objects include: 28 pieces and 1 bag of asphaltum fragments, 87 pieces and 1 bag of unmodified animal bone, 27 worked bone fragments, 1 charcoal fragment, 50 pieces and 1 bag of flaked stone artifacts, 4 copper fragments, 15 pieces and 1 bag of ochre fragments, 11 groundstone pieces, 84 shell beads, 182 pieces and 1 bag of unmodified shell, 206 pieces and 4 bags of cobbles/pebbles, and 14 stone fragments. \n In 1953, human remains representing, at minimum, five individuals were removed from Zuma Creek, also known as Zuma Creek \\xe2\\x80\\x9cG\\xe2\\x80\\x9d (CA-LAN-201, LAN-19) near Point Dume in Los Angeles County, CA. The collection was excavated by Clement W. Meighan as a UCLA research project. The estimated age of the site was not determined. The human remains were from a known prehistoric site and determined to be Native American based on osteological analysis. Fragmentary human remains from Burial A-13 represents one adult female individual, one adult possible female individual, one juvenile individual of unknown sex, and two adult individual of unknown sex. No known individuals were identified. No associated funerary objects were identified. \n In 1962 and 1963, human remains representing, at minimum, 45 individuals were removed from Paradise Cove (CA-LAN-222) in Malibu, Los Angeles County, CA. The first set of excavations was undertaken by a Pasadena City College field school, supervised by Richard H. Brooks, in the spring of 1962. During this time excavations were also undertaken jointly with a Santa Monica City College and UCLA field course supervised by Jack Smith. These collections were accessioned by UCLA after receiving them from Richard H. Brooks of the Department of Anthropology, University of Nevada, Las Vegas in 1987. In 1963, excavations continued with the joint Santa Monica City College and UCLA Anthropology field school course directed by Chester King and Jack Smith. The resulting collection was accessioned by UCLA in 1964. The estimated age of the site based on radiocarbon dating is 2350 B.C. \\xc2\\xb1 80 years. Fragmentary human remains recovered from midden contexts in 1962 represent a minimum of 10 individuals: 6 adults, a juvenile, and 3 individuals of unknown age or sex. From the 1963 excavations, human remains were recovered from 8 burials and from midden contexts. These human remains represent a minimum of 35 individuals: 17 adults (2 male, 2 female, and 13 indeterminate), 1 sub-adult, 8 juveniles, 3 infants, and 6 individuals whose age and sex could not be determined. No known individuals were identified. The 39 associated funerary objects were recovered from the second set of excavations and include: 6 unmodified animal bones, 3 worked bones, 2 limestone cobble unifaces, 3 chert scrapers, 1 limestone hammerstone, 1 sandstone metate fragment, 12 asphaltum basketry impression fragments, 3 manos, 1 quartz crystal fragment, 1 quartzite chopper, 1 sandstone mortar fragment, 4 shell fragments, and 1 wood handle fragment. \n From 1961 through 1963, human remains representing, at minimum, 13 individuals were removed from Century Ranch (CA-LAN-225) in Malibu, Los Angeles County, CA. The site was excavated by UCLA student volunteers under the direction of Jayne Harbinger. The site was also excavated in 1963 by a Santa Monica City College class under the direction of Chester King and Thomas Blackburn. The excavations took place on land that was then owned by the Twentieth Century-Fox Film Corporation and is now part of Malibu Creek State Park. Human remains were recovered from burial and midden contexts. Burial contexts included 9 adults (2 of which are possibly male), an infant, and one individual of unknown age and sex. Fragmentary human remains from midden contexts represent two individuals of unknown age and sex. No known individuals were identified. The 60 associated funerary objects are 14 stone fragments, 10 flaked-stone tools, 20 ground stone artifacts, 12 cobble artifacts, and 4 unmodified faunal bone pieces. \n In 1960 and 1961, human remains representing, at minimum, 53 individuals were removed from Century Ranch (CA-LAN-227), in Malibu Canyon, Los Angeles County, CA. Excavations were conducted by Thomas Blackburn and Ernest Chandonet with UCLA archeology students. The excavations were conducted on land owned by Twentieth Century-Fox Film Corporation, now part of Malibu Creek State Park. The collection was accessioned by UCLA in 1961. The site is estimated to date to the Late Period, with a radiocarbon date of circa A.D. 1530. The burials include a minimum of 53 individuals that were further identified as 23 adults (10 males, 2 females, and 11 indeterminate), 1 sub-adult, 13 juveniles, 15 infants, and 1 individual too fragmented to determine age or sex. No known individuals were identified. The 821 associated funerary objects include 678 shell beads, 19 shell pendants, 7 worked bone artifacts, 7 flaked-stone artifacts, 3 groundstone artifacts, 91 asphaltum fragments with basketry impressions, 7 shell dishes, one ochre fragment, and 8 unmodified shell fragments. \n In 1966, 1967, and 1969, human remains representing, at minimum, 906 individuals were removed from Medea Creek village and cemetery (CA-LAN-243) in Thousand Oaks, Los Angeles County, CA. Excavations were conducted in 1966-1967, in the cemetery area by UC Archaeological Survey volunteers and a UCLA field course directed by Linda B. King and Linda Hasten. In 1969, the Medea Creek village area was excavated by a crew of volunteers under the direction of Clay A. Singer. Both efforts were part of a volunteer salvage project prior to the site\\'s destruction. The collections were accessioned by UCLA in 1969. The estimated age of the site is Late Period/Historic (A.D. 1500-1785). Human remains from the 1969 excavations represent two adult individuals of unknown sex. Human remains from 1966-1967 excavations of the cemetery represent a minimum number of 904 individuals from 467 burials. All human remains from these burials were assessed for age, sex, pathology, and completeness. To summarize, a total of 524 adults (88 male, 86 female, and 350 indeterminate), 217 juveniles, 97 infants, and 9 prenatal were identified, and the human remains of 59 individuals were too fragmentary to identify by age or sex. No known individuals were identified. The 23,922 associated funerary objects include: 213 pieces and 8 bags of unmodified faunal remains and artifacts, 925 pieces and 2 bags of shell unmodified fragments and artifacts, 414 pieces and 7 bags of asphaltum fragments, 21,243 shell, glass, and stone beads, 78 flaked-stone artifacts, 62 ground stone artifacts, 179 pieces and 4 bags of organic materials, 2 metal artifacts, 435 pieces and 3 bags of stone fragments, 321 cobble and pebble artifacts, 7 fragments and 1 bag of charcoal, 17 bags of soil, and 1 glass pendant. \n In 1963, human remains representing, at minimum, 102 individuals were removed when Alex Apostolides directed a salvage project at the Mullholland Site (CA-LAN-246) before the construction of housing and to offset the pervasive vandalism that was occurring at the time. Dating of the site is to the Late Period (A.D. 1200-1500). The collection was accessioned by UCLA in November 1978. Eighteen formal burials were included in the collection, but fragmentary human remains were also identified from midden contexts that result in a minimum number of 102 individuals being represented. The human remains were further identified as 56 adults (11 males, 6 females, and 39 indeterminate), 27 juveniles, 14 infants, and 5 individuals too fragmentary to identify further. No known individuals were identified. The 2,640 associated funerary objects include: 27 flaked-stone artifacts, 8 groundstone artifacts, 1 carved clay fragment, 13 pieces of worked bone, 1 ceramic sherd, 30 charcoal fragments, 4 ochre fragments, 1 pecked pebble, 2,321 shell beads and ornaments, 16 unmodified shell fragments, 10 soapstone ornaments, 203 pieces and 3 bags of unmodified animal bone, and 2 bags of soil samples. \n In 1964, 1971-1972, and 1973-1975, human remains representing, at minimum, 247 individuals were removed from Humaliwu (CA-LAN-264) in Malibu, Los Angeles County, CA. UCLA conducted several field seasons under the direction of Clement Meighan on private property. Excavations also took place on land controlled by the California Department of Parks and Recreation, but that is filed under a separate inventory. Collections were accessioned by UCLA as they returned from the field under Accession numbers 505 (1964 excavations) and 573 (1971-75 excavations). The village dates from A.D. 550-1805. Three formal burials were identified during the 1964 excavations, and additional fragmentary human remains were recovered from midden contexts. There are a minimum of 27 individuals identified as 19 adults (one male, two female, and 16 indeterminate), one sub-adult, four juveniles, one infant, and two perinatal. Excavations in the 1970s uncovered 83 formal burials, and with the addition of fragmentary human remains recovered from midden contexts, a minimum number of 220 individuals were identified. Of this total, identification was possible for 110 adults (34 male, 34 female, and 42 indeterminate), 13 sub-adults, 36 juvenile, 36 infants, 13 neonatal individuals, and 10 perinatal individuals. Two individuals were too fragmentary to determine age or sex. No known individuals were identified. The 15,917 associated funerary objects include: 7 bone awl fragments, 21 worked bone fragments, 1 bone barb, 2 bone pin fragments, 7 bone tube beads, 1 bone wedge, 1 bone whistle, 2 red stone ear spools, 1 pipe, 1,869 pieces and 39 bags of unmodified animal bones, 13 bags of soil samples, 3 pieces and 1 bag of metal items, 4 pieces of ochre, 5 charcoal fragments, 7 quartz crystals, 1 fluorite crystal, 158 Megathura (limpet) rings, 3 fishhook fragments, 1 glass fragment, 4 perforated shells, 3 inlayed abalone shells, 13,040 shell beads, 54 pieces and 10 bags of unmodified shell fragments, 42 effigies, 4 stone tube beads, 30 stone beads, 1 bead blank, 3 stone pendants, 24 cobbles, 20 stone cores, 480 flaked-stone tools and debitage, 18 ground stone tools, 1 tarring pebble, 8 asphaltum fragments, 1 wood fragment, and 24 pieces and 3 bags of stone fragments. \n Between 1961 and 1963, human remains representing, at minimum, five individuals were removed from Sweetwater Mesa (CA-LAN-267) in Malibu, Los Angeles County, CA. Excavations on private property took place under the direction of Chester King, Tom Blackburn, and Earnest Chadonet as part of the UC Archaeological Survey, along with UCLA students and members of the Archaeological Research Association. The collection was accessioned by UCLA in 1963. The site is estimated to date to 4920-4360 B.C. Fragmentary human remains recovered from midden contexts represent a minimum of four adults and a juvenile individual of unknown sex. No known individuals were identified. No associated funerary objects were identified. \n In 1986, human remains representing, at minimum, one individual were removed from Tobillo (CA-LAN-311) in Malibu, Los Angeles County, CA. The site was excavated as part of the Malibu Wastewater Project under the direction of Brian Dillon on private property. The collection was given to UCLA on April 24, 1997. The site is estimated to date to the Late Period (A.D. 700-1769) and Historic (after A.D. 1769) time periods. Fragmentary human remains represent an individual of unknown age and sex. No known individuals were identified. No associated funerary objects were identified. \n In 1965, human remains representing, at minimum, one individual were removed from the Topanga Canyon Area (CA-LAN-330) in Los Angeles County, CA. This site was excavated by Clement Meighan with UCLA field school students inside a Late Period (A.D. 700-1769) rock shelter on privately owned land. The collection was accessioned by UCLA between 1966 and 1969. Fragmentary human remains represent a juvenile individual of unknown sex. No known individuals were identified. No associated funerary objects were identified. \n In 1967, human remains representing, at minimum, 10 individuals were removed from San Nicholas Canyon Site (CA-LAN-352, formerly CA-LAN-27) in Triunfo Pass, Los Angeles County, CA. The collection resulted from excavations by James West and a crew of volunteers, testing a portion of the site on private land that was in the right-of-way for the proposed Coast Freeway, US 101A. The collection was received at UCLA in 1967. The site is estimated to date to 5550-2050 B.C., through radiocarbon dating. Although burials were uncovered at the site, the site had been heavily disturbed, and thus human remains were also found in midden contexts. Human remains from a minimum of 5 adults were identified (1 female and 4 indeterminate), two juveniles, and three other individuals too fragmentary to identify further. No known individuals were identified. The 28 associated funerary objects include: 2 cobble tools, 2 flaked-stone tools, 6 unmodified animal bones, 9 ground stone artifacts, a worked sandstone disk, 4 shell artifacts, a wood fragment, and 3 bags of soil. \n In 1970, human remains representing, at minimum, one individual were removed from Highland Cave (CA-LAN-388) in Los Angeles County, CA. This site was excavated as a salvage project conducted by Grif Coleman and the UCLA Archaeological Survey for research purposes on private property in front of development activities. The collection was accessioned by UCLA in 1977. The site is estimated to date to A.D. 1500-1800 based on artifact types. Human remains from one formal burial represent an adult female. No known individuals were identified. One bag of unmodified animal bones was identified as an associated funerary object. \n In 1977 and 1978, human remains representing, at minimum, two individuals were removed from Horse Flats (LAN-474B), also referred to as Porter Ranch, Los Angeles County, CA. John Romani as part of Northridge Archaeology Research Center (contract #VS-175) was hired to conduct testing in preparation for development in the spring and fall of 1977. Salvage excavation was completed in 1978 by Clay A. Singer, and the resulting collection was submitted to UCLA for curation in May 1979. The site is estimated to date to 3000 B.C. to A.D. 1800, based on radiocarbon dating and diagnostic artifacts. Fragmentary human remains represent an adult of unknown sex and an additional individual of unknown age or sex. No known individuals were identified. No associated funerary objects were identified. \n In 1981, human remains representing, at minimum, three individuals were removed from Saddle Rock Ranch (CA-LAN-717) in Malibu, Los Angeles County, CA. This site was excavated by a UCLA field school directed by Brian Dillon on the privately owned ranch. The collection was partially received for curation at UCLA in September of 1984, with additional materials arriving later in April 1997. The site is estimated to date from the Early Period to Historic, circa 4500 B.C. to A.D. 1785. Human remains from Burial 1 represent an adult male and an adult individual of unknown sex. Additional fragmentary human remains represent one individual of unknown age and sex. No known individuals were identified. The 23 associated funerary objects include 1 incised siltstone fragment, 1 stone flake, and 21 unworked animal bones. \n In 1980, human remains representing, at minimum, one individual were removed from the Cazador Site, also known as Three Springs Valley (CA-LAN-807) in Westlake Village, Los Angeles County, CA. This site was excavated by a UCLA archeology field course directed by Brian Dillon. Excavations occurred on land privately owned by the Pacifica Corporation. The collection was accessioned by UCLA in March of 1985. The site is estimated to date to the Late Period, after A.D. 1000-1769. Human remains from Burial 1 represent one adult individual of unknown sex. No known individuals were identified. No associated funerary objects were identified. \n In 1976, human remains representing, at minimum, 44 individuals were removed from Century Ranch (CA-LAN-840) in Los Angeles County, CA. Excavations at the site were a joint field-school project between UCLA (directed by Clement Meighan) and California State University at Northridge (directed by Lou Tartaglia) on land owned by the Hunter family. Each university had a portion of the collection until Kathy Pedrick gathered the CSUN materials in 1978 to incorporate into one collection for analysis and curation. Susan Hector accessioned the UCLA collection August 1977. The area was likely a cemetery featuring both inhumations and cremations, and as such, fragmentary human remains were found in almost every unit. Twelve formal burials were identified by the excavators, but they acknowledged that potential overlapping existed. Of the 44 human individuals identified, 26 are adults (one male, one female, and 24 indeterminate), 6 are juveniles, 4 are infants, and 1 is a perinatal individual. Seven additional individuals were cremations where age and sex could not be determined. No known individuals were identified. The 493 associated funerary objects include: 284 pieces of unmodified animal bones, 9 worked bone artifacts, 3 bags and 4 fragments of charcoal, 34 pieces of chipped-stone tools and flakes, 7 pieces of ochre, 7 wood fragments, 57 pieces of unmodified shell, and 85 pieces and 3 bags of ground stone fragments and tools. \n In 1978, human remains representing, at minimum, two individuals were removed from Agoura Hills (CA-LAN-972) in Los Angeles County, CA. Excavations were undertaken by Ancient Enterprises under C. William Clewlow in 1978 on private land being developed for housing. The site is estimated to date from the Late Period to Historic (A.D. 700-1769). The collection arrived at UCLA for curation in 1978. All fragmentary human remains were pulled from midden contexts and represent two adult individuals of unknown sex. No known individuals were identified. No associated funerary objects were identified. \n At some unknown date, human remains representing, at minimum, one individual were removed from the Hansen Dam in Los Angeles County, CA. A memo indicated that UCLA loaned human remains from a prehistoric site in the Hansen Dam area to the City of Los Angeles Park Rangers in the 1960s and that they were returned in 1981, but no further information about this loan could be found. The human remains were identified by osteological analysis as an adult male of Native American ancestry. No known individuals were identified. No associated funerary objects were identified. \n At an unknown date, human remains representing, at minimum, one individual were removed from a mile South of Carpentaria (CA-SBA-1) in Santa Barbara County, CA, by unknown individuals and given to Loye Miller of the UCLA Biology Department between 1900 and 1950, and accessioned within the Dickey Bird and Mammal Collection. After NAGPRA was enacted, all Native American remains under UCLA\\'s control were transferred to the Fowler Museum for inventory and compliance purposes. The Dickey Bird and Mammal Collection transferred these human remains and several others to the Cotsen Institute of Archaeology, Zooarchaeology Lab in August 1995, and then to the Archaeology Collections Facility of the Fowler Museum at UCLA on September 18, 1995. The site dates from the Early to Late Periods (5000 B.C. to A.D. 1769). The fragmentary human remains represent one juvenile individual. No known individuals were identified. No associated funerary objects were identified. \n In 1982, human remains representing, at minimum, one individual was found eroding from the shoreline at the south end of Santa Cruz Island in Santa Barbara County, CA, on land likely belonging to the Nature Conservancy. They were donated to UCLA in 1984, and represent one adult male individual. No date was assigned, but an osteologist determined the human remains to be of Native American ancestry. No known individuals were identified. No associated funerary objects were identified. \n In 1985, 1992, and 1995, human remains representing, at minimum, four individuals were removed from Shawa Village (CA-SCRI-192) on Santa Cruz Island in Santa Barbara County, CA, on land belonging to the Nature Conservancy. Excavations by Jeanne Arnold took place on Santa Cruz in the summers of 1990-1992 and 1994-1997. All collections were curated at UCLA after completion of the field analysis. The site dates from the Late Period (A.D. 700-1769) through Historic contact. Extremely fragmentary human remains were identified from midden contexts and represent 1 infant and 2 adult individuals. One additional individual could not be distinguished by age. None of the human remains could be identified by sex. No known individuals were identified. No associated funerary objects were identified. \n In 1995, human remains representing, at minimum, two individuals were removed from Christy Ranch (CA-SCRI-236) on Santa Cruz Island in Santa Barbara County, CA, with permission of the private land owner. Excavations by Jeanne Arnold took place on Santa Cruz in the summers of 1990-1992 and 1994-1997. All collections were curated at UCLA upon completion of the field analysis. Radiocarbon dates from site indicate at least intermittent occupation from as early as 2485 B.C. into the Late Period. Human teeth were identified from midden contexts and represent a minimum number of two individuals, of which one could be identified as an adult. One could not be further distinguished by age. None of the human remains could be identified by sex. No known individuals were identified. No associated funerary objects were identified. \n In 1995, human remains representing, at minimum, seven individuals were removed from Xaxas Village (CA-SCRI-240) on Santa Cruz Island in Santa Barbara County, CA, on land belonging to the Nature Conservancy. Excavations by Jeanne Arnold took place on Santa Cruz in the summers of 1990-1992 and 1994-1997. All collections were curated at UCLA upon completion of the field analysis. Radiocarbon dates obtained from site CA-SCRI-240 indicate it was occupied between 2480 B.C. and A.D. 1425. Its presence in mission documents also indicates that it was occupied into the Historic Period. Fragmentary human remains (many of them teeth) were identified from midden contexts and represent 2 neonatal and 4 infant individuals. One could not be further distinguished by age. None of the human remains could be identified to sex. No known individuals were identified. No associated funerary objects were identified. \n In 1968, human remains representing, at minimum, two individuals were removed from CA-SLO-267/268 in San Luis Obispo County, CA. Excavations were conducted by Ronald P. Sekkel of UCLA on land owned by the Hearst Corporation. The site dates to the Late Period (A.D. 1200-1500). The human remains consist of one formal burial and fragmentary human remains representing a minimum of 2 individuals, an adult male and a juvenile individual. No known individuals were identified. The 10 burial associated objects consist of one animal bone, one shell fragment, and 8 chert flakes that were pulled from the burial matrix. \n At an unknown date, human remains representing, at minimum, two individuals were removed from San Miguel Island (CA-SMI-xxx) in Santa Barbara County, CA, from private ranching land, likely in the 1920s, by unknown individuals and given to Loye Miller of the UCLA Biology Department and accessioned within the Dickey Bird and Mammal Collection. After NAGPRA was enacted, all Native American remains under UCLA\\'s control were transferred to the Fowler Museum for inventory and compliance purposes. The Dickey Bird and Mammal Collection transferred these human remains and several others to the Cotsen Institute of Archaeology, Zooarchaeology Lab in August 1995, and then to the Archaeology Collections Facility of the Fowler Museum at UCLA on September 18, 1995. No date was assigned, but an osteologist determined the human remains to be of Native American ancestry. The fragmentary human remains represent two individuals of unknown age and sex. No known individuals were identified. No associated funerary objects were identified.\\n         \n In December 1926, human remains representing, at minimum, one individual were removed from Little Sycamore Canyon Site (CA-VEN-1) in Ventura County, CA, by A.W. Schmuck, H.T. Cartio, and W.A. Starrett, who collected these human remains from a shellmound at the mouth of Little Sycamore Canyon. According to the accession records, these human remains were received by the UCLA Biology Department through Loye Miller on September 13, 1956. After NAGPRA was enacted, all Native American remains under UCLA\\'s control were transferred to the Fowler Museum for inventory and compliance purposes. The Dickey Bird and Mammal Collection transferred these human remains and several others to the Cotsen Institute of Archaeology, Zooarchaeology Lab in August 1995, and then to the Archaeology Collections Facility of the Fowler Museum at UCLA on September 18, 1995. Later excavators dated the site to the Early Period (5000-600 B.C.). The fragmentary human remains represent an adult male. No known individuals were identified. No associated funerary objects were identified. \n In 1959 and 1960, human remains representing, at minimum, 16 individuals were removed from Little Sycamore Canyon Site (CA-VEN-1) in Ventura County, CA. The collection was donated by David L. Jennings, Chair of the Earth Sciences Department, Los Angeles City College. Field school excavations conducted by Dr. Jerry Jordan, Jr., led to recovery of the collection, but no final report was ever compiled and no field documentation could be found with the collection. The original catalog listed six burials along with fragmentary human remains from midden contexts that included 10 adults (of which 4 were identified as male), two juveniles, and four individuals of unknown age and sex. No known individuals were identified. No associated funerary objects were identified. \n In the spring of 1964, human remains representing, at minimum, 34 individuals were removed from the Deer Creek Site (CA-VEN-7 and CA-VEN-10) in Ventura County, CA. This site was excavated by a UCLA field school course directed by Clement Meighan and Gene Sterud on private property as ongoing construction was impacting both sites. The excavation was conducted primarily at CA-VEN-7, however, additional excavations occurred at nearby CA-VEN-10. They are likely loci of the same village site along with VEN-2, 6, and 205 and grouped together for NAGPRA as such. The collection was received by UCLA in 1964. A single radiocarbon date and artifact types recovered indicate the site was occupied as early as A.D. 1 until after A.D. 1000. Human remains from seven formal burials as well as fragmentary human remains from midden contexts were identified from the collection and represent 17 adults (2 male, 4 female, and 11 indeterminate), 9 juveniles (1 male), 5 infants, and 2 perinatal individuals. Another individual was too fragmentary to determine age or sex. No known individuals were identified. Associated funerary objects were only recovered from the formal burials at VEN-7. The 55 associated funerary objects include: 1 shell bead, 3 ground stone artifacts, 1 projectile point, 30 pieces and 3 bags of unmodified faunal bone, 6 pebbles, 9 shell fragments, and 2 wood fragments. \n In 1955, 1958, and 1959, human remains representing, at minimum, 35 individuals were removed from Simo\\'mo (CA-VEN-24 aka VEN-26) in Ventura County, CA. The first set of excavations was undertaken by UCLA field courses supervised by Clement Meighan in 1955, and by David M. Pendergast in 1958. A second set of excavations were conducted by a UCLA field course taught by M.B. McKusick on private land in 1959. The excavation materials were all accessioned by UCLA by 1959. The estimated age of the site is A.D. 300-1100. While a report by Meighan discusses finding two formal burials, neither were accessioned by UCLA. Their current location is unknown. A single drawing was found referencing work done in 1958 under David Pendergast. It includes information about Burials 9-13 and states that they are located at San Fernando Valley State College along with their artifacts (although some of the artifacts are included on UCLA\\'s catalog and are present). While no formal burials were found, fragmentary human remains were identified within the faunal bone from the 1956 and 1958 excavations. In addition, faunal remains returned from UCSB included two sets of proveniences that could not be traced to UCLA excavations, which also included fragmentary human remains. Accession 117 includes 15 adults, 5 juveniles, 6 infants, 2 perinatal, and 1 individual that was too fragmentary to determine age or sex. The identified burial associated items are from burials not currently at UCLA and are therefore not included on this notice. Accession 219 consists of two excavated burials and fragmentary human remains representing a minimum number of six individuals (4 adults and 2 juveniles). No known individuals were identified. There are 22 unmodified animal bones removed from the burials and identified as associated funerary objects. \n Between 1966 and 1968, human remains representing, at minimum, four individuals were removed from La Robleda (CA-VEN-39) at Medea Creek in Ventura County, CA. This collection resulted from excavations carried out by a UCLA field school course on land owned by the Metropolitan Development Corporation under the direction of James N. Hill and Michael Glassow to test different excavation strategies. The collection was accessioned by UCLA in 1971. The site is estimated to date from 815 B.C. to A.D. 1890. Fragmentary human remains represent two adults and two juvenile individuals of unknown sex. No known individuals were identified. No associated funerary objects were identified. \n In 1960 and 1961, human remains representing, at minimum, nine individuals were removed from Soule Park Site (CA-VEN-61) in Ventura County, CA. The site was excavated by Margaret Susia and a UC Archaeological Survey crew during a salvage project, after being granted permission by the Ventura County of Public Works. The collection was accessioned by UCLA in 1961. The site is estimated to date to between A.D. 1 and 1500. Fragmentary human remains represent six adults and three juveniles of unknown sex. No known individuals were identified. No associated funerary objects were identified. \n In 1964, 1965, and 1977, human remains representing, at minimum, two individuals were removed from Potrero Valley (CA-VEN-70) in Ventura County, CA. The site was excavated by Nelson N. Leonard and the UCLA Archaeological Survey from December 1964 through May 1965, and by Clay Singer in 1977, on land owned by the Janss Corporation. The collections were accessioned by UCLA after each excavation. The site is estimated to date to the Late Period (A.D. 700-1769). Fragmentary human remains represent two adult individuals of unknown sex. No known individuals were identified. No associated funerary objects were identified. \n In 1971, human remains representing, at minimum, two individuals were removed from Little Sycamore Canyon (CA-VEN-86) in Ventura County, CA. Bob Gibson directed excavations in the summer and fall of 1971 for the UC Archaeological Survey on private property and under contract with CEDAM International. The contract gave ownership of the collection to UCLA, and the collection was received in August 1971. The site dates to the Late Period (A.D. 700-1769). The human remains from Burial 1 represent an adult female and an individual of unknown age or sex. No known individuals were identified. The 87 associated funerary objects include: 1 shell bead, 2 worked bone fragments, 2 ground stone artifacts, 42 flaked-stone artifacts, 5 pieces and 4 bags of unmodified faunal bones, 19 unmodified shell fragments, 10 pieces and 1 bag of stone fragments, and 1 cobble. \n In 1978, human remains representing, at minimum, three individuals were removed from CA-VEN-122 in Oak Park, Ventura County, CA. The collection derives from excavations conducted by a UCLA field class under the direction of C. William Clewlow, Jr., and supervised by Marilyn Beaudry. The site is located on land owned by the Metropolitan Development Corporation. The collection was curated at UCLA in August 1978. This site dates to A.D. 700-1785. A formal burial was designated at the site and left in situ at the request of the Native American monitors. However, additional fragmentary human remains were identified from midden contexts that represent two adults, sex unknown, and another individual represented by an incisor. No known individuals were identified. No associated funerary objects were identified. \n In 1965-1966, human remains representing, at minimum, nine individuals were removed from CA-VEN-138 in Ventura County, CA, by students from Mira Monte Elementary School, under the direction of their teacher Dr. John Hook during the school year. The collection from this Late Period (A.D. 700-1769) through Historic contact site was donated to UCLA in 1985 by the elementary school. Fragmentary human remains removed from the site include a minimum of 9 individuals: One adult male; one adult, sex unknown; one juvenile, sex unknown; and six other extremely incomplete individuals, age and sex unknown. No known individuals were identified. The collection of 101 associated funerary objects consists of 4 ground stone artifacts, 35 worked stone fragments, 40 unmodified shell fragments, 19 pieces of unmodified animal bones, 1 charcoal fragment, 1 ceramic fragment, and 1 metal knife. \n In 1970, human remains representing, at minimum, eight individuals were removed from Big Sycamore Rock Shelters (CA-VEN-195) in Ventura County, CA. The site was excavated under the direction of Robert Gibson with a UC Archaeological Survey crew on private property. This site dates to the Late Period, circa A.D. 1500. Fragmentary human remains represent two incomplete adult individuals of unknown sex, and six individuals of unknown age and sex. No known individuals were identified. No associated funerary objects were identified. \n In the summer of 1975, human remains representing, at minimum, four individuals were removed from the Running Springs Ranch Site (CA-VEN-261) in Ventura County, CA. This collection derives from a boundary test conducted by C. William Clewlow and Allen Pastron. The site is estimated to date to A.D. 800-1800. Human remains from Burial 1 represent a sub-adult female individual. In addition fragmentary human remains represent three adult individuals, sex unknown. No known individuals were identified. The two associated funerary objects are a shell fragment and a stone flake. \n In 1977, human remains representing, at minimum, one individual were removed from Conejo Valley (CA-VEN-272) in Thousand Oaks, Ventura County, CA. The site was discovered by a crew of archeologists from the UCLA Archaeological Survey in 1972, and reevaluated in 1976 by Pamela Ivie and David Whitley as part of an environmental impact report on the MGM Ranch. The Late Period site (A.D. 700-1769) was excavated in August of 1977, by a UCLA research team on MGM property. Fragmentary human remains were recovered from a midden context representing one individual of unknown age or sex. No known individuals were identified. No associated funerary objects were identified. \n In the fall of 1976 and the summer of 1977, human remains representing, at minimum, 12 individuals were removed from Oak Park (CA-VEN-294) in Ventura County, CA. Salvage excavations were conducted on land owned by the Metropolitan Development Corporation and directed by Robert Lopez and C. William Clewlow with the UCLA Archaeological Survey. The site dates to between 48 B.C. and A.D. 1400. Human remains were recovered from five burials as well as midden contexts. They include 6 adults, sex unknown; 3 juveniles, sex unknown; 2 infants, sex unknown; and 1 individual of unknown sex and age. No known individuals were identified. The 697 associated funerary objects are 9 worked bones, 1 shell pendant fragment, 106 unmodified animal bones, 44 unmodified shell fragments, 52 flaked stone artifacts, 1 metal ball, 466 shell beads, 5 serpentine beads, 1 stone pestle, 5 cobble tools, 3 bags of soil samples, and 4 stone fragments. \n In 1975, human remains representing, at minimum, one individual were removed from CA-VEN-340 in Ventura County, CA. Nelson N. Leonard led salvage excavations after the Late Period site (A.D. 700-1769) was heavily impacted by construction in the 1970s leaving only a portion of the deposit intact. The collection arrived at UCLA soon after excavations, between 1975 and 1976. Fragmentary human remains represent a minimum of one adult individual, sex unknown. No known individuals were identified. No associated funerary objects were identified. \n Sometime in 1976 or 1977, human remains representing, at minimum, eight individuals were removed from Ferndale Ranch (CA-VEN-404) in Ventura County, CA. Excavations were conducted in 1976 by the UC Archaeological Survey in conjunction with the University of Santa Clara, directed by C.W. Clewlow, Jr., in advance of site development. During the course of excavations, burials were found but left in situ at the request of the Candelaria Indian Tribal Council. There were also two short periods of field excavations again in 1977 by Dr. C. Moser. The excavations were closed at the request of the Candelaria Indian Council as more burials were encountered, and they were reinterred. Construction damaged part of the Late Period (A.D. 700-1769) through Historic contact cemetery after excavations were concluded. A summary report states that the location of the Moser 1977 work is currently unknown and not included in this collection. The collection in the possession and control of the Fowler Museum presumably derives from after the 1977 excavations and comprises 6 burials including 5 adults (2 of which are identified as female), a juvenile, an infant of unknown sex, and an individual of unknown age or sex. No known individuals were identified. The 111 associated funerary objects consist of 8 pieces and 4 bags of unmodified faunal bones, 6 pebbles, 1 organic fragment, 1 bone tool, 2 bags of flakes, 49 pieces and 1 bag of stone fragments, 15 pieces and 2 bags of unmodified shell, 20 beads, and 2 ceramic fragments. \n In 1978, human remains representing, at minimum, one individual were removed from Medea Creek (CA-VEN-542) in Oak Park, Thousand Oaks, Ventura County, CA. The collection was excavated by researchers from the UCLA Archaeological Survey under the direction of Dr. C. William Clewlow, Jr., on land owned by the Metropolitan Development Corporation. The collection was accessioned by UCLA in July 1978. This site was dated to the Late Period (A.D. 700-1769). Fragmentary human remains represent one juvenile individual of unknown sex. No known individuals were identified. No associated funerary objects were identified. \n In 1982, human remains representing, at minimum, one individual were removed from Newbury Park (CA-VEN-544) in Ventura County, CA. The collection is from excavations on Grace Properties by Brian Dillon in the summer of 1982. There was no documentation provided when the human remains were received at UCLA in 1985. The site is dated to the Early Millingstone Period (circa 600-0 B.C.). Fragmentary human remains represent one adult individual of unknown sex. No known individuals were identified. No associated funerary objects were identified. \n In 1978, human remains representing, at minimum, three individuals were removed from Lindero Canyon (CA-VEN-606) in Ventura County, CA. Collections from the site derive from survey and excavation during the North Ranch Inland Chumash research project led by Dr. William Clewlow, Jr. The second investigation was conducted the same year under the direction of Holly Love and Rheta Resnick. Excavations took place on land privately owned by the Prudential Insurance Company. The collections were curated at UCLA in 1979. The site has been dated to the Late Period, A.D. 1300-1650. Fragmentary human remains represent one adult individual of unknown sex and two infants of unknown sex. No known individuals were identified. No associated funerary objects were identified. \n The sites detailed in this notice have been identified through consultation to be within the traditional territory of the Chumash people. These locations are consistent with ethnographic and historic documentation of the Chumash people. \n The Chumash territory, anthropologically defined first on the basis of linguistic similarities, and subsequently on broadly shared material and cultural traits, reaches from San Luis Obispo to Malibu on the coast, inland to the western edge of the San Joaquin Valley, to the edge of the San Fernando Valley, and includes the four Northern Channel Islands. The sites in this notice are located in northwestern Los Angeles, Ventura, southwestern San Luis Obispo, and Santa Barbara counties and fall within the geographical area identified as Chumash. Some tribal consultants state that these areas were the responsibility of regional leaders, who were themselves organized into a pan-regional association of both political power and ceremonial knowledge. Further, these indigenous areas are identified by some tribal consultants to be relational with clans or associations of traditional practitioners of specific kinds of indigenous medicinal and ceremonial practices. Some tribal consultants identified these clans as existing in the pre-contact period and identified some clans as also existing in the present day. Other tribal consultants do not recognize present-day geographical divisions to be related to clans of traditional practitioners. However, they do state that Chumash, Tataviam, and Gabrielino/Tongva territories were and are occupied by socially distinct, yet interrelated, groups which have been characterized by anthropologists. Ethnographic evidence suggests that the social and political organization of the pre-contact Channel Islands were primarily at the village level, with a hereditary chief, in addition to many other specialists who wielded power. \n The associated funerary objects described in this notice are consistent with those of groups ancestral to the present-day Chumash people. The material cultures of earlier groups living in the geographical areas mentioned in this notice are characterized by archeologists as having passed through stages over the past 10,000 years. Many local archeologists assert that the changes in the material culture reflect evolving ecological adaptations and related changes in social organization of the same populations and do not represent population displacements or movements. The same range of artifact types and materials were used from the early pre-contact period until historic times. Tribal consultants explicitly state that population mixing, which did occur on a small scale, would not alter the continuity of the shared group identities of people associated with specific locales. Based on this evidence, continuity through time can be traced for all sites listed in this notice with present-day Chumash people, specifically the Santa Ynez Band of Chumash Mission Indians of the Santa Ynez Reservation, California. \n Determinations Made by the Fowler Museum at UCLA \n Officials of the Fowler Museum at UCLA have determined that: \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice represent the physical remains of 1,802 individuals of Native American ancestry. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(3)(A), the 46,015 objects described in this notice are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and associated funerary objects and the Santa Ynez Band of Chumash Mission Indians of the Santa Ynez Reservation, California. \n Additional Requestors and Disposition \n Lineal descendants or representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to Wendy G. Teeter, Ph.D., Fowler Museum at UCLA, Box 951549, Los Angeles, CA 90095-1549, telephone (310) 825-1864, email wteeter@arts.ucla.edu, by February 26, 2016. After that date, if no additional requestors have come forward, transfer of control of the human remains and associated funerary objects to Santa Ynez Band of Chumash Mission Indians of the Santa Ynez Reservation, California, may proceed. \n The Fowler Museum is responsible for notifying the Santa Ynez Band of Chumash Mission Indians of the Santa Ynez Reservation, California, that this notice has been published. \n ", "consultation": "A detailed assessment of the human remains was made by the Fowler Museum at UCLA professional staff in consultation with representatives of Santa Ynez Band of Chumash Mission Indians of the Santa Ynez Reservation, California, and the following nonfederally recognized Indian groups: Barbareno Chumash Council; Barbareno/Ventureno Band of Mission Indians; Coastal Band of the Chumash Nation; Fernande\\xc3\\xb1o Tataviam Band of Mission Indians; Gabrielino/Tongva Indians of California Tribe; Gabrielino/Tongva Nation; Gabrieleno/Tongva Tribal Council; Northern Chumash Tribe; San Gabriel Band of Mission Indians; Ti\\'at Society; and the Traditional Council of Pimu. \n ", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Determinations Made by the Fowler Museum at UCLA \n Officials of the Fowler Museum at UCLA have determined that: \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice represent the physical remains of 1,802 individuals of Native American ancestry. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(3)(A), the 46,015 objects described in this notice are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and associated funerary objects and the Santa Ynez Band of Chumash Mission Indians of the Santa Ynez Reservation, California. \n ", "a_r_d": "Lineal descendants or representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to Wendy G. Teeter, Ph.D., Fowler Museum at UCLA, Box 951549, Los Angeles, CA 90095-1549, telephone (310) 825-1864, email wteeter@arts.ucla.edu, by February 26, 2016. After that date, if no additional requestors have come forward, transfer of control of the human remains and associated funerary objects to Santa Ynez Band of Chumash Mission Indians of the Santa Ynez Reservation, California, may proceed. \n The Fowler Museum is responsible for notifying the Santa Ynez Band of Chumash Mission Indians of the Santa Ynez Reservation, California, that this notice has been published. \n "}