{"index": "I_590", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        [NPS-WASO-NAGPRA-20019; PPWOCRADN0-PCU00RP14.R50000]\\n        Notice of Inventory Completion: Fowler Museum at the University of California Los Angeles, Los Angeles, CA, and California Department of Parks and Recreation, Sacramento, CA\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        \\n          SUMMARY:\\n          The Fowler Museum at the University of California Los Angeles (UCLA) and California Department of Parks and Recreation have completed an inventory of human remains and associated funerary objects, in consultation with the appropriate Indian tribes or Native Hawaiian organizations, and have determined that there is a cultural affiliation between the human remains and associated funerary objects and present-day Indian tribes or Native Hawaiian organizations. Lineal descendants or representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request to the California Department of Parks and Recreation. If no additional requestors come forward, transfer of control of the human remains and associated funerary objects to the lineal descendants, Indian tribes, or Native Hawaiian organizations stated in this notice may proceed.\\n        \\n        \\n          DATES:\\n          Lineal descendants or representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to the California Department of Parks and Recreation at the address in this notice by February 26, 2016.\\n        \\n        \\n          ADDRESSES:\\n\\n          Leslie Hartzell, Ph.D., NAGPRA Coordinator, Cultural Resources Division Chief, California State Parks, P.O. Box 942896, Sacramento, CA 94296-0001, telephone (916) 653-9946, email leslie.hartzell@parks.ca.gov.\\n          \\n        \\n      \\n      \\n        SUPPLEMENTARY INFORMATION:\\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains and associated funerary objects in the physical custody of the Fowler Museum at UCLA and under the control of the California Department of Parks and Recreation. The human remains and associated funerary objects were removed from Ventura and Los Angeles counties, CA.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003(d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations in this notice.\\n        Consultation\\n        A detailed assessment of the human remains was made by the Fowler Museum at UCLA professional staff in consultation with representatives of Santa Ynez Band of Chumash Mission Indians of the Santa Ynez Reservation, California, and the following nonfederally recognized Indian groups: Barbareno Chumash Council; Barbareno/Ventureno Band of Mission Indians; Coastal Band of the Chumash Nation; Fernande\\xc3\\xb1o Tataviam Band of Mission Indians; Gabrielino/Tongva Indians of California Tribe; Gabrielino/Tongva Nation; Gabrieleno/Tongva Tribal Council; Northern Chumash Tribe; San Gabriel Band of Mission Indians; Ti\\'at Society; and the Traditional Council of Pimu.\\n        History and Description of the Human Remains and Associated Funerary Objects\\n        In 1954 and 1970, human remains representing, at minimum, 40 individuals were removed from Arroyo Sequit (CA-LAN-52) in Los Angeles County, CA. Excavations were conducted by Clement Meighan as a UCLA Department of Anthropology and Sociology field school to salvage information from portions of the site that were to be lost due to highway widening. This collection was curated at UCLA after analysis was complete. Thomas King also conducted excavations at the site in 1970 with volunteers, and these artifacts were curated at UCLA after analysis as well. The excavations occurred on lands belonging to the California Department of Parks and Recreation. Arroyo Sequit is also recorded as the village of Lisiqshi with a radiocarbon date of A.D. 610 +/\\xe2\\x88\\x92100, placing occupation in the Late Period through Spanish contact. No formal burials were curated at UCLA, but fragmentary human remains were identified from midden contexts totaling 31 individuals from the 1954 excavations, of which 21 were distinguished as adult, 7 as infants, and 2 as juvenile. One individual could not be aged and none of the human remains could be identified to sex. Human remains from the 1970 excavations represent a minimum of 9 individuals (4 adults, 2 juveniles, and 3 unidentified). Since most the human remains are single elements, none could be attributed to sex. No known individuals were identified. No associated funerary objects were identified.\\n\\n        In 1970 and 1971, human remains representing, at minimum, 220 individuals were removed from Humaliwu (CA-LAN-264) in Malibu, Los Angeles County, CA. Nelson N. Leonard obtained permission to have a UCLA Anthropology field course, which included excavation of the historic cemetery on California Department of Parks and Recreation property. Collections were accessioned at UCLA as they returned from the field. The village dates from A.D. 550-1805. The excavations identified 159 formal burials as well as additional fragmentary human remains from midden contexts. In total, a minimum of 220 individuals were identified (130 adults, 39 juveniles, 35 infants, 3 neonates, 5 perinates, and 8 unidentified), of which 20 adults were distinguishable as males and 16 females. No known individuals were identified. The 54,655 associated funerary objects include 1,192 fragments, lumps, and plugs of asphaltum; 15 bags of asphaltum many with basketry, wood, and fabric impressions; 366 pieces and 14 bags of unmodified animal bone; 17 pieces of worked bone; 2 pieces of ceramic; 27 fragments and 1 bag of charcoal; 1 glass pendant; 2 cordage fragments; 56 whole and fragmented shells; 264 worked shell objects; 29 bags of soil samples; 1 shell and 11 copper buttons; 51,849 individual stone, shell, and glass beads; 1 copper cup; 1 apothecary jar; 2 leather fragments; 2 possible plaster fragments; 77 pieces and 1 bag of ochre; 1 bag and 136 wood fragments; 31 metal objects; 1 bag of iron fragments; 8 comal fragments; 1 steatite bowl; 30 bowl fragments; 361 chipped stone flakes and tools; 97 ground stone tools; and 58 stone fragments.\\n        In 1983, human remains representing, at minimum, one individual was removed from CA-LAN-454 near Point Dume, Los Angeles, CA. Doug Armstrong and a UCLA Archaeological Survey crew conducted excavations on land owned by the California State Parks and Recreation. At some unknown time, a burial was loaned to the Natural History Museum of Los Angeles County for display. The museum returned the burial in 2000. The site dates from A.D. 0 to 800. The burial represents an adult female. No known individuals were identified. No associated funerary objects were distinguished.\\n        In 1981, human remains representing, at minimum, one individual was removed from CA-LAN-1111, near Corral Canyon, Los Angeles County, CA. Fred Ghiradelli led excavations for the State Department of Beaches and Parks at this prehistoric village site. After analysis, the collection was accessioned at UCLA. A single human phalanx was removed from the surface represented an individual of unknown age or sex. No known individuals were identified. No associated funerary objects were identified.\\n        In the summer of 1967, human remains representing, at minimum, two individuals were removed from Big Sycamore Canyon (CA-VEN-89) in Ventura County, CA. The site was excavated by Chester King and a University of California (UC) Archaeological Survey crew on land owned by the California State Parks in preparation for the construction of recreational facilities that would impact the site. The collection was accessioned at UCLA after analysis. The site is estimated to date to the Late Period (A.D. 700-1869) through Spanish contact, as the site was recorded as the village of Shuwalashu. Fragmentary human remains represent two adult individuals of unknown sex. No known individuals were identified. No associated funerary objects were identified.\\n        In 1974, human remains representing, at minimum, one individual was removed from CA-VEN-101 in Ventura County, CA. Nelson N. Leonard and a UC Archaeological Survey crew excavated the site as part of a larger survey project in the La Jolla Valley at Point Mugu State Park. The collection was curated at UCLA upon completion of analysis. The site dates from A.D. 200-400. Two human bone elements from a shell midden represent a single adult individual of unknown sex. No known individuals were identified. No associated funerary objects were identified.\\n        The sites detailed in this notice have been identified through tribal consultation to be within the traditional territory of the Chumash people. These locations are consistent with ethnographic and historic documentation of the Chumash people.\\n        The Chumash territory, anthropologically defined first on the basis of linguistic similarities, and subsequently on broadly shared material and cultural traits, reaches from San Luis Obispo to Malibu on the coast, inland to the western edge of the San Joaquin Valley, to the edge of the San Fernando Valley, and includes the four Northern Channel Islands. At the southern and southeastern boundaries of the territory there is evidence of the physical co-existence of Chumash, Tataviam, and Gabrielino/Tongva languages and beliefs systems. At the northern boundary of the territory there is evidence of the physical co-existence of Chumash and Salinan groups. The sites in this notice are located in northwestern Los Angeles County and Ventura County and fall within the geographical area identified as Chumash. Some tribal consultants state that these areas were the responsibility of regional leaders, who were themselves organized into a pan-regional association of both political power and ceremonial knowledge. Further, these indigenous areas are identified by some tribal consultants to be relational with clans or associations of traditional practitioners of specific kinds of indigenous medicinal and ceremonial practices. Some tribal consultants identified these clans as existing in the pre-contact period and identified some clans as also existing in the present day. Other tribal consultants do not recognize present-day geographical divisions to be related to clans of traditional practitioners. However, they do state that Chumash, Tataviam, and Gabrielino/Tongva territories were and are occupied by socially distinct, yet interrelated, groups which have been characterized by anthropologists. Ethnographic evidence suggests that the social and political organization of the pre-contact Channel Islands were primarily at the village level, with a hereditary chief, in addition to many other specialists who wielded power.\\n        The associated funerary objects described in this notice are consistent with those of groups ancestral to the present-day Chumash, Tataviam, and Gabrielino/Tongva. The material cultures of earlier groups living in the geographical areas mentioned in this notice are characterized by archeologists as having passed through stages over the past 10,000 years. Many local archeologists assert that the changes in the material culture reflect evolving ecological adaptations and related changes in social organization of the same populations and do not represent population displacements or movements. The same range of artifact types and materials were used from the early pre-contact period until historic times. Tribal consultants explicitly state that population mixing, which did occur on a small scale, would not alter the continuity of the shared group identities of people associated with specific locales. Based on this evidence, continuity through time can be traced for all sites listed in this notice with present-day Chumash people, specifically the Santa Ynez Band of Chumash Mission Indians of the Santa Ynez Reservation, California.\\n        Determinations Made by the California Department of Parks and Recreation\\n        Officials of the California Department of Parks and Recreation have determined that:\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice represent the physical remains of 265 individuals of Native American ancestry.\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(3)(A), the 54,655 objects described in this notice are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony.\\n\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and associated funerary objects and the Santa Ynez Band of Chumash Mission Indians of the Santa Ynez Reservation, California.\\n        \\n        Additional Requestors and Disposition\\n\\n        Lineal descendants or representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to Leslie Hartzell, Ph.D., NAGPRA Coordinator, Cultural Resources Division Chief, California State Parks, P.O. Box 942896, Sacramento, CA 94296-0001, telephone (916) 653-9946, email leslie.hartzell@parks.ca.gov, by February 26, 2016. After that date, if no additional requestors have come forward, transfer of control of the human remains and associated funerary objects to Santa Ynez Band of Chumash Mission Indians of the Santa Ynez Reservation, California, may proceed.\\n        The California Department of Parks and Recreation is responsible for notifying the Santa Ynez Band of Chumash Mission Indians of the Santa Ynez Reservation, California, that this notice has been published.\\n        \\n          Dated: December 21, 2015.\\n          Melanie O\\'Brien,\\n          Manager, National NAGPRA Program. \\n        \\n      \\n      [FR Doc. 2016-01595 Filed 1-26-16; 8:45 am]\\n       BILLING CODE 4312-50-P\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "[NPS-WASO-NAGPRA-20019; PPWOCRADN0-PCU00RP14.R50000]", "subject": "Notice of Inventory Completion: Fowler Museum at the University of California Los Angeles, Los Angeles, CA, and California Department of Parks and Recreation, Sacramento, CA", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "The Fowler Museum at the University of California Los Angeles (UCLA) and California Department of Parks and Recreation have completed an inventory of human remains and associated funerary objects, in consultation with the appropriate Indian tribes or Native Hawaiian organizations, and have determined that there is a cultural affiliation between the human remains and associated funerary objects and present-day Indian tribes or Native Hawaiian organizations. Lineal descendants or representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request to the California Department of Parks and Recreation. If no additional requestors come forward, transfer of control of the human remains and associated funerary objects to the lineal descendants, Indian tribes, or Native Hawaiian organizations stated in this notice may proceed.", "dates": "Lineal descendants or representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to the California Department of Parks and Recreation at the address in this notice by February 26, 2016.", "addresses": "Leslie Hartzell, Ph.D., NAGPRA Coordinator, Cultural Resources Division Chief, California State Parks, P.O. Box 942896, Sacramento, CA 94296-0001, telephone (916) 653-9946, email leslie.hartzell@parks.ca.gov.\\n          ", "signature_dated": "Dated: December 21, 2015.", "signature_name": "Melanie O\\'Brien,", "signature_title": "Manager, National NAGPRA Program. ", "fr_doc": "[FR Doc. 2016-01595 Filed 1-26-16; 8:45 am]", "billing_code": " BILLING CODE 4312-50-P", "supp_info": "SUPPLEMENTARY INFORMATION: \n Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains and associated funerary objects in the physical custody of the Fowler Museum at UCLA and under the control of the California Department of Parks and Recreation. The human remains and associated funerary objects were removed from Ventura and Los Angeles counties, CA. \n This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003(d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations in this notice. \n Consultation \n A detailed assessment of the human remains was made by the Fowler Museum at UCLA professional staff in consultation with representatives of Santa Ynez Band of Chumash Mission Indians of the Santa Ynez Reservation, California, and the following nonfederally recognized Indian groups: Barbareno Chumash Council; Barbareno/Ventureno Band of Mission Indians; Coastal Band of the Chumash Nation; Fernande\\xc3\\xb1o Tataviam Band of Mission Indians; Gabrielino/Tongva Indians of California Tribe; Gabrielino/Tongva Nation; Gabrieleno/Tongva Tribal Council; Northern Chumash Tribe; San Gabriel Band of Mission Indians; Ti\\'at Society; and the Traditional Council of Pimu. \n History and Description of the Human Remains and Associated Funerary Objects \n In 1954 and 1970, human remains representing, at minimum, 40 individuals were removed from Arroyo Sequit (CA-LAN-52) in Los Angeles County, CA. Excavations were conducted by Clement Meighan as a UCLA Department of Anthropology and Sociology field school to salvage information from portions of the site that were to be lost due to highway widening. This collection was curated at UCLA after analysis was complete. Thomas King also conducted excavations at the site in 1970 with volunteers, and these artifacts were curated at UCLA after analysis as well. The excavations occurred on lands belonging to the California Department of Parks and Recreation. Arroyo Sequit is also recorded as the village of Lisiqshi with a radiocarbon date of A.D. 610 +/\\xe2\\x88\\x92100, placing occupation in the Late Period through Spanish contact. No formal burials were curated at UCLA, but fragmentary human remains were identified from midden contexts totaling 31 individuals from the 1954 excavations, of which 21 were distinguished as adult, 7 as infants, and 2 as juvenile. One individual could not be aged and none of the human remains could be identified to sex. Human remains from the 1970 excavations represent a minimum of 9 individuals (4 adults, 2 juveniles, and 3 unidentified). Since most the human remains are single elements, none could be attributed to sex. No known individuals were identified. No associated funerary objects were identified. \n In 1970 and 1971, human remains representing, at minimum, 220 individuals were removed from Humaliwu (CA-LAN-264) in Malibu, Los Angeles County, CA. Nelson N. Leonard obtained permission to have a UCLA Anthropology field course, which included excavation of the historic cemetery on California Department of Parks and Recreation property. Collections were accessioned at UCLA as they returned from the field. The village dates from A.D. 550-1805. The excavations identified 159 formal burials as well as additional fragmentary human remains from midden contexts. In total, a minimum of 220 individuals were identified (130 adults, 39 juveniles, 35 infants, 3 neonates, 5 perinates, and 8 unidentified), of which 20 adults were distinguishable as males and 16 females. No known individuals were identified. The 54,655 associated funerary objects include 1,192 fragments, lumps, and plugs of asphaltum; 15 bags of asphaltum many with basketry, wood, and fabric impressions; 366 pieces and 14 bags of unmodified animal bone; 17 pieces of worked bone; 2 pieces of ceramic; 27 fragments and 1 bag of charcoal; 1 glass pendant; 2 cordage fragments; 56 whole and fragmented shells; 264 worked shell objects; 29 bags of soil samples; 1 shell and 11 copper buttons; 51,849 individual stone, shell, and glass beads; 1 copper cup; 1 apothecary jar; 2 leather fragments; 2 possible plaster fragments; 77 pieces and 1 bag of ochre; 1 bag and 136 wood fragments; 31 metal objects; 1 bag of iron fragments; 8 comal fragments; 1 steatite bowl; 30 bowl fragments; 361 chipped stone flakes and tools; 97 ground stone tools; and 58 stone fragments. \n In 1983, human remains representing, at minimum, one individual was removed from CA-LAN-454 near Point Dume, Los Angeles, CA. Doug Armstrong and a UCLA Archaeological Survey crew conducted excavations on land owned by the California State Parks and Recreation. At some unknown time, a burial was loaned to the Natural History Museum of Los Angeles County for display. The museum returned the burial in 2000. The site dates from A.D. 0 to 800. The burial represents an adult female. No known individuals were identified. No associated funerary objects were distinguished. \n In 1981, human remains representing, at minimum, one individual was removed from CA-LAN-1111, near Corral Canyon, Los Angeles County, CA. Fred Ghiradelli led excavations for the State Department of Beaches and Parks at this prehistoric village site. After analysis, the collection was accessioned at UCLA. A single human phalanx was removed from the surface represented an individual of unknown age or sex. No known individuals were identified. No associated funerary objects were identified. \n In the summer of 1967, human remains representing, at minimum, two individuals were removed from Big Sycamore Canyon (CA-VEN-89) in Ventura County, CA. The site was excavated by Chester King and a University of California (UC) Archaeological Survey crew on land owned by the California State Parks in preparation for the construction of recreational facilities that would impact the site. The collection was accessioned at UCLA after analysis. The site is estimated to date to the Late Period (A.D. 700-1869) through Spanish contact, as the site was recorded as the village of Shuwalashu. Fragmentary human remains represent two adult individuals of unknown sex. No known individuals were identified. No associated funerary objects were identified. \n In 1974, human remains representing, at minimum, one individual was removed from CA-VEN-101 in Ventura County, CA. Nelson N. Leonard and a UC Archaeological Survey crew excavated the site as part of a larger survey project in the La Jolla Valley at Point Mugu State Park. The collection was curated at UCLA upon completion of analysis. The site dates from A.D. 200-400. Two human bone elements from a shell midden represent a single adult individual of unknown sex. No known individuals were identified. No associated funerary objects were identified. \n The sites detailed in this notice have been identified through tribal consultation to be within the traditional territory of the Chumash people. These locations are consistent with ethnographic and historic documentation of the Chumash people. \n The Chumash territory, anthropologically defined first on the basis of linguistic similarities, and subsequently on broadly shared material and cultural traits, reaches from San Luis Obispo to Malibu on the coast, inland to the western edge of the San Joaquin Valley, to the edge of the San Fernando Valley, and includes the four Northern Channel Islands. At the southern and southeastern boundaries of the territory there is evidence of the physical co-existence of Chumash, Tataviam, and Gabrielino/Tongva languages and beliefs systems. At the northern boundary of the territory there is evidence of the physical co-existence of Chumash and Salinan groups. The sites in this notice are located in northwestern Los Angeles County and Ventura County and fall within the geographical area identified as Chumash. Some tribal consultants state that these areas were the responsibility of regional leaders, who were themselves organized into a pan-regional association of both political power and ceremonial knowledge. Further, these indigenous areas are identified by some tribal consultants to be relational with clans or associations of traditional practitioners of specific kinds of indigenous medicinal and ceremonial practices. Some tribal consultants identified these clans as existing in the pre-contact period and identified some clans as also existing in the present day. Other tribal consultants do not recognize present-day geographical divisions to be related to clans of traditional practitioners. However, they do state that Chumash, Tataviam, and Gabrielino/Tongva territories were and are occupied by socially distinct, yet interrelated, groups which have been characterized by anthropologists. Ethnographic evidence suggests that the social and political organization of the pre-contact Channel Islands were primarily at the village level, with a hereditary chief, in addition to many other specialists who wielded power. \n The associated funerary objects described in this notice are consistent with those of groups ancestral to the present-day Chumash, Tataviam, and Gabrielino/Tongva. The material cultures of earlier groups living in the geographical areas mentioned in this notice are characterized by archeologists as having passed through stages over the past 10,000 years. Many local archeologists assert that the changes in the material culture reflect evolving ecological adaptations and related changes in social organization of the same populations and do not represent population displacements or movements. The same range of artifact types and materials were used from the early pre-contact period until historic times. Tribal consultants explicitly state that population mixing, which did occur on a small scale, would not alter the continuity of the shared group identities of people associated with specific locales. Based on this evidence, continuity through time can be traced for all sites listed in this notice with present-day Chumash people, specifically the Santa Ynez Band of Chumash Mission Indians of the Santa Ynez Reservation, California. \n Determinations Made by the California Department of Parks and Recreation \n Officials of the California Department of Parks and Recreation have determined that: \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice represent the physical remains of 265 individuals of Native American ancestry. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(3)(A), the 54,655 objects described in this notice are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and associated funerary objects and the Santa Ynez Band of Chumash Mission Indians of the Santa Ynez Reservation, California.\\n         \n Additional Requestors and Disposition \n Lineal descendants or representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to Leslie Hartzell, Ph.D., NAGPRA Coordinator, Cultural Resources Division Chief, California State Parks, P.O. Box 942896, Sacramento, CA 94296-0001, telephone (916) 653-9946, email leslie.hartzell@parks.ca.gov, by February 26, 2016. After that date, if no additional requestors have come forward, transfer of control of the human remains and associated funerary objects to Santa Ynez Band of Chumash Mission Indians of the Santa Ynez Reservation, California, may proceed. \n The California Department of Parks and Recreation is responsible for notifying the Santa Ynez Band of Chumash Mission Indians of the Santa Ynez Reservation, California, that this notice has been published. \n ", "consultation": "A detailed assessment of the human remains was made by the Fowler Museum at UCLA professional staff in consultation with representatives of Santa Ynez Band of Chumash Mission Indians of the Santa Ynez Reservation, California, and the following nonfederally recognized Indian groups: Barbareno Chumash Council; Barbareno/Ventureno Band of Mission Indians; Coastal Band of the Chumash Nation; Fernande\\xc3\\xb1o Tataviam Band of Mission Indians; Gabrielino/Tongva Indians of California Tribe; Gabrielino/Tongva Nation; Gabrieleno/Tongva Tribal Council; Northern Chumash Tribe; San Gabriel Band of Mission Indians; Ti\\'at Society; and the Traditional Council of Pimu. \n ", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Determinations Made by the California Department of Parks and Recreation \n Officials of the California Department of Parks and Recreation have determined that: \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice represent the physical remains of 265 individuals of Native American ancestry. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(3)(A), the 54,655 objects described in this notice are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and associated funerary objects and the Santa Ynez Band of Chumash Mission Indians of the Santa Ynez Reservation, California.\\n         \n ", "a_r_d": "Lineal descendants or representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to Leslie Hartzell, Ph.D., NAGPRA Coordinator, Cultural Resources Division Chief, California State Parks, P.O. Box 942896, Sacramento, CA 94296-0001, telephone (916) 653-9946, email leslie.hartzell@parks.ca.gov, by February 26, 2016. After that date, if no additional requestors have come forward, transfer of control of the human remains and associated funerary objects to Santa Ynez Band of Chumash Mission Indians of the Santa Ynez Reservation, California, may proceed. \n The California Department of Parks and Recreation is responsible for notifying the Santa Ynez Band of Chumash Mission Indians of the Santa Ynez Reservation, California, that this notice has been published. \n "}