{"index": "I_638", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        [NPS-WASO-NAGPRA-19368; PPWOCRADN0-PCU00RP14.R50000]\\n        Notice of Inventory Completion: University of Michigan, Ann Arbor, MI\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        \\n          SUMMARY:\\n          The University of Michigan has completed an inventory of human remains and associated funerary objects, in consultation with the appropriate Indian tribes or Native Hawaiian organizations, and has determined that there is no cultural affiliation between the human remains and associated funerary objects and any present-day Indian tribes or Native Hawaiian organizations. Representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request to the University of Michigan. If no additional requestors come forward, transfer of control of the human remains and associated funerary objects to the Indian tribes or Native Hawaiian organizations stated in this notice may proceed.\\n        \\n        \\n          DATES:\\n          Representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to the University of Michigan at the address in this notice by November 16, 2015.\\n        \\n        \\n          ADDRESSES:\\n\\n          Dr. Ben Secunda, NAGPRA Project Manager, University of Michigan Office of Research, 4080 Fleming Building, 503 S. Thompson Street, Ann Arbor, MI 48109-1340, telephone (734) 647-9085, email bsecunda@umich.edu.\\n          \\n        \\n      \\n      \\n        SUPPLEMENTARY INFORMATION:\\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains and associated funerary objects under the control of the University of Michigan, Ann Arbor, MI. The human remains and associated funerary objects were removed from Leelanau, Missaukee, Montcalm, Muskegon, Newaygo, Oceana, and Otsego Counties, MI.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003(d)(3) and 43 CFR 10.11(d). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations in this notice.\\n        Consultation\\n        A detailed assessment of the human remains and associated funerary objects was made by the University of Michigan Museum of Anthropological Archaeology (UMMAA) professional staff in consultation with representatives of the Bay Mills Indian Community, Michigan; Chippewa Cree Indians of the Rocky Boy\\'s Reservation, Montana; Grand Traverse Band of Ottawa and Chippewa Indians, Michigan; Keweenaw Bay Indian Community, Michigan; Lac Vieux Desert Band of Lake Superior Chippewa Indians, Michigan; Little River Band of Ottawa Indians, Michigan; Little Traverse Bay Bands of Odawa Indians, Michigan; Saginaw Chippewa Indian Tribe of Michigan; and the Sault Ste. Marie Tribe of Chippewa Indians, Michigan.\\n        Additional requests for consultation were sent to the Bad River Band of the Lake Superior Tribe of Chippewa Indians of the Bad River Reservation, Wisconsin; Bois Forte Band (Nett Lake) of the Minnesota Chippewa Tribe, Minnesota; Fond du Lac Band of the Minnesota Chippewa Tribe, Minnesota; Grand Portage Band of the Minnesota Chippewa Tribe, Minnesota; Lac Courte Oreilles Band of Lake Superior Chippewa Indians of Wisconsin; Lac du Flambeau Band of Lake Superior Chippewa Indians of the Lac du Flambeau Reservation of Wisconsin; Leech Lake Band of the Minnesota Chippewa Tribe, Minnesota; Mille Lacs Band of the Minnesota Chippewa Tribe, Minnesota; Ottawa Tribe of Oklahoma; Red Cliff Band of Lake Superior Chippewa Indians of Wisconsin; Red Lake Band of Chippewa Indians, Minnesota; Sokaogon Chippewa Community, Wisconsin; St. Croix Chippewa Indians of Wisconsin; Turtle Mountain Band of Chippewa Indians of North Dakota; and the White Earth Band of the Minnesota Chippewa Tribe, Minnesota.\\n        Hereafter, all tribes listed in this section are referred to as \\xe2\\x80\\x9cThe Invited and Consulted Tribes.\\xe2\\x80\\x9d\\n        History and Description of the Remains\\n        On an unknown date in 1969, human remains representing, at minimum, five individuals were removed from the Sheridan site (20LU23) in Leelanau County, MI. A construction crew unearthed remains and objects while working near Sleeping Bear Bay. They contacted archeologists from the UMMAA who conducted a salvage excavation and collected human remains and objects from the site. The remains are from 1 child, 1 adolescent, 1 young adult male, and 2 adult males. No date or time period could be established for the site. No known individuals were identified. The 3 associated funerary objects present are 2 lots of soil and 1 oxidized metal nail fragment.\\n        In the summer of 1925, human remains representing, at minimum, one individual were removed from the Aetna Mound 1 site (20MA33) in Missaukee County, MI. UMMAA archeologists excavated the smaller of two burial mounds located on a nature preserve owned by the University of Michigan. They collected the human remains of an adult male buried in a tightly flexed position from the center of the mound. Charcoal was found near the human remains and two stones had been placed on the individual\\'s chest. (To date, the stones have not been located.) The human remains are dated to the Woodland Period (850 B.C.-A.D. 1400) based on mortuary treatment. No known individuals were identified. No associated funerary objects are present.\\n\\n        In the summer of 1925, human remains representing, at minimum, one individual were removed from the Aetna Mound 2 site (20MA10) in Missaukee County, MI. UMMAA archeologists excavated the larger of two burial mounds located on a nature preserve owned by the University of Michigan. They collected a small amount of cremated human remains of an adult of indeterminate sex with several other objects from the center of the mound. The human remains are dated to the Woodland Period (850 B.C.-A.D. 1400) based on mortuary treatment. No known individuals were identified. The 6 associated funerary objects present are 2 worked animal bone fragments, 1 chert flake, 1 chert fragment, 1 small stone gorget, and 1 copper axe.\\n        \\n\\n        On an unknown date in 1960, human remains representing, at minimum, three individuals were removed from the Rossman site (20ML4) in Montcalm County, MI. State highway workers reported human remains had surfaced in a borrow pit they were using. The workers collected the human remains, along with multiple objects, and donated them to the UMMAA. UMMAA archeologists visited the site, but only found two fire pits in the area. The human remains are from 1 juvenile, 1 adult female, and 1 adult possible male. The human remains have been dated to the Late Woodland Period (A.D. 500-1400) based on a ceramic sherd collected from the site; however, a Busycon contrarium shell also collected from the site is typically associated with Late Archaic to Middle Woodland Period burials (Glacial Kame and Hopewell Periods). No known individuals were identified. The 6 associated funerary objects present are 1 Busycon contrarium shell, 4 shell fragments, and 1 ceramic sherd.\\n        On an unknown date in 1959, human remains representing, at minimum, one individual were removed from the Haieght Mound site (20MU20) in Muskegon County, MI. With construction activities posing an imminent threat to the mound, UMMAA archeologists and members of the Wright L. Coffinberry Society conducted a salvage excavation of the site. They collected the remains of a young adult female buried in a flexed position from the center of the mound and donated the remains to the UMMAA in 1964. The remains are dated to the Woodland Period (850 B.C.-A.D. 1400) based on mortuary treatment. No known individuals were identified. No associated funerary objects are present.\\n        On an unknown date in 1954, human remains representing, at minimum, two individuals were removed from the Parson\\'s Mound site (20NE100) in Newaygo County, MI. Members of the Wright L. Coffinberry Society excavated this site that consists of 5 mounds of varying heights and sizes. Human remains were collected from 3 of the 5 mounds. Human remains from 1 of these 3 mounds were donated to the UMMAA in 1964. It is not known who possesses the human remains collected from the other 2 mounds. The human remains in the UMMAA\\'s possession are of an adult male and an adult of indeterminate sex. No objects were found in the 3 mounds that contained human remains. The human remains are dated to the Middle Woodland Period (300 B.C.-A.D. 500) based on mortuary treatment. No known individuals were identified. No associated funerary objects are present.\\n        In May 1965, human remains representing, at minimum, one individual were removed from the Brunett Mound site (20NE104) in Newaygo County, MI. UMMAA archeologists excavated this site that consists of a single mound with a circular burial pit at its center. The pit contained a bundle burial of a young adult female, accompanied by multiple objects. Among the objects were 2 ceramic vessels containing deer and fish bones. The human remains are dated to the Early Late Woodland Period (A.D. 500-700) based on diagnostic artifacts from the site. No known individuals were identified. The 25 associated funerary objects present are 1 ceramic Wayne ware vessel, 1 lot ceramic sherds, 1 biface, 1 scraper, 10 turtle shell fragments, 1 lot of fish bones, 1 lot of animal bones and shell fragments, 8 chert fragments, and 1 lot of clay with animal bone fragments.\\n        In May 1966, human remains representing, at minimum, five individuals were removed from the Carrigan Mound B site (20NE111) in Newaygo County, MI. Carrigan Mound B is 1 mound in a 5-mound group collectively referred to as the Carrigan-Croton Dam Mound Complex. UMMAA archeologists and students excavated this mound that contained a burial pit near its center. A charred log was found at the top of the burial pit. The bottom of the burial pit contained cremated and non-cremated human remains within an area of burnt red sand. The human remains are from 1 cremated juvenile, 3 cremated adults of indeterminate sex, and 1 non-cremated adult of indeterminate sex. The human remains are dated to the Early Woodland Period (850-300 B.C.) based on Carbon 14 dating of the charred log. No known individuals were identified. No associated funerary objects are present.\\n        In 1965, human remains representing, at minimum, one individual were removed from the Croton Dam Mound A site (20NE105) in Newaygo County, MI. A UMMAA archeologist and students excavated this mound that contained an irregular oval fire pit feature with cremated remains of an adult of indeterminate sex. The human remains are dated to the Early Woodland Period (850-300 B.C.) based on dating for the Carrigan Mound B site (20NE111), which is part of the same mound complex. No known individuals were identified. The 124 associated funerary objects present are 1 lithic blade, 86 lithic bifaces, 10 ovate lithic bifaces, 3 lithic scrapers, 5 lithic preforms, 18 lithic debitage fragments, and 1 copper needle.\\n        Between May 12 and 15, 1966, human remains representing, at minimum, two individuals were removed from the Croton Dam Mound B site (20NE112) in Newaygo County, MI. Members of the Newaygo County Chapter of the Michigan Archaeological Society, under the direction of UMMAA archeologists, excavated a central burial pit in this mound. Soil and cremated human remains of 2 adults of indeterminate sex were distributed evenly through the burial pit, commingled with small fragments of cremated faunal bone. The base of a stemmed projectile point was collected from the bottom of the burial pit. The human remains are dated to the Early Woodland Period (850-300 B.C.) based on dating for the Carrigan Mound B site (20NE111), which is part of the same mound complex. No known individuals were identified. The 1 associated funerary object present is a projectile point base.\\n        In 1966, human remains representing, at minimum, one individual were removed from the Croton Dam Mound C site (20NE116) in Newaygo County, MI. Members of the Newaygo County Chapter of the Michigan Archaeological Society, under the direction of a UMMAA archeologist, excavated this mound that was the smallest of those that comprised the Carrigan-Croton Dam Mound Complex. Croton Dam Mound C contained a round burial pit near its center, capped with a layer of clay. A rolled copper bead was located on top of the clay cap. Cremated bone fragments of an adult of indeterminate sex, commingled cremated faunal bone, and heavily ochred sand were located under the clay cap. The human remains are dated to the Early Woodland Period (850-300 B.C.) based on dating for the Carrigan Mound B site (20NE111), which is part of the same mound complex. No known individuals were identified. The 3 associated funerary objects present are 1 copper tube bead and 2 worked deer phalanges (possibly awls).\\n\\n        On an unknown date prior to 1924, human remains representing, at minimum, one individual were removed from the Cobmoosa Lake East site (20OA3) in Oceana County, MI. An amateur collector excavated one mound of a 3-mound group located near Cobmoosa Lake. He collected the human remains of a child, along with some objects, and sent them to the UMMAA in 1923. The human remains are dated to the Middle to Early Late Woodland Period (300 B.C.-A.D. 500) based on diagnostic artifacts collected from the site. No known individuals were identified. The 6 associated funerary objects present are 1 lot of small shell and stone fragments, and 5 shell beads.\\n        In April 1937, human remains representing, at minimum, one individual were removed from the Ditchdiggers site (20OE22) in Otsego County, MI. Workers for the City of Gaylord unearthed the human remains while installing sewer lines. They contacted the Otsego County Sherriff. The Sherriff collected the human remains of a young adult female who had been buried, lying on her side, in an extended position. No date or time period could be established for the remains. No known individuals were identified. The 1 associated funerary object present is a worked faunal bone.\\n        Determinations Made by the University of Michigan\\n        Officials of the University of Michigan have determined that:\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice are Native American based on cranial morphology, dental traits, archeological context, and accession documentation.\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice represent the physical remains of 25 individuals of Native American ancestry.\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(3)(A), the 175 objects described in this notice are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony.\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(2), a relationship of shared group identity cannot be reasonably traced between the Native American human remains and associated funerary objects and any present-day Indian tribe.\\n        \\xe2\\x80\\xa2 According to final judgments of the Indian Claims Commission or the Court of Federal Claims, the land from which the Native American human remains and associated funerary objects were removed is the aboriginal land of The Invited and Consulted Tribes.\\n        \\xe2\\x80\\xa2 Treaties, Acts of Congress, or Executive Orders, indicate that the land from which the Native American human remains and associated funerary objects were removed is the aboriginal land of The Invited and Consulted Tribes.\\n        \\xe2\\x80\\xa2 Pursuant to 43 CFR 10.11(c)(1), the disposition of the human remains and associated funerary objects may be to The Invited and Consulted Tribes.\\n        Additional Requestors and Disposition\\n\\n        Representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to Dr. Ben Secunda, NAGPRA Project Manager, University of Michigan Office of Research, 4080 Fleming Building, 503 S. Thompson Street, Ann Arbor, MI 48109-1340, telephone (734) 647-9085, email bsecunda@umich.edu, by November 16, 2015. After that date, if no additional requestors have come forward, transfer of control of the human remains and associated funerary objects and associated funerary objects to The Invited and Consulted Tribes may proceed.\\n        The University of Michigan is responsible for notifying The Invited and Consulted Tribes that this notice has been published.\\n        \\n          Dated: September 22, 2015.\\n          Melanie O\\'Brien,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. 2015-26332 Filed 10-14-15; 8:45 am]\\n      BILLING CODE 4312-50-P\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "[NPS-WASO-NAGPRA-19368; PPWOCRADN0-PCU00RP14.R50000]", "subject": "Notice of Inventory Completion: University of Michigan, Ann Arbor, MI", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "The University of Michigan has completed an inventory of human remains and associated funerary objects, in consultation with the appropriate Indian tribes or Native Hawaiian organizations, and has determined that there is no cultural affiliation between the human remains and associated funerary objects and any present-day Indian tribes or Native Hawaiian organizations. Representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request to the University of Michigan. If no additional requestors come forward, transfer of control of the human remains and associated funerary objects to the Indian tribes or Native Hawaiian organizations stated in this notice may proceed.", "dates": "Representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to the University of Michigan at the address in this notice by November 16, 2015.", "addresses": "Dr. Ben Secunda, NAGPRA Project Manager, University of Michigan Office of Research, 4080 Fleming Building, 503 S. Thompson Street, Ann Arbor, MI 48109-1340, telephone (734) 647-9085, email bsecunda@umich.edu.\\n          ", "signature_dated": "Dated: September 22, 2015.", "signature_name": "Melanie O\\'Brien,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. 2015-26332 Filed 10-14-15; 8:45 am]", "billing_code": "BILLING CODE 4312-50-P", "supp_info": "SUPPLEMENTARY INFORMATION: \n Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains and associated funerary objects under the control of the University of Michigan, Ann Arbor, MI. The human remains and associated funerary objects were removed from Leelanau, Missaukee, Montcalm, Muskegon, Newaygo, Oceana, and Otsego Counties, MI. \n This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003(d)(3) and 43 CFR 10.11(d). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations in this notice. \n Consultation \n A detailed assessment of the human remains and associated funerary objects was made by the University of Michigan Museum of Anthropological Archaeology (UMMAA) professional staff in consultation with representatives of the Bay Mills Indian Community, Michigan; Chippewa Cree Indians of the Rocky Boy\\'s Reservation, Montana; Grand Traverse Band of Ottawa and Chippewa Indians, Michigan; Keweenaw Bay Indian Community, Michigan; Lac Vieux Desert Band of Lake Superior Chippewa Indians, Michigan; Little River Band of Ottawa Indians, Michigan; Little Traverse Bay Bands of Odawa Indians, Michigan; Saginaw Chippewa Indian Tribe of Michigan; and the Sault Ste. Marie Tribe of Chippewa Indians, Michigan. \n Additional requests for consultation were sent to the Bad River Band of the Lake Superior Tribe of Chippewa Indians of the Bad River Reservation, Wisconsin; Bois Forte Band (Nett Lake) of the Minnesota Chippewa Tribe, Minnesota; Fond du Lac Band of the Minnesota Chippewa Tribe, Minnesota; Grand Portage Band of the Minnesota Chippewa Tribe, Minnesota; Lac Courte Oreilles Band of Lake Superior Chippewa Indians of Wisconsin; Lac du Flambeau Band of Lake Superior Chippewa Indians of the Lac du Flambeau Reservation of Wisconsin; Leech Lake Band of the Minnesota Chippewa Tribe, Minnesota; Mille Lacs Band of the Minnesota Chippewa Tribe, Minnesota; Ottawa Tribe of Oklahoma; Red Cliff Band of Lake Superior Chippewa Indians of Wisconsin; Red Lake Band of Chippewa Indians, Minnesota; Sokaogon Chippewa Community, Wisconsin; St. Croix Chippewa Indians of Wisconsin; Turtle Mountain Band of Chippewa Indians of North Dakota; and the White Earth Band of the Minnesota Chippewa Tribe, Minnesota. \n Hereafter, all tribes listed in this section are referred to as \\xe2\\x80\\x9cThe Invited and Consulted Tribes.\\xe2\\x80\\x9d \n History and Description of the Remains \n On an unknown date in 1969, human remains representing, at minimum, five individuals were removed from the Sheridan site (20LU23) in Leelanau County, MI. A construction crew unearthed remains and objects while working near Sleeping Bear Bay. They contacted archeologists from the UMMAA who conducted a salvage excavation and collected human remains and objects from the site. The remains are from 1 child, 1 adolescent, 1 young adult male, and 2 adult males. No date or time period could be established for the site. No known individuals were identified. The 3 associated funerary objects present are 2 lots of soil and 1 oxidized metal nail fragment. \n In the summer of 1925, human remains representing, at minimum, one individual were removed from the Aetna Mound 1 site (20MA33) in Missaukee County, MI. UMMAA archeologists excavated the smaller of two burial mounds located on a nature preserve owned by the University of Michigan. They collected the human remains of an adult male buried in a tightly flexed position from the center of the mound. Charcoal was found near the human remains and two stones had been placed on the individual\\'s chest. (To date, the stones have not been located.) The human remains are dated to the Woodland Period (850 B.C.-A.D. 1400) based on mortuary treatment. No known individuals were identified. No associated funerary objects are present. \n In the summer of 1925, human remains representing, at minimum, one individual were removed from the Aetna Mound 2 site (20MA10) in Missaukee County, MI. UMMAA archeologists excavated the larger of two burial mounds located on a nature preserve owned by the University of Michigan. They collected a small amount of cremated human remains of an adult of indeterminate sex with several other objects from the center of the mound. The human remains are dated to the Woodland Period (850 B.C.-A.D. 1400) based on mortuary treatment. No known individuals were identified. The 6 associated funerary objects present are 2 worked animal bone fragments, 1 chert flake, 1 chert fragment, 1 small stone gorget, and 1 copper axe.\\n         \n On an unknown date in 1960, human remains representing, at minimum, three individuals were removed from the Rossman site (20ML4) in Montcalm County, MI. State highway workers reported human remains had surfaced in a borrow pit they were using. The workers collected the human remains, along with multiple objects, and donated them to the UMMAA. UMMAA archeologists visited the site, but only found two fire pits in the area. The human remains are from 1 juvenile, 1 adult female, and 1 adult possible male. The human remains have been dated to the Late Woodland Period (A.D. 500-1400) based on a ceramic sherd collected from the site; however, a Busycon contrarium shell also collected from the site is typically associated with Late Archaic to Middle Woodland Period burials (Glacial Kame and Hopewell Periods). No known individuals were identified. The 6 associated funerary objects present are 1 Busycon contrarium shell, 4 shell fragments, and 1 ceramic sherd. \n On an unknown date in 1959, human remains representing, at minimum, one individual were removed from the Haieght Mound site (20MU20) in Muskegon County, MI. With construction activities posing an imminent threat to the mound, UMMAA archeologists and members of the Wright L. Coffinberry Society conducted a salvage excavation of the site. They collected the remains of a young adult female buried in a flexed position from the center of the mound and donated the remains to the UMMAA in 1964. The remains are dated to the Woodland Period (850 B.C.-A.D. 1400) based on mortuary treatment. No known individuals were identified. No associated funerary objects are present. \n On an unknown date in 1954, human remains representing, at minimum, two individuals were removed from the Parson\\'s Mound site (20NE100) in Newaygo County, MI. Members of the Wright L. Coffinberry Society excavated this site that consists of 5 mounds of varying heights and sizes. Human remains were collected from 3 of the 5 mounds. Human remains from 1 of these 3 mounds were donated to the UMMAA in 1964. It is not known who possesses the human remains collected from the other 2 mounds. The human remains in the UMMAA\\'s possession are of an adult male and an adult of indeterminate sex. No objects were found in the 3 mounds that contained human remains. The human remains are dated to the Middle Woodland Period (300 B.C.-A.D. 500) based on mortuary treatment. No known individuals were identified. No associated funerary objects are present. \n In May 1965, human remains representing, at minimum, one individual were removed from the Brunett Mound site (20NE104) in Newaygo County, MI. UMMAA archeologists excavated this site that consists of a single mound with a circular burial pit at its center. The pit contained a bundle burial of a young adult female, accompanied by multiple objects. Among the objects were 2 ceramic vessels containing deer and fish bones. The human remains are dated to the Early Late Woodland Period (A.D. 500-700) based on diagnostic artifacts from the site. No known individuals were identified. The 25 associated funerary objects present are 1 ceramic Wayne ware vessel, 1 lot ceramic sherds, 1 biface, 1 scraper, 10 turtle shell fragments, 1 lot of fish bones, 1 lot of animal bones and shell fragments, 8 chert fragments, and 1 lot of clay with animal bone fragments. \n In May 1966, human remains representing, at minimum, five individuals were removed from the Carrigan Mound B site (20NE111) in Newaygo County, MI. Carrigan Mound B is 1 mound in a 5-mound group collectively referred to as the Carrigan-Croton Dam Mound Complex. UMMAA archeologists and students excavated this mound that contained a burial pit near its center. A charred log was found at the top of the burial pit. The bottom of the burial pit contained cremated and non-cremated human remains within an area of burnt red sand. The human remains are from 1 cremated juvenile, 3 cremated adults of indeterminate sex, and 1 non-cremated adult of indeterminate sex. The human remains are dated to the Early Woodland Period (850-300 B.C.) based on Carbon 14 dating of the charred log. No known individuals were identified. No associated funerary objects are present. \n In 1965, human remains representing, at minimum, one individual were removed from the Croton Dam Mound A site (20NE105) in Newaygo County, MI. A UMMAA archeologist and students excavated this mound that contained an irregular oval fire pit feature with cremated remains of an adult of indeterminate sex. The human remains are dated to the Early Woodland Period (850-300 B.C.) based on dating for the Carrigan Mound B site (20NE111), which is part of the same mound complex. No known individuals were identified. The 124 associated funerary objects present are 1 lithic blade, 86 lithic bifaces, 10 ovate lithic bifaces, 3 lithic scrapers, 5 lithic preforms, 18 lithic debitage fragments, and 1 copper needle. \n Between May 12 and 15, 1966, human remains representing, at minimum, two individuals were removed from the Croton Dam Mound B site (20NE112) in Newaygo County, MI. Members of the Newaygo County Chapter of the Michigan Archaeological Society, under the direction of UMMAA archeologists, excavated a central burial pit in this mound. Soil and cremated human remains of 2 adults of indeterminate sex were distributed evenly through the burial pit, commingled with small fragments of cremated faunal bone. The base of a stemmed projectile point was collected from the bottom of the burial pit. The human remains are dated to the Early Woodland Period (850-300 B.C.) based on dating for the Carrigan Mound B site (20NE111), which is part of the same mound complex. No known individuals were identified. The 1 associated funerary object present is a projectile point base. \n In 1966, human remains representing, at minimum, one individual were removed from the Croton Dam Mound C site (20NE116) in Newaygo County, MI. Members of the Newaygo County Chapter of the Michigan Archaeological Society, under the direction of a UMMAA archeologist, excavated this mound that was the smallest of those that comprised the Carrigan-Croton Dam Mound Complex. Croton Dam Mound C contained a round burial pit near its center, capped with a layer of clay. A rolled copper bead was located on top of the clay cap. Cremated bone fragments of an adult of indeterminate sex, commingled cremated faunal bone, and heavily ochred sand were located under the clay cap. The human remains are dated to the Early Woodland Period (850-300 B.C.) based on dating for the Carrigan Mound B site (20NE111), which is part of the same mound complex. No known individuals were identified. The 3 associated funerary objects present are 1 copper tube bead and 2 worked deer phalanges (possibly awls). \n On an unknown date prior to 1924, human remains representing, at minimum, one individual were removed from the Cobmoosa Lake East site (20OA3) in Oceana County, MI. An amateur collector excavated one mound of a 3-mound group located near Cobmoosa Lake. He collected the human remains of a child, along with some objects, and sent them to the UMMAA in 1923. The human remains are dated to the Middle to Early Late Woodland Period (300 B.C.-A.D. 500) based on diagnostic artifacts collected from the site. No known individuals were identified. The 6 associated funerary objects present are 1 lot of small shell and stone fragments, and 5 shell beads. \n In April 1937, human remains representing, at minimum, one individual were removed from the Ditchdiggers site (20OE22) in Otsego County, MI. Workers for the City of Gaylord unearthed the human remains while installing sewer lines. They contacted the Otsego County Sherriff. The Sherriff collected the human remains of a young adult female who had been buried, lying on her side, in an extended position. No date or time period could be established for the remains. No known individuals were identified. The 1 associated funerary object present is a worked faunal bone. \n Determinations Made by the University of Michigan \n Officials of the University of Michigan have determined that: \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice are Native American based on cranial morphology, dental traits, archeological context, and accession documentation. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice represent the physical remains of 25 individuals of Native American ancestry. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(3)(A), the 175 objects described in this notice are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(2), a relationship of shared group identity cannot be reasonably traced between the Native American human remains and associated funerary objects and any present-day Indian tribe. \n \\xe2\\x80\\xa2 According to final judgments of the Indian Claims Commission or the Court of Federal Claims, the land from which the Native American human remains and associated funerary objects were removed is the aboriginal land of The Invited and Consulted Tribes. \n \\xe2\\x80\\xa2 Treaties, Acts of Congress, or Executive Orders, indicate that the land from which the Native American human remains and associated funerary objects were removed is the aboriginal land of The Invited and Consulted Tribes. \n \\xe2\\x80\\xa2 Pursuant to 43 CFR 10.11(c)(1), the disposition of the human remains and associated funerary objects may be to The Invited and Consulted Tribes. \n Additional Requestors and Disposition \n Representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to Dr. Ben Secunda, NAGPRA Project Manager, University of Michigan Office of Research, 4080 Fleming Building, 503 S. Thompson Street, Ann Arbor, MI 48109-1340, telephone (734) 647-9085, email bsecunda@umich.edu, by November 16, 2015. After that date, if no additional requestors have come forward, transfer of control of the human remains and associated funerary objects and associated funerary objects to The Invited and Consulted Tribes may proceed. \n The University of Michigan is responsible for notifying The Invited and Consulted Tribes that this notice has been published. \n ", "consultation": "A detailed assessment of the human remains and associated funerary objects was made by the University of Michigan Museum of Anthropological Archaeology (UMMAA) professional staff in consultation with representatives of the Bay Mills Indian Community, Michigan; Chippewa Cree Indians of the Rocky Boy\\'s Reservation, Montana; Grand Traverse Band of Ottawa and Chippewa Indians, Michigan; Keweenaw Bay Indian Community, Michigan; Lac Vieux Desert Band of Lake Superior Chippewa Indians, Michigan; Little River Band of Ottawa Indians, Michigan; Little Traverse Bay Bands of Odawa Indians, Michigan; Saginaw Chippewa Indian Tribe of Michigan; and the Sault Ste. Marie Tribe of Chippewa Indians, Michigan. \n Additional requests for consultation were sent to the Bad River Band of the Lake Superior Tribe of Chippewa Indians of the Bad River Reservation, Wisconsin; Bois Forte Band (Nett Lake) of the Minnesota Chippewa Tribe, Minnesota; Fond du Lac Band of the Minnesota Chippewa Tribe, Minnesota; Grand Portage Band of the Minnesota Chippewa Tribe, Minnesota; Lac Courte Oreilles Band of Lake Superior Chippewa Indians of Wisconsin; Lac du Flambeau Band of Lake Superior Chippewa Indians of the Lac du Flambeau Reservation of Wisconsin; Leech Lake Band of the Minnesota Chippewa Tribe, Minnesota; Mille Lacs Band of the Minnesota Chippewa Tribe, Minnesota; Ottawa Tribe of Oklahoma; Red Cliff Band of Lake Superior Chippewa Indians of Wisconsin; Red Lake Band of Chippewa Indians, Minnesota; Sokaogon Chippewa Community, Wisconsin; St. Croix Chippewa Indians of Wisconsin; Turtle Mountain Band of Chippewa Indians of North Dakota; and the White Earth Band of the Minnesota Chippewa Tribe, Minnesota. \n Hereafter, all tribes listed in this section are referred to as \\xe2\\x80\\x9cThe Invited and Consulted Tribes.\\xe2\\x80\\x9d \n ", "h_d_r": "On an unknown date in 1969, human remains representing, at minimum, five individuals were removed from the Sheridan site (20LU23) in Leelanau County, MI. A construction crew unearthed remains and objects while working near Sleeping Bear Bay. They contacted archeologists from the UMMAA who conducted a salvage excavation and collected human remains and objects from the site. The remains are from 1 child, 1 adolescent, 1 young adult male, and 2 adult males. No date or time period could be established for the site. No known individuals were identified. The 3 associated funerary objects present are 2 lots of soil and 1 oxidized metal nail fragment. \n In the summer of 1925, human remains representing, at minimum, one individual were removed from the Aetna Mound 1 site (20MA33) in Missaukee County, MI. UMMAA archeologists excavated the smaller of two burial mounds located on a nature preserve owned by the University of Michigan. They collected the human remains of an adult male buried in a tightly flexed position from the center of the mound. Charcoal was found near the human remains and two stones had been placed on the individual\\'s chest. (To date, the stones have not been located.) The human remains are dated to the Woodland Period (850 B.C.-A.D. 1400) based on mortuary treatment. No known individuals were identified. No associated funerary objects are present. \n In the summer of 1925, human remains representing, at minimum, one individual were removed from the Aetna Mound 2 site (20MA10) in Missaukee County, MI. UMMAA archeologists excavated the larger of two burial mounds located on a nature preserve owned by the University of Michigan. They collected a small amount of cremated human remains of an adult of indeterminate sex with several other objects from the center of the mound. The human remains are dated to the Woodland Period (850 B.C.-A.D. 1400) based on mortuary treatment. No known individuals were identified. The 6 associated funerary objects present are 2 worked animal bone fragments, 1 chert flake, 1 chert fragment, 1 small stone gorget, and 1 copper axe.\\n         \n On an unknown date in 1960, human remains representing, at minimum, three individuals were removed from the Rossman site (20ML4) in Montcalm County, MI. State highway workers reported human remains had surfaced in a borrow pit they were using. The workers collected the human remains, along with multiple objects, and donated them to the UMMAA. UMMAA archeologists visited the site, but only found two fire pits in the area. The human remains are from 1 juvenile, 1 adult female, and 1 adult possible male. The human remains have been dated to the Late Woodland Period (A.D. 500-1400) based on a ceramic sherd collected from the site; however, a Busycon contrarium shell also collected from the site is typically associated with Late Archaic to Middle Woodland Period burials (Glacial Kame and Hopewell Periods). No known individuals were identified. The 6 associated funerary objects present are 1 Busycon contrarium shell, 4 shell fragments, and 1 ceramic sherd. \n On an unknown date in 1959, human remains representing, at minimum, one individual were removed from the Haieght Mound site (20MU20) in Muskegon County, MI. With construction activities posing an imminent threat to the mound, UMMAA archeologists and members of the Wright L. Coffinberry Society conducted a salvage excavation of the site. They collected the remains of a young adult female buried in a flexed position from the center of the mound and donated the remains to the UMMAA in 1964. The remains are dated to the Woodland Period (850 B.C.-A.D. 1400) based on mortuary treatment. No known individuals were identified. No associated funerary objects are present. \n On an unknown date in 1954, human remains representing, at minimum, two individuals were removed from the Parson\\'s Mound site (20NE100) in Newaygo County, MI. Members of the Wright L. Coffinberry Society excavated this site that consists of 5 mounds of varying heights and sizes. Human remains were collected from 3 of the 5 mounds. Human remains from 1 of these 3 mounds were donated to the UMMAA in 1964. It is not known who possesses the human remains collected from the other 2 mounds. The human remains in the UMMAA\\'s possession are of an adult male and an adult of indeterminate sex. No objects were found in the 3 mounds that contained human remains. The human remains are dated to the Middle Woodland Period (300 B.C.-A.D. 500) based on mortuary treatment. No known individuals were identified. No associated funerary objects are present. \n In May 1965, human remains representing, at minimum, one individual were removed from the Brunett Mound site (20NE104) in Newaygo County, MI. UMMAA archeologists excavated this site that consists of a single mound with a circular burial pit at its center. The pit contained a bundle burial of a young adult female, accompanied by multiple objects. Among the objects were 2 ceramic vessels containing deer and fish bones. The human remains are dated to the Early Late Woodland Period (A.D. 500-700) based on diagnostic artifacts from the site. No known individuals were identified. The 25 associated funerary objects present are 1 ceramic Wayne ware vessel, 1 lot ceramic sherds, 1 biface, 1 scraper, 10 turtle shell fragments, 1 lot of fish bones, 1 lot of animal bones and shell fragments, 8 chert fragments, and 1 lot of clay with animal bone fragments. \n In May 1966, human remains representing, at minimum, five individuals were removed from the Carrigan Mound B site (20NE111) in Newaygo County, MI. Carrigan Mound B is 1 mound in a 5-mound group collectively referred to as the Carrigan-Croton Dam Mound Complex. UMMAA archeologists and students excavated this mound that contained a burial pit near its center. A charred log was found at the top of the burial pit. The bottom of the burial pit contained cremated and non-cremated human remains within an area of burnt red sand. The human remains are from 1 cremated juvenile, 3 cremated adults of indeterminate sex, and 1 non-cremated adult of indeterminate sex. The human remains are dated to the Early Woodland Period (850-300 B.C.) based on Carbon 14 dating of the charred log. No known individuals were identified. No associated funerary objects are present. \n In 1965, human remains representing, at minimum, one individual were removed from the Croton Dam Mound A site (20NE105) in Newaygo County, MI. A UMMAA archeologist and students excavated this mound that contained an irregular oval fire pit feature with cremated remains of an adult of indeterminate sex. The human remains are dated to the Early Woodland Period (850-300 B.C.) based on dating for the Carrigan Mound B site (20NE111), which is part of the same mound complex. No known individuals were identified. The 124 associated funerary objects present are 1 lithic blade, 86 lithic bifaces, 10 ovate lithic bifaces, 3 lithic scrapers, 5 lithic preforms, 18 lithic debitage fragments, and 1 copper needle. \n Between May 12 and 15, 1966, human remains representing, at minimum, two individuals were removed from the Croton Dam Mound B site (20NE112) in Newaygo County, MI. Members of the Newaygo County Chapter of the Michigan Archaeological Society, under the direction of UMMAA archeologists, excavated a central burial pit in this mound. Soil and cremated human remains of 2 adults of indeterminate sex were distributed evenly through the burial pit, commingled with small fragments of cremated faunal bone. The base of a stemmed projectile point was collected from the bottom of the burial pit. The human remains are dated to the Early Woodland Period (850-300 B.C.) based on dating for the Carrigan Mound B site (20NE111), which is part of the same mound complex. No known individuals were identified. The 1 associated funerary object present is a projectile point base. \n In 1966, human remains representing, at minimum, one individual were removed from the Croton Dam Mound C site (20NE116) in Newaygo County, MI. Members of the Newaygo County Chapter of the Michigan Archaeological Society, under the direction of a UMMAA archeologist, excavated this mound that was the smallest of those that comprised the Carrigan-Croton Dam Mound Complex. Croton Dam Mound C contained a round burial pit near its center, capped with a layer of clay. A rolled copper bead was located on top of the clay cap. Cremated bone fragments of an adult of indeterminate sex, commingled cremated faunal bone, and heavily ochred sand were located under the clay cap. The human remains are dated to the Early Woodland Period (850-300 B.C.) based on dating for the Carrigan Mound B site (20NE111), which is part of the same mound complex. No known individuals were identified. The 3 associated funerary objects present are 1 copper tube bead and 2 worked deer phalanges (possibly awls). \n On an unknown date prior to 1924, human remains representing, at minimum, one individual were removed from the Cobmoosa Lake East site (20OA3) in Oceana County, MI. An amateur collector excavated one mound of a 3-mound group located near Cobmoosa Lake. He collected the human remains of a child, along with some objects, and sent them to the UMMAA in 1923. The human remains are dated to the Middle to Early Late Woodland Period (300 B.C.-A.D. 500) based on diagnostic artifacts collected from the site. No known individuals were identified. The 6 associated funerary objects present are 1 lot of small shell and stone fragments, and 5 shell beads. \n In April 1937, human remains representing, at minimum, one individual were removed from the Ditchdiggers site (20OE22) in Otsego County, MI. Workers for the City of Gaylord unearthed the human remains while installing sewer lines. They contacted the Otsego County Sherriff. The Sherriff collected the human remains of a young adult female who had been buried, lying on her side, in an extended position. No date or time period could be established for the remains. No known individuals were identified. The 1 associated funerary object present is a worked faunal bone. \n ", "h_d_ci": "Null", "determinations": "Determinations Made by the University of Michigan \n Officials of the University of Michigan have determined that: \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice are Native American based on cranial morphology, dental traits, archeological context, and accession documentation. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice represent the physical remains of 25 individuals of Native American ancestry. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(3)(A), the 175 objects described in this notice are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(2), a relationship of shared group identity cannot be reasonably traced between the Native American human remains and associated funerary objects and any present-day Indian tribe. \n \\xe2\\x80\\xa2 According to final judgments of the Indian Claims Commission or the Court of Federal Claims, the land from which the Native American human remains and associated funerary objects were removed is the aboriginal land of The Invited and Consulted Tribes. \n \\xe2\\x80\\xa2 Treaties, Acts of Congress, or Executive Orders, indicate that the land from which the Native American human remains and associated funerary objects were removed is the aboriginal land of The Invited and Consulted Tribes. \n \\xe2\\x80\\xa2 Pursuant to 43 CFR 10.11(c)(1), the disposition of the human remains and associated funerary objects may be to The Invited and Consulted Tribes. \n ", "a_r_d": "Representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to Dr. Ben Secunda, NAGPRA Project Manager, University of Michigan Office of Research, 4080 Fleming Building, 503 S. Thompson Street, Ann Arbor, MI 48109-1340, telephone (734) 647-9085, email bsecunda@umich.edu, by November 16, 2015. After that date, if no additional requestors have come forward, transfer of control of the human remains and associated funerary objects and associated funerary objects to The Invited and Consulted Tribes may proceed. \n The University of Michigan is responsible for notifying The Invited and Consulted Tribes that this notice has been published. \n "}