{"index": "I_66", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        [NPS-WASO-NAGPRA-NPS0028125; PPWOCRADN0-PCU00RP14.R50000]\\n        Notice of Inventory Completion: Carter County Museum, Ekalaka, MT\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        \\n          SUMMARY:\\n          The Carter County Museum has completed an inventory of human remains and associated funerary objects, in consultation with the appropriate Indian Tribes or Native Hawaiian organizations, and has determined that there is no cultural affiliation between the human remains and associated funerary objects and any present-day Indian Tribes or Native Hawaiian organizations. Representatives of any Indian Tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request to the Carter County Museum. If no additional requestors come forward, transfer of control of the human remains and associated funerary objects to the Indian Tribes or Native Hawaiian organizations stated in this notice may proceed.\\n        \\n        \\n          DATES:\\n          Representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to the Carter County Museum at the address in this notice by July 29, 2019.\\n        \\n        \\n          ADDRESSES:\\n\\n          Sabre Moore, Carter County Museum, 306 North Main Street, Ekalaka, MT 59324, telephone (406) 775-6886, email smoore@cartercountymuseum.org.\\n          \\n        \\n      \\n      \\n        SUPPLEMENTARY INFORMATION:\\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains and associated funerary objects under the control of the Carter County Museum, Ekalaka, MT. The human remains and associated funerary objects were removed from the Arthur Walker, Beach, Jardee, Turbiville, WPA Crew, Medicine Rocks, and Chalk Buttes Sites in Carter County, MT, and the Frank Sparks Site in Fallon County, MT.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003(d)(3) and 43 CFR 10.11(d). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations in this notice.\\n        Consultation\\n        A detailed assessment of the human remains was made by the Carter County Museum professional staff in consultation with representatives of the Arapaho Tribe of the Wind River Reservation, Wyoming; Assiniboine and Sioux Tribes of the Fort Peck Indian Reservation, Montana; Cheyenne River Sioux Tribe of the Cheyenne River Reservation, South Dakota; Crow Creek Sioux Tribe of the Crow Creek Reservation, South Dakota; Flandreau Santee Sioux Tribe of South Dakota; Fort Belknap Indian Community of the Fort Belknap Reservation of Montana; Lower Brule Sioux Tribe of the Lower Brule Reservation, South Dakota; Lower Sioux Indian Community in the State of Minnesota; Oglala Sioux Tribe (previously listed as the Oglala Sioux Tribe of the Pine Ridge Reservation, South Dakota); Prairie Island Indian Community in the State of Minnesota; Rosebud Sioux Tribe of the Rosebud Indian Reservation, South Dakota; Santee Sioux Nation, Nebraska; Shakopee Mdewakanton Sioux Community of Minnesota; Sisseton-Wahpeton Oyate of the Lake Traverse Reservation, South Dakota; Spirit Lake Tribe, North Dakota; Standing Rock Sioux Tribe of North & South Dakota; Three Affiliated Tribes of the Fort Berthold Reservation, North Dakota; Upper Sioux Community, Minnesota; and the Yankton Sioux Tribe of South Dakota, hereafter referred to as \\xe2\\x80\\x9cThe Tribes.\\xe2\\x80\\x9d\\n        History and Description of the Remains\\n        In 1948, human remains representing, at minimum, one individual were removed from the Arthur Walker Site, nine miles northwest of Albion, in Carter County, MT. A skull and partial skeleton were exposed 2.3 meters below the surface in a bentonite bank on Blacktail Creek. The exposure was about 1.2 meters above the water level and immediately over the water due to undercutting. The bones were completely encased in bentonite clay that had washed down from a steep slope several yards to the north. The human remains entered the Carter County Museum collection in 1948, and consist of the skull, portions of all 24 ribs, left and right clavicles, left and right scapula, vertebra, sacrum, coccyx, left and right humerus, left ulna, left femur, left tibia, right and left pelvis, right and left calcaneus, hands, and feet. They show signs of severe, chronic periodontal disease and arthritis. Based on molar wear, the individual, a male, was 35-45 years old at the time of death. No known individuals were identified. The six associated funerary objects are three Dentalium shells and three broken or cut gastropod shells.\\n\\n        In June 1985, human remains representing, at minimum, one individual were removed by a rancher\\'s son from the Beach Site, located on the slope of a steep hillside below a sandstone cliff in Carter County, MT. The human remains consist of a skull. One month later, a burial site in a cleft of sandstone outcrop approximately 50 yards upslope from the skull was located and the human remains of a second individual were removed. The osteological material from this second burial consists of a mandible, ribs, sternum, fragments, and long bones, and is extremely weathered and bleached. The human remains entered the Carter County Museum collection in 1985. C-14 dating conducted on October 9, 1986 dates the bones to 420 +/- 130 B. P. (before 1950). The skull of the first individual, a female approximately 25-35 years old at the time of death, shows signs of periodontal disease. The mandible of the second individual belongs to a female approximately 12-25 years old at time of death. No known individuals were identified. The two associated funerary objects are Dentalium shells.\\n        Sometime before 1986, human remains representing, at minimum, two individuals were removed from the Jardee Site in Carter County, MT. A skeleton was found eroding out of a shallow cave under a ledge of channel sandstone. The individual had been buried in a flexed position and covered with fine sandy material, which also covered the cave floor. The cave faces southwest, and overlooks a low terrace on Box Elder Creek. An \\xe2\\x80\\x9cextra\\xe2\\x80\\x9d right metatarsal and an \\xe2\\x80\\x9cextra\\xe2\\x80\\x9d vertebrae fragment indicate that more than one individual was interred at the site. The human remains entered the Carter County Museum collection. C-14 dating conducted on October 9, 1986 dates the bones to 1,390 +/\\xe2\\x88\\x92 75 years B.P. (before 1950). The remains of the skeleton include portions of 20 ribs, right clavicle, sternum, scapula, vertebrae, sacrum, coccyx, left humerus, right humerus, left radius, left ulna, right radius, right ulna, left femur, left tibia, left fibula, right femur, right tibia, right fibula, left patella, right patella, left pelvis, right pelvis, right calcaneus, right talus, left calcaneus, left talus, portions of the hands, feet, and a partial skull. The skeleton of this individual, a male approximately 35-39 years old at the time of death, shows signs of periodontal disease and tuberculosis, as well as slight evidence of arthritis. The second individual is of indeterminate sex. No known individuals were identified. No associated funerary objects are present.\\n        In 1988, human remains representing, at minimum, two individuals were removed from the Turbiville Site in Carter County, MT. Exposed human bones were removed from what Marshall Lambert (Museum Director 1946-96) described as the \\xe2\\x80\\x9cfront portion of an 8\\xe2\\x80\\xb2 long, 4\\xe2\\x80\\xb2 wide, and 2\\xe2\\x80\\xb2 high cave under a sandstone ledge near the top of a small hill a short distance from the Turbiville ranch buildings.\\xe2\\x80\\x9d Analysis of the skeletal material indicated the presence of more than one individual. The Turbiville site represents, alternatively, the contemporaneous, primary burial of multiple individuals, the primary burial of individuals at different times, or a primary internment and a secondary burial. C-14 dating conducted on October 9, 1986 established the bones as \\xe2\\x80\\x9cmodern\\xe2\\x80\\x9d (statistically indistinguishable from B.P. or 1950 count). Given that the standard deviation of 68 percent probability, the manual procedures of the laboratory, and this accuracy level, it is likely that the date of the interment of the individuals at the Turbiville Site falls within the last 200 years. The skeletal remains that are present include 17 ribs and rib fragments, right femur, left femur, right tibia, right fibula, left fibula, left humerus, right humerus, right radius, right ulna, left ulna, the pelvis, sacrum, vertebra, sternum, right scapula, left scapula, right calcaneum, left calcaneum, portions of the hands and feet, and skull fragments. The human remains of one of the individuals, a female approximately 22-26 years old at the time of death, show signs of periodontal disease. The second individual is of indeterminate sex. No known individuals were identified. The 10 associated funerary objects are one handle of a hafted knife (with faint decoration on the top of the handle (made with pin pricks or sharp thorn) and a purple quartzite blade); one biface scraper/knife of brown flint, with traces of red ocher; one uniface end scraper of brown, slightly translucent, flint; one biface knife of purple quartzite; one uniface knife made of a reddish brown quartzite flake; one biface knife made of a purple quartzite flake; one end scraper of red chert with white cortex material on one edge; one biface knife of gray porcellanite with traces of red ocher; one biface knife of clear chert; and one broken biface knife of grey porcellanite.\\n        In 1941, a Works Progress Administration (WPA) crew collecting rocks from a hill one mile west of Ekalaka, in Carter County, MT, found a skull and partial skeleton eroding from loose sand on a sandstone ledge beneath an overhang. The human remains representing, at minimum, two individuals, were collected by Mr. W.H. Peck, Director of the Carter County Museum at that time, in what became known as the WPA Site. In addition to the skull, the skeletal material includes 14 ribs and 10 rib fragments, left and right clavicle, right and left scapula, vertebra, sacrum, left humerus, left radius, left ulna, left and right femur, left tibia, left fibula, left and right pelvis, hands and feet from one individual. These human remains, belonging to a male approximately 25-26 years old at the time of death, show signs of periodontal disease, as well as evidence of minor arthritis. A mandible from a second individual of indeterminate age and sex was also collected. No known individuals were identified. The one associated funerary object is a triangular, unnotched projectile point with a broken tip.\\n        In June and late September of 1939, human remains representing, at minimum, one individual were collected from the Medicine Rocks Site in Carter County, MT. Museum records indicate the following:\\n        \\n        \\n          Found in a sandstone rock cave and tunnel some 60 feet long, 5\\xe2\\x80\\xb2 to 6\\xe2\\x80\\xb2 high at entrance narrowing down to 2\\xe2\\x80\\xb2 at exit, or outlet. Was found in one of the large scenic rocks of the Medicine Rocks. This formation as deposited at close of the upper cretaceous period, known here as the Fort Union, Tongue River Group. At the base of this formation is the medicine rocks. No other fossil remains so far have been found in this formation. Final excavations were made at this location by members of the CCGS (Carter County Geological Society) in June 1939 and again in late September 1939. Discovered by \\xe2\\x80\\x9cRodney Emswiler and his gang.\\n        \\n        \\n        The skeletal remains, belong to an individual of unknown age and sex, and include six human teeth, fragments of pelvis, long bones, hands, and feet. No known individuals were identified. No associated funerary objects are present.\\n        In 1940, human remains representing, at minimum, four individuals were collected in Carter County, MT, and donated to the museum by Vincent Van Ranseler in March 1941. Museum records indicate that they were \\xe2\\x80\\x9cremoved from an American Indian Grave.\\xe2\\x80\\x9d Associated notes state: \\xe2\\x80\\x9cThese fragments were taken from an American Indian grave. Three pieces fit together and there are two that are loose from the main skull . . . This is probably a child\\'s skull. Three pieces are loose. This skull along with the above was taken from an American Indian grave.\\xe2\\x80\\x9d In one of the jaw pieces are two teeth that never erupted. It is possible that they might be from a child. No known individuals were identified. No associated funerary objects are present.\\n\\n        In 1964, human remains representing, at minimum, one individual, were collected approximately 20 miles north of Ekalaka, in Fallon County, MT. Human bones were uncovered by a rancher while scraping gravel from a hilltop near his home on Lame Jones Creek. They had been buried approximately 18 inches deep in coarse shales and stone gravel. The human remains entered the Carter County Museum collection in 1964. C-14 dating conducted on October 9, 1986 dates the bones to 660 +/\\xe2\\x88\\x92 60 years B.P. (before 1950). Skeletal remains of this individual, a male approximately 35-45 years old at the time of death, show signs of chronic periodontal disease, as well as evidence of slight arthritis. The human remains include the right scapula, three portions of three ribs, left femur, left humerus, left radius, left ulna, vertebrae, and fragments of a skull. No known individuals were identified. No associated funerary objects are present.\\n        Determinations Made by the Carter County Museum\\n        Officials of the Carter County Museum have determined that:\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice are Native American, based on a 1986 osteological examination conducted by Bonnie Hogan on behalf of the Miles City Bureau of Land Management Office.\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice represent the physical remains of 15 individuals of Native American ancestry.\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(3)(A), the 19 objects described in this notice are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony.\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(2), a relationship of shared group identity cannot be reasonably traced between the Native American human remains and associated funerary objects and any present-day Indian Tribe.\\n        \\xe2\\x80\\xa2 According to final judgements of the Indian Claims Commission or the Court of Federal Claims, the land from which the Native American human remains and associated funerary objects were removed is the aboriginal land of The Tribes.\\n        \\xe2\\x80\\xa2 Pursuant to 43 CFR 10.11(c)(1), the disposition of the human remains and associated funerary objects may be to The Tribes.\\n        Additional Requestors and Disposition\\n\\n        Representatives of any Indian Tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to Sabre Moore, Carter County Museum, 306 North Main Street, Ekalaka, MT 59324, telephone (406) 775-6886, email smoore@cartercountymuseum.org, by July 29, 2019. After that date, if no additional requestors have come forward, transfer of control of the human remains and associated funerary objects to The Tribes may proceed.\\n        The Carter County Museum is responsible for notifying The Tribes that this notice has been published.\\n        \\n           Dated: June 5, 2019.\\n          Melanie O\\'Brien,\\n          Manager, National NAGPRA Program. \\n        \\n      \\n      [FR Doc. 2019-13837 Filed 6-27-19; 8:45 am]\\n       BILLING CODE 4312-52-P\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "[NPS-WASO-NAGPRA-NPS0028125; PPWOCRADN0-PCU00RP14.R50000]", "subject": "Notice of Inventory Completion: Carter County Museum, Ekalaka, MT", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "The Carter County Museum has completed an inventory of human remains and associated funerary objects, in consultation with the appropriate Indian Tribes or Native Hawaiian organizations, and has determined that there is no cultural affiliation between the human remains and associated funerary objects and any present-day Indian Tribes or Native Hawaiian organizations. Representatives of any Indian Tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request to the Carter County Museum. If no additional requestors come forward, transfer of control of the human remains and associated funerary objects to the Indian Tribes or Native Hawaiian organizations stated in this notice may proceed.", "dates": "Representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to the Carter County Museum at the address in this notice by July 29, 2019.", "addresses": "Sabre Moore, Carter County Museum, 306 North Main Street, Ekalaka, MT 59324, telephone (406) 775-6886, email smoore@cartercountymuseum.org.\\n          ", "signature_dated": " Dated: June 5, 2019.", "signature_name": "Melanie O\\'Brien,", "signature_title": "Manager, National NAGPRA Program. ", "fr_doc": "[FR Doc. 2019-13837 Filed 6-27-19; 8:45 am]", "billing_code": " BILLING CODE 4312-52-P", "supp_info": "SUPPLEMENTARY INFORMATION: \n Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains and associated funerary objects under the control of the Carter County Museum, Ekalaka, MT. The human remains and associated funerary objects were removed from the Arthur Walker, Beach, Jardee, Turbiville, WPA Crew, Medicine Rocks, and Chalk Buttes Sites in Carter County, MT, and the Frank Sparks Site in Fallon County, MT. \n This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003(d)(3) and 43 CFR 10.11(d). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations in this notice. \n Consultation \n A detailed assessment of the human remains was made by the Carter County Museum professional staff in consultation with representatives of the Arapaho Tribe of the Wind River Reservation, Wyoming; Assiniboine and Sioux Tribes of the Fort Peck Indian Reservation, Montana; Cheyenne River Sioux Tribe of the Cheyenne River Reservation, South Dakota; Crow Creek Sioux Tribe of the Crow Creek Reservation, South Dakota; Flandreau Santee Sioux Tribe of South Dakota; Fort Belknap Indian Community of the Fort Belknap Reservation of Montana; Lower Brule Sioux Tribe of the Lower Brule Reservation, South Dakota; Lower Sioux Indian Community in the State of Minnesota; Oglala Sioux Tribe (previously listed as the Oglala Sioux Tribe of the Pine Ridge Reservation, South Dakota); Prairie Island Indian Community in the State of Minnesota; Rosebud Sioux Tribe of the Rosebud Indian Reservation, South Dakota; Santee Sioux Nation, Nebraska; Shakopee Mdewakanton Sioux Community of Minnesota; Sisseton-Wahpeton Oyate of the Lake Traverse Reservation, South Dakota; Spirit Lake Tribe, North Dakota; Standing Rock Sioux Tribe of North & South Dakota; Three Affiliated Tribes of the Fort Berthold Reservation, North Dakota; Upper Sioux Community, Minnesota; and the Yankton Sioux Tribe of South Dakota, hereafter referred to as \\xe2\\x80\\x9cThe Tribes.\\xe2\\x80\\x9d \n History and Description of the Remains \n In 1948, human remains representing, at minimum, one individual were removed from the Arthur Walker Site, nine miles northwest of Albion, in Carter County, MT. A skull and partial skeleton were exposed 2.3 meters below the surface in a bentonite bank on Blacktail Creek. The exposure was about 1.2 meters above the water level and immediately over the water due to undercutting. The bones were completely encased in bentonite clay that had washed down from a steep slope several yards to the north. The human remains entered the Carter County Museum collection in 1948, and consist of the skull, portions of all 24 ribs, left and right clavicles, left and right scapula, vertebra, sacrum, coccyx, left and right humerus, left ulna, left femur, left tibia, right and left pelvis, right and left calcaneus, hands, and feet. They show signs of severe, chronic periodontal disease and arthritis. Based on molar wear, the individual, a male, was 35-45 years old at the time of death. No known individuals were identified. The six associated funerary objects are three Dentalium shells and three broken or cut gastropod shells. \n In June 1985, human remains representing, at minimum, one individual were removed by a rancher\\'s son from the Beach Site, located on the slope of a steep hillside below a sandstone cliff in Carter County, MT. The human remains consist of a skull. One month later, a burial site in a cleft of sandstone outcrop approximately 50 yards upslope from the skull was located and the human remains of a second individual were removed. The osteological material from this second burial consists of a mandible, ribs, sternum, fragments, and long bones, and is extremely weathered and bleached. The human remains entered the Carter County Museum collection in 1985. C-14 dating conducted on October 9, 1986 dates the bones to 420 +/- 130 B. P. (before 1950). The skull of the first individual, a female approximately 25-35 years old at the time of death, shows signs of periodontal disease. The mandible of the second individual belongs to a female approximately 12-25 years old at time of death. No known individuals were identified. The two associated funerary objects are Dentalium shells. \n Sometime before 1986, human remains representing, at minimum, two individuals were removed from the Jardee Site in Carter County, MT. A skeleton was found eroding out of a shallow cave under a ledge of channel sandstone. The individual had been buried in a flexed position and covered with fine sandy material, which also covered the cave floor. The cave faces southwest, and overlooks a low terrace on Box Elder Creek. An \\xe2\\x80\\x9cextra\\xe2\\x80\\x9d right metatarsal and an \\xe2\\x80\\x9cextra\\xe2\\x80\\x9d vertebrae fragment indicate that more than one individual was interred at the site. The human remains entered the Carter County Museum collection. C-14 dating conducted on October 9, 1986 dates the bones to 1,390 +/\\xe2\\x88\\x92 75 years B.P. (before 1950). The remains of the skeleton include portions of 20 ribs, right clavicle, sternum, scapula, vertebrae, sacrum, coccyx, left humerus, right humerus, left radius, left ulna, right radius, right ulna, left femur, left tibia, left fibula, right femur, right tibia, right fibula, left patella, right patella, left pelvis, right pelvis, right calcaneus, right talus, left calcaneus, left talus, portions of the hands, feet, and a partial skull. The skeleton of this individual, a male approximately 35-39 years old at the time of death, shows signs of periodontal disease and tuberculosis, as well as slight evidence of arthritis. The second individual is of indeterminate sex. No known individuals were identified. No associated funerary objects are present. \n In 1988, human remains representing, at minimum, two individuals were removed from the Turbiville Site in Carter County, MT. Exposed human bones were removed from what Marshall Lambert (Museum Director 1946-96) described as the \\xe2\\x80\\x9cfront portion of an 8\\xe2\\x80\\xb2 long, 4\\xe2\\x80\\xb2 wide, and 2\\xe2\\x80\\xb2 high cave under a sandstone ledge near the top of a small hill a short distance from the Turbiville ranch buildings.\\xe2\\x80\\x9d Analysis of the skeletal material indicated the presence of more than one individual. The Turbiville site represents, alternatively, the contemporaneous, primary burial of multiple individuals, the primary burial of individuals at different times, or a primary internment and a secondary burial. C-14 dating conducted on October 9, 1986 established the bones as \\xe2\\x80\\x9cmodern\\xe2\\x80\\x9d (statistically indistinguishable from B.P. or 1950 count). Given that the standard deviation of 68 percent probability, the manual procedures of the laboratory, and this accuracy level, it is likely that the date of the interment of the individuals at the Turbiville Site falls within the last 200 years. The skeletal remains that are present include 17 ribs and rib fragments, right femur, left femur, right tibia, right fibula, left fibula, left humerus, right humerus, right radius, right ulna, left ulna, the pelvis, sacrum, vertebra, sternum, right scapula, left scapula, right calcaneum, left calcaneum, portions of the hands and feet, and skull fragments. The human remains of one of the individuals, a female approximately 22-26 years old at the time of death, show signs of periodontal disease. The second individual is of indeterminate sex. No known individuals were identified. The 10 associated funerary objects are one handle of a hafted knife (with faint decoration on the top of the handle (made with pin pricks or sharp thorn) and a purple quartzite blade); one biface scraper/knife of brown flint, with traces of red ocher; one uniface end scraper of brown, slightly translucent, flint; one biface knife of purple quartzite; one uniface knife made of a reddish brown quartzite flake; one biface knife made of a purple quartzite flake; one end scraper of red chert with white cortex material on one edge; one biface knife of gray porcellanite with traces of red ocher; one biface knife of clear chert; and one broken biface knife of grey porcellanite. \n In 1941, a Works Progress Administration (WPA) crew collecting rocks from a hill one mile west of Ekalaka, in Carter County, MT, found a skull and partial skeleton eroding from loose sand on a sandstone ledge beneath an overhang. The human remains representing, at minimum, two individuals, were collected by Mr. W.H. Peck, Director of the Carter County Museum at that time, in what became known as the WPA Site. In addition to the skull, the skeletal material includes 14 ribs and 10 rib fragments, left and right clavicle, right and left scapula, vertebra, sacrum, left humerus, left radius, left ulna, left and right femur, left tibia, left fibula, left and right pelvis, hands and feet from one individual. These human remains, belonging to a male approximately 25-26 years old at the time of death, show signs of periodontal disease, as well as evidence of minor arthritis. A mandible from a second individual of indeterminate age and sex was also collected. No known individuals were identified. The one associated funerary object is a triangular, unnotched projectile point with a broken tip. \n In June and late September of 1939, human remains representing, at minimum, one individual were collected from the Medicine Rocks Site in Carter County, MT. Museum records indicate the following: \n In 1940, human remains representing, at minimum, four individuals were collected in Carter County, MT, and donated to the museum by Vincent Van Ranseler in March 1941. Museum records indicate that they were \\xe2\\x80\\x9cremoved from an American Indian Grave.\\xe2\\x80\\x9d Associated notes state: \\xe2\\x80\\x9cThese fragments were taken from an American Indian grave. Three pieces fit together and there are two that are loose from the main skull . . . This is probably a child\\'s skull. Three pieces are loose. This skull along with the above was taken from an American Indian grave.\\xe2\\x80\\x9d In one of the jaw pieces are two teeth that never erupted. It is possible that they might be from a child. No known individuals were identified. No associated funerary objects are present. \n In 1964, human remains representing, at minimum, one individual, were collected approximately 20 miles north of Ekalaka, in Fallon County, MT. Human bones were uncovered by a rancher while scraping gravel from a hilltop near his home on Lame Jones Creek. They had been buried approximately 18 inches deep in coarse shales and stone gravel. The human remains entered the Carter County Museum collection in 1964. C-14 dating conducted on October 9, 1986 dates the bones to 660 +/\\xe2\\x88\\x92 60 years B.P. (before 1950). Skeletal remains of this individual, a male approximately 35-45 years old at the time of death, show signs of chronic periodontal disease, as well as evidence of slight arthritis. The human remains include the right scapula, three portions of three ribs, left femur, left humerus, left radius, left ulna, vertebrae, and fragments of a skull. No known individuals were identified. No associated funerary objects are present. \n Determinations Made by the Carter County Museum \n Officials of the Carter County Museum have determined that: \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice are Native American, based on a 1986 osteological examination conducted by Bonnie Hogan on behalf of the Miles City Bureau of Land Management Office. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice represent the physical remains of 15 individuals of Native American ancestry. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(3)(A), the 19 objects described in this notice are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(2), a relationship of shared group identity cannot be reasonably traced between the Native American human remains and associated funerary objects and any present-day Indian Tribe. \n \\xe2\\x80\\xa2 According to final judgements of the Indian Claims Commission or the Court of Federal Claims, the land from which the Native American human remains and associated funerary objects were removed is the aboriginal land of The Tribes. \n \\xe2\\x80\\xa2 Pursuant to 43 CFR 10.11(c)(1), the disposition of the human remains and associated funerary objects may be to The Tribes. \n Additional Requestors and Disposition \n Representatives of any Indian Tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to Sabre Moore, Carter County Museum, 306 North Main Street, Ekalaka, MT 59324, telephone (406) 775-6886, email smoore@cartercountymuseum.org, by July 29, 2019. After that date, if no additional requestors have come forward, transfer of control of the human remains and associated funerary objects to The Tribes may proceed. \n The Carter County Museum is responsible for notifying The Tribes that this notice has been published. \n ", "consultation": "A detailed assessment of the human remains was made by the Carter County Museum professional staff in consultation with representatives of the Arapaho Tribe of the Wind River Reservation, Wyoming; Assiniboine and Sioux Tribes of the Fort Peck Indian Reservation, Montana; Cheyenne River Sioux Tribe of the Cheyenne River Reservation, South Dakota; Crow Creek Sioux Tribe of the Crow Creek Reservation, South Dakota; Flandreau Santee Sioux Tribe of South Dakota; Fort Belknap Indian Community of the Fort Belknap Reservation of Montana; Lower Brule Sioux Tribe of the Lower Brule Reservation, South Dakota; Lower Sioux Indian Community in the State of Minnesota; Oglala Sioux Tribe (previously listed as the Oglala Sioux Tribe of the Pine Ridge Reservation, South Dakota); Prairie Island Indian Community in the State of Minnesota; Rosebud Sioux Tribe of the Rosebud Indian Reservation, South Dakota; Santee Sioux Nation, Nebraska; Shakopee Mdewakanton Sioux Community of Minnesota; Sisseton-Wahpeton Oyate of the Lake Traverse Reservation, South Dakota; Spirit Lake Tribe, North Dakota; Standing Rock Sioux Tribe of North & South Dakota; Three Affiliated Tribes of the Fort Berthold Reservation, North Dakota; Upper Sioux Community, Minnesota; and the Yankton Sioux Tribe of South Dakota, hereafter referred to as \\xe2\\x80\\x9cThe Tribes.\\xe2\\x80\\x9d \n ", "h_d_r": "In 1948, human remains representing, at minimum, one individual were removed from the Arthur Walker Site, nine miles northwest of Albion, in Carter County, MT. A skull and partial skeleton were exposed 2.3 meters below the surface in a bentonite bank on Blacktail Creek. The exposure was about 1.2 meters above the water level and immediately over the water due to undercutting. The bones were completely encased in bentonite clay that had washed down from a steep slope several yards to the north. The human remains entered the Carter County Museum collection in 1948, and consist of the skull, portions of all 24 ribs, left and right clavicles, left and right scapula, vertebra, sacrum, coccyx, left and right humerus, left ulna, left femur, left tibia, right and left pelvis, right and left calcaneus, hands, and feet. They show signs of severe, chronic periodontal disease and arthritis. Based on molar wear, the individual, a male, was 35-45 years old at the time of death. No known individuals were identified. The six associated funerary objects are three Dentalium shells and three broken or cut gastropod shells. \n In June 1985, human remains representing, at minimum, one individual were removed by a rancher\\'s son from the Beach Site, located on the slope of a steep hillside below a sandstone cliff in Carter County, MT. The human remains consist of a skull. One month later, a burial site in a cleft of sandstone outcrop approximately 50 yards upslope from the skull was located and the human remains of a second individual were removed. The osteological material from this second burial consists of a mandible, ribs, sternum, fragments, and long bones, and is extremely weathered and bleached. The human remains entered the Carter County Museum collection in 1985. C-14 dating conducted on October 9, 1986 dates the bones to 420 +/- 130 B. P. (before 1950). The skull of the first individual, a female approximately 25-35 years old at the time of death, shows signs of periodontal disease. The mandible of the second individual belongs to a female approximately 12-25 years old at time of death. No known individuals were identified. The two associated funerary objects are Dentalium shells. \n Sometime before 1986, human remains representing, at minimum, two individuals were removed from the Jardee Site in Carter County, MT. A skeleton was found eroding out of a shallow cave under a ledge of channel sandstone. The individual had been buried in a flexed position and covered with fine sandy material, which also covered the cave floor. The cave faces southwest, and overlooks a low terrace on Box Elder Creek. An \\xe2\\x80\\x9cextra\\xe2\\x80\\x9d right metatarsal and an \\xe2\\x80\\x9cextra\\xe2\\x80\\x9d vertebrae fragment indicate that more than one individual was interred at the site. The human remains entered the Carter County Museum collection. C-14 dating conducted on October 9, 1986 dates the bones to 1,390 +/\\xe2\\x88\\x92 75 years B.P. (before 1950). The remains of the skeleton include portions of 20 ribs, right clavicle, sternum, scapula, vertebrae, sacrum, coccyx, left humerus, right humerus, left radius, left ulna, right radius, right ulna, left femur, left tibia, left fibula, right femur, right tibia, right fibula, left patella, right patella, left pelvis, right pelvis, right calcaneus, right talus, left calcaneus, left talus, portions of the hands, feet, and a partial skull. The skeleton of this individual, a male approximately 35-39 years old at the time of death, shows signs of periodontal disease and tuberculosis, as well as slight evidence of arthritis. The second individual is of indeterminate sex. No known individuals were identified. No associated funerary objects are present. \n In 1988, human remains representing, at minimum, two individuals were removed from the Turbiville Site in Carter County, MT. Exposed human bones were removed from what Marshall Lambert (Museum Director 1946-96) described as the \\xe2\\x80\\x9cfront portion of an 8\\xe2\\x80\\xb2 long, 4\\xe2\\x80\\xb2 wide, and 2\\xe2\\x80\\xb2 high cave under a sandstone ledge near the top of a small hill a short distance from the Turbiville ranch buildings.\\xe2\\x80\\x9d Analysis of the skeletal material indicated the presence of more than one individual. The Turbiville site represents, alternatively, the contemporaneous, primary burial of multiple individuals, the primary burial of individuals at different times, or a primary internment and a secondary burial. C-14 dating conducted on October 9, 1986 established the bones as \\xe2\\x80\\x9cmodern\\xe2\\x80\\x9d (statistically indistinguishable from B.P. or 1950 count). Given that the standard deviation of 68 percent probability, the manual procedures of the laboratory, and this accuracy level, it is likely that the date of the interment of the individuals at the Turbiville Site falls within the last 200 years. The skeletal remains that are present include 17 ribs and rib fragments, right femur, left femur, right tibia, right fibula, left fibula, left humerus, right humerus, right radius, right ulna, left ulna, the pelvis, sacrum, vertebra, sternum, right scapula, left scapula, right calcaneum, left calcaneum, portions of the hands and feet, and skull fragments. The human remains of one of the individuals, a female approximately 22-26 years old at the time of death, show signs of periodontal disease. The second individual is of indeterminate sex. No known individuals were identified. The 10 associated funerary objects are one handle of a hafted knife (with faint decoration on the top of the handle (made with pin pricks or sharp thorn) and a purple quartzite blade); one biface scraper/knife of brown flint, with traces of red ocher; one uniface end scraper of brown, slightly translucent, flint; one biface knife of purple quartzite; one uniface knife made of a reddish brown quartzite flake; one biface knife made of a purple quartzite flake; one end scraper of red chert with white cortex material on one edge; one biface knife of gray porcellanite with traces of red ocher; one biface knife of clear chert; and one broken biface knife of grey porcellanite. \n In 1941, a Works Progress Administration (WPA) crew collecting rocks from a hill one mile west of Ekalaka, in Carter County, MT, found a skull and partial skeleton eroding from loose sand on a sandstone ledge beneath an overhang. The human remains representing, at minimum, two individuals, were collected by Mr. W.H. Peck, Director of the Carter County Museum at that time, in what became known as the WPA Site. In addition to the skull, the skeletal material includes 14 ribs and 10 rib fragments, left and right clavicle, right and left scapula, vertebra, sacrum, left humerus, left radius, left ulna, left and right femur, left tibia, left fibula, left and right pelvis, hands and feet from one individual. These human remains, belonging to a male approximately 25-26 years old at the time of death, show signs of periodontal disease, as well as evidence of minor arthritis. A mandible from a second individual of indeterminate age and sex was also collected. No known individuals were identified. The one associated funerary object is a triangular, unnotched projectile point with a broken tip. \n In June and late September of 1939, human remains representing, at minimum, one individual were collected from the Medicine Rocks Site in Carter County, MT. Museum records indicate the following: \n In 1940, human remains representing, at minimum, four individuals were collected in Carter County, MT, and donated to the museum by Vincent Van Ranseler in March 1941. Museum records indicate that they were \\xe2\\x80\\x9cremoved from an American Indian Grave.\\xe2\\x80\\x9d Associated notes state: \\xe2\\x80\\x9cThese fragments were taken from an American Indian grave. Three pieces fit together and there are two that are loose from the main skull . . . This is probably a child\\'s skull. Three pieces are loose. This skull along with the above was taken from an American Indian grave.\\xe2\\x80\\x9d In one of the jaw pieces are two teeth that never erupted. It is possible that they might be from a child. No known individuals were identified. No associated funerary objects are present. \n In 1964, human remains representing, at minimum, one individual, were collected approximately 20 miles north of Ekalaka, in Fallon County, MT. Human bones were uncovered by a rancher while scraping gravel from a hilltop near his home on Lame Jones Creek. They had been buried approximately 18 inches deep in coarse shales and stone gravel. The human remains entered the Carter County Museum collection in 1964. C-14 dating conducted on October 9, 1986 dates the bones to 660 +/\\xe2\\x88\\x92 60 years B.P. (before 1950). Skeletal remains of this individual, a male approximately 35-45 years old at the time of death, show signs of chronic periodontal disease, as well as evidence of slight arthritis. The human remains include the right scapula, three portions of three ribs, left femur, left humerus, left radius, left ulna, vertebrae, and fragments of a skull. No known individuals were identified. No associated funerary objects are present. \n ", "h_d_ci": "Null", "determinations": "Determinations Made by the Carter County Museum \n Officials of the Carter County Museum have determined that: \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice are Native American, based on a 1986 osteological examination conducted by Bonnie Hogan on behalf of the Miles City Bureau of Land Management Office. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice represent the physical remains of 15 individuals of Native American ancestry. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(3)(A), the 19 objects described in this notice are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(2), a relationship of shared group identity cannot be reasonably traced between the Native American human remains and associated funerary objects and any present-day Indian Tribe. \n \\xe2\\x80\\xa2 According to final judgements of the Indian Claims Commission or the Court of Federal Claims, the land from which the Native American human remains and associated funerary objects were removed is the aboriginal land of The Tribes. \n \\xe2\\x80\\xa2 Pursuant to 43 CFR 10.11(c)(1), the disposition of the human remains and associated funerary objects may be to The Tribes. \n ", "a_r_d": "Representatives of any Indian Tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to Sabre Moore, Carter County Museum, 306 North Main Street, Ekalaka, MT 59324, telephone (406) 775-6886, email smoore@cartercountymuseum.org, by July 29, 2019. After that date, if no additional requestors have come forward, transfer of control of the human remains and associated funerary objects to The Tribes may proceed. \n The Carter County Museum is responsible for notifying The Tribes that this notice has been published. \n "}