{"index": "I_672", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        [NPS-WASO-NAGPRA-18035;PPWOCRADN0-PCU00RP14.R50000]\\n        Notice of Inventory Completion: State Historical Society of Iowa, Iowa City, IA\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        \\n          SUMMARY:\\n\\n          The State Historical Society of Iowa has completed an inventory of human remains, in consultation with the appropriate Indian tribes, and has determined that there is no cultural affiliation between the human remains and present-day Indian tribes. Representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains should submit a written request to the State Historical Society of Iowa. If no additional requestors come forward, transfer of control of the human remains to the Indian tribes stated in this notice may proceed.\\n        \\n        \\n          DATES:\\n          Representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains should submit a written request with information in support of the request to the State Historical Society of Iowa at the address in this notice by May 28, 2015.\\n        \\n        \\n          ADDRESSES:\\n\\n          Jerome Thompson or NAGPRA Coordinator, State Historical Society of Iowa, 600 East Locust, Des Moines, IA 50319, telephone (515) 281-4221, email jerome.thompson@iowa.gov.\\n        \\n      \\n      \\n        SUPPLEMENTARY INFORMATION:\\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains under the control of the State Historical Society of Iowa, Iowa City, IA. The human remains were removed from unknown locations.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003(d)(3) and 43 CFR 10.11(d). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains. The National Park Service is not responsible for the determinations in this notice.\\n        Consultation\\n        A detailed assessment of the human remains was made by the State Historical Society of Iowa professional staff in consultation with representatives of the Assiniboine and Sioux Tribes of the Fort Peck Indian Reservation, Montana; Cheyenne River Sioux Tribe of the Cheyenne River Reservation, South Dakota; Crow Creek Sioux Tribe of the Crow Creek Reservation, South Dakota; Flandreau Santee Sioux Tribe of South Dakota; Lower Brule Sioux Tribe of the Lower Brule Reservation, South Dakota; Lower Sioux Indian Community in the State of Minnesota; Oglala Sioux Tribe (previously listed as the Oglala Sioux Tribe of the Pine Ridge Reservation, South Dakota); Prairie Island Indian Community in the State of Minnesota; Rosebud Sioux Tribe of the Rosebud Indian Reservation, South Dakota; Santee Sioux Nation, Nebraska; Shakopee Mdewakanton Sioux Community of Minnesota; Sisseton-Wahpeton Oyate of the Lake Traverse Reservation, South Dakota; Spirit Lake Tribe, North Dakota; Standing Rock Sioux Tribe of North & South Dakota; Upper Sioux Community, Minnesota; and the Yankton Sioux Tribe of South Dakota.\\n        History and Description of the Remains\\n        At an unknown date before 1901, human remains representing, at minimum, one individual were removed from an unknown location. The human remains consist of a scalp lock found in the collection of the State Historical Society of Iowa in 1988. Catalog #2274 is attributed to William McMillan and the record indicates the human remains possibly came from Wounded Knee, SD. The McMillan collection of firearms, Native American objects, and other objects was loaned to the State Historical Society of Iowa in 1901 and purchased in 1902. There is no additional information available on the human remains. No known individual was identified. No associated funerary objects are present.\\n        At an unknown date before 1905, human remains representing, at minimum, one individual were removed from an unknown location. The human remains consist of a scalp lock with a short thin braid on a leather patch or tanned skin patch found in the collection of the State Historical Society of Iowa in 1988. Catalog #2456 is attributed to Wallace R. Lesser who was an Indian Agent to the Sac and Fox in Iowa from 1890-1894 and also served in the Dakota Territories. The Lesser collection of Native American objects (mostly Sac and Meskwaki) was purchased by the State Historical Society of Iowa before 1905. A report on the collections in 1905 describes the Lesser collection as \\xe2\\x80\\x9c69 pieces of bead work by the Musqaukie Indians of the Tama reservation.\\xe2\\x80\\x9d There is no additional information available on the human remains. No known individual was identified. No associated funerary objects are present.\\n        At an unknown date before 1937, human remains representing, at minimum, one individual were removed from an unknown location. The human remains consist of a scalp lock with one black braid and an animal fur streamer attached to a leather cylinder found in the collection of the State Historical Society of Iowa in 1988. Catalog #243 does not match any collection record, but does appear on a 1937 inventory of objects displayed in a room of the state museum. There is no additional information available on the human remains. No known individual was identified. No associated funerary objects are present.\\n        At an unknown date, human remains representing, at minimum, two individuals were removed from an unknown location. The human remains consist of one scalp lock of long brownish braids sewn on a leather patch with painted dots on the braids and each braid decorated with quilled ornaments and one scalp lock of seven hair strands with quilled keepers linked together on leather throngs. No catalog numbers are available and both scalp locks were found in the collection of the State Historical Society of Iowa in 1988. There is no additional information available on the human remains. No known individual was identified. No associated funerary objects are present.\\n        Archival records of the State Historical Society of Iowa describe the donation of scalps in 1920 by Mrs. S. D. Ryan. The scalps were acquired by Mrs. Ryan\\'s father, Colonel David S. Wilson, of the 6th Iowa Cavalry, at the battle of Whitestone Hill, Dakota Territory, in September 1863. According to records, the scalps were taken from the possession of a captured Dakota woman. It is likely these scalps are those listed above as the two unnumbered scalp locks and catalog #243.\\n        Determinations Made by the State Historical Society of Iowa\\n        Officials of the State Historical Society of Iowa have determined that:\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice are Native American based on catalog records and collection practices of the State Historical Society of Iowa.\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice represent the physical remains of five individual of Native American ancestry.\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(2), a relationship of shared group identity cannot be reasonably traced between the Native American human remains and any present-day Indian tribe.\\n        \\xe2\\x80\\xa2 Pursuant to 43 CFR 10.11(c)(2)(ii) and the Iowa NAGPRA Process, transfer of control of the human remains will occur according to Iowa law (Code of Iowa 263B.8).\\n\\n        The Office of the State Archaeologist, University of Iowa administers the provisions in the Code of Iowa that provide for any human remains over 150 years old to be reburied in a state cemetery. The Office of the State Archaeologist, University of Iowa, and the State Historical Society of Iowa have under their control the human remains of five Native American individuals whose cultural affiliation is unknown. These human remains are considered \\xe2\\x80\\x9cculturally unidentifiable\\xe2\\x80\\x9d under NAGPRA, 43 CFR 10.10 (g). In 2004, the Iowa Office of the State Archaeologist started to develop a process, in consultation with tribes with a historic interest in Iowa, for the disposition of culturally unidentifiable human remains. The Native American Graves Protection and Repatriation Review Committee (Review Committee) is responsible for recommending specific actions for disposition of culturally unidentifiable human remains.\\n        In October 2004, the Iowa Office of the State Archaeologist, University of Iowa, the State Historical Society of Iowa, and the Office of the State Archaeologist Indian Advisory Council (a group composed of representatives of Native American tribes in and from Iowa) hosted a tribal conference where 21 federally-recognized tribes and 1 non-federally recognized tribe were invited to develop the process for disposition of culturally unidentifiable human remains and associated funerary objects in possession of the Office of the State Archaeologist, University of Iowa, and the State Historical Society of Iowa, in accordance with Iowa law (Code of Iowa 263B.8). Final drafting of the process was conducted through on-going tribal consultation involving phone calls, mail, and email.\\n\\n        On May 30-31, 2006, the process developed through consultation was considered by the Review Committee. A June 14, 2006, letter on behalf of the Review Committee from the Designated Federal Officer provisionally authorized the Iowa Office of State Archaeologist to proceed with the development of the process for disposition. In 2007, the Iowa Office of State Archaeologist and the tribes completed the NAGPRA process document. A March 25, 2008, letter from the Assistant Secretary for Fish and Wildlife and Parks, as the designee for the Secretary of the Interior, transmitted the authorization for the transfer of control according to provisions of the Code of Iowa 263B.8 and the NAGPRA process document, subject to publication of a Notice of Inventory Completion in the Federal Register. This notice fulfills that requirement.\\n        Additional Requestors and Disposition\\n\\n        Representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains should submit a written request with information in support of the request to Jerome Thompson or NAGPRA Coordinator, State Historical Society of Iowa, 600 East Locust, Des Moines, IA 50319, telephone (515) 281-4221, email jerome.thompson@iowa.gov, by May 28, 2015. After that date, if no additional requestors have come forward, transfer of control of the human remains will occur according to Iowa law (Code of Iowa 263B.8).\\n        The State Historical Society of Iowa is responsible for notifying the Assiniboine and Sioux Tribes of the Fort Peck Indian Reservation, Montana; Cheyenne River Sioux Tribe of the Cheyenne River Reservation, South Dakota; Crow Creek Sioux Tribe of the Crow Creek Reservation, South Dakota; Flandreau Santee Sioux Tribe of South Dakota; Lower Brule Sioux Tribe of the Lower Brule Reservation, South Dakota; Lower Sioux Indian Community in the State of Minnesota; Oglala Sioux Tribe (previously listed as the Oglala Sioux Tribe of the Pine Ridge Reservation, South Dakota); Prairie Island Indian Community in the State of Minnesota; Rosebud Sioux Tribe of the Rosebud Indian Reservation, South Dakota; Santee Sioux Nation, Nebraska; Shakopee Mdewakanton Sioux Community of Minnesota; Sisseton-Wahpeton Oyate of the Lake Traverse Reservation, South Dakota; Spirit Lake Tribe, North Dakota; Standing Rock Sioux Tribe of North & South Dakota; Upper Sioux Community, Minnesota; and the Yankton Sioux Tribe of South Dakota that this notice has been published.\\n        \\n          Dated: April 2, 2015.\\n          Mariah Soriano,\\n          Acting Manager, National NAGPRA Program. \\n        \\n      \\n      [FR Doc. 2015-09890 Filed 4-27-15; 8:45 am]\\n       BILLING CODE 4312-50-P\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "[NPS-WASO-NAGPRA-18035;PPWOCRADN0-PCU00RP14.R50000]", "subject": "Notice of Inventory Completion: State Historical Society of Iowa, Iowa City, IA", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "The State Historical Society of Iowa has completed an inventory of human remains, in consultation with the appropriate Indian tribes, and has determined that there is no cultural affiliation between the human remains and present-day Indian tribes. Representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains should submit a written request to the State Historical Society of Iowa. If no additional requestors come forward, transfer of control of the human remains to the Indian tribes stated in this notice may proceed.", "dates": "Representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains should submit a written request with information in support of the request to the State Historical Society of Iowa at the address in this notice by May 28, 2015.", "addresses": "Jerome Thompson or NAGPRA Coordinator, State Historical Society of Iowa, 600 East Locust, Des Moines, IA 50319, telephone (515) 281-4221, email jerome.thompson@iowa.gov.", "signature_dated": "Dated: April 2, 2015.", "signature_name": "Mariah Soriano,", "signature_title": "Acting Manager, National NAGPRA Program. ", "fr_doc": "[FR Doc. 2015-09890 Filed 4-27-15; 8:45 am]", "billing_code": " BILLING CODE 4312-50-P", "supp_info": "SUPPLEMENTARY INFORMATION: \n Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains under the control of the State Historical Society of Iowa, Iowa City, IA. The human remains were removed from unknown locations. \n This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003(d)(3) and 43 CFR 10.11(d). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains. The National Park Service is not responsible for the determinations in this notice. \n Consultation \n A detailed assessment of the human remains was made by the State Historical Society of Iowa professional staff in consultation with representatives of the Assiniboine and Sioux Tribes of the Fort Peck Indian Reservation, Montana; Cheyenne River Sioux Tribe of the Cheyenne River Reservation, South Dakota; Crow Creek Sioux Tribe of the Crow Creek Reservation, South Dakota; Flandreau Santee Sioux Tribe of South Dakota; Lower Brule Sioux Tribe of the Lower Brule Reservation, South Dakota; Lower Sioux Indian Community in the State of Minnesota; Oglala Sioux Tribe (previously listed as the Oglala Sioux Tribe of the Pine Ridge Reservation, South Dakota); Prairie Island Indian Community in the State of Minnesota; Rosebud Sioux Tribe of the Rosebud Indian Reservation, South Dakota; Santee Sioux Nation, Nebraska; Shakopee Mdewakanton Sioux Community of Minnesota; Sisseton-Wahpeton Oyate of the Lake Traverse Reservation, South Dakota; Spirit Lake Tribe, North Dakota; Standing Rock Sioux Tribe of North & South Dakota; Upper Sioux Community, Minnesota; and the Yankton Sioux Tribe of South Dakota. \n History and Description of the Remains \n At an unknown date before 1901, human remains representing, at minimum, one individual were removed from an unknown location. The human remains consist of a scalp lock found in the collection of the State Historical Society of Iowa in 1988. Catalog #2274 is attributed to William McMillan and the record indicates the human remains possibly came from Wounded Knee, SD. The McMillan collection of firearms, Native American objects, and other objects was loaned to the State Historical Society of Iowa in 1901 and purchased in 1902. There is no additional information available on the human remains. No known individual was identified. No associated funerary objects are present. \n At an unknown date before 1905, human remains representing, at minimum, one individual were removed from an unknown location. The human remains consist of a scalp lock with a short thin braid on a leather patch or tanned skin patch found in the collection of the State Historical Society of Iowa in 1988. Catalog #2456 is attributed to Wallace R. Lesser who was an Indian Agent to the Sac and Fox in Iowa from 1890-1894 and also served in the Dakota Territories. The Lesser collection of Native American objects (mostly Sac and Meskwaki) was purchased by the State Historical Society of Iowa before 1905. A report on the collections in 1905 describes the Lesser collection as \\xe2\\x80\\x9c69 pieces of bead work by the Musqaukie Indians of the Tama reservation.\\xe2\\x80\\x9d There is no additional information available on the human remains. No known individual was identified. No associated funerary objects are present. \n At an unknown date before 1937, human remains representing, at minimum, one individual were removed from an unknown location. The human remains consist of a scalp lock with one black braid and an animal fur streamer attached to a leather cylinder found in the collection of the State Historical Society of Iowa in 1988. Catalog #243 does not match any collection record, but does appear on a 1937 inventory of objects displayed in a room of the state museum. There is no additional information available on the human remains. No known individual was identified. No associated funerary objects are present. \n At an unknown date, human remains representing, at minimum, two individuals were removed from an unknown location. The human remains consist of one scalp lock of long brownish braids sewn on a leather patch with painted dots on the braids and each braid decorated with quilled ornaments and one scalp lock of seven hair strands with quilled keepers linked together on leather throngs. No catalog numbers are available and both scalp locks were found in the collection of the State Historical Society of Iowa in 1988. There is no additional information available on the human remains. No known individual was identified. No associated funerary objects are present. \n Archival records of the State Historical Society of Iowa describe the donation of scalps in 1920 by Mrs. S. D. Ryan. The scalps were acquired by Mrs. Ryan\\'s father, Colonel David S. Wilson, of the 6th Iowa Cavalry, at the battle of Whitestone Hill, Dakota Territory, in September 1863. According to records, the scalps were taken from the possession of a captured Dakota woman. It is likely these scalps are those listed above as the two unnumbered scalp locks and catalog #243. \n Determinations Made by the State Historical Society of Iowa \n Officials of the State Historical Society of Iowa have determined that: \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice are Native American based on catalog records and collection practices of the State Historical Society of Iowa. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice represent the physical remains of five individual of Native American ancestry. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(2), a relationship of shared group identity cannot be reasonably traced between the Native American human remains and any present-day Indian tribe. \n \\xe2\\x80\\xa2 Pursuant to 43 CFR 10.11(c)(2)(ii) and the Iowa NAGPRA Process, transfer of control of the human remains will occur according to Iowa law (Code of Iowa 263B.8). \n The Office of the State Archaeologist, University of Iowa administers the provisions in the Code of Iowa that provide for any human remains over 150 years old to be reburied in a state cemetery. The Office of the State Archaeologist, University of Iowa, and the State Historical Society of Iowa have under their control the human remains of five Native American individuals whose cultural affiliation is unknown. These human remains are considered \\xe2\\x80\\x9cculturally unidentifiable\\xe2\\x80\\x9d under NAGPRA, 43 CFR 10.10 (g). In 2004, the Iowa Office of the State Archaeologist started to develop a process, in consultation with tribes with a historic interest in Iowa, for the disposition of culturally unidentifiable human remains. The Native American Graves Protection and Repatriation Review Committee (Review Committee) is responsible for recommending specific actions for disposition of culturally unidentifiable human remains. \n In October 2004, the Iowa Office of the State Archaeologist, University of Iowa, the State Historical Society of Iowa, and the Office of the State Archaeologist Indian Advisory Council (a group composed of representatives of Native American tribes in and from Iowa) hosted a tribal conference where 21 federally-recognized tribes and 1 non-federally recognized tribe were invited to develop the process for disposition of culturally unidentifiable human remains and associated funerary objects in possession of the Office of the State Archaeologist, University of Iowa, and the State Historical Society of Iowa, in accordance with Iowa law (Code of Iowa 263B.8). Final drafting of the process was conducted through on-going tribal consultation involving phone calls, mail, and email. \n On May 30-31, 2006, the process developed through consultation was considered by the Review Committee. A June 14, 2006, letter on behalf of the Review Committee from the Designated Federal Officer provisionally authorized the Iowa Office of State Archaeologist to proceed with the development of the process for disposition. In 2007, the Iowa Office of State Archaeologist and the tribes completed the NAGPRA process document. A March 25, 2008, letter from the Assistant Secretary for Fish and Wildlife and Parks, as the designee for the Secretary of the Interior, transmitted the authorization for the transfer of control according to provisions of the Code of Iowa 263B.8 and the NAGPRA process document, subject to publication of a Notice of Inventory Completion in the Federal Register. This notice fulfills that requirement. \n Additional Requestors and Disposition \n Representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains should submit a written request with information in support of the request to Jerome Thompson or NAGPRA Coordinator, State Historical Society of Iowa, 600 East Locust, Des Moines, IA 50319, telephone (515) 281-4221, email jerome.thompson@iowa.gov, by May 28, 2015. After that date, if no additional requestors have come forward, transfer of control of the human remains will occur according to Iowa law (Code of Iowa 263B.8). \n The State Historical Society of Iowa is responsible for notifying the Assiniboine and Sioux Tribes of the Fort Peck Indian Reservation, Montana; Cheyenne River Sioux Tribe of the Cheyenne River Reservation, South Dakota; Crow Creek Sioux Tribe of the Crow Creek Reservation, South Dakota; Flandreau Santee Sioux Tribe of South Dakota; Lower Brule Sioux Tribe of the Lower Brule Reservation, South Dakota; Lower Sioux Indian Community in the State of Minnesota; Oglala Sioux Tribe (previously listed as the Oglala Sioux Tribe of the Pine Ridge Reservation, South Dakota); Prairie Island Indian Community in the State of Minnesota; Rosebud Sioux Tribe of the Rosebud Indian Reservation, South Dakota; Santee Sioux Nation, Nebraska; Shakopee Mdewakanton Sioux Community of Minnesota; Sisseton-Wahpeton Oyate of the Lake Traverse Reservation, South Dakota; Spirit Lake Tribe, North Dakota; Standing Rock Sioux Tribe of North & South Dakota; Upper Sioux Community, Minnesota; and the Yankton Sioux Tribe of South Dakota that this notice has been published. \n ", "consultation": "A detailed assessment of the human remains was made by the State Historical Society of Iowa professional staff in consultation with representatives of the Assiniboine and Sioux Tribes of the Fort Peck Indian Reservation, Montana; Cheyenne River Sioux Tribe of the Cheyenne River Reservation, South Dakota; Crow Creek Sioux Tribe of the Crow Creek Reservation, South Dakota; Flandreau Santee Sioux Tribe of South Dakota; Lower Brule Sioux Tribe of the Lower Brule Reservation, South Dakota; Lower Sioux Indian Community in the State of Minnesota; Oglala Sioux Tribe (previously listed as the Oglala Sioux Tribe of the Pine Ridge Reservation, South Dakota); Prairie Island Indian Community in the State of Minnesota; Rosebud Sioux Tribe of the Rosebud Indian Reservation, South Dakota; Santee Sioux Nation, Nebraska; Shakopee Mdewakanton Sioux Community of Minnesota; Sisseton-Wahpeton Oyate of the Lake Traverse Reservation, South Dakota; Spirit Lake Tribe, North Dakota; Standing Rock Sioux Tribe of North & South Dakota; Upper Sioux Community, Minnesota; and the Yankton Sioux Tribe of South Dakota. \n ", "h_d_r": "At an unknown date before 1901, human remains representing, at minimum, one individual were removed from an unknown location. The human remains consist of a scalp lock found in the collection of the State Historical Society of Iowa in 1988. Catalog #2274 is attributed to William McMillan and the record indicates the human remains possibly came from Wounded Knee, SD. The McMillan collection of firearms, Native American objects, and other objects was loaned to the State Historical Society of Iowa in 1901 and purchased in 1902. There is no additional information available on the human remains. No known individual was identified. No associated funerary objects are present. \n At an unknown date before 1905, human remains representing, at minimum, one individual were removed from an unknown location. The human remains consist of a scalp lock with a short thin braid on a leather patch or tanned skin patch found in the collection of the State Historical Society of Iowa in 1988. Catalog #2456 is attributed to Wallace R. Lesser who was an Indian Agent to the Sac and Fox in Iowa from 1890-1894 and also served in the Dakota Territories. The Lesser collection of Native American objects (mostly Sac and Meskwaki) was purchased by the State Historical Society of Iowa before 1905. A report on the collections in 1905 describes the Lesser collection as \\xe2\\x80\\x9c69 pieces of bead work by the Musqaukie Indians of the Tama reservation.\\xe2\\x80\\x9d There is no additional information available on the human remains. No known individual was identified. No associated funerary objects are present. \n At an unknown date before 1937, human remains representing, at minimum, one individual were removed from an unknown location. The human remains consist of a scalp lock with one black braid and an animal fur streamer attached to a leather cylinder found in the collection of the State Historical Society of Iowa in 1988. Catalog #243 does not match any collection record, but does appear on a 1937 inventory of objects displayed in a room of the state museum. There is no additional information available on the human remains. No known individual was identified. No associated funerary objects are present. \n At an unknown date, human remains representing, at minimum, two individuals were removed from an unknown location. The human remains consist of one scalp lock of long brownish braids sewn on a leather patch with painted dots on the braids and each braid decorated with quilled ornaments and one scalp lock of seven hair strands with quilled keepers linked together on leather throngs. No catalog numbers are available and both scalp locks were found in the collection of the State Historical Society of Iowa in 1988. There is no additional information available on the human remains. No known individual was identified. No associated funerary objects are present. \n Archival records of the State Historical Society of Iowa describe the donation of scalps in 1920 by Mrs. S. D. Ryan. The scalps were acquired by Mrs. Ryan\\'s father, Colonel David S. Wilson, of the 6th Iowa Cavalry, at the battle of Whitestone Hill, Dakota Territory, in September 1863. According to records, the scalps were taken from the possession of a captured Dakota woman. It is likely these scalps are those listed above as the two unnumbered scalp locks and catalog #243. \n ", "h_d_ci": "Null", "determinations": "Determinations Made by the State Historical Society of Iowa \n Officials of the State Historical Society of Iowa have determined that: \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice are Native American based on catalog records and collection practices of the State Historical Society of Iowa. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice represent the physical remains of five individual of Native American ancestry. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(2), a relationship of shared group identity cannot be reasonably traced between the Native American human remains and any present-day Indian tribe. \n \\xe2\\x80\\xa2 Pursuant to 43 CFR 10.11(c)(2)(ii) and the Iowa NAGPRA Process, transfer of control of the human remains will occur according to Iowa law (Code of Iowa 263B.8). \n The Office of the State Archaeologist, University of Iowa administers the provisions in the Code of Iowa that provide for any human remains over 150 years old to be reburied in a state cemetery. The Office of the State Archaeologist, University of Iowa, and the State Historical Society of Iowa have under their control the human remains of five Native American individuals whose cultural affiliation is unknown. These human remains are considered \\xe2\\x80\\x9cculturally unidentifiable\\xe2\\x80\\x9d under NAGPRA, 43 CFR 10.10 (g). In 2004, the Iowa Office of the State Archaeologist started to develop a process, in consultation with tribes with a historic interest in Iowa, for the disposition of culturally unidentifiable human remains. The Native American Graves Protection and Repatriation Review Committee (Review Committee) is responsible for recommending specific actions for disposition of culturally unidentifiable human remains. \n In October 2004, the Iowa Office of the State Archaeologist, University of Iowa, the State Historical Society of Iowa, and the Office of the State Archaeologist Indian Advisory Council (a group composed of representatives of Native American tribes in and from Iowa) hosted a tribal conference where 21 federally-recognized tribes and 1 non-federally recognized tribe were invited to develop the process for disposition of culturally unidentifiable human remains and associated funerary objects in possession of the Office of the State Archaeologist, University of Iowa, and the State Historical Society of Iowa, in accordance with Iowa law (Code of Iowa 263B.8). Final drafting of the process was conducted through on-going tribal consultation involving phone calls, mail, and email. \n On May 30-31, 2006, the process developed through consultation was considered by the Review Committee. A June 14, 2006, letter on behalf of the Review Committee from the Designated Federal Officer provisionally authorized the Iowa Office of State Archaeologist to proceed with the development of the process for disposition. In 2007, the Iowa Office of State Archaeologist and the tribes completed the NAGPRA process document. A March 25, 2008, letter from the Assistant Secretary for Fish and Wildlife and Parks, as the designee for the Secretary of the Interior, transmitted the authorization for the transfer of control according to provisions of the Code of Iowa 263B.8 and the NAGPRA process document, subject to publication of a Notice of Inventory Completion in the Federal Register. This notice fulfills that requirement. \n ", "a_r_d": "Representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains should submit a written request with information in support of the request to Jerome Thompson or NAGPRA Coordinator, State Historical Society of Iowa, 600 East Locust, Des Moines, IA 50319, telephone (515) 281-4221, email jerome.thompson@iowa.gov, by May 28, 2015. After that date, if no additional requestors have come forward, transfer of control of the human remains will occur according to Iowa law (Code of Iowa 263B.8). \n The State Historical Society of Iowa is responsible for notifying the Assiniboine and Sioux Tribes of the Fort Peck Indian Reservation, Montana; Cheyenne River Sioux Tribe of the Cheyenne River Reservation, South Dakota; Crow Creek Sioux Tribe of the Crow Creek Reservation, South Dakota; Flandreau Santee Sioux Tribe of South Dakota; Lower Brule Sioux Tribe of the Lower Brule Reservation, South Dakota; Lower Sioux Indian Community in the State of Minnesota; Oglala Sioux Tribe (previously listed as the Oglala Sioux Tribe of the Pine Ridge Reservation, South Dakota); Prairie Island Indian Community in the State of Minnesota; Rosebud Sioux Tribe of the Rosebud Indian Reservation, South Dakota; Santee Sioux Nation, Nebraska; Shakopee Mdewakanton Sioux Community of Minnesota; Sisseton-Wahpeton Oyate of the Lake Traverse Reservation, South Dakota; Spirit Lake Tribe, North Dakota; Standing Rock Sioux Tribe of North & South Dakota; Upper Sioux Community, Minnesota; and the Yankton Sioux Tribe of South Dakota that this notice has been published. \n "}