{"index": "I_688", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        [NPS-WASO-NAGPRA-17701; PPWOCRADN0-PCU00RP14.R50000]\\n        Notice of Inventory Completion: U.S. Department of the Interior, National Park Service, Montezuma Castle National Monument, Camp Verde, AZ\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        \\n          SUMMARY:\\n\\n          The U.S. Department of the Interior, National Park Service, Montezuma Castle National Monument has completed an inventory of human remains and associated funerary objects, in consultation with the appropriate Indian tribes or Native Hawaiian organizations, and has determined that there is a cultural affiliation between the human remains and associated funerary objects and present-day Indian tribes or Native Hawaiian organizations. Lineal descendants or representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request to Montezuma Castle National Monument. If no additional requestors come forward, transfer of control of the human remains and associated funerary objects to the lineal descendants, Indian tribes, or Native Hawaiian organizations stated in this notice may proceed.\\n        \\n        \\n          DATES:\\n          Lineal descendants or representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to Montezuma Castle National Monument at the address in this notice by May 1, 2015.\\n        \\n        \\n          ADDRESSES:\\n\\n          Dorothy FireCloud, Superintendent, PO Box 219, Camp Verde, AZ 86322, telephone (928) 567-5276, email dorothy_firecloud@nps.gov.\\n          \\n        \\n      \\n      \\n        SUPPLEMENTARY INFORMATION:\\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains and associated funerary objects under the control of the U.S. Department of the Interior, National Park Service, Montezuma Castle National Monument, Camp Verde, AZ. The human remains and associated funerary objects were removed from multiple sites in Yavapai County, AZ.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003(d)(3). The determinations in this notice are the sole responsibility of the Superintendent, Montezuma Castle National Monument.\\n        Consultation\\n        A detailed assessment of the human remains was made by Montezuma Castle National Monument professional staff in consultation with representatives of the Ak Chin Indian Community of the Maricopa (Ak Chin) Indian Reservation, Arizona; Fort McDowell Yavapai Nation, Arizona; Gila River Indian Community of the Gila River Indian Reservation, Arizona; Hopi Tribe of Arizona; Salt River Pima-Maricopa Indian Community of the Salt River Reservation, Arizona; Tohono O\\'odham Nation of Arizona; Yavapai-Prescott Indian Tribe (previously listed as the Yavapai-Prescott Tribe of the Yavapai Reservation, Arizona); and Zuni Tribe of the Zuni Reservation, New Mexico (hereafter referred to as \\xe2\\x80\\x9cThe Tribes\\xe2\\x80\\x9d).\\n        History and Description of the Remains\\n        At an unknown date, human remains representing, at minimum, two individuals were removed from an unnamed site near the Langdon Ranch in Yavapai County, AZ. The remains were donated to Montezuma Castle National Monument prior to 1933. No known individuals were identified. No associated funerary objects are present.\\n        At an unknown date, human remains representing, at minimum, two individuals were removed from an unnamed site on the Jackson Homestead in Yavapai County, AZ. The remains were donated to Montezuma Castle National Monument in 1933. No known individuals were identified. The 32 associated funerary objects are 8 shell bracelets, 10 beads, 2 ceramic bowls, 3 bound sticks, 1 wooden cradleboard, 1 wooden bow, 1 miniature ceramic jar, 1 pendant, 1 wooden atlatl dart shaft, 1 worked stone artifact, 1 length of cordage, 1 piece of textile, and 1 stone mosaic pendant.\\n        At an unknown date, human remains representing, at minimum, two individuals were removed from the Montezuma Well Cave site in Yavapai County, AZ, during unauthorized excavations. In 1959 the remains were confiscated from W.K. Duffy by the National Park Service. No known individuals were identified. No associated funerary objects are present.\\n        At an unknown date, human remains representing, at minimum, one individual were removed from the Montezuma Well area in Yavapai County, AZ, by unidentified boys. The boys gave the remains to a Mrs. Hallet who passed them along to someone named Stenhouse who in turn gave them to Montezuma Castle National Monument staff. In 1978 the remains were forwarded to the Museum of Northern Arizona and in 1997 they were returned to Montezuma Castle National Monument. No known individuals were identified. No associated funerary objects are present.\\n        At an unknown date, human remains representing, at minimum, one individual were removed from Montezuma Castle in Yavapai County, AZ, by National Park Service employees conducting preservation work. No known individuals were identified. The two associated funerary objects are one piece of textile and one length of cordage.\\n        At unknown dates, human remains representing, at minimum, two individuals were removed from Montezuma Castle by unknown park visitors. No known individuals were identified. No associated funerary objects are present.\\n        Between 1894 and 1896, human remains representing, at minimum, eight individuals were removed from Montezuma Castle in Yavapai County, AZ, by S.L Palmer. In 1971 the remains and funerary objects were donated to Montezuma Castle National Monument by Gaylord L. Palmer. No known individuals were identified. The 14 associated funerary objects are 9 pieces of textile, 1 bowl, 1 wooden bow, 1 arrow, and 2 arrow mainshafts.\\n        In 1909, human remains representing, at minimum, one individual were removed from Montezuma Castle in Yavapai County, AZ, by Frank P. Turner. The remains were donated to Fort Verde State Historic Park by Mr. Turner\\'s daughter and in 1998 they were returned to Montezuma Castle National Monument by Arizona State Parks. No known individuals were identified. No associated funerary objects are present.\\n        In 1927, human remains representing, at minimum, 10 individuals were removed from Castle A in Yavapai County, AZ, by the National Park Service. No known individuals were identified. The two associated funerary objects are one basketry bowl and one piece of cotton textile.\\n        Between 1929 and 1940, human remains representing, at minimum, 19 individuals were removed from the Montezuma Well area in Yavapai County, AZ, by the William Back family, former owners of Montezuma Well. The human remains were transferred to the National Park Service when the property was purchased in 1947. No known individuals were identified. No associated funerary objects are present.\\n        Between 1933 and 1934, human remains representing, at minimum, 68 individuals were removed from Castle A in Yavapai County, AZ, during a Civil Works Administration project. No known individuals were identified. The 23 associated funerary objects are 9 pendants, 4 beads, 4 shell tinklers, 3 ceramic bowls, 2 shell bracelets, and 1 worked shell.\\n\\n        In the 1950s, human remains representing, at minimum, one individual were removed from Castle A in Yavapai County, AZ, by unknown visitors. No known individuals were identified. No associated funerary objects are present.\\n        \\n        Between 1952 and 1953, human remains representing, at minimum, two individuals were removed from Castle A in Yavapai County, AZ, by the National Park Service. No known individuals were identified. No associated funerary objects are present.\\n        In 1960, human remains representing, at minimum, eight individuals were removed from Swallet Cave in Yavapai County, AZ, during a salvage project by the National Park Service. No known individuals were identified. The one associated funerary object is a Tuzigoot red ceramic bowl.\\n        In 1986, human remains representing, at minimum, one individual were removed from Montezuma Castle in Yavapai County, AZ, by National Park Service archeologists. No known individuals were identified. The nine associated funerary objects are four pieces of matting, one piece of textile, two sherds, one flake tool, and one length of cordage.\\n        The sites from which the human remains and associated funerary objects were removed are located in the Verde Valley of Arizona. Most are multi-room masonry-walled pueblos or cliff dwellings and all are classified as southern Sinagua. With one exception, Swallet Cave, all are dated to A.D. 1125-1425. Swallet Cave, one of the pueblos on the inside cliff wall of Montezuma Well, a natural limestone sink hole with a lake fed by underground springs, is dated to A.D. 1125-1300.\\n        The Ak Chin Indian Community of Maricopa (Ak Chin) Reservation, Arizona; Gila River Indian Community of the Gila River Indian Reservation, Arizona; Salt River Pima-Maricopa Indian Community of the Salt River Reservation; and Tohono O\\'odham Nation of Arizona comprise one cultural group known as the O\\'odham. Archeological artifacts found at the sites, including plain woven textiles, coiled basketry, and twill matting, are similar to items made and used by historic O\\'odham people.\\n        The Fort McDowell Yavapai Nation, Arizona and the Yavapai-Prescott Indian Tribe (previously listed as the Yavapai-Prescott Tribe of the Yavapai Reservation, Arizona) trace their ancestry to Yavapai bands once living in the Verde Valley. Continuity between the people of the Verde Valley during A.D. 1125-1425 and the Fort McDowell Yavapai and Yavapai-Prescott tribes is demonstrated by geographic, linguistic, folkloric, oral tradition, and historical evidence. For example, there are specific Yavapai ancestral names for Montezuma Well, and living tribal members curate oral traditions about ancestral people living at the sites.\\n        The Hopi Tribe of Arizona considers all of Arizona to be within traditional Hopi lands or within areas where Hopi clans migrated in the past. Evidence demonstrating continuity between the people of the Verde Valley during A.D. 1125-1425 and the Hopi Tribe includes archeological, anthropological, linguistic, folkloric, and oral traditions. Ceramic vessels made only on the Hopi mesas are found at the sites and are similar to items made by historic and modern Hopi people. Additionally, plain woven and painted textiles, coiled basketry, and woven matting are similar to items made and used by modern Hopi people. Living Hopi clan members also have ancestral names and traditional stories about specific events and people at each site.\\n        The Zuni Tribe of the Zuni Reservation, New Mexico considers the Verde Valley to be within the migration path of ancestral Zuni people. Archeological evidence, including similarities in ceramic designs, textiles, and woven basketry, demonstrates continuity between the people of the Verde Valley during A.D. 1125-1425 and the people of Zuni.\\n        Determinations Made by Montezuma Castle National Monument\\n        Officials of Montezuma Castle National Monument have determined that:\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice represent the physical remains of 128 individuals of Native American ancestry.\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(3)(A), the 83 objects described in this notice are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony.\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and associated funerary objects and The Tribes.\\n        Additional Requestors and Disposition\\n\\n        Lineal descendants or representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to Dorothy FireCloud, Superintendent, Montezuma Castle National Monument, PO Box 219, Camp Verde, AZ 86322, telephone (928) 567-5276, email dorothy_firecloud@nps.gov, by May 1, 2015. After that date, if no additional requestors have come forward, transfer of control of the human remains and associated funerary objects to The Tribes may proceed.\\n        Montezuma Castle National Monument is responsible for notifying The Tribes that this notice has been published.\\n        \\n          Dated: February 17, 2015.\\n          Melanie O\\'Brien,\\n          Acting Manager, National NAGPRA Program. \\n        \\n      \\n      [FR Doc. 2015-07394 Filed 3-31-15; 8:45 am]\\n      BILLING CODE 4312-50-P\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "[NPS-WASO-NAGPRA-17701; PPWOCRADN0-PCU00RP14.R50000]", "subject": "Notice of Inventory Completion: U.S. Department of the Interior, National Park Service, Montezuma Castle National Monument, Camp Verde, AZ", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "The U.S. Department of the Interior, National Park Service, Montezuma Castle National Monument has completed an inventory of human remains and associated funerary objects, in consultation with the appropriate Indian tribes or Native Hawaiian organizations, and has determined that there is a cultural affiliation between the human remains and associated funerary objects and present-day Indian tribes or Native Hawaiian organizations. Lineal descendants or representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request to Montezuma Castle National Monument. If no additional requestors come forward, transfer of control of the human remains and associated funerary objects to the lineal descendants, Indian tribes, or Native Hawaiian organizations stated in this notice may proceed.", "dates": "Lineal descendants or representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to Montezuma Castle National Monument at the address in this notice by May 1, 2015.", "addresses": "Dorothy FireCloud, Superintendent, PO Box 219, Camp Verde, AZ 86322, telephone (928) 567-5276, email dorothy_firecloud@nps.gov.\\n          ", "signature_dated": "Dated: February 17, 2015.", "signature_name": "Melanie O\\'Brien,", "signature_title": "Acting Manager, National NAGPRA Program. ", "fr_doc": "[FR Doc. 2015-07394 Filed 3-31-15; 8:45 am]", "billing_code": "BILLING CODE 4312-50-P", "supp_info": "SUPPLEMENTARY INFORMATION: \n Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains and associated funerary objects under the control of the U.S. Department of the Interior, National Park Service, Montezuma Castle National Monument, Camp Verde, AZ. The human remains and associated funerary objects were removed from multiple sites in Yavapai County, AZ. \n This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003(d)(3). The determinations in this notice are the sole responsibility of the Superintendent, Montezuma Castle National Monument. \n Consultation \n A detailed assessment of the human remains was made by Montezuma Castle National Monument professional staff in consultation with representatives of the Ak Chin Indian Community of the Maricopa (Ak Chin) Indian Reservation, Arizona; Fort McDowell Yavapai Nation, Arizona; Gila River Indian Community of the Gila River Indian Reservation, Arizona; Hopi Tribe of Arizona; Salt River Pima-Maricopa Indian Community of the Salt River Reservation, Arizona; Tohono O\\'odham Nation of Arizona; Yavapai-Prescott Indian Tribe (previously listed as the Yavapai-Prescott Tribe of the Yavapai Reservation, Arizona); and Zuni Tribe of the Zuni Reservation, New Mexico (hereafter referred to as \\xe2\\x80\\x9cThe Tribes\\xe2\\x80\\x9d). \n History and Description of the Remains \n At an unknown date, human remains representing, at minimum, two individuals were removed from an unnamed site near the Langdon Ranch in Yavapai County, AZ. The remains were donated to Montezuma Castle National Monument prior to 1933. No known individuals were identified. No associated funerary objects are present. \n At an unknown date, human remains representing, at minimum, two individuals were removed from an unnamed site on the Jackson Homestead in Yavapai County, AZ. The remains were donated to Montezuma Castle National Monument in 1933. No known individuals were identified. The 32 associated funerary objects are 8 shell bracelets, 10 beads, 2 ceramic bowls, 3 bound sticks, 1 wooden cradleboard, 1 wooden bow, 1 miniature ceramic jar, 1 pendant, 1 wooden atlatl dart shaft, 1 worked stone artifact, 1 length of cordage, 1 piece of textile, and 1 stone mosaic pendant. \n At an unknown date, human remains representing, at minimum, two individuals were removed from the Montezuma Well Cave site in Yavapai County, AZ, during unauthorized excavations. In 1959 the remains were confiscated from W.K. Duffy by the National Park Service. No known individuals were identified. No associated funerary objects are present. \n At an unknown date, human remains representing, at minimum, one individual were removed from the Montezuma Well area in Yavapai County, AZ, by unidentified boys. The boys gave the remains to a Mrs. Hallet who passed them along to someone named Stenhouse who in turn gave them to Montezuma Castle National Monument staff. In 1978 the remains were forwarded to the Museum of Northern Arizona and in 1997 they were returned to Montezuma Castle National Monument. No known individuals were identified. No associated funerary objects are present. \n At an unknown date, human remains representing, at minimum, one individual were removed from Montezuma Castle in Yavapai County, AZ, by National Park Service employees conducting preservation work. No known individuals were identified. The two associated funerary objects are one piece of textile and one length of cordage. \n At unknown dates, human remains representing, at minimum, two individuals were removed from Montezuma Castle by unknown park visitors. No known individuals were identified. No associated funerary objects are present. \n Between 1894 and 1896, human remains representing, at minimum, eight individuals were removed from Montezuma Castle in Yavapai County, AZ, by S.L Palmer. In 1971 the remains and funerary objects were donated to Montezuma Castle National Monument by Gaylord L. Palmer. No known individuals were identified. The 14 associated funerary objects are 9 pieces of textile, 1 bowl, 1 wooden bow, 1 arrow, and 2 arrow mainshafts. \n In 1909, human remains representing, at minimum, one individual were removed from Montezuma Castle in Yavapai County, AZ, by Frank P. Turner. The remains were donated to Fort Verde State Historic Park by Mr. Turner\\'s daughter and in 1998 they were returned to Montezuma Castle National Monument by Arizona State Parks. No known individuals were identified. No associated funerary objects are present. \n In 1927, human remains representing, at minimum, 10 individuals were removed from Castle A in Yavapai County, AZ, by the National Park Service. No known individuals were identified. The two associated funerary objects are one basketry bowl and one piece of cotton textile. \n Between 1929 and 1940, human remains representing, at minimum, 19 individuals were removed from the Montezuma Well area in Yavapai County, AZ, by the William Back family, former owners of Montezuma Well. The human remains were transferred to the National Park Service when the property was purchased in 1947. No known individuals were identified. No associated funerary objects are present. \n Between 1933 and 1934, human remains representing, at minimum, 68 individuals were removed from Castle A in Yavapai County, AZ, during a Civil Works Administration project. No known individuals were identified. The 23 associated funerary objects are 9 pendants, 4 beads, 4 shell tinklers, 3 ceramic bowls, 2 shell bracelets, and 1 worked shell. \n In the 1950s, human remains representing, at minimum, one individual were removed from Castle A in Yavapai County, AZ, by unknown visitors. No known individuals were identified. No associated funerary objects are present.\\n         \n Between 1952 and 1953, human remains representing, at minimum, two individuals were removed from Castle A in Yavapai County, AZ, by the National Park Service. No known individuals were identified. No associated funerary objects are present. \n In 1960, human remains representing, at minimum, eight individuals were removed from Swallet Cave in Yavapai County, AZ, during a salvage project by the National Park Service. No known individuals were identified. The one associated funerary object is a Tuzigoot red ceramic bowl. \n In 1986, human remains representing, at minimum, one individual were removed from Montezuma Castle in Yavapai County, AZ, by National Park Service archeologists. No known individuals were identified. The nine associated funerary objects are four pieces of matting, one piece of textile, two sherds, one flake tool, and one length of cordage. \n The sites from which the human remains and associated funerary objects were removed are located in the Verde Valley of Arizona. Most are multi-room masonry-walled pueblos or cliff dwellings and all are classified as southern Sinagua. With one exception, Swallet Cave, all are dated to A.D. 1125-1425. Swallet Cave, one of the pueblos on the inside cliff wall of Montezuma Well, a natural limestone sink hole with a lake fed by underground springs, is dated to A.D. 1125-1300. \n The Ak Chin Indian Community of Maricopa (Ak Chin) Reservation, Arizona; Gila River Indian Community of the Gila River Indian Reservation, Arizona; Salt River Pima-Maricopa Indian Community of the Salt River Reservation; and Tohono O\\'odham Nation of Arizona comprise one cultural group known as the O\\'odham. Archeological artifacts found at the sites, including plain woven textiles, coiled basketry, and twill matting, are similar to items made and used by historic O\\'odham people. \n The Fort McDowell Yavapai Nation, Arizona and the Yavapai-Prescott Indian Tribe (previously listed as the Yavapai-Prescott Tribe of the Yavapai Reservation, Arizona) trace their ancestry to Yavapai bands once living in the Verde Valley. Continuity between the people of the Verde Valley during A.D. 1125-1425 and the Fort McDowell Yavapai and Yavapai-Prescott tribes is demonstrated by geographic, linguistic, folkloric, oral tradition, and historical evidence. For example, there are specific Yavapai ancestral names for Montezuma Well, and living tribal members curate oral traditions about ancestral people living at the sites. \n The Hopi Tribe of Arizona considers all of Arizona to be within traditional Hopi lands or within areas where Hopi clans migrated in the past. Evidence demonstrating continuity between the people of the Verde Valley during A.D. 1125-1425 and the Hopi Tribe includes archeological, anthropological, linguistic, folkloric, and oral traditions. Ceramic vessels made only on the Hopi mesas are found at the sites and are similar to items made by historic and modern Hopi people. Additionally, plain woven and painted textiles, coiled basketry, and woven matting are similar to items made and used by modern Hopi people. Living Hopi clan members also have ancestral names and traditional stories about specific events and people at each site. \n The Zuni Tribe of the Zuni Reservation, New Mexico considers the Verde Valley to be within the migration path of ancestral Zuni people. Archeological evidence, including similarities in ceramic designs, textiles, and woven basketry, demonstrates continuity between the people of the Verde Valley during A.D. 1125-1425 and the people of Zuni. \n Determinations Made by Montezuma Castle National Monument \n Officials of Montezuma Castle National Monument have determined that: \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice represent the physical remains of 128 individuals of Native American ancestry. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(3)(A), the 83 objects described in this notice are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and associated funerary objects and The Tribes. \n Additional Requestors and Disposition \n Lineal descendants or representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to Dorothy FireCloud, Superintendent, Montezuma Castle National Monument, PO Box 219, Camp Verde, AZ 86322, telephone (928) 567-5276, email dorothy_firecloud@nps.gov, by May 1, 2015. After that date, if no additional requestors have come forward, transfer of control of the human remains and associated funerary objects to The Tribes may proceed. \n Montezuma Castle National Monument is responsible for notifying The Tribes that this notice has been published. \n ", "consultation": "A detailed assessment of the human remains was made by Montezuma Castle National Monument professional staff in consultation with representatives of the Ak Chin Indian Community of the Maricopa (Ak Chin) Indian Reservation, Arizona; Fort McDowell Yavapai Nation, Arizona; Gila River Indian Community of the Gila River Indian Reservation, Arizona; Hopi Tribe of Arizona; Salt River Pima-Maricopa Indian Community of the Salt River Reservation, Arizona; Tohono O\\'odham Nation of Arizona; Yavapai-Prescott Indian Tribe (previously listed as the Yavapai-Prescott Tribe of the Yavapai Reservation, Arizona); and Zuni Tribe of the Zuni Reservation, New Mexico (hereafter referred to as \\xe2\\x80\\x9cThe Tribes\\xe2\\x80\\x9d). \n ", "h_d_r": "At an unknown date, human remains representing, at minimum, two individuals were removed from an unnamed site near the Langdon Ranch in Yavapai County, AZ. The remains were donated to Montezuma Castle National Monument prior to 1933. No known individuals were identified. No associated funerary objects are present. \n At an unknown date, human remains representing, at minimum, two individuals were removed from an unnamed site on the Jackson Homestead in Yavapai County, AZ. The remains were donated to Montezuma Castle National Monument in 1933. No known individuals were identified. The 32 associated funerary objects are 8 shell bracelets, 10 beads, 2 ceramic bowls, 3 bound sticks, 1 wooden cradleboard, 1 wooden bow, 1 miniature ceramic jar, 1 pendant, 1 wooden atlatl dart shaft, 1 worked stone artifact, 1 length of cordage, 1 piece of textile, and 1 stone mosaic pendant. \n At an unknown date, human remains representing, at minimum, two individuals were removed from the Montezuma Well Cave site in Yavapai County, AZ, during unauthorized excavations. In 1959 the remains were confiscated from W.K. Duffy by the National Park Service. No known individuals were identified. No associated funerary objects are present. \n At an unknown date, human remains representing, at minimum, one individual were removed from the Montezuma Well area in Yavapai County, AZ, by unidentified boys. The boys gave the remains to a Mrs. Hallet who passed them along to someone named Stenhouse who in turn gave them to Montezuma Castle National Monument staff. In 1978 the remains were forwarded to the Museum of Northern Arizona and in 1997 they were returned to Montezuma Castle National Monument. No known individuals were identified. No associated funerary objects are present. \n At an unknown date, human remains representing, at minimum, one individual were removed from Montezuma Castle in Yavapai County, AZ, by National Park Service employees conducting preservation work. No known individuals were identified. The two associated funerary objects are one piece of textile and one length of cordage. \n At unknown dates, human remains representing, at minimum, two individuals were removed from Montezuma Castle by unknown park visitors. No known individuals were identified. No associated funerary objects are present. \n Between 1894 and 1896, human remains representing, at minimum, eight individuals were removed from Montezuma Castle in Yavapai County, AZ, by S.L Palmer. In 1971 the remains and funerary objects were donated to Montezuma Castle National Monument by Gaylord L. Palmer. No known individuals were identified. The 14 associated funerary objects are 9 pieces of textile, 1 bowl, 1 wooden bow, 1 arrow, and 2 arrow mainshafts. \n In 1909, human remains representing, at minimum, one individual were removed from Montezuma Castle in Yavapai County, AZ, by Frank P. Turner. The remains were donated to Fort Verde State Historic Park by Mr. Turner\\'s daughter and in 1998 they were returned to Montezuma Castle National Monument by Arizona State Parks. No known individuals were identified. No associated funerary objects are present. \n In 1927, human remains representing, at minimum, 10 individuals were removed from Castle A in Yavapai County, AZ, by the National Park Service. No known individuals were identified. The two associated funerary objects are one basketry bowl and one piece of cotton textile. \n Between 1929 and 1940, human remains representing, at minimum, 19 individuals were removed from the Montezuma Well area in Yavapai County, AZ, by the William Back family, former owners of Montezuma Well. The human remains were transferred to the National Park Service when the property was purchased in 1947. No known individuals were identified. No associated funerary objects are present. \n Between 1933 and 1934, human remains representing, at minimum, 68 individuals were removed from Castle A in Yavapai County, AZ, during a Civil Works Administration project. No known individuals were identified. The 23 associated funerary objects are 9 pendants, 4 beads, 4 shell tinklers, 3 ceramic bowls, 2 shell bracelets, and 1 worked shell. \n In the 1950s, human remains representing, at minimum, one individual were removed from Castle A in Yavapai County, AZ, by unknown visitors. No known individuals were identified. No associated funerary objects are present.\\n         \n Between 1952 and 1953, human remains representing, at minimum, two individuals were removed from Castle A in Yavapai County, AZ, by the National Park Service. No known individuals were identified. No associated funerary objects are present. \n In 1960, human remains representing, at minimum, eight individuals were removed from Swallet Cave in Yavapai County, AZ, during a salvage project by the National Park Service. No known individuals were identified. The one associated funerary object is a Tuzigoot red ceramic bowl. \n In 1986, human remains representing, at minimum, one individual were removed from Montezuma Castle in Yavapai County, AZ, by National Park Service archeologists. No known individuals were identified. The nine associated funerary objects are four pieces of matting, one piece of textile, two sherds, one flake tool, and one length of cordage. \n The sites from which the human remains and associated funerary objects were removed are located in the Verde Valley of Arizona. Most are multi-room masonry-walled pueblos or cliff dwellings and all are classified as southern Sinagua. With one exception, Swallet Cave, all are dated to A.D. 1125-1425. Swallet Cave, one of the pueblos on the inside cliff wall of Montezuma Well, a natural limestone sink hole with a lake fed by underground springs, is dated to A.D. 1125-1300. \n The Ak Chin Indian Community of Maricopa (Ak Chin) Reservation, Arizona; Gila River Indian Community of the Gila River Indian Reservation, Arizona; Salt River Pima-Maricopa Indian Community of the Salt River Reservation; and Tohono O\\'odham Nation of Arizona comprise one cultural group known as the O\\'odham. Archeological artifacts found at the sites, including plain woven textiles, coiled basketry, and twill matting, are similar to items made and used by historic O\\'odham people. \n The Fort McDowell Yavapai Nation, Arizona and the Yavapai-Prescott Indian Tribe (previously listed as the Yavapai-Prescott Tribe of the Yavapai Reservation, Arizona) trace their ancestry to Yavapai bands once living in the Verde Valley. Continuity between the people of the Verde Valley during A.D. 1125-1425 and the Fort McDowell Yavapai and Yavapai-Prescott tribes is demonstrated by geographic, linguistic, folkloric, oral tradition, and historical evidence. For example, there are specific Yavapai ancestral names for Montezuma Well, and living tribal members curate oral traditions about ancestral people living at the sites. \n The Hopi Tribe of Arizona considers all of Arizona to be within traditional Hopi lands or within areas where Hopi clans migrated in the past. Evidence demonstrating continuity between the people of the Verde Valley during A.D. 1125-1425 and the Hopi Tribe includes archeological, anthropological, linguistic, folkloric, and oral traditions. Ceramic vessels made only on the Hopi mesas are found at the sites and are similar to items made by historic and modern Hopi people. Additionally, plain woven and painted textiles, coiled basketry, and woven matting are similar to items made and used by modern Hopi people. Living Hopi clan members also have ancestral names and traditional stories about specific events and people at each site. \n The Zuni Tribe of the Zuni Reservation, New Mexico considers the Verde Valley to be within the migration path of ancestral Zuni people. Archeological evidence, including similarities in ceramic designs, textiles, and woven basketry, demonstrates continuity between the people of the Verde Valley during A.D. 1125-1425 and the people of Zuni. \n ", "h_d_ci": "Null", "determinations": "Determinations Made by Montezuma Castle National Monument \n Officials of Montezuma Castle National Monument have determined that: \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice represent the physical remains of 128 individuals of Native American ancestry. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(3)(A), the 83 objects described in this notice are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and associated funerary objects and The Tribes. \n ", "a_r_d": "Lineal descendants or representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to Dorothy FireCloud, Superintendent, Montezuma Castle National Monument, PO Box 219, Camp Verde, AZ 86322, telephone (928) 567-5276, email dorothy_firecloud@nps.gov, by May 1, 2015. After that date, if no additional requestors have come forward, transfer of control of the human remains and associated funerary objects to The Tribes may proceed. \n Montezuma Castle National Monument is responsible for notifying The Tribes that this notice has been published. \n "}