{"index": "I_69", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        [NPS-WASO-NAGPRA-NPS0027980, PPWOCRADN0-PCU00RP14.R50000]\\n        Notice of Inventory Completion: U.S. Department of the Interior, National Park Service, Effigy Mounds National Monument, Harpers Ferry, IA\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        \\n          SUMMARY:\\n          The U.S. Department of the Interior, National Park Service, Effigy Mounds National Monument has completed an inventory of human remains and associated funerary objects, in consultation with the appropriate Indian Tribes or Native Hawaiian organizations, and has determined that there is a cultural affiliation between the human remains and associated funerary objects and present-day Indian Tribes or Native Hawaiian organizations. Lineal descendants or representatives of any Indian Tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request to Effigy Mounds National Monument. If no additional requestors come forward, transfer of control of the human remains and associated funerary objects to the lineal descendants, Indian Tribes, or Native Hawaiian organizations stated in this notice may proceed.\\n        \\n        \\n          DATES:\\n          Lineal descendants or representatives of any Indian Tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to Effigy Mounds National Monument at the address in this notice by July 15, 2019.\\n        \\n        \\n          ADDRESSES:\\n\\n          Jim Nepstad, Superintendent, Effigy Mounds National Monument, 151 Hwy. 76, Harpers Ferry, IA 52146, telephone (563) 873-3491 Ext. 101, email jim_nepstad@nps.gov.\\n          \\n        \\n      \\n      \\n        SUPPLEMENTARY INFORMATION:\\n\\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains and associated funerary objects under the control of the U.S. Department of the Interior, National Park Service, Effigy Mounds National Monument, Harpers Ferry, IA. The human remains and associated funerary objects were removed from sites in Allamakee and Clayton Counties, IA.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003(d)(3). The determinations in this notice are the sole responsibility of the Superintendent, Effigy Mounds National Monument.\\n        Consultation\\n        A detailed assessment of the human remains was made by Effigy Mounds National Monument professional staff in consultation with representatives of the Crow Creek Sioux Tribe of the Crow Creek Reservation, South Dakota; Flandreau Santee Sioux Tribe of South Dakota; Ho-Chunk Nation of Wisconsin; Iowa Tribe of Kansas and Nebraska; Iowa Tribe of Oklahoma; Lower Sioux Indian Community in the State of Minnesota; Omaha Tribe of Nebraska; Otoe-Missouria Tribe of Indians, Oklahoma; Ponca Tribe of Nebraska; Prairie Island Indian Community in the State of Minnesota; Sac & Fox Nation of Missouri in Kansas and Nebraska; Sac & Fox Nation, Oklahoma; Sac & Fox Tribe of the Mississippi in Iowa; Santee Sioux Nation, Nebraska; Shakopee Mdewakanton Sioux Community of Minnesota; Sisseton-Wahpeton Oyate of the Lake Traverse Reservation, South Dakota; Standing Rock Sioux Tribe of North & South Dakota; Upper Sioux Community, Minnesota; Winnebago Tribe of Nebraska; and the Yankton Sioux Tribe of South Dakota (hereafter referred to as \\xe2\\x80\\x9cThe Tribes\\xe2\\x80\\x9d).\\n        History and Description of the Remains\\n        The human remains described below, with the exception of one metatarsal fragment from the Great Bear Mound Group originally misidentified as a bone tool, were stolen from Effigy Mounds National Monument in 1990 and recovered in 2011 and 2012. After examination by an osteologist, most, but not all, of the remains were able to be matched with their original documentation. The recovered remains which were not able to be matched were cataloged as a separate accession (#212) and are accounted for in the total minimum number of individuals in Effigy Mounds National Monument collections. These fragmentary remains will not be described separately in this notice or any future notice. Items found with the stolen remains that could not be reunited with their original accession are described here as cultural items removed at unknown dates from unknown sites within the boundaries of Effigy Mounds National Monument.\\n        Because the mounds at Effigy Mounds National Monument are burial mounds, all artifacts that come from these mounds are considered funerary objects. All of the funerary objects are considered associated funerary objects because, even though these types of items likely had other uses within the culture, it is reasonable to believe that these specific funerary objects were made exclusively for burial purposes and therefore pursuant to 25 U.S.C. 3001(3)(A) are associated funerary objects regardless of the location of the connected human remains.\\n        At an unknown date, human remains representing, at minimum, one individual, were removed from an unknown site likely within the boundaries of Effigy Mounds National Monument in Allamakee or Clayton County, IA. No known individuals were identified. No associated funerary objects are present.\\n        At unknown dates, 59 cultural items were removed from unknown sites within the boundaries of Effigy Mounds National Monument in Allamakee or Clayton County, IA. The 59 associated funerary objects are 55 animal bones, one unfired clay fragment, and three stones.\\n        In 1928, human remains representing, at minimum, three individuals, were removed from Fire Point Mound Group, Allamakee County, IA, by local collector Henry P. Field, who donated the material to Effigy Mounds National Monument in 1958. No known individuals were identified. The 22 associated funerary objects are one miniature pot, one ground stone tool, one iron concretion, one modified hematite slab, one galena crystal, one maul, one drill, four stones, two pottery sherds, two utilized flakes, four flakes, one flake fragment, one flake tool, and one biface.\\n        In 1952, 51 cultural items were removed from Sny Magill Mound Group in Clayton County, IA, by NPS archeologist Paul Beaubien during work to determine if the site should be added to the monument. The 51 associated funerary objects are three ground stone tools, four pieces of shatter, six unmodified rocks, one piece of fire cracked rock, seven flakes, and 30 pottery sherds.\\n        In 1952, 38 cultural items were removed from the Nazekaw Terrace Mound Group in Allamakee County, IA, by NPS archeologist Paul Beaubien. The human remains were given to an outside researcher in 1952, returned to Effigy Mounds National Monument in 2000, and repatriated in 2005. The 38 associated funerary objects are 14 flakes, five pieces of shatter, 16 unmodified rocks, two faunal bones, and one bag of vegetal material.\\n        In 1957, 46 cultural items were removed from the Devils Den Mound Group on private property in Clayton County, IA, by NPS archeologist Robert Bray. The landowner donated the items to Effigy Mounds National Monument along with a bundle burial which was repatriated in 2001. The 46 associated funerary objects are 42 pottery sherds, one scraper, one modified flake, and two unmodified rocks.\\n        In 1959, human remains representing, at minimum, four individuals, were removed from Red House Landing Mound Group in Allamakee County, IA, by NPS archeologist John Ingmanson during a soil study by the Iowa State University Department of Agronomy. No known individuals were identified. The 62 associated funerary objects are one flake, one shell, five pieces of shatter, 52 unmodified rocks, two charcoal samples, and one soil sample.\\n        In 1959, one cultural item was removed from the Nazekaw Terrace Mound Group by local collector Henry P. Field during construction of the Visitor Center parking lot and given to Effigy Mounds National Monument staff. The one associated funerary object is a piece of a copper breastplate.\\n        In 1961, two cultural items were removed from the Marching Bear Mound Group in Clayton County, IA, by NPS archeologist John Ingmanson during the mound rehabilitation project. The two associated funerary objects are one projectile point and one charcoal sample.\\n        In 1962, seven cultural items were removed from the Marching Bear Mound Group in Clayton County, IA, by NPS archeologist Garland Gordon during the mound rehabilitation project. The seven associated funerary objects are two charcoal samples, one unmodified stone, two cores, and two flakes.\\n        Between 1960 and 1963, one cultural item was removed from the Marching Bear Mound Group in Clayton County, IA, during the mound rehabilitation project. The one associated funerary object is a flake tool.\\n\\n        In 1962, 30 cultural items were removed from the Compound Mound Group in Clayton County, IA, by NPS archeologist Garland Gordon during the mound rehabilitation project. Human remains from the site were repatriated in 2008. The 30 associated funerary objects are seven flakes, 14 unmodified stones, and nine pieces of shatter.\\n        In 1962, 38 cultural items were removed from the Marquette-Yellow River Mound Group 8 in Clayton County, IA, by NPS archeologist Garland Gordon during the mound rehabilitation project. The 38 associated funerary objects are eight flakes, one piece of shatter, 28 unmodified rocks, and one burned earth sample.\\n        In 1962, nine cultural items were removed from the Marquette-Yellow River Mound Group 6 in Clayton County, IA, by NPS archeologist Garland Gordon during the mound rehabilitation project. The nine associated funerary objects are seven flakes, one piece of shatter, and one unmodified rock.\\n        In 1965, human remains representing, at minimum, five individuals, were excavated from Fire Point Mound Group in Allamakee County, IA, by NPS archeologist Garland Gordon during the mound rehabilitation project. No known individuals were identified. The 48 associated funerary objects are five flakes, one knife fragment, one galena crystal, seven pottery sherds, three pieces of shatter, 10 animal bones, 14 unmodified stones, six soil samples, and one burned earth sample.\\n        In 1965, 106 cultural items were removed from Isolated Round Mound I in Allamakee County, IA, by NPS archeologist Garland Gordon during the mound rehabilitation project. The 106 associated funerary objects are 64 pottery sherds, 40 unmodified rocks, one flake, and one soil sample.\\n        In 1967, one cultural item was removed from the Karnopp-Eggleston Mound Group in Crawford County, WI, by NPS archeologist Garland Gordon after permission was given by the landowner to surface collect a recently leveled mound. Gordon collected human remains and artifacts which were donated to Effigy Mounds National Monument. In 1987, the human remains were transferred to the Wisconsin Historical Society via the Iowa Office of the State Archaeologist under the authority of the 1976 Iowa Burial Law. In the 1970s, all but one of the artifacts were culled from the accession with no accompanying documentation. Their location is unknown. The one associated funerary object is one bifurcate base projectile point.\\n        In 1971, human remains representing, at minimum, three individuals, were removed from Isolated Round Mound II in Allamakee County, IA, by NPS archeologist Wilfred Husted during legally authorized excavations. No known individuals were identified. The one associated funerary object is a soil sample.\\n        In 1971, human remains representing, at minimum, one individual, were removed from the Great Bear Mound Group in Allamakee County, IA, by NPS archeologist Wilfred Husted during the mound rehabilitation project. No known individuals were identified. The one associated funerary object is a small stone celt.\\n        Based on archeological context, ethnographic information, and oral traditions the human remains and associated funerary objects described above are identified as belonging to the Woodland tradition.\\n        The Woodland tradition transitions into the Oneota tradition which is identified as being clearly ancestral to the Ho-Chunk Nation of Wisconsin; Iowa Tribe of Kansas and Nebraska; Iowa Tribe of Oklahoma; Omaha Tribe of Nebraska; Otoe-Missouria Tribe of Indians, Oklahoma; Ponca Tribe of Nebraska; and Winnebago Tribe of Nebraska.\\n        The First Treaty of Prairie Du Chien of August 19, 1825 between the United States and the Sac and Fox, Dakota Sioux, Ioway, Ho-Chunk, Winnebago, Potawatomi, Chippewa, Menominee, and Ottawa demonstrates the variety of tribes living in the area in the 1800s who have historic affiliation with Effigy Mounds National Monument.\\n        The First Treaty of Prairie du Chien, as well as linguistic, oral tradition, temporal, and geographic evidence, reasonably indicates that the following Sioux Indian tribes possess ancestral ties to the Effigy Mounds National Monument region and the human remains and associated funerary objects described above: Crow Creek Sioux Tribe of the Crow Creek Reservation, South Dakota; Flandreau Santee Sioux Tribe of South Dakota; Lower Sioux Indian Community in the State of Minnesota; Prairie Island Indian Community in the State of Minnesota; Santee Sioux Nation, Nebraska; Shakopee Mdewakanton Sioux Community of Minnesota; Sisseton-Wahpeton Oyate of the Lake Traverse Reservation, South Dakota; Standing Rock Sioux Tribe of North & South Dakota; Upper Sioux Community, Minnesota; and Yankton Sioux Tribe of South Dakota.\\n        Determinations Made by Effigy Mounds National Monument\\n        Officials of Effigy Mounds National Monument have determined that:\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice represent the physical remains of 17 individuals of Native American ancestry.\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(3)(A), the 523 objects described in this notice are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony and to have been made exclusively for burial purposes or to contain human remains.\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and associated funerary objects and the Crow Creek Sioux Tribe of the Crow Creek Reservation, South Dakota; Flandreau Santee Sioux Tribe of South Dakota; Ho-Chunk Nation of Wisconsin; Iowa Tribe of Kansas and Nebraska; Iowa Tribe of Oklahoma; Lower Sioux Indian Community in the State of Minnesota; Omaha Tribe of Nebraska; Otoe-Missouria Tribe of Indians, Oklahoma; Ponca Tribe of Nebraska; Prairie Island Indian Community in the State of Minnesota; Santee Sioux Nation, Nebraska; Shakopee Mdewakanton Sioux Community of Minnesota; Sisseton-Wahpeton Oyate of the Lake Traverse Reservation, South Dakota; Standing Rock Sioux Tribe of North & South Dakota; Upper Sioux Community, Minnesota; Winnebago Tribe of Nebraska; and the Yankton Sioux Tribe of South Dakota.\\n        Additional Requestors and Disposition\\n\\n        Lineal descendants or representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to Jim Nepstad, Superintendent, Effigy Mounds National Monument, 151 Hwy. 76, Harpers Ferry, IA 52146, telephone (563) 873-3491 Ext. 101, email jim_nepstad@nps.gov, by July 15, 2019. After that date, if no additional requestors have come forward, transfer of control of the human remains and associated funerary objects to the Crow Creek Sioux Tribe of the Crow Creek Reservation, South Dakota; Flandreau Santee Sioux Tribe of South Dakota; Ho-Chunk Nation of Wisconsin; Iowa Tribe of Kansas and Nebraska; Iowa Tribe of Oklahoma; Lower Sioux Indian Community in the State of Minnesota; Omaha Tribe of Nebraska; Otoe-Missouria Tribe of Indians, Oklahoma; Ponca Tribe of Nebraska; Prairie Island Indian Community in the State of Minnesota; Santee Sioux Nation, Nebraska; Shakopee Mdewakanton Sioux Community of Minnesota; Sisseton-Wahpeton Oyate of the Lake Traverse Reservation, South Dakota; Standing Rock Sioux Tribe of North & South Dakota; Upper Sioux Community, Minnesota; Winnebago Tribe of Nebraska; and the Yankton Sioux Tribe of South Dakota may proceed.\\n        Effigy Mounds National Monument is responsible for notifying The Tribes that this notice has been published.\\n        \\n          Dated: May 17, 2019.\\n          Melanie O\\'Brien,\\n          Manager, National NAGPRA Program. \\n        \\n      \\n      [FR Doc. 2019-12590 Filed 6-13-19; 8:45 am]\\n       BILLING CODE 4312-52-P\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "[NPS-WASO-NAGPRA-NPS0027980, PPWOCRADN0-PCU00RP14.R50000]", "subject": "Notice of Inventory Completion: U.S. Department of the Interior, National Park Service, Effigy Mounds National Monument, Harpers Ferry, IA", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "The U.S. Department of the Interior, National Park Service, Effigy Mounds National Monument has completed an inventory of human remains and associated funerary objects, in consultation with the appropriate Indian Tribes or Native Hawaiian organizations, and has determined that there is a cultural affiliation between the human remains and associated funerary objects and present-day Indian Tribes or Native Hawaiian organizations. Lineal descendants or representatives of any Indian Tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request to Effigy Mounds National Monument. If no additional requestors come forward, transfer of control of the human remains and associated funerary objects to the lineal descendants, Indian Tribes, or Native Hawaiian organizations stated in this notice may proceed.", "dates": "Lineal descendants or representatives of any Indian Tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to Effigy Mounds National Monument at the address in this notice by July 15, 2019.", "addresses": "Jim Nepstad, Superintendent, Effigy Mounds National Monument, 151 Hwy. 76, Harpers Ferry, IA 52146, telephone (563) 873-3491 Ext. 101, email jim_nepstad@nps.gov.\\n          ", "signature_dated": "Dated: May 17, 2019.", "signature_name": "Melanie O\\'Brien,", "signature_title": "Manager, National NAGPRA Program. ", "fr_doc": "[FR Doc. 2019-12590 Filed 6-13-19; 8:45 am]", "billing_code": " BILLING CODE 4312-52-P", "supp_info": "SUPPLEMENTARY INFORMATION: \n Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains and associated funerary objects under the control of the U.S. Department of the Interior, National Park Service, Effigy Mounds National Monument, Harpers Ferry, IA. The human remains and associated funerary objects were removed from sites in Allamakee and Clayton Counties, IA. \n This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003(d)(3). The determinations in this notice are the sole responsibility of the Superintendent, Effigy Mounds National Monument. \n Consultation \n A detailed assessment of the human remains was made by Effigy Mounds National Monument professional staff in consultation with representatives of the Crow Creek Sioux Tribe of the Crow Creek Reservation, South Dakota; Flandreau Santee Sioux Tribe of South Dakota; Ho-Chunk Nation of Wisconsin; Iowa Tribe of Kansas and Nebraska; Iowa Tribe of Oklahoma; Lower Sioux Indian Community in the State of Minnesota; Omaha Tribe of Nebraska; Otoe-Missouria Tribe of Indians, Oklahoma; Ponca Tribe of Nebraska; Prairie Island Indian Community in the State of Minnesota; Sac & Fox Nation of Missouri in Kansas and Nebraska; Sac & Fox Nation, Oklahoma; Sac & Fox Tribe of the Mississippi in Iowa; Santee Sioux Nation, Nebraska; Shakopee Mdewakanton Sioux Community of Minnesota; Sisseton-Wahpeton Oyate of the Lake Traverse Reservation, South Dakota; Standing Rock Sioux Tribe of North & South Dakota; Upper Sioux Community, Minnesota; Winnebago Tribe of Nebraska; and the Yankton Sioux Tribe of South Dakota (hereafter referred to as \\xe2\\x80\\x9cThe Tribes\\xe2\\x80\\x9d). \n History and Description of the Remains \n The human remains described below, with the exception of one metatarsal fragment from the Great Bear Mound Group originally misidentified as a bone tool, were stolen from Effigy Mounds National Monument in 1990 and recovered in 2011 and 2012. After examination by an osteologist, most, but not all, of the remains were able to be matched with their original documentation. The recovered remains which were not able to be matched were cataloged as a separate accession (#212) and are accounted for in the total minimum number of individuals in Effigy Mounds National Monument collections. These fragmentary remains will not be described separately in this notice or any future notice. Items found with the stolen remains that could not be reunited with their original accession are described here as cultural items removed at unknown dates from unknown sites within the boundaries of Effigy Mounds National Monument. \n Because the mounds at Effigy Mounds National Monument are burial mounds, all artifacts that come from these mounds are considered funerary objects. All of the funerary objects are considered associated funerary objects because, even though these types of items likely had other uses within the culture, it is reasonable to believe that these specific funerary objects were made exclusively for burial purposes and therefore pursuant to 25 U.S.C. 3001(3)(A) are associated funerary objects regardless of the location of the connected human remains. \n At an unknown date, human remains representing, at minimum, one individual, were removed from an unknown site likely within the boundaries of Effigy Mounds National Monument in Allamakee or Clayton County, IA. No known individuals were identified. No associated funerary objects are present. \n At unknown dates, 59 cultural items were removed from unknown sites within the boundaries of Effigy Mounds National Monument in Allamakee or Clayton County, IA. The 59 associated funerary objects are 55 animal bones, one unfired clay fragment, and three stones. \n In 1928, human remains representing, at minimum, three individuals, were removed from Fire Point Mound Group, Allamakee County, IA, by local collector Henry P. Field, who donated the material to Effigy Mounds National Monument in 1958. No known individuals were identified. The 22 associated funerary objects are one miniature pot, one ground stone tool, one iron concretion, one modified hematite slab, one galena crystal, one maul, one drill, four stones, two pottery sherds, two utilized flakes, four flakes, one flake fragment, one flake tool, and one biface. \n In 1952, 51 cultural items were removed from Sny Magill Mound Group in Clayton County, IA, by NPS archeologist Paul Beaubien during work to determine if the site should be added to the monument. The 51 associated funerary objects are three ground stone tools, four pieces of shatter, six unmodified rocks, one piece of fire cracked rock, seven flakes, and 30 pottery sherds. \n In 1952, 38 cultural items were removed from the Nazekaw Terrace Mound Group in Allamakee County, IA, by NPS archeologist Paul Beaubien. The human remains were given to an outside researcher in 1952, returned to Effigy Mounds National Monument in 2000, and repatriated in 2005. The 38 associated funerary objects are 14 flakes, five pieces of shatter, 16 unmodified rocks, two faunal bones, and one bag of vegetal material. \n In 1957, 46 cultural items were removed from the Devils Den Mound Group on private property in Clayton County, IA, by NPS archeologist Robert Bray. The landowner donated the items to Effigy Mounds National Monument along with a bundle burial which was repatriated in 2001. The 46 associated funerary objects are 42 pottery sherds, one scraper, one modified flake, and two unmodified rocks. \n In 1959, human remains representing, at minimum, four individuals, were removed from Red House Landing Mound Group in Allamakee County, IA, by NPS archeologist John Ingmanson during a soil study by the Iowa State University Department of Agronomy. No known individuals were identified. The 62 associated funerary objects are one flake, one shell, five pieces of shatter, 52 unmodified rocks, two charcoal samples, and one soil sample. \n In 1959, one cultural item was removed from the Nazekaw Terrace Mound Group by local collector Henry P. Field during construction of the Visitor Center parking lot and given to Effigy Mounds National Monument staff. The one associated funerary object is a piece of a copper breastplate. \n In 1961, two cultural items were removed from the Marching Bear Mound Group in Clayton County, IA, by NPS archeologist John Ingmanson during the mound rehabilitation project. The two associated funerary objects are one projectile point and one charcoal sample. \n In 1962, seven cultural items were removed from the Marching Bear Mound Group in Clayton County, IA, by NPS archeologist Garland Gordon during the mound rehabilitation project. The seven associated funerary objects are two charcoal samples, one unmodified stone, two cores, and two flakes. \n Between 1960 and 1963, one cultural item was removed from the Marching Bear Mound Group in Clayton County, IA, during the mound rehabilitation project. The one associated funerary object is a flake tool. \n In 1962, 30 cultural items were removed from the Compound Mound Group in Clayton County, IA, by NPS archeologist Garland Gordon during the mound rehabilitation project. Human remains from the site were repatriated in 2008. The 30 associated funerary objects are seven flakes, 14 unmodified stones, and nine pieces of shatter. \n In 1962, 38 cultural items were removed from the Marquette-Yellow River Mound Group 8 in Clayton County, IA, by NPS archeologist Garland Gordon during the mound rehabilitation project. The 38 associated funerary objects are eight flakes, one piece of shatter, 28 unmodified rocks, and one burned earth sample. \n In 1962, nine cultural items were removed from the Marquette-Yellow River Mound Group 6 in Clayton County, IA, by NPS archeologist Garland Gordon during the mound rehabilitation project. The nine associated funerary objects are seven flakes, one piece of shatter, and one unmodified rock. \n In 1965, human remains representing, at minimum, five individuals, were excavated from Fire Point Mound Group in Allamakee County, IA, by NPS archeologist Garland Gordon during the mound rehabilitation project. No known individuals were identified. The 48 associated funerary objects are five flakes, one knife fragment, one galena crystal, seven pottery sherds, three pieces of shatter, 10 animal bones, 14 unmodified stones, six soil samples, and one burned earth sample. \n In 1965, 106 cultural items were removed from Isolated Round Mound I in Allamakee County, IA, by NPS archeologist Garland Gordon during the mound rehabilitation project. The 106 associated funerary objects are 64 pottery sherds, 40 unmodified rocks, one flake, and one soil sample. \n In 1967, one cultural item was removed from the Karnopp-Eggleston Mound Group in Crawford County, WI, by NPS archeologist Garland Gordon after permission was given by the landowner to surface collect a recently leveled mound. Gordon collected human remains and artifacts which were donated to Effigy Mounds National Monument. In 1987, the human remains were transferred to the Wisconsin Historical Society via the Iowa Office of the State Archaeologist under the authority of the 1976 Iowa Burial Law. In the 1970s, all but one of the artifacts were culled from the accession with no accompanying documentation. Their location is unknown. The one associated funerary object is one bifurcate base projectile point. \n In 1971, human remains representing, at minimum, three individuals, were removed from Isolated Round Mound II in Allamakee County, IA, by NPS archeologist Wilfred Husted during legally authorized excavations. No known individuals were identified. The one associated funerary object is a soil sample. \n In 1971, human remains representing, at minimum, one individual, were removed from the Great Bear Mound Group in Allamakee County, IA, by NPS archeologist Wilfred Husted during the mound rehabilitation project. No known individuals were identified. The one associated funerary object is a small stone celt. \n Based on archeological context, ethnographic information, and oral traditions the human remains and associated funerary objects described above are identified as belonging to the Woodland tradition. \n The Woodland tradition transitions into the Oneota tradition which is identified as being clearly ancestral to the Ho-Chunk Nation of Wisconsin; Iowa Tribe of Kansas and Nebraska; Iowa Tribe of Oklahoma; Omaha Tribe of Nebraska; Otoe-Missouria Tribe of Indians, Oklahoma; Ponca Tribe of Nebraska; and Winnebago Tribe of Nebraska. \n The First Treaty of Prairie Du Chien of August 19, 1825 between the United States and the Sac and Fox, Dakota Sioux, Ioway, Ho-Chunk, Winnebago, Potawatomi, Chippewa, Menominee, and Ottawa demonstrates the variety of tribes living in the area in the 1800s who have historic affiliation with Effigy Mounds National Monument. \n The First Treaty of Prairie du Chien, as well as linguistic, oral tradition, temporal, and geographic evidence, reasonably indicates that the following Sioux Indian tribes possess ancestral ties to the Effigy Mounds National Monument region and the human remains and associated funerary objects described above: Crow Creek Sioux Tribe of the Crow Creek Reservation, South Dakota; Flandreau Santee Sioux Tribe of South Dakota; Lower Sioux Indian Community in the State of Minnesota; Prairie Island Indian Community in the State of Minnesota; Santee Sioux Nation, Nebraska; Shakopee Mdewakanton Sioux Community of Minnesota; Sisseton-Wahpeton Oyate of the Lake Traverse Reservation, South Dakota; Standing Rock Sioux Tribe of North & South Dakota; Upper Sioux Community, Minnesota; and Yankton Sioux Tribe of South Dakota. \n Determinations Made by Effigy Mounds National Monument \n Officials of Effigy Mounds National Monument have determined that: \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice represent the physical remains of 17 individuals of Native American ancestry. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(3)(A), the 523 objects described in this notice are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony and to have been made exclusively for burial purposes or to contain human remains. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and associated funerary objects and the Crow Creek Sioux Tribe of the Crow Creek Reservation, South Dakota; Flandreau Santee Sioux Tribe of South Dakota; Ho-Chunk Nation of Wisconsin; Iowa Tribe of Kansas and Nebraska; Iowa Tribe of Oklahoma; Lower Sioux Indian Community in the State of Minnesota; Omaha Tribe of Nebraska; Otoe-Missouria Tribe of Indians, Oklahoma; Ponca Tribe of Nebraska; Prairie Island Indian Community in the State of Minnesota; Santee Sioux Nation, Nebraska; Shakopee Mdewakanton Sioux Community of Minnesota; Sisseton-Wahpeton Oyate of the Lake Traverse Reservation, South Dakota; Standing Rock Sioux Tribe of North & South Dakota; Upper Sioux Community, Minnesota; Winnebago Tribe of Nebraska; and the Yankton Sioux Tribe of South Dakota. \n Additional Requestors and Disposition \n Lineal descendants or representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to Jim Nepstad, Superintendent, Effigy Mounds National Monument, 151 Hwy. 76, Harpers Ferry, IA 52146, telephone (563) 873-3491 Ext. 101, email jim_nepstad@nps.gov, by July 15, 2019. After that date, if no additional requestors have come forward, transfer of control of the human remains and associated funerary objects to the Crow Creek Sioux Tribe of the Crow Creek Reservation, South Dakota; Flandreau Santee Sioux Tribe of South Dakota; Ho-Chunk Nation of Wisconsin; Iowa Tribe of Kansas and Nebraska; Iowa Tribe of Oklahoma; Lower Sioux Indian Community in the State of Minnesota; Omaha Tribe of Nebraska; Otoe-Missouria Tribe of Indians, Oklahoma; Ponca Tribe of Nebraska; Prairie Island Indian Community in the State of Minnesota; Santee Sioux Nation, Nebraska; Shakopee Mdewakanton Sioux Community of Minnesota; Sisseton-Wahpeton Oyate of the Lake Traverse Reservation, South Dakota; Standing Rock Sioux Tribe of North & South Dakota; Upper Sioux Community, Minnesota; Winnebago Tribe of Nebraska; and the Yankton Sioux Tribe of South Dakota may proceed. \n Effigy Mounds National Monument is responsible for notifying The Tribes that this notice has been published. \n ", "consultation": "A detailed assessment of the human remains was made by Effigy Mounds National Monument professional staff in consultation with representatives of the Crow Creek Sioux Tribe of the Crow Creek Reservation, South Dakota; Flandreau Santee Sioux Tribe of South Dakota; Ho-Chunk Nation of Wisconsin; Iowa Tribe of Kansas and Nebraska; Iowa Tribe of Oklahoma; Lower Sioux Indian Community in the State of Minnesota; Omaha Tribe of Nebraska; Otoe-Missouria Tribe of Indians, Oklahoma; Ponca Tribe of Nebraska; Prairie Island Indian Community in the State of Minnesota; Sac & Fox Nation of Missouri in Kansas and Nebraska; Sac & Fox Nation, Oklahoma; Sac & Fox Tribe of the Mississippi in Iowa; Santee Sioux Nation, Nebraska; Shakopee Mdewakanton Sioux Community of Minnesota; Sisseton-Wahpeton Oyate of the Lake Traverse Reservation, South Dakota; Standing Rock Sioux Tribe of North & South Dakota; Upper Sioux Community, Minnesota; Winnebago Tribe of Nebraska; and the Yankton Sioux Tribe of South Dakota (hereafter referred to as \\xe2\\x80\\x9cThe Tribes\\xe2\\x80\\x9d). \n ", "h_d_r": "The human remains described below, with the exception of one metatarsal fragment from the Great Bear Mound Group originally misidentified as a bone tool, were stolen from Effigy Mounds National Monument in 1990 and recovered in 2011 and 2012. After examination by an osteologist, most, but not all, of the remains were able to be matched with their original documentation. The recovered remains which were not able to be matched were cataloged as a separate accession (#212) and are accounted for in the total minimum number of individuals in Effigy Mounds National Monument collections. These fragmentary remains will not be described separately in this notice or any future notice. Items found with the stolen remains that could not be reunited with their original accession are described here as cultural items removed at unknown dates from unknown sites within the boundaries of Effigy Mounds National Monument. \n Because the mounds at Effigy Mounds National Monument are burial mounds, all artifacts that come from these mounds are considered funerary objects. All of the funerary objects are considered associated funerary objects because, even though these types of items likely had other uses within the culture, it is reasonable to believe that these specific funerary objects were made exclusively for burial purposes and therefore pursuant to 25 U.S.C. 3001(3)(A) are associated funerary objects regardless of the location of the connected human remains. \n At an unknown date, human remains representing, at minimum, one individual, were removed from an unknown site likely within the boundaries of Effigy Mounds National Monument in Allamakee or Clayton County, IA. No known individuals were identified. No associated funerary objects are present. \n At unknown dates, 59 cultural items were removed from unknown sites within the boundaries of Effigy Mounds National Monument in Allamakee or Clayton County, IA. The 59 associated funerary objects are 55 animal bones, one unfired clay fragment, and three stones. \n In 1928, human remains representing, at minimum, three individuals, were removed from Fire Point Mound Group, Allamakee County, IA, by local collector Henry P. Field, who donated the material to Effigy Mounds National Monument in 1958. No known individuals were identified. The 22 associated funerary objects are one miniature pot, one ground stone tool, one iron concretion, one modified hematite slab, one galena crystal, one maul, one drill, four stones, two pottery sherds, two utilized flakes, four flakes, one flake fragment, one flake tool, and one biface. \n In 1952, 51 cultural items were removed from Sny Magill Mound Group in Clayton County, IA, by NPS archeologist Paul Beaubien during work to determine if the site should be added to the monument. The 51 associated funerary objects are three ground stone tools, four pieces of shatter, six unmodified rocks, one piece of fire cracked rock, seven flakes, and 30 pottery sherds. \n In 1952, 38 cultural items were removed from the Nazekaw Terrace Mound Group in Allamakee County, IA, by NPS archeologist Paul Beaubien. The human remains were given to an outside researcher in 1952, returned to Effigy Mounds National Monument in 2000, and repatriated in 2005. The 38 associated funerary objects are 14 flakes, five pieces of shatter, 16 unmodified rocks, two faunal bones, and one bag of vegetal material. \n In 1957, 46 cultural items were removed from the Devils Den Mound Group on private property in Clayton County, IA, by NPS archeologist Robert Bray. The landowner donated the items to Effigy Mounds National Monument along with a bundle burial which was repatriated in 2001. The 46 associated funerary objects are 42 pottery sherds, one scraper, one modified flake, and two unmodified rocks. \n In 1959, human remains representing, at minimum, four individuals, were removed from Red House Landing Mound Group in Allamakee County, IA, by NPS archeologist John Ingmanson during a soil study by the Iowa State University Department of Agronomy. No known individuals were identified. The 62 associated funerary objects are one flake, one shell, five pieces of shatter, 52 unmodified rocks, two charcoal samples, and one soil sample. \n In 1959, one cultural item was removed from the Nazekaw Terrace Mound Group by local collector Henry P. Field during construction of the Visitor Center parking lot and given to Effigy Mounds National Monument staff. The one associated funerary object is a piece of a copper breastplate. \n In 1961, two cultural items were removed from the Marching Bear Mound Group in Clayton County, IA, by NPS archeologist John Ingmanson during the mound rehabilitation project. The two associated funerary objects are one projectile point and one charcoal sample. \n In 1962, seven cultural items were removed from the Marching Bear Mound Group in Clayton County, IA, by NPS archeologist Garland Gordon during the mound rehabilitation project. The seven associated funerary objects are two charcoal samples, one unmodified stone, two cores, and two flakes. \n Between 1960 and 1963, one cultural item was removed from the Marching Bear Mound Group in Clayton County, IA, during the mound rehabilitation project. The one associated funerary object is a flake tool. \n In 1962, 30 cultural items were removed from the Compound Mound Group in Clayton County, IA, by NPS archeologist Garland Gordon during the mound rehabilitation project. Human remains from the site were repatriated in 2008. The 30 associated funerary objects are seven flakes, 14 unmodified stones, and nine pieces of shatter. \n In 1962, 38 cultural items were removed from the Marquette-Yellow River Mound Group 8 in Clayton County, IA, by NPS archeologist Garland Gordon during the mound rehabilitation project. The 38 associated funerary objects are eight flakes, one piece of shatter, 28 unmodified rocks, and one burned earth sample. \n In 1962, nine cultural items were removed from the Marquette-Yellow River Mound Group 6 in Clayton County, IA, by NPS archeologist Garland Gordon during the mound rehabilitation project. The nine associated funerary objects are seven flakes, one piece of shatter, and one unmodified rock. \n In 1965, human remains representing, at minimum, five individuals, were excavated from Fire Point Mound Group in Allamakee County, IA, by NPS archeologist Garland Gordon during the mound rehabilitation project. No known individuals were identified. The 48 associated funerary objects are five flakes, one knife fragment, one galena crystal, seven pottery sherds, three pieces of shatter, 10 animal bones, 14 unmodified stones, six soil samples, and one burned earth sample. \n In 1965, 106 cultural items were removed from Isolated Round Mound I in Allamakee County, IA, by NPS archeologist Garland Gordon during the mound rehabilitation project. The 106 associated funerary objects are 64 pottery sherds, 40 unmodified rocks, one flake, and one soil sample. \n In 1967, one cultural item was removed from the Karnopp-Eggleston Mound Group in Crawford County, WI, by NPS archeologist Garland Gordon after permission was given by the landowner to surface collect a recently leveled mound. Gordon collected human remains and artifacts which were donated to Effigy Mounds National Monument. In 1987, the human remains were transferred to the Wisconsin Historical Society via the Iowa Office of the State Archaeologist under the authority of the 1976 Iowa Burial Law. In the 1970s, all but one of the artifacts were culled from the accession with no accompanying documentation. Their location is unknown. The one associated funerary object is one bifurcate base projectile point. \n In 1971, human remains representing, at minimum, three individuals, were removed from Isolated Round Mound II in Allamakee County, IA, by NPS archeologist Wilfred Husted during legally authorized excavations. No known individuals were identified. The one associated funerary object is a soil sample. \n In 1971, human remains representing, at minimum, one individual, were removed from the Great Bear Mound Group in Allamakee County, IA, by NPS archeologist Wilfred Husted during the mound rehabilitation project. No known individuals were identified. The one associated funerary object is a small stone celt. \n Based on archeological context, ethnographic information, and oral traditions the human remains and associated funerary objects described above are identified as belonging to the Woodland tradition. \n The Woodland tradition transitions into the Oneota tradition which is identified as being clearly ancestral to the Ho-Chunk Nation of Wisconsin; Iowa Tribe of Kansas and Nebraska; Iowa Tribe of Oklahoma; Omaha Tribe of Nebraska; Otoe-Missouria Tribe of Indians, Oklahoma; Ponca Tribe of Nebraska; and Winnebago Tribe of Nebraska. \n The First Treaty of Prairie Du Chien of August 19, 1825 between the United States and the Sac and Fox, Dakota Sioux, Ioway, Ho-Chunk, Winnebago, Potawatomi, Chippewa, Menominee, and Ottawa demonstrates the variety of tribes living in the area in the 1800s who have historic affiliation with Effigy Mounds National Monument. \n The First Treaty of Prairie du Chien, as well as linguistic, oral tradition, temporal, and geographic evidence, reasonably indicates that the following Sioux Indian tribes possess ancestral ties to the Effigy Mounds National Monument region and the human remains and associated funerary objects described above: Crow Creek Sioux Tribe of the Crow Creek Reservation, South Dakota; Flandreau Santee Sioux Tribe of South Dakota; Lower Sioux Indian Community in the State of Minnesota; Prairie Island Indian Community in the State of Minnesota; Santee Sioux Nation, Nebraska; Shakopee Mdewakanton Sioux Community of Minnesota; Sisseton-Wahpeton Oyate of the Lake Traverse Reservation, South Dakota; Standing Rock Sioux Tribe of North & South Dakota; Upper Sioux Community, Minnesota; and Yankton Sioux Tribe of South Dakota. \n ", "h_d_ci": "Null", "determinations": "Determinations Made by Effigy Mounds National Monument \n Officials of Effigy Mounds National Monument have determined that: \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice represent the physical remains of 17 individuals of Native American ancestry. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(3)(A), the 523 objects described in this notice are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony and to have been made exclusively for burial purposes or to contain human remains. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and associated funerary objects and the Crow Creek Sioux Tribe of the Crow Creek Reservation, South Dakota; Flandreau Santee Sioux Tribe of South Dakota; Ho-Chunk Nation of Wisconsin; Iowa Tribe of Kansas and Nebraska; Iowa Tribe of Oklahoma; Lower Sioux Indian Community in the State of Minnesota; Omaha Tribe of Nebraska; Otoe-Missouria Tribe of Indians, Oklahoma; Ponca Tribe of Nebraska; Prairie Island Indian Community in the State of Minnesota; Santee Sioux Nation, Nebraska; Shakopee Mdewakanton Sioux Community of Minnesota; Sisseton-Wahpeton Oyate of the Lake Traverse Reservation, South Dakota; Standing Rock Sioux Tribe of North & South Dakota; Upper Sioux Community, Minnesota; Winnebago Tribe of Nebraska; and the Yankton Sioux Tribe of South Dakota. \n ", "a_r_d": "Lineal descendants or representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to Jim Nepstad, Superintendent, Effigy Mounds National Monument, 151 Hwy. 76, Harpers Ferry, IA 52146, telephone (563) 873-3491 Ext. 101, email jim_nepstad@nps.gov, by July 15, 2019. After that date, if no additional requestors have come forward, transfer of control of the human remains and associated funerary objects to the Crow Creek Sioux Tribe of the Crow Creek Reservation, South Dakota; Flandreau Santee Sioux Tribe of South Dakota; Ho-Chunk Nation of Wisconsin; Iowa Tribe of Kansas and Nebraska; Iowa Tribe of Oklahoma; Lower Sioux Indian Community in the State of Minnesota; Omaha Tribe of Nebraska; Otoe-Missouria Tribe of Indians, Oklahoma; Ponca Tribe of Nebraska; Prairie Island Indian Community in the State of Minnesota; Santee Sioux Nation, Nebraska; Shakopee Mdewakanton Sioux Community of Minnesota; Sisseton-Wahpeton Oyate of the Lake Traverse Reservation, South Dakota; Standing Rock Sioux Tribe of North & South Dakota; Upper Sioux Community, Minnesota; Winnebago Tribe of Nebraska; and the Yankton Sioux Tribe of South Dakota may proceed. \n Effigy Mounds National Monument is responsible for notifying The Tribes that this notice has been published. \n "}