{"index": "I_693", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        [NPS-WASO-NAGPRA-17743; PPWOCRADN0-PCU00RP14.R50000]\\n        Notice of Inventory Completion: The Toledo Zoological Society, Toledo, OH\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        \\n          SUMMARY:\\n          The Toledo Zoological Society has completed an inventory of human remains, in consultation with the appropriate Indian tribes or Native Hawaiian organizations, and has determined that there is no cultural affiliation between the human remains and any present-day Indian tribes or Native Hawaiian organizations. Representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains should submit a written request with information in support of the request to the Toledo Zoological Society. If no additional requestors come forward, transfer of control of the human remains to the Indian tribes or Native Hawaiian organizations stated in this notice may proceed.\\n        \\n        \\n          DATES:\\n          Representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains should submit a written request with information in support of the request to the Toledo Zoological Society at the address in this notice by April 15, 2015.\\n        \\n        \\n          ADDRESSES:\\n\\n          Mitchell Magdich, Curator of Education, The Toledo Zoological Society, P.O. Box 140130, Toledo, OH 43614, telephone (419) 385-5721, email mitch.edu@toledozoo.org.\\n        \\n      \\n      \\n        SUPPLEMENTARY INFORMATION:\\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains under the control of the Toledo Zoological Society. The human remains were removed from the Younge site, Lapeer County, MI, and unknown sites in Michigan.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003(d)(3) and 43 CFR 10.11(d). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains. The National Park Service is not responsible for the determinations in this notice.\\n        Consultation\\n        A detailed assessment of the human remains was made by the Toledo Zoological Society professional staff in consultation with representatives of the Bay Mills Indian Community, Michigan; Grand Traverse Band of Ottawa and Chippewa Indians, Michigan; Hannahville Indian Community, Michigan; Keweenaw Bay Indian Community, Michigan; Lac Vieux Desert Band of Lake Superior Chippewa Indians of Michigan; Little River Band of Ottawa Indians, Michigan; Little Traverse Bay Bands of Odawa Indians, Michigan; Match-e-be-nash-she-wish Band of Pottawatomi Indians of Michigan; Nottawaseppi Huron Band of the Potawatomi, Michigan (previously listed as the Huron Potawatomi, Inc.); Saginaw Chippewa Indian Tribe of Michigan; and the Sault Ste. Marie Tribe of Chippewa Indians, Michigan.\\n        Additional requests for consultation were sent to the Bad River Band of the Lake Superior Tribe of Chippewa Indians of the Bad River Reservation, Wisconsin; Bois Forte Band (Nett Lake) of the Minnesota Chippewa Tribe, Minnesota; Chippewa-Cree Indians of the Rocky Boy\\'s Reservation, Montana; Citizen Potawatomi Nation, Oklahoma; Fond du Lac Band of the Minnesota Chippewa Tribe, Minnesota; Forest County Potawatomi Community, Wisconsin; Grand Portage Band of the Minnesota Chippewa Tribe, Minnesota; Lac Courte Oreilles Band of Lake Superior Chippewa Indians of Wisconsin; Lac du Flambeau Band of Lake Superior Chippewa Indians of the Lac du Flambeau Reservation of Wisconsin; Leech Lake Band of the Minnesota Chippewa Tribe, Minnesota; Mille Lacs Band of the Minnesota Chippewa Tribe, Minnesota; Ottawa Tribe of Oklahoma; Pokagon Band of Potawatomi Indians, Michigan and Indiana; Prairie Band of Potawatomi Nation, Kansas; Quechan Tribe of the Fort Yuma Indian Reservation, California and Arizona; Red Cliff Band of Lake Superior Chippewa Indians of Wisconsin; Red Lake Band of Chippewa Indians, Minnesota; Sokaogon Chippewa Community, Wisconsin; St. Croix Chippewa Indians of Wisconsin; Turtle Mountain Band of Chippewa Indians of North Dakota; White Earth Band of the Minnesota Chippewa Tribe, Minnesota; and the Wyandotte Nation, Oklahoma.\\n        History and Description of the Remains\\n        In 1937, human remains representing, at minimum, one individual were excavated from the Younge site (20LP1) in Lapeer County, MI, by Ms. Carmen Baggerly. The human remains were likely deposited in the University of Michigan Museum of Anthropological Archaeology by Ms. Baggerly after the excavation (the collector\\'s field number [A-427] corresponds with a sequence of collector\\'s field numbers of human remains from the Younge site formerly under the control of the University of Michigan). The remains were transferred to The Toledo Zoological Society at an unknown date and assigned catalog number A417. The human remains consist of a skull and 16 teeth of a female adolescent/young adult 16-20 years of age. There is a post-mortem perforation just posterior to the bregma and large plaque removal over the sagittal suture on parietals and occipital. Osteologist J. A. Scott from the University of Michigan, Museum of Anthropological Archaeology, examined the remains and determined the cranial non-metric traits are indicative of Native American ancestry. No known individual was identified. No associated funerary objects are present.\\n\\n        On an unknown date, human remains representing, at minimum, seven individuals were removed from unknown locations, likely in Michigan. Toledo Zoological Society (TZS) catalog records indicate that Native American remains from at least seven individuals were removed from the Younge site (20LP1) in Lapeer County, MI, and deposited in the TZS museum collection on an unknown date. Verification is not possible, however, since there is no corresponding collector\\'s field number or museum catalog number attached with the remains. The human remains were identified a fragmentary cranial portion with 14 teeth of indeterminate gender of a child age 8.5 to 13.5 years (NFIC_1); a cranium with face and 9 teeth including root fragments of a possible male adult 25-45 years (NFIC_2); a cranium and mandible only with 30 total teeth of a female adult 25-50 years (NFIC_3); cranial fragments only of a possible adult female (NFIC_4); a cranium with 4 total teeth of a possible male adult 20-45 years (NFIC_5); a left femur shaft fragments, left talus fragment, and four non-identifiable bone fragments of probable Native American ancestry based on archaeological appearance of remains (NFIC_6); and a mandible only with 15 total teeth of an adult 24-35 years of indeterminate gender (NFIC_7). Osteologist J. A. Scott from the University of Michigan, Museum of Anthropological Archaeology, examined the remains and determined non-metric traits indicate possible Native American ancestry or mixed ancestry. No known individuals were identified. No associated funerary objects are present.\\n        Determinations Made by the Toledo Zoological Society\\n        Officials of the Toledo Zoological Society have determined that:\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice are Native American based on an examination by an osteologist.\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice represent the physical remains of eight individuals of Native American ancestry.\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(2), a relationship of shared group identity cannot be reasonably traced between the Native American human remains and any present-day Indian tribe.\\n        \\xe2\\x80\\xa2 According to final judgments of the Indian Claims Commission or the Court of Federal Claims, the land from which the Native American human remains were removed is the aboriginal land of the Saginaw Chippewa Indian Tribe of Michigan.\\n        \\xe2\\x80\\xa2 Treaties, Acts of Congress, or Executive Orders, indicate that the land from which the Native American human remains were removed is the aboriginal land of the Bad River Band of the Lake Superior Tribe of Chippewa Indians of the Bad River Reservation, Wisconsin; Bay Mills Indian Community, Michigan; Bois Forte Band (Nett Lake) of the Minnesota Chippewa Tribe, Minnesota; Chippewa Cree Indians of the Rocky Boy\\'s Reservation, Montana (previously listed as the Chippewa-Cree Indians of the Rocky Boy\\'s Reservation, Montana); Citizen Potawatomi Nation, Oklahoma; Fond du Lac Band of Minnesota Chippewa Tribe, Minnesota; Forest County Potawatomi Community, Wisconsin; Grand Portage Band of Minnesota Chippewa Tribe, Minnesota; Grand Traverse Band of Ottawa and Chippewa Indians, Michigan; Hannahville Indian Community, Michigan; Keweenaw Bay Indian Community, Michigan; Lac Courte Oreilles Band of Lake Superior Chippewa Indians of Wisconsin; Lac du Flambeau Band of Lake Superior Chippewa Indians of Wisconsin; Lac Vieux Desert Band of Lake Superior Chippewa Indians of Michigan; Leech Lake Band of Minnesota Chippewa Tribe, Minnesota; Little River Band of Ottawa Indians, Michigan; Little Traverse Bay Band of Odawa Indians, Michigan; Match-E-Be-Nash-She-Wish Band of Pottawatomi Indians of Michigan; Mille Lacs Band of Minnesota Chippewa Tribe, Minnesota; Nottawaseppi Huron Band of the Potawatomi, Michigan (previously listed as the Huron Potawatomi, Inc.); Ottawa Tribe of Oklahoma; Pokagon Band of Potawatomi Indians, Michigan and Indiana; Prairie Band Potawatomi Nation (previously listed as the Prairie Band of Potawatomi Nation, Kansas); Quechan Tribe of the Fort Yuma Indian Reservation, California & Arizona; Red Cliff Band of Lake Superior Chippewa Indians of Wisconsin; Red Lake Band of Chippewa Indians, Minnesota; Saginaw Chippewa Indian Tribe of Michigan; Sault Ste. Marie Tribe of Chippewa Indians, Michigan; Sokaogon Chippewa Community, Wisconsin; St. Croix Chippewa Indians of Wisconsin; Turtle Mountain Band of Chippewa Indians of North Dakota; White Earth Band of Minnesota Chippewa Tribe, Minnesota; and the Wyandotte Nation (hereafter referred to as \\xe2\\x80\\x9cThe Tribes\\xe2\\x80\\x9d).\\n        \\xe2\\x80\\xa2 Pursuant to 43 CFR 10.11(c)(1), the disposition of the human remains may be to The Tribes.\\n        Additional Requestors and Disposition\\n\\n        Representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains should submit a written request with information in support of the request to Mitchell Magdich, Curator of Education, The Toledo Zoological Society, P.O. Box 140130, Toledo, OH 43614, telephone (419) 385-5721, email mitch.edu@toledozoo.org, April 15, 2015. After that date, if no additional requestors have come forward, transfer of control of the human remains to The Tribes may proceed.\\n        The Toledo Zoological Society is responsible for notifying The Tribes that this notice has been published.\\n        \\n          Dated: February 24, 2015.\\n          Melanie O\\'Brien,\\n          Acting Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. 2015-05993 Filed 3-13-15; 8:45 am]\\n       BILLING CODE 4312-50-P\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "[NPS-WASO-NAGPRA-17743; PPWOCRADN0-PCU00RP14.R50000]", "subject": "Notice of Inventory Completion: The Toledo Zoological Society, Toledo, OH", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "The Toledo Zoological Society has completed an inventory of human remains, in consultation with the appropriate Indian tribes or Native Hawaiian organizations, and has determined that there is no cultural affiliation between the human remains and any present-day Indian tribes or Native Hawaiian organizations. Representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains should submit a written request with information in support of the request to the Toledo Zoological Society. If no additional requestors come forward, transfer of control of the human remains to the Indian tribes or Native Hawaiian organizations stated in this notice may proceed.", "dates": "Representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains should submit a written request with information in support of the request to the Toledo Zoological Society at the address in this notice by April 15, 2015.", "addresses": "Mitchell Magdich, Curator of Education, The Toledo Zoological Society, P.O. Box 140130, Toledo, OH 43614, telephone (419) 385-5721, email mitch.edu@toledozoo.org.", "signature_dated": "Dated: February 24, 2015.", "signature_name": "Melanie O\\'Brien,", "signature_title": "Acting Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. 2015-05993 Filed 3-13-15; 8:45 am]", "billing_code": " BILLING CODE 4312-50-P", "supp_info": "SUPPLEMENTARY INFORMATION: \n Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains under the control of the Toledo Zoological Society. The human remains were removed from the Younge site, Lapeer County, MI, and unknown sites in Michigan. \n This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003(d)(3) and 43 CFR 10.11(d). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains. The National Park Service is not responsible for the determinations in this notice. \n Consultation \n A detailed assessment of the human remains was made by the Toledo Zoological Society professional staff in consultation with representatives of the Bay Mills Indian Community, Michigan; Grand Traverse Band of Ottawa and Chippewa Indians, Michigan; Hannahville Indian Community, Michigan; Keweenaw Bay Indian Community, Michigan; Lac Vieux Desert Band of Lake Superior Chippewa Indians of Michigan; Little River Band of Ottawa Indians, Michigan; Little Traverse Bay Bands of Odawa Indians, Michigan; Match-e-be-nash-she-wish Band of Pottawatomi Indians of Michigan; Nottawaseppi Huron Band of the Potawatomi, Michigan (previously listed as the Huron Potawatomi, Inc.); Saginaw Chippewa Indian Tribe of Michigan; and the Sault Ste. Marie Tribe of Chippewa Indians, Michigan. \n Additional requests for consultation were sent to the Bad River Band of the Lake Superior Tribe of Chippewa Indians of the Bad River Reservation, Wisconsin; Bois Forte Band (Nett Lake) of the Minnesota Chippewa Tribe, Minnesota; Chippewa-Cree Indians of the Rocky Boy\\'s Reservation, Montana; Citizen Potawatomi Nation, Oklahoma; Fond du Lac Band of the Minnesota Chippewa Tribe, Minnesota; Forest County Potawatomi Community, Wisconsin; Grand Portage Band of the Minnesota Chippewa Tribe, Minnesota; Lac Courte Oreilles Band of Lake Superior Chippewa Indians of Wisconsin; Lac du Flambeau Band of Lake Superior Chippewa Indians of the Lac du Flambeau Reservation of Wisconsin; Leech Lake Band of the Minnesota Chippewa Tribe, Minnesota; Mille Lacs Band of the Minnesota Chippewa Tribe, Minnesota; Ottawa Tribe of Oklahoma; Pokagon Band of Potawatomi Indians, Michigan and Indiana; Prairie Band of Potawatomi Nation, Kansas; Quechan Tribe of the Fort Yuma Indian Reservation, California and Arizona; Red Cliff Band of Lake Superior Chippewa Indians of Wisconsin; Red Lake Band of Chippewa Indians, Minnesota; Sokaogon Chippewa Community, Wisconsin; St. Croix Chippewa Indians of Wisconsin; Turtle Mountain Band of Chippewa Indians of North Dakota; White Earth Band of the Minnesota Chippewa Tribe, Minnesota; and the Wyandotte Nation, Oklahoma. \n History and Description of the Remains \n In 1937, human remains representing, at minimum, one individual were excavated from the Younge site (20LP1) in Lapeer County, MI, by Ms. Carmen Baggerly. The human remains were likely deposited in the University of Michigan Museum of Anthropological Archaeology by Ms. Baggerly after the excavation (the collector\\'s field number [A-427] corresponds with a sequence of collector\\'s field numbers of human remains from the Younge site formerly under the control of the University of Michigan). The remains were transferred to The Toledo Zoological Society at an unknown date and assigned catalog number A417. The human remains consist of a skull and 16 teeth of a female adolescent/young adult 16-20 years of age. There is a post-mortem perforation just posterior to the bregma and large plaque removal over the sagittal suture on parietals and occipital. Osteologist J. A. Scott from the University of Michigan, Museum of Anthropological Archaeology, examined the remains and determined the cranial non-metric traits are indicative of Native American ancestry. No known individual was identified. No associated funerary objects are present. \n On an unknown date, human remains representing, at minimum, seven individuals were removed from unknown locations, likely in Michigan. Toledo Zoological Society (TZS) catalog records indicate that Native American remains from at least seven individuals were removed from the Younge site (20LP1) in Lapeer County, MI, and deposited in the TZS museum collection on an unknown date. Verification is not possible, however, since there is no corresponding collector\\'s field number or museum catalog number attached with the remains. The human remains were identified a fragmentary cranial portion with 14 teeth of indeterminate gender of a child age 8.5 to 13.5 years (NFIC_1); a cranium with face and 9 teeth including root fragments of a possible male adult 25-45 years (NFIC_2); a cranium and mandible only with 30 total teeth of a female adult 25-50 years (NFIC_3); cranial fragments only of a possible adult female (NFIC_4); a cranium with 4 total teeth of a possible male adult 20-45 years (NFIC_5); a left femur shaft fragments, left talus fragment, and four non-identifiable bone fragments of probable Native American ancestry based on archaeological appearance of remains (NFIC_6); and a mandible only with 15 total teeth of an adult 24-35 years of indeterminate gender (NFIC_7). Osteologist J. A. Scott from the University of Michigan, Museum of Anthropological Archaeology, examined the remains and determined non-metric traits indicate possible Native American ancestry or mixed ancestry. No known individuals were identified. No associated funerary objects are present. \n Determinations Made by the Toledo Zoological Society \n Officials of the Toledo Zoological Society have determined that: \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice are Native American based on an examination by an osteologist. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice represent the physical remains of eight individuals of Native American ancestry. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(2), a relationship of shared group identity cannot be reasonably traced between the Native American human remains and any present-day Indian tribe. \n \\xe2\\x80\\xa2 According to final judgments of the Indian Claims Commission or the Court of Federal Claims, the land from which the Native American human remains were removed is the aboriginal land of the Saginaw Chippewa Indian Tribe of Michigan. \n \\xe2\\x80\\xa2 Treaties, Acts of Congress, or Executive Orders, indicate that the land from which the Native American human remains were removed is the aboriginal land of the Bad River Band of the Lake Superior Tribe of Chippewa Indians of the Bad River Reservation, Wisconsin; Bay Mills Indian Community, Michigan; Bois Forte Band (Nett Lake) of the Minnesota Chippewa Tribe, Minnesota; Chippewa Cree Indians of the Rocky Boy\\'s Reservation, Montana (previously listed as the Chippewa-Cree Indians of the Rocky Boy\\'s Reservation, Montana); Citizen Potawatomi Nation, Oklahoma; Fond du Lac Band of Minnesota Chippewa Tribe, Minnesota; Forest County Potawatomi Community, Wisconsin; Grand Portage Band of Minnesota Chippewa Tribe, Minnesota; Grand Traverse Band of Ottawa and Chippewa Indians, Michigan; Hannahville Indian Community, Michigan; Keweenaw Bay Indian Community, Michigan; Lac Courte Oreilles Band of Lake Superior Chippewa Indians of Wisconsin; Lac du Flambeau Band of Lake Superior Chippewa Indians of Wisconsin; Lac Vieux Desert Band of Lake Superior Chippewa Indians of Michigan; Leech Lake Band of Minnesota Chippewa Tribe, Minnesota; Little River Band of Ottawa Indians, Michigan; Little Traverse Bay Band of Odawa Indians, Michigan; Match-E-Be-Nash-She-Wish Band of Pottawatomi Indians of Michigan; Mille Lacs Band of Minnesota Chippewa Tribe, Minnesota; Nottawaseppi Huron Band of the Potawatomi, Michigan (previously listed as the Huron Potawatomi, Inc.); Ottawa Tribe of Oklahoma; Pokagon Band of Potawatomi Indians, Michigan and Indiana; Prairie Band Potawatomi Nation (previously listed as the Prairie Band of Potawatomi Nation, Kansas); Quechan Tribe of the Fort Yuma Indian Reservation, California & Arizona; Red Cliff Band of Lake Superior Chippewa Indians of Wisconsin; Red Lake Band of Chippewa Indians, Minnesota; Saginaw Chippewa Indian Tribe of Michigan; Sault Ste. Marie Tribe of Chippewa Indians, Michigan; Sokaogon Chippewa Community, Wisconsin; St. Croix Chippewa Indians of Wisconsin; Turtle Mountain Band of Chippewa Indians of North Dakota; White Earth Band of Minnesota Chippewa Tribe, Minnesota; and the Wyandotte Nation (hereafter referred to as \\xe2\\x80\\x9cThe Tribes\\xe2\\x80\\x9d). \n \\xe2\\x80\\xa2 Pursuant to 43 CFR 10.11(c)(1), the disposition of the human remains may be to The Tribes. \n Additional Requestors and Disposition \n Representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains should submit a written request with information in support of the request to Mitchell Magdich, Curator of Education, The Toledo Zoological Society, P.O. Box 140130, Toledo, OH 43614, telephone (419) 385-5721, email mitch.edu@toledozoo.org, April 15, 2015. After that date, if no additional requestors have come forward, transfer of control of the human remains to The Tribes may proceed. \n The Toledo Zoological Society is responsible for notifying The Tribes that this notice has been published. \n ", "consultation": "A detailed assessment of the human remains was made by the Toledo Zoological Society professional staff in consultation with representatives of the Bay Mills Indian Community, Michigan; Grand Traverse Band of Ottawa and Chippewa Indians, Michigan; Hannahville Indian Community, Michigan; Keweenaw Bay Indian Community, Michigan; Lac Vieux Desert Band of Lake Superior Chippewa Indians of Michigan; Little River Band of Ottawa Indians, Michigan; Little Traverse Bay Bands of Odawa Indians, Michigan; Match-e-be-nash-she-wish Band of Pottawatomi Indians of Michigan; Nottawaseppi Huron Band of the Potawatomi, Michigan (previously listed as the Huron Potawatomi, Inc.); Saginaw Chippewa Indian Tribe of Michigan; and the Sault Ste. Marie Tribe of Chippewa Indians, Michigan. \n Additional requests for consultation were sent to the Bad River Band of the Lake Superior Tribe of Chippewa Indians of the Bad River Reservation, Wisconsin; Bois Forte Band (Nett Lake) of the Minnesota Chippewa Tribe, Minnesota; Chippewa-Cree Indians of the Rocky Boy\\'s Reservation, Montana; Citizen Potawatomi Nation, Oklahoma; Fond du Lac Band of the Minnesota Chippewa Tribe, Minnesota; Forest County Potawatomi Community, Wisconsin; Grand Portage Band of the Minnesota Chippewa Tribe, Minnesota; Lac Courte Oreilles Band of Lake Superior Chippewa Indians of Wisconsin; Lac du Flambeau Band of Lake Superior Chippewa Indians of the Lac du Flambeau Reservation of Wisconsin; Leech Lake Band of the Minnesota Chippewa Tribe, Minnesota; Mille Lacs Band of the Minnesota Chippewa Tribe, Minnesota; Ottawa Tribe of Oklahoma; Pokagon Band of Potawatomi Indians, Michigan and Indiana; Prairie Band of Potawatomi Nation, Kansas; Quechan Tribe of the Fort Yuma Indian Reservation, California and Arizona; Red Cliff Band of Lake Superior Chippewa Indians of Wisconsin; Red Lake Band of Chippewa Indians, Minnesota; Sokaogon Chippewa Community, Wisconsin; St. Croix Chippewa Indians of Wisconsin; Turtle Mountain Band of Chippewa Indians of North Dakota; White Earth Band of the Minnesota Chippewa Tribe, Minnesota; and the Wyandotte Nation, Oklahoma. \n ", "h_d_r": "In 1937, human remains representing, at minimum, one individual were excavated from the Younge site (20LP1) in Lapeer County, MI, by Ms. Carmen Baggerly. The human remains were likely deposited in the University of Michigan Museum of Anthropological Archaeology by Ms. Baggerly after the excavation (the collector\\'s field number [A-427] corresponds with a sequence of collector\\'s field numbers of human remains from the Younge site formerly under the control of the University of Michigan). The remains were transferred to The Toledo Zoological Society at an unknown date and assigned catalog number A417. The human remains consist of a skull and 16 teeth of a female adolescent/young adult 16-20 years of age. There is a post-mortem perforation just posterior to the bregma and large plaque removal over the sagittal suture on parietals and occipital. Osteologist J. A. Scott from the University of Michigan, Museum of Anthropological Archaeology, examined the remains and determined the cranial non-metric traits are indicative of Native American ancestry. No known individual was identified. No associated funerary objects are present. \n On an unknown date, human remains representing, at minimum, seven individuals were removed from unknown locations, likely in Michigan. Toledo Zoological Society (TZS) catalog records indicate that Native American remains from at least seven individuals were removed from the Younge site (20LP1) in Lapeer County, MI, and deposited in the TZS museum collection on an unknown date. Verification is not possible, however, since there is no corresponding collector\\'s field number or museum catalog number attached with the remains. The human remains were identified a fragmentary cranial portion with 14 teeth of indeterminate gender of a child age 8.5 to 13.5 years (NFIC_1); a cranium with face and 9 teeth including root fragments of a possible male adult 25-45 years (NFIC_2); a cranium and mandible only with 30 total teeth of a female adult 25-50 years (NFIC_3); cranial fragments only of a possible adult female (NFIC_4); a cranium with 4 total teeth of a possible male adult 20-45 years (NFIC_5); a left femur shaft fragments, left talus fragment, and four non-identifiable bone fragments of probable Native American ancestry based on archaeological appearance of remains (NFIC_6); and a mandible only with 15 total teeth of an adult 24-35 years of indeterminate gender (NFIC_7). Osteologist J. A. Scott from the University of Michigan, Museum of Anthropological Archaeology, examined the remains and determined non-metric traits indicate possible Native American ancestry or mixed ancestry. No known individuals were identified. No associated funerary objects are present. \n ", "h_d_ci": "Null", "determinations": "Determinations Made by the Toledo Zoological Society \n Officials of the Toledo Zoological Society have determined that: \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice are Native American based on an examination by an osteologist. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice represent the physical remains of eight individuals of Native American ancestry. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(2), a relationship of shared group identity cannot be reasonably traced between the Native American human remains and any present-day Indian tribe. \n \\xe2\\x80\\xa2 According to final judgments of the Indian Claims Commission or the Court of Federal Claims, the land from which the Native American human remains were removed is the aboriginal land of the Saginaw Chippewa Indian Tribe of Michigan. \n \\xe2\\x80\\xa2 Treaties, Acts of Congress, or Executive Orders, indicate that the land from which the Native American human remains were removed is the aboriginal land of the Bad River Band of the Lake Superior Tribe of Chippewa Indians of the Bad River Reservation, Wisconsin; Bay Mills Indian Community, Michigan; Bois Forte Band (Nett Lake) of the Minnesota Chippewa Tribe, Minnesota; Chippewa Cree Indians of the Rocky Boy\\'s Reservation, Montana (previously listed as the Chippewa-Cree Indians of the Rocky Boy\\'s Reservation, Montana); Citizen Potawatomi Nation, Oklahoma; Fond du Lac Band of Minnesota Chippewa Tribe, Minnesota; Forest County Potawatomi Community, Wisconsin; Grand Portage Band of Minnesota Chippewa Tribe, Minnesota; Grand Traverse Band of Ottawa and Chippewa Indians, Michigan; Hannahville Indian Community, Michigan; Keweenaw Bay Indian Community, Michigan; Lac Courte Oreilles Band of Lake Superior Chippewa Indians of Wisconsin; Lac du Flambeau Band of Lake Superior Chippewa Indians of Wisconsin; Lac Vieux Desert Band of Lake Superior Chippewa Indians of Michigan; Leech Lake Band of Minnesota Chippewa Tribe, Minnesota; Little River Band of Ottawa Indians, Michigan; Little Traverse Bay Band of Odawa Indians, Michigan; Match-E-Be-Nash-She-Wish Band of Pottawatomi Indians of Michigan; Mille Lacs Band of Minnesota Chippewa Tribe, Minnesota; Nottawaseppi Huron Band of the Potawatomi, Michigan (previously listed as the Huron Potawatomi, Inc.); Ottawa Tribe of Oklahoma; Pokagon Band of Potawatomi Indians, Michigan and Indiana; Prairie Band Potawatomi Nation (previously listed as the Prairie Band of Potawatomi Nation, Kansas); Quechan Tribe of the Fort Yuma Indian Reservation, California & Arizona; Red Cliff Band of Lake Superior Chippewa Indians of Wisconsin; Red Lake Band of Chippewa Indians, Minnesota; Saginaw Chippewa Indian Tribe of Michigan; Sault Ste. Marie Tribe of Chippewa Indians, Michigan; Sokaogon Chippewa Community, Wisconsin; St. Croix Chippewa Indians of Wisconsin; Turtle Mountain Band of Chippewa Indians of North Dakota; White Earth Band of Minnesota Chippewa Tribe, Minnesota; and the Wyandotte Nation (hereafter referred to as \\xe2\\x80\\x9cThe Tribes\\xe2\\x80\\x9d). \n \\xe2\\x80\\xa2 Pursuant to 43 CFR 10.11(c)(1), the disposition of the human remains may be to The Tribes. \n ", "a_r_d": "Representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains should submit a written request with information in support of the request to Mitchell Magdich, Curator of Education, The Toledo Zoological Society, P.O. Box 140130, Toledo, OH 43614, telephone (419) 385-5721, email mitch.edu@toledozoo.org, April 15, 2015. After that date, if no additional requestors have come forward, transfer of control of the human remains to The Tribes may proceed. \n The Toledo Zoological Society is responsible for notifying The Tribes that this notice has been published. \n "}