{"index": "I_700", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        [NPS-WASO-NAGPRA-17616; PPWOCRADN0-PCU00RP14.R50000]\\n        Notice of Inventory Completion: U.S. Department of Defense, Department of the Navy, Washington, DC\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        \\n          SUMMARY:\\n          The U.S. Department of Defense, Department of the Navy has completed an inventory of human remains and associated funerary, in consultation with the appropriate Indian tribes or Native Hawaiian organizations, and has determined that there is a cultural affiliation between the human remains and associated funerary objects and present-day Indian tribes or Native Hawaiian organizations. Lineal descendants or representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request to the Department of the Navy. If no additional requestors come forward, transfer of control of the human remains and associated funerary objects to the lineal descendants, Indian tribes, or Native Hawaiian organizations stated in this notice may proceed.\\n        \\n        \\n          DATES:\\n          Lineal descendants or representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to the Department of the Navy at the address in this notice by March 30, 2015.\\n        \\n        \\n          ADDRESSES:\\n\\n          Mr. Joseph Montoya, Environmental Planning and Conservation Branch Manager, Naval Base Ventura County, Naval Base Ventura County, 311 Main Road, Building 1, Code N45V, Point Mugu, CA 93042, telephone (805) 989-3804, email joseph.l.montoya@navy.mil.\\n          \\n        \\n      \\n      \\n        SUPPLEMENTARY INFORMATION:\\n\\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains and associated funerary objects under the control of the Department of the Navy, Naval Base Ventura County, and in the physical custody of its partner repositories, which include the Fowler Museum at UCLA, Natural History Museum of Los Angeles County, San Diego Museum of Man, Santa Barbara Museum of Natural History, Southwest Museum of the Autry National Center of the American West, and U.C. Berkeley Phoebe A. Hearst Museum of Anthropology. The human remains and associated funerary artifacts were removed from San Nicolas Island (SNI), Naval Base Ventura County, Ventura County, CA.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003(d)(3). The determinations in this notice are the sole responsibility of the Department of the Navy. The National Park Service is not responsible for the determinations in this notice.\\n        Consultation\\n        A detailed assessment of the human remains and associated funerary objects was made by the Department of the Navy officials in consultation with representatives of the Pechanga Band of Luiseno Mission Indians of the Pechanga Reservation, California.\\n        History and Description of the Remains\\n        The human remains representing, at minimum, 469 individuals and the 436 associated funerary objects listed in this notice are in seven different locations in California. These are the Fowler Museum at UCLA, the Natural History Museum of Los Angeles County, the Naval Base Ventura County (NBVC) San Nicolas Island Curation Facility, the San Diego Museum of Man, the Santa Barbara Museum of Natural History, Southwest Museum of the Autry National Center of the American West, and the U.C. Berkeley Phoebe A. Hearst Museum of Anthropology. These human remains and associated funerary objects are listed below, grouped under their respective repositories.\\n        (i) Navy-Controlled SNI Human Remains and Associated Funerary Objects at the Fowler Museum at UCLA\\n        In May 1929, human remains representing, at minimum, 4 individuals were collected by H. H. Sheldon and donated to UCLA. No primary documentation or specific provenience information beyond their SNI origin exists for these human remains. No known individuals were identified. No associated funerary objects are present.\\n        In 1951, human remains representing, at minimum, 5 individuals were collected by Stewart L. Peck from site CA-SNI-18 and donated to UCLA. No known individuals were identified. No associated funerary objects are present.\\n        In 1951, human remains representing, at minimum, 2 individuals were collected by Stewart L. Peck and donated to UCLA. No primary documentation or specific provenience information beyond their SNI origin exists for these human remains. No known individuals were identified. No associated funerary objects are present.\\n        In 1952, human remains representing, at minimum, 2 individuals were collected by an unknown party and donated to UCLA. No primary documentation or specific provenience information beyond their SNI origin exists for these human remains. No known individuals were identified. The 10 associated funerary objects are 2 abalone shell fishhook blanks; 1 abalone shell fishhook fragment; 1 biface fragment; 2 modified shells; 1 stone bowl fragment; 1 stone pestle fragment; 1 lot of tarring pebbles; and 1 unmodified shell.\\n        Prior to 1958, human remains representing, at minimum, 3 individuals, were removed from site CA-SNI-15 by H.B. Allen and donated to UCLA. No known individuals were identified. No associated funerary objects are present.\\n        In 1959, human remains representing, at minimum, 33 individuals were collected during excavations conducted by Sam-Joe Townsend, Fred Reinman, Marshall McKusick, Dr. Clement Meighan and others from the UCLA Archaeological Survey. These human remains were collected from 7 SNI sites\\xe2\\x80\\x94CA-SNI-14, CA-SNI-15, CA-SNI-15W, CA-SNI-16, CA-SNI-18, CA-SNI-40, and CA-SNI-41. No known individuals were identified. The 90 associated funerary objects are 1 abalone shell \\xe2\\x80\\x9cMagic Box\\xe2\\x80\\x9d (made of 4 abalone shells, 2 smaller shells enclosed in 2 larger ones, forming a box containing a piece of incised green stone); 1 lot of abalone shell beads; 6 abalone shell dishes; 1 lot of abalone shell fishhook blanks; 2 abalone shell fishhooks; 1 abalone shell ornament; 1 lot of abalone shell pearls and fragments; 8 abalone shell pendants; 5 lots of abalone shell pendants; 1 lot of abalone shells with asphaltum; 1 animal tooth pendant; 1 lot of asphaltum fragments; 2 lots of asphaltum fragments with basketry impressions; 2 bone awls; 1 bone fishhook; 1 lot of burned bone and wood fragments; 1 burned and modified faunal bone; 1 ground stone object; 1 hammer stone; 1 incomplete red stone pipe with a bird bone stem; 1 large unmodified shell; 1 fragment modified abalone shell; 1 lot of modified abalone shells; 1 modified bone with asphaltum; 1 modified faunal bone; 1 modified faunal bone fragment; 5 modified faunal bones; 7 modified stones; 1 mussel shell pendant; 1 piece of ochre; 10 lots of Olivella shell beads; 1 Pismo clam shell pendant; 1 projectile point fragment; 1 sea lion tooth pendant; 2 shell beads; 3 shell pendants; 1 stone biface; 1 stone biface with asphaltum; 3 stone rings; 1 tarring pebble; 1 unmodified abalone shell; 1 unmodified Pismo clam shell fragment; 1 lot of unmodified shell and fragments; 1 lot of unmodified shells; 1 unmodified stone; 1 lot of wood fragments; and 1 fragment of yellow ochre.\\n        Navy-controlled NAGPRA items at the Fowler Museum also include human remains representing, at minimum, 1 individual that lack specific information on the date of collection/donation, the name of the collector, or the site provenience beyond their SNI origin. No known individual was identified. No associated funerary objects are present.\\n        One additional group of human remains representing, at minimum, 9 individuals, that also lack specific information on the date of collection/donation or a collector, does have accompanying documentation indicating it was collected from site CA-SNI-18. No known individuals were identified. No associated funerary objects are present.\\n        (ii) Navy-Controlled SNI Human Remains and Associated Funerary Objects at the Natural History Museum of Los Angeles County\\n        In 1926, human remains representing, at minimum, 49 individuals were collected from an indeterminate number of site locations during a Los Angeles Museum expedition there by Charles W. Hatton, Arthur R. Sanger, and Bruce Bryan. No primary documentation or specific provenience information beyond their SNI origin exists for these human remains. No known individuals were identified. No associated funerary objects are present.\\n        In August 1933, human remains representing, at minimum, 7 individuals were collected by an individual named Rose and donated to the Natural History Museum of Los Angeles County. No primary documentation or specific provenience information beyond their SNI origin exists for these human remains. No known individuals were identified. No associated funerary objects are present.\\n\\n        In July 1939, human remains representing, at minimum, 1 individual were excavated from site CA-SNI-150 (Woodward\\'s N-13E) by Arthur Woodward during the Los Angeles Museum\\'s Channel Islands Biological Survey of SNI. No known individual was identified. The 33 associated funerary objects are 1 faunal bone bead; 1 faunal bone harpoon fragment; 2 ground stone objects; 11 ground stone fragments; 1 ground stone pendant; 1 ground stone pipe bowl; 7 modified faunal bone objects; 1 lot of modified shells; 1 modified stone; 1 shell fish hook fragment; 1 stone biface fragment; 1 stone biface in two pieces; 1 stone projectile point fragment; and 3 stone ring fragments.\\n        In 1950, human remains representing, at minimum, 1 individual were collected by Mel Lincoln and donated to the Natural History Museum of Los Angeles County. No primary documentation or specific provenience information beyond their SNI origin exists for these human remains. No known individual was identified. No associated funerary objects are present.\\n        In 1959, human remains representing, at minimum, 2 individuals were collected by Ed Mitchell and Sam-Joe Townsend and donated to the Natural History Museum of Los Angeles County. No specific provenience information beyond their SNI origin exists for these human remains. No known individuals were identified. No associated funerary objects are present.\\n        In 1959, human remains representing, at minimum, 1 individual were collected by Ed Mitchell from site CA-SNI-18 and donated to the Natural History Museum of Los Angeles County. No known individual was identified. No associated funerary objects are present.\\n        In 1966, human remains representing, at minimum, 1 individual were collected by S. Ray Harmon and donated to the Natural History Museum of Los Angeles County. No specific provenience information beyond their SNI origin exists for these human remains. No known individual was identified. No associated funerary objects are present.\\n        In 1976, human remains representing, at minimum, 3 individuals were collected by George Kritzman and Fred Reinman from sites CA-SNI-12 and CA-SNI-124 and donated to the Natural History Museum of Los Angeles County. No known individuals were identified. The associated funerary objects are 3 cataloged lots of asphaltum fragments and unmodified shells.\\n        Navy-controlled NAGPRA items at the Natural History Museum of Los Angeles County also include human remains representing, at minimum, 13 individuals that lack specific information on the date of collection/donation, the name of the collector, or the site provenience beyond their SNI origin. No known individuals were identified. No associated funerary objects are present.\\n        (iii) Human Remains and Associated Funerary Objects in the Possession of the Naval Base Ventura County (NBVC) San Nicolas Island Curation Facility\\n        In 1928, human remains representing, at minimum, 8 individuals were collected by Arthur Sanger. At an unknown date, the human remains came into the custody of the California Department of Parks and Recreation. The human remains were returned to SNI holdings in 1995. Beyond their general SNI origin, these human remains lack specific information on site provenience other than Sanger\\'s catalogue numbers, which cannot be correlated to later site numbering protocols. No known individuals were identified. No associated funerary objects are present.\\n        In 1938, human remains representing, at minimum, 5 individuals were collected from SNI sites by UCLA. These human remains were later donated to Loyola Marymount University in 1962, which returned them to SNI holdings in 2006. The human remains were collected from 5 SNI sites\\xe2\\x80\\x94SN-9, SN-12, SN-17, SN-18, and SN-171. No known individuals were identified. The 37 associated funerary objects are 1 awl, broken; 1 shell fishhook; 2 shell fishhook blanks; 13 shell fishhook fragments; 1 flake; 1 end-battered hammer stone; 1 pendant; 1 broken pipe; 1 projectile point base; 11 unmodified fish bones; 1 unmodified mammal bone; 2 pieces unmodified shell; and 1 worked abalone shell fragment.\\n        In 1959, human remains representing, at minimum, 2 individuals were collected during excavations conducted by Sam-Joe Townsend and Fred Reinman from the UCLA Archaeological Survey. These human remains were collected from 2 SNI sites\\xe2\\x80\\x94CA-SNI-14 and CA-SNI-15. These two individuals belong to the same collection from the 1959 excavations located in the Fowler Museum at UCLA and reported under subparagraph (i) of this notice. No known individuals were identified. No associated funerary objects are present.\\n        In the 1960s, a comingled set of human remains representing, at minimum, 1 individual was collected by an island Public Works employee, Mr. Graham. These human remains lack specific information for site provenience beyond their SNI origin. No known individuals were identified. No associated funerary objects are present.\\n        In 1976, human remains representing, at minimum, 1 individual were collected during excavations conducted by George Kritzman and Fred Reinman. These human remains were collected from site CA-SNI-74. No known individuals were identified. The 24 associated funerary objects are 2 pieces of hematite; 2 pieces of unmodified abalone shell; 3 stone projectile points; 1 bone awl; 1 bone tool fragment; 1 large stone with red ochre; 2 modified abalone shells; 1 modified abalone shell fragment; 2 modified faunal bone; 1 modified Olivella shell; 1 modified shell fragment; 1 lot of modified shells; 1 shell fishhook; 1 shell fishhook blank; 1 shell fishhook fragment; 1 unmodified abalone shell; 1 unmodified marine mammal tooth; and 1 lot of multiple unmodified shell fragments.\\n        In 1977, human remains representing, at minimum, 7 individuals were collected during excavations conducted by George Kritzman and others. These human remains were collected from 5 SNI sites\\xe2\\x80\\x94CA-SNI-5, CA-SNI-11, CA-SNI-55, CA-SNI-117, and CA-SNI-146. No known individuals were identified. The 12 associated funerary objects are 1 abalone shell fishhook blank, 1 abalone shell fragment, 2 lots of asphaltum fragments with basketry impressions, 1 bone bead, 1 bone pin, 1 chunk of charcoal, 2 lots of modified shell and fragments, 1 stone projectile point, 1 lot of unmodified shells and fragments, and 1 unmodified stone.\\n        In 1978, human remains representing, at minimum, 1 individual were collected during excavations conducted by Fred Reinman and George Kritzman. These human remains were collected from site CA-SNI-16. No known individual was identified. The 8 associated funerary objects are 1 clam shell ring with a bi-conical perforation, 1 grey slate pendant, 1 incised canine tooth ornament, 1 semi-circular ground shell object, 1 side-notched projectile point fragment, 1 stone pendant with a bi-conical perforation, 1 stone pendant with two perforations, and 1 stone sea elephant effigy fragment.\\n        In 1979, human remains representing, at minimum, 1 individual were collected during excavations conducted by Fred Reinman and George Kritzman. These human remains were collected from site CA-SNI-1. No known individual was identified. The 5 associated funerary objects are 1 asphaltum fragments with basketry impressions, 1 modified shell, 1 fragment of red ochre, 1 lot of unmodified shell fragments, and 1 unmodified stone.\\n\\n        In 1986, human remains representing, at minimum, 5 individuals were collected during excavations conducted by Crowe and Johnson. These human remains were collected from site CA-SNI-56. No known individuals were identified. No associated funerary objects are present.\\n        In 1989, human remains representing, at minimum, 6 individuals were collected during excavations conducted by Steven Schwartz, George Kritzman, Audrey Schwartz, and others from the Department of the Navy\\'s Cultural Resources management program. These human remains were collected from 3 SNI sites\\xe2\\x80\\x94CA-SNI-168, CA-SNI-214, and CA-SNI-221. No known individuals were identified. The 90 associated funerary objects are 1 lot of abalone shell fishhook blanks; 3 lots of asphaltum fragments; 2 lots of faunal bone fragments; 1 faunal bone pry; 5 lots of faunal bone pry fragments; 5 faunal bone tools; 8 faunal bone tool fragments; 1 faunal bone tool with asphaltum; 1 lot of faunal bone tools with asphaltum; 1 ground stone bowl; 3 lots of ground stone fragments; 5 ground stone pestles; 3 lots of ground stone pestle fragments; 1 ground stone tool fragment; 1 ground stone artifact with asphaltum; 1 incised stone pendant; 1 modified abalone shell with asphaltum; 2 lots of modified stone fragments; 1 stone pendant; 1 lot of stone pendant fragments; 1 quartz projectile point; 1 fragment of red ochre; 3 pieces of sandstone; 1 shell bead; 1 shell fishhook; 1 shell fishhook fragment; 1 stone adze fragment; 4 stone biface fragments; 1 lot of stone biface fragments with asphaltum; 1 lot of stone fragments; 2 stone projectile points; 6 stone projectile point fragment; 2 lots of stone projectile point fragments; 1 stone projectile point with asphaltum; 1 stone scraper; 1 lot of stone tool fragments; 2 stones with asphaltum; 1 lot of tarring pebbles; 1 unmodified abalone shell; 3 unmodified faunal bone; 1 unmodified shell; 2 unmodified stone; 1 lot of unmodified stone fragments; 3 whale bone prys; and 1 fragment of wood.\\n        In 1994, human remains representing, at minimum, 1 individual were collected during excavations conducted by Moorpark Jr. College. These human remains were collected from site CA-SNI-73. No known individuals were identified. No associated funerary objects are present.\\n        In 2000, human remains representing, at minimum, 1 individual were collected by Steve Schwartz and Lisa Thomas because of their exposure due to erosion. These human remains were collected from site CA-SNI-168. No known individuals were identified. No associated funerary objects are present.\\n        In 2006, human remains representing, at minimum, 2 individuals were collected by California State University Humboldt. These human remains were collected from the West Locus and East Locus of site CA-SNI-25. No known individuals were identified. No associated funerary objects are present.\\n        NAGPRA items in collections at the SNI Curation Facility further include human remains representing, at minimum, 13 individuals that lack specific information on the date of collection/donation, the name of the collector, or the site provenience beyond their SNI origin. No known individuals were identified. No associated funerary objects are present.\\n        An additional set of human remains representing, at minimum, 1 individual, that also lacks specific information on the date of collection/donation or a collector, does have accompanying documentation indicating it was collected from site CA-SNI-171. No known individual was identified. No associated funerary objects are present.\\n        Another set of human remains representing, at minimum, 1 individual, that also lacks specific information on the date of collection/donation or a collector, does have accompanying documentation indicating it was collected from site CA-SNI-238. No known individual was identified. No associated funerary objects are present.\\n        NAGPRA items in collections at the SNI Curation Facility also include 2 funerary objects associated with the human remains located at the Southwest Museum/Autry National Center and reported under subparagraph (vi) of this notice. The first of these associated funerary objects is an unmodified abalone shell from a burial excavated in 1960 by Dr. Charles Rozaire at site CA-SNI-41. The second associated funerary object is a fragment of sea grass matting that was collected by an unknown party in 1984 at site CA-SNI-325 and donated to the Southwest Museum.\\n        (iv) Navy-Controlled SNI Human Remains and Associated Funerary Objects at the San Diego Museum of Man\\n        In 1899, human remains representing, at minimum, 1 individual were collected by Mrs. L. H. Sherman and donated to the San Diego Museum of Man. No primary documentation or specific provenience information beyond their SNI origin exists for these human remains. No known individual was identified. No associated funerary objects are present.\\n        In 1915, human remains representing, at minimum, 1 individual were gifted to the San Diego Museum of Man by Charles Lummis. No collection date, primary documentation, or specific provenience information beyond their SNI origin exists for these human remains. No known individual was identified. The associated funerary object is 1 lot of modified cowry shells.\\n        In 1930, human remains representing, at minimum, 128 individuals were collected by Malcolm J. Rogers during an expedition for the San Diego Museum of Man. These human remains were excavated or surface collected from 26 SNI sites\\xe2\\x80\\x94CA-SNI-1 (Rogers\\' SN-7); CA-SNI-7 (Rogers\\' SN-1/1A); CA-SNI-11 (Rogers\\' SN-13); CA-SNI-12 (Rogers\\' SN-16); CA-SNI-15 or CA-SNI-16 (Rogers\\' SN-18); CA-SNI-15 or CA-SNI-16 (Rogers\\' SN-19); CA-SNI-25 (Rogers\\' SN-14); CA-SNI-55 or CA-SNI-56 (Rogers\\' SN-20); CA-SNI-139 (Rogers\\' SN-21C); and 17 areas without a known concordance to modern state trinomial site numbers (Rogers\\' field numbers SN-3, SN-4, SN-5, SN-6, SN-7A, SN-11, SN-12, SN-15, SN-17, SN-21, SN-21A, SN-21B, SN-22, SN-23, SN-24, SN-27, and SN-31). No known individuals were identified. The 63 associated funerary objects catalogued are 1 lot of asphaltum fragments with basketry impressions, 2 lots of burned faunal bone fragments, 1 lot of burned faunal bone tool fragments, 1 deer antler pressure flaker, 2 lots of faunal bone fragments, 1 incised stone, 4 modified faunal bones, 2 lots of modified faunal bone fragments, 1 lot of modified faunal bone tools, 1 modified keyhole limpet shell, 1 modified shell, 2 modified stones, 1 lot of stone bowl fragments, 1 stone canoe effigy, 3 lots of modified stone fragments, 1 stone pestle, 1 necklace (consisting of bone beads, one alabaster bead, and one incised steatite pendant), 1 necklace of stone and shell beads, 1 obsidian projectile point, 1 obsidian projectile point fragment, 1 lot of Olivella and keyhole limpet shell beads, 5 lots of Olivella shell beads, 2 projectile points, 1 projectile point fragment, 1 lot of root castings, 1 sandstone fishhook reamer, 5 lots of shell beads, 1 lot of unmodified shell beads, 1 shell fishhook fragment, 1 lot of square Olivella shell beads, 1 steatite bead, 3 lots of stone beads, 1 stone effigy, 1 quartzite stone for melting asphaltum, 1 stone pendant fragment, 2 stone ring fragments, 1 lot of stone spindles, 1 tufa bead, 1 lot of unmodified abalone shells, 1 lot of unmodified faunal bone fragments, 1 lot of unmodified shells, and 1 piece of yellow ochre.\\n\\n        In 1937, human remains representing, at minimum, 23 individuals were transferred to the San Diego Museum of Man from the San Diego Museum of Natural History. These human remains had been included with a large collection of primarily natural history specimens made by Mr. Herbert Lowe and bequeathed to the San Diego Museum of Natural History in 1936. No primary documentation or specific provenience information beyond their SNI origin exists for these human remains. No known individuals were identified. No associated funerary objects are present.\\n        During the summer of 1960, a cranium and mandible representing, at minimum, 1 individual were collected by Scott G. Shaw, and donated to the San Diego Museum of Man by Mrs. G. V. Shaw in 1961. No primary documentation or specific provenience information beyond their SNI origin exists for these human remains. No known individual was identified. No associated funerary objects are present.\\n        In 1977, human remains representing, at minimum, 1 individual were collected and donated to the San Diego Museum of Man by T. J. Die. No primary documentation or specific provenience information beyond their SNI origin exists for these human remains. No known individuals were identified. The 4 associated funerary objects are 1 abalone shell with asphaltum, 1 piece of charcoal, 1 faunal bone tool, and 1 lot of unmodified shells.\\n        Navy-controlled NAGPRA items at the San Diego Museum of Man also include human remains representing, at minimum, 4 individuals that lack specific information on the date of collection/donation, name of the collector or site provenience beyond their SNI origin. No known individuals were identified. No associated funerary objects are present.\\n        (v) Navy-Controlled SNI Human Remains and Associated Funerary Objects at the Santa Barbara Museum of Natural History\\n        In 1945, human remains representing, at minimum, 16 individuals were collected by Phil Orr during excavations on SNI for the Santa Barbara Museum of Natural History. These human remains were excavated or surface collected from 6 SNI sites\\xe2\\x80\\x94Orr\\'s site number 133.17, CA-SNI-5 (Orr\\'s 133.5), CA-SNI-7 (Orr\\'s 133.7), CA-SNI-10 (Orr\\'s 133.10), CA-SNI-17 (Orr\\'s 133.15), and CA-SNI-21 (Orr\\'s 133.21). No known individuals were identified. The 10 associated funerary objects catalogued are 1 lot of asphaltum fragments with basketry impressions, 1 lot of bone points; 2 groundstone artifacts, 1 lot of ground stone beads, 1 ground stone pendant, 1 lot of Olivella shell beads, 2 lots of shell beads, and 1 unmodified faunal bone.\\n        In 1948, human remains representing, at minimum, 2 individuals were collected by Phil Orr during excavations at Orr\\'s site number 133.18 (associated state trinomial site number unknown) for the Santa Barbara Museum of Natural History. No known individuals were identified. The associated funerary object is 1 lot of shell beads.\\n        In 1959 or 1960, human remains representing, at minimum, 1 individual were collected by Thomas Bird and donated to the Santa Barbara Museum of Natural History. No primary documentation or specific provenience information beyond their SNI origin exists for these human remains. No known individual was identified. No associated funerary objects are present.\\n        In 1959 and 1961, human remains representing, at minimum, 3 individuals were collected by David Roy Wiser on a construction site near the Department of the Navy\\'s island airstrip and donated to the Santa Barbara Museum of Natural History. No specific provenience information beyond their SNI origin exists for these human remains. No known individual was identified. No associated funerary objects are present.\\n        In 1967, human remains representing, at minimum, 1 individual were collected by Lt. Commander A. L. Bently from Santa Barbara Museum of Natural History site number 133.54 (associated state trinomial site number unknown) and donated to the Santa Barbara Museum of Natural History. No known individual was identified. No associated funerary objects are present.\\n        In 1970, human remains representing, at minimum, 1 individual were collected by Art McHarg and donated to the Santa Barbara Museum of Natural History. No specific provenience information beyond their SNI origin exists for these human remains. No known individual was identified. No associated funerary objects are present.\\n        In 1976, human remains representing, at minimum, 1 individual were collected by D. T. Hudson and J. Timbrook and donated to the Santa Barbara Museum of Natural History. No specific provenience information beyond their SNI origin exists for these human remains. No known individual was identified. No associated funerary objects are present.\\n        At an unknown date, human remains representing, at minimum, 2 individuals were surface collected by Frank Van Den Burgh and donated to the Santa Barbara Museum of Natural History. No specific provenience information beyond their SNI origin exists for these human remains. No known individual was identified. No associated funerary objects are present.\\n        (vi) Navy-Controlled SNI Human Remains and Associated Funerary Objects at the Southwest Museum of the Autry National Center of the American West\\n        Circa 1900, human remains representing, at minimum, 1 individual were collected by Margaret Nix and donated to the Southwest Museum. No specific provenience information beyond their SNI origin exists for these human remains. No known individual was identified. No associated funerary objects are present.\\n        Circa 1926, human remains representing, at minimum, 1 individual were collected by Norman Murdoch and donated to the Southwest Museum. No specific provenience information beyond their SNI origin exists for these human remains. No known individual was identified. No associated funerary objects are present.\\n        In 1960, human remains representing, at minimum, 34 individuals were collected by Dr. Charles Rozaire, George Kritzman, and others during Southwest Museum expeditions to SNI. These human remains were excavated or surface collected from 9 SNI sites\\xe2\\x80\\x94CA-SNI-12, CA-SNI-16, CA-SNI-38, CA-SNI-41, CA-SNI-47, CA-SNI-51, CA-SNI-55, CA-SNI-97, and a location east of CA-SNI-11. No known individuals were identified. The 39 associated funerary objects catalogued are 1 lot of abalone shell pendant fragments, 2 lots of asphaltum fragments, 1 lot of bone beads, 1 lot of cordage fragments, 1 lot of faunal bone tools, 1 lot of ground stone fragments, 1 piece of hematite, 1 large unmodified shell, 1 modified bone, 1 piece of modified sandstone, 1 lot of modified shell pieces, 1 lot of modified shells and fragments, 1 lot of modified stone fragments, 4 lots of Olivella shell beads, 1 quartz crystal, 1 piece of red ochre, 1 lot of sea grass fiber fragments, 1 piece of sea grass matting, 1 lot of sea grass matting, cordage, and fibers, 1 piece of sea grass matting with an attached shell or bone fragment, 2 lots of shell beads, 2 lots of square shell beads, 1 lot of tarring pebbles, 7 unmodified abalone shells, 1 lot of unmodified abalone shells and fragments, 1 lot of unmodified shells and fragments, and 1 piece of unmodified stone.\\n\\n        In 1977, human remains representing, at minimum, 1 individual were collected from site CA-SNI-16 by George Kritzman, Jim Rasey, Fred Reinman, and others during California State University Los Angeles research on SNI. No known individual was identified. No associated funerary objects are present.\\n        \\n        In 1984, human remains representing, at minimum, 1 individual were collected from site CA-SNI-325 by an unknown party and donated to the Southwest Museum. No known individual was identified. The 4 associated funerary objects are catalogued as 1 fossil bead, 1 lot of sea grass matting with an attached shell or bone fragment, 1 lot of sea grass matting, cordage, and fibers, and 1 lot of unmodified shells.\\n        Navy-controlled NAGPRA items at the Southwest Museum also include human remains representing, at minimum, 5 individuals that lack specific information on the date of collection/donation, the name of the collector, or the site provenience beyond their SNI origin. No known individuals were identified. No associated funerary objects are present.\\n        One additional set of human remains representing, at minimum, 1 individual, that also has no specific information on date of collection/donation or a collector, does have accompanying documentation indicating it was collected from site CA-SNI-11. No known individual was identified. No associated funerary objects are present.\\n        (vii) Navy-Controlled SNI Human Remains and Associated Funerary Objects at the U.C. Berkeley Phoebe A. Hearst Museum of Anthropology\\n        In 1901, human remains representing, at minimum, 2 individuals were collected by P. M. Jones and donated to the Lowie Museum of Anthropology (the predecessor of the U.C. Berkeley Phoebe A. Hearst Museum of Anthropology). No primary documentation or specific provenience information beyond their SNI origin exists for these human remains. No known individuals were identified. No associated funerary objects are present.\\n        In 1902, human remains representing, at minimum, 24 individuals were collected by Mrs. Blanche Trask during her botanical survey of SNI and donated to the then Lowie Museum of Anthropology. No primary documentation or specific provenience information beyond their SNI origin exists for these human remains. No known individuals were identified. The 1 associated funerary object is a large abalone shell lying atop the cranium of the individual human remains cataloged as 382-12-2187.\\n        In 1938, human remains representing, at minimum, 1 individual were collected by Bruce Monroe Macleod and donated to the then Lowie Museum of Anthropology in 1949. No primary documentation or specific provenience information beyond their SNI origin exists for these human remains. No known individual was identified. No associated funerary objects are present.\\n        In 1939, human remains representing, at minimum, 17 individuals were collected by Richard and Winthrop Coxe and donated to the then Lowie Museum of Anthropology. No primary documentation or specific provenience information beyond their SNI origin exists for these human remains. No known individuals were identified. No associated funerary objects are present.\\n        Navy-controlled NAGPRA items at the U.C. Berkeley Phoebe A. Hearst Museum of Anthropology also include human remains representing, at minimum, 2 individuals that lack specific information on the date of collection/donation, the name of the collector, or the site provenience beyond their SNI origin. No known individuals were identified. No associated funerary objects are present.\\n        Determinations Made by the U.S. Department of Defense, Department of the Navy\\n        Officials of the U.S. Department of Defense, Department of the Navy have determined that:\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice represent the physical remains of 469 individuals of Native American ancestry.\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(3)(A), the 436 objects described in this notice are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony.\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and associated funerary objects and the Pechanga Band of Luiseno Mission Indians of the Pechanga Reservation, California.\\n        Additional Requestors and Disposition\\n\\n        Lineal descendants or representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to Mr. Joseph Montoya, Environmental Planning and Conservation Branch Manager, Naval Base Ventura County, Naval Base Ventura County, 311 Main Road, Building 1, Code N45V, Point Mugu, CA 93042, telephone (805) 989-3804, email joseph.l.montoya@navy.mil by March 30, 2015. After that date, if no additional requestors have come forward, transfer of control of the human remains and associated funerary objects to the Pechanga Band of Luiseno Mission Indians of the Pechanga Reservation, California, may proceed.\\n        The U.S. Department of Defense, Department of the Navy, is responsible for notifying the Pechanga Band of Luiseno Mission Indians of the Pechanga Reservation, California, that this notice has been published.\\n        \\n          Dated: February 3, 2015.\\n          Melanie O\\'Brien,\\n          Acting Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. 2015-04060 Filed 2-25-15; 8:45 am]\\n      BILLING CODE 4312-50-P\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "[NPS-WASO-NAGPRA-17616; PPWOCRADN0-PCU00RP14.R50000]", "subject": "Notice of Inventory Completion: U.S. Department of Defense, Department of the Navy, Washington, DC", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "The U.S. Department of Defense, Department of the Navy has completed an inventory of human remains and associated funerary, in consultation with the appropriate Indian tribes or Native Hawaiian organizations, and has determined that there is a cultural affiliation between the human remains and associated funerary objects and present-day Indian tribes or Native Hawaiian organizations. Lineal descendants or representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request to the Department of the Navy. If no additional requestors come forward, transfer of control of the human remains and associated funerary objects to the lineal descendants, Indian tribes, or Native Hawaiian organizations stated in this notice may proceed.", "dates": "Lineal descendants or representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to the Department of the Navy at the address in this notice by March 30, 2015.", "addresses": "Mr. Joseph Montoya, Environmental Planning and Conservation Branch Manager, Naval Base Ventura County, Naval Base Ventura County, 311 Main Road, Building 1, Code N45V, Point Mugu, CA 93042, telephone (805) 989-3804, email joseph.l.montoya@navy.mil.\\n          ", "signature_dated": "Dated: February 3, 2015.", "signature_name": "Melanie O\\'Brien,", "signature_title": "Acting Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. 2015-04060 Filed 2-25-15; 8:45 am]", "billing_code": "BILLING CODE 4312-50-P", "supp_info": "SUPPLEMENTARY INFORMATION: \n Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains and associated funerary objects under the control of the Department of the Navy, Naval Base Ventura County, and in the physical custody of its partner repositories, which include the Fowler Museum at UCLA, Natural History Museum of Los Angeles County, San Diego Museum of Man, Santa Barbara Museum of Natural History, Southwest Museum of the Autry National Center of the American West, and U.C. Berkeley Phoebe A. Hearst Museum of Anthropology. The human remains and associated funerary artifacts were removed from San Nicolas Island (SNI), Naval Base Ventura County, Ventura County, CA. \n This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003(d)(3). The determinations in this notice are the sole responsibility of the Department of the Navy. The National Park Service is not responsible for the determinations in this notice. \n Consultation \n A detailed assessment of the human remains and associated funerary objects was made by the Department of the Navy officials in consultation with representatives of the Pechanga Band of Luiseno Mission Indians of the Pechanga Reservation, California. \n History and Description of the Remains \n The human remains representing, at minimum, 469 individuals and the 436 associated funerary objects listed in this notice are in seven different locations in California. These are the Fowler Museum at UCLA, the Natural History Museum of Los Angeles County, the Naval Base Ventura County (NBVC) San Nicolas Island Curation Facility, the San Diego Museum of Man, the Santa Barbara Museum of Natural History, Southwest Museum of the Autry National Center of the American West, and the U.C. Berkeley Phoebe A. Hearst Museum of Anthropology. These human remains and associated funerary objects are listed below, grouped under their respective repositories. \n (i) Navy-Controlled SNI Human Remains and Associated Funerary Objects at the Fowler Museum at UCLA \n In May 1929, human remains representing, at minimum, 4 individuals were collected by H. H. Sheldon and donated to UCLA. No primary documentation or specific provenience information beyond their SNI origin exists for these human remains. No known individuals were identified. No associated funerary objects are present. \n In 1951, human remains representing, at minimum, 5 individuals were collected by Stewart L. Peck from site CA-SNI-18 and donated to UCLA. No known individuals were identified. No associated funerary objects are present. \n In 1951, human remains representing, at minimum, 2 individuals were collected by Stewart L. Peck and donated to UCLA. No primary documentation or specific provenience information beyond their SNI origin exists for these human remains. No known individuals were identified. No associated funerary objects are present. \n In 1952, human remains representing, at minimum, 2 individuals were collected by an unknown party and donated to UCLA. No primary documentation or specific provenience information beyond their SNI origin exists for these human remains. No known individuals were identified. The 10 associated funerary objects are 2 abalone shell fishhook blanks; 1 abalone shell fishhook fragment; 1 biface fragment; 2 modified shells; 1 stone bowl fragment; 1 stone pestle fragment; 1 lot of tarring pebbles; and 1 unmodified shell. \n Prior to 1958, human remains representing, at minimum, 3 individuals, were removed from site CA-SNI-15 by H.B. Allen and donated to UCLA. No known individuals were identified. No associated funerary objects are present. \n In 1959, human remains representing, at minimum, 33 individuals were collected during excavations conducted by Sam-Joe Townsend, Fred Reinman, Marshall McKusick, Dr. Clement Meighan and others from the UCLA Archaeological Survey. These human remains were collected from 7 SNI sites\\xe2\\x80\\x94CA-SNI-14, CA-SNI-15, CA-SNI-15W, CA-SNI-16, CA-SNI-18, CA-SNI-40, and CA-SNI-41. No known individuals were identified. The 90 associated funerary objects are 1 abalone shell \\xe2\\x80\\x9cMagic Box\\xe2\\x80\\x9d (made of 4 abalone shells, 2 smaller shells enclosed in 2 larger ones, forming a box containing a piece of incised green stone); 1 lot of abalone shell beads; 6 abalone shell dishes; 1 lot of abalone shell fishhook blanks; 2 abalone shell fishhooks; 1 abalone shell ornament; 1 lot of abalone shell pearls and fragments; 8 abalone shell pendants; 5 lots of abalone shell pendants; 1 lot of abalone shells with asphaltum; 1 animal tooth pendant; 1 lot of asphaltum fragments; 2 lots of asphaltum fragments with basketry impressions; 2 bone awls; 1 bone fishhook; 1 lot of burned bone and wood fragments; 1 burned and modified faunal bone; 1 ground stone object; 1 hammer stone; 1 incomplete red stone pipe with a bird bone stem; 1 large unmodified shell; 1 fragment modified abalone shell; 1 lot of modified abalone shells; 1 modified bone with asphaltum; 1 modified faunal bone; 1 modified faunal bone fragment; 5 modified faunal bones; 7 modified stones; 1 mussel shell pendant; 1 piece of ochre; 10 lots of Olivella shell beads; 1 Pismo clam shell pendant; 1 projectile point fragment; 1 sea lion tooth pendant; 2 shell beads; 3 shell pendants; 1 stone biface; 1 stone biface with asphaltum; 3 stone rings; 1 tarring pebble; 1 unmodified abalone shell; 1 unmodified Pismo clam shell fragment; 1 lot of unmodified shell and fragments; 1 lot of unmodified shells; 1 unmodified stone; 1 lot of wood fragments; and 1 fragment of yellow ochre. \n Navy-controlled NAGPRA items at the Fowler Museum also include human remains representing, at minimum, 1 individual that lack specific information on the date of collection/donation, the name of the collector, or the site provenience beyond their SNI origin. No known individual was identified. No associated funerary objects are present. \n One additional group of human remains representing, at minimum, 9 individuals, that also lack specific information on the date of collection/donation or a collector, does have accompanying documentation indicating it was collected from site CA-SNI-18. No known individuals were identified. No associated funerary objects are present. \n (ii) Navy-Controlled SNI Human Remains and Associated Funerary Objects at the Natural History Museum of Los Angeles County \n In 1926, human remains representing, at minimum, 49 individuals were collected from an indeterminate number of site locations during a Los Angeles Museum expedition there by Charles W. Hatton, Arthur R. Sanger, and Bruce Bryan. No primary documentation or specific provenience information beyond their SNI origin exists for these human remains. No known individuals were identified. No associated funerary objects are present. \n In August 1933, human remains representing, at minimum, 7 individuals were collected by an individual named Rose and donated to the Natural History Museum of Los Angeles County. No primary documentation or specific provenience information beyond their SNI origin exists for these human remains. No known individuals were identified. No associated funerary objects are present. \n In July 1939, human remains representing, at minimum, 1 individual were excavated from site CA-SNI-150 (Woodward\\'s N-13E) by Arthur Woodward during the Los Angeles Museum\\'s Channel Islands Biological Survey of SNI. No known individual was identified. The 33 associated funerary objects are 1 faunal bone bead; 1 faunal bone harpoon fragment; 2 ground stone objects; 11 ground stone fragments; 1 ground stone pendant; 1 ground stone pipe bowl; 7 modified faunal bone objects; 1 lot of modified shells; 1 modified stone; 1 shell fish hook fragment; 1 stone biface fragment; 1 stone biface in two pieces; 1 stone projectile point fragment; and 3 stone ring fragments. \n In 1950, human remains representing, at minimum, 1 individual were collected by Mel Lincoln and donated to the Natural History Museum of Los Angeles County. No primary documentation or specific provenience information beyond their SNI origin exists for these human remains. No known individual was identified. No associated funerary objects are present. \n In 1959, human remains representing, at minimum, 2 individuals were collected by Ed Mitchell and Sam-Joe Townsend and donated to the Natural History Museum of Los Angeles County. No specific provenience information beyond their SNI origin exists for these human remains. No known individuals were identified. No associated funerary objects are present. \n In 1959, human remains representing, at minimum, 1 individual were collected by Ed Mitchell from site CA-SNI-18 and donated to the Natural History Museum of Los Angeles County. No known individual was identified. No associated funerary objects are present. \n In 1966, human remains representing, at minimum, 1 individual were collected by S. Ray Harmon and donated to the Natural History Museum of Los Angeles County. No specific provenience information beyond their SNI origin exists for these human remains. No known individual was identified. No associated funerary objects are present. \n In 1976, human remains representing, at minimum, 3 individuals were collected by George Kritzman and Fred Reinman from sites CA-SNI-12 and CA-SNI-124 and donated to the Natural History Museum of Los Angeles County. No known individuals were identified. The associated funerary objects are 3 cataloged lots of asphaltum fragments and unmodified shells. \n Navy-controlled NAGPRA items at the Natural History Museum of Los Angeles County also include human remains representing, at minimum, 13 individuals that lack specific information on the date of collection/donation, the name of the collector, or the site provenience beyond their SNI origin. No known individuals were identified. No associated funerary objects are present. \n (iii) Human Remains and Associated Funerary Objects in the Possession of the Naval Base Ventura County (NBVC) San Nicolas Island Curation Facility \n In 1928, human remains representing, at minimum, 8 individuals were collected by Arthur Sanger. At an unknown date, the human remains came into the custody of the California Department of Parks and Recreation. The human remains were returned to SNI holdings in 1995. Beyond their general SNI origin, these human remains lack specific information on site provenience other than Sanger\\'s catalogue numbers, which cannot be correlated to later site numbering protocols. No known individuals were identified. No associated funerary objects are present. \n In 1938, human remains representing, at minimum, 5 individuals were collected from SNI sites by UCLA. These human remains were later donated to Loyola Marymount University in 1962, which returned them to SNI holdings in 2006. The human remains were collected from 5 SNI sites\\xe2\\x80\\x94SN-9, SN-12, SN-17, SN-18, and SN-171. No known individuals were identified. The 37 associated funerary objects are 1 awl, broken; 1 shell fishhook; 2 shell fishhook blanks; 13 shell fishhook fragments; 1 flake; 1 end-battered hammer stone; 1 pendant; 1 broken pipe; 1 projectile point base; 11 unmodified fish bones; 1 unmodified mammal bone; 2 pieces unmodified shell; and 1 worked abalone shell fragment. \n In 1959, human remains representing, at minimum, 2 individuals were collected during excavations conducted by Sam-Joe Townsend and Fred Reinman from the UCLA Archaeological Survey. These human remains were collected from 2 SNI sites\\xe2\\x80\\x94CA-SNI-14 and CA-SNI-15. These two individuals belong to the same collection from the 1959 excavations located in the Fowler Museum at UCLA and reported under subparagraph (i) of this notice. No known individuals were identified. No associated funerary objects are present. \n In the 1960s, a comingled set of human remains representing, at minimum, 1 individual was collected by an island Public Works employee, Mr. Graham. These human remains lack specific information for site provenience beyond their SNI origin. No known individuals were identified. No associated funerary objects are present. \n In 1976, human remains representing, at minimum, 1 individual were collected during excavations conducted by George Kritzman and Fred Reinman. These human remains were collected from site CA-SNI-74. No known individuals were identified. The 24 associated funerary objects are 2 pieces of hematite; 2 pieces of unmodified abalone shell; 3 stone projectile points; 1 bone awl; 1 bone tool fragment; 1 large stone with red ochre; 2 modified abalone shells; 1 modified abalone shell fragment; 2 modified faunal bone; 1 modified Olivella shell; 1 modified shell fragment; 1 lot of modified shells; 1 shell fishhook; 1 shell fishhook blank; 1 shell fishhook fragment; 1 unmodified abalone shell; 1 unmodified marine mammal tooth; and 1 lot of multiple unmodified shell fragments. \n In 1977, human remains representing, at minimum, 7 individuals were collected during excavations conducted by George Kritzman and others. These human remains were collected from 5 SNI sites\\xe2\\x80\\x94CA-SNI-5, CA-SNI-11, CA-SNI-55, CA-SNI-117, and CA-SNI-146. No known individuals were identified. The 12 associated funerary objects are 1 abalone shell fishhook blank, 1 abalone shell fragment, 2 lots of asphaltum fragments with basketry impressions, 1 bone bead, 1 bone pin, 1 chunk of charcoal, 2 lots of modified shell and fragments, 1 stone projectile point, 1 lot of unmodified shells and fragments, and 1 unmodified stone. \n In 1978, human remains representing, at minimum, 1 individual were collected during excavations conducted by Fred Reinman and George Kritzman. These human remains were collected from site CA-SNI-16. No known individual was identified. The 8 associated funerary objects are 1 clam shell ring with a bi-conical perforation, 1 grey slate pendant, 1 incised canine tooth ornament, 1 semi-circular ground shell object, 1 side-notched projectile point fragment, 1 stone pendant with a bi-conical perforation, 1 stone pendant with two perforations, and 1 stone sea elephant effigy fragment. \n In 1979, human remains representing, at minimum, 1 individual were collected during excavations conducted by Fred Reinman and George Kritzman. These human remains were collected from site CA-SNI-1. No known individual was identified. The 5 associated funerary objects are 1 asphaltum fragments with basketry impressions, 1 modified shell, 1 fragment of red ochre, 1 lot of unmodified shell fragments, and 1 unmodified stone. \n In 1986, human remains representing, at minimum, 5 individuals were collected during excavations conducted by Crowe and Johnson. These human remains were collected from site CA-SNI-56. No known individuals were identified. No associated funerary objects are present. \n In 1989, human remains representing, at minimum, 6 individuals were collected during excavations conducted by Steven Schwartz, George Kritzman, Audrey Schwartz, and others from the Department of the Navy\\'s Cultural Resources management program. These human remains were collected from 3 SNI sites\\xe2\\x80\\x94CA-SNI-168, CA-SNI-214, and CA-SNI-221. No known individuals were identified. The 90 associated funerary objects are 1 lot of abalone shell fishhook blanks; 3 lots of asphaltum fragments; 2 lots of faunal bone fragments; 1 faunal bone pry; 5 lots of faunal bone pry fragments; 5 faunal bone tools; 8 faunal bone tool fragments; 1 faunal bone tool with asphaltum; 1 lot of faunal bone tools with asphaltum; 1 ground stone bowl; 3 lots of ground stone fragments; 5 ground stone pestles; 3 lots of ground stone pestle fragments; 1 ground stone tool fragment; 1 ground stone artifact with asphaltum; 1 incised stone pendant; 1 modified abalone shell with asphaltum; 2 lots of modified stone fragments; 1 stone pendant; 1 lot of stone pendant fragments; 1 quartz projectile point; 1 fragment of red ochre; 3 pieces of sandstone; 1 shell bead; 1 shell fishhook; 1 shell fishhook fragment; 1 stone adze fragment; 4 stone biface fragments; 1 lot of stone biface fragments with asphaltum; 1 lot of stone fragments; 2 stone projectile points; 6 stone projectile point fragment; 2 lots of stone projectile point fragments; 1 stone projectile point with asphaltum; 1 stone scraper; 1 lot of stone tool fragments; 2 stones with asphaltum; 1 lot of tarring pebbles; 1 unmodified abalone shell; 3 unmodified faunal bone; 1 unmodified shell; 2 unmodified stone; 1 lot of unmodified stone fragments; 3 whale bone prys; and 1 fragment of wood. \n In 1994, human remains representing, at minimum, 1 individual were collected during excavations conducted by Moorpark Jr. College. These human remains were collected from site CA-SNI-73. No known individuals were identified. No associated funerary objects are present. \n In 2000, human remains representing, at minimum, 1 individual were collected by Steve Schwartz and Lisa Thomas because of their exposure due to erosion. These human remains were collected from site CA-SNI-168. No known individuals were identified. No associated funerary objects are present. \n In 2006, human remains representing, at minimum, 2 individuals were collected by California State University Humboldt. These human remains were collected from the West Locus and East Locus of site CA-SNI-25. No known individuals were identified. No associated funerary objects are present. \n NAGPRA items in collections at the SNI Curation Facility further include human remains representing, at minimum, 13 individuals that lack specific information on the date of collection/donation, the name of the collector, or the site provenience beyond their SNI origin. No known individuals were identified. No associated funerary objects are present. \n An additional set of human remains representing, at minimum, 1 individual, that also lacks specific information on the date of collection/donation or a collector, does have accompanying documentation indicating it was collected from site CA-SNI-171. No known individual was identified. No associated funerary objects are present. \n Another set of human remains representing, at minimum, 1 individual, that also lacks specific information on the date of collection/donation or a collector, does have accompanying documentation indicating it was collected from site CA-SNI-238. No known individual was identified. No associated funerary objects are present. \n NAGPRA items in collections at the SNI Curation Facility also include 2 funerary objects associated with the human remains located at the Southwest Museum/Autry National Center and reported under subparagraph (vi) of this notice. The first of these associated funerary objects is an unmodified abalone shell from a burial excavated in 1960 by Dr. Charles Rozaire at site CA-SNI-41. The second associated funerary object is a fragment of sea grass matting that was collected by an unknown party in 1984 at site CA-SNI-325 and donated to the Southwest Museum. \n (iv) Navy-Controlled SNI Human Remains and Associated Funerary Objects at the San Diego Museum of Man \n In 1899, human remains representing, at minimum, 1 individual were collected by Mrs. L. H. Sherman and donated to the San Diego Museum of Man. No primary documentation or specific provenience information beyond their SNI origin exists for these human remains. No known individual was identified. No associated funerary objects are present. \n In 1915, human remains representing, at minimum, 1 individual were gifted to the San Diego Museum of Man by Charles Lummis. No collection date, primary documentation, or specific provenience information beyond their SNI origin exists for these human remains. No known individual was identified. The associated funerary object is 1 lot of modified cowry shells. \n In 1930, human remains representing, at minimum, 128 individuals were collected by Malcolm J. Rogers during an expedition for the San Diego Museum of Man. These human remains were excavated or surface collected from 26 SNI sites\\xe2\\x80\\x94CA-SNI-1 (Rogers\\' SN-7); CA-SNI-7 (Rogers\\' SN-1/1A); CA-SNI-11 (Rogers\\' SN-13); CA-SNI-12 (Rogers\\' SN-16); CA-SNI-15 or CA-SNI-16 (Rogers\\' SN-18); CA-SNI-15 or CA-SNI-16 (Rogers\\' SN-19); CA-SNI-25 (Rogers\\' SN-14); CA-SNI-55 or CA-SNI-56 (Rogers\\' SN-20); CA-SNI-139 (Rogers\\' SN-21C); and 17 areas without a known concordance to modern state trinomial site numbers (Rogers\\' field numbers SN-3, SN-4, SN-5, SN-6, SN-7A, SN-11, SN-12, SN-15, SN-17, SN-21, SN-21A, SN-21B, SN-22, SN-23, SN-24, SN-27, and SN-31). No known individuals were identified. The 63 associated funerary objects catalogued are 1 lot of asphaltum fragments with basketry impressions, 2 lots of burned faunal bone fragments, 1 lot of burned faunal bone tool fragments, 1 deer antler pressure flaker, 2 lots of faunal bone fragments, 1 incised stone, 4 modified faunal bones, 2 lots of modified faunal bone fragments, 1 lot of modified faunal bone tools, 1 modified keyhole limpet shell, 1 modified shell, 2 modified stones, 1 lot of stone bowl fragments, 1 stone canoe effigy, 3 lots of modified stone fragments, 1 stone pestle, 1 necklace (consisting of bone beads, one alabaster bead, and one incised steatite pendant), 1 necklace of stone and shell beads, 1 obsidian projectile point, 1 obsidian projectile point fragment, 1 lot of Olivella and keyhole limpet shell beads, 5 lots of Olivella shell beads, 2 projectile points, 1 projectile point fragment, 1 lot of root castings, 1 sandstone fishhook reamer, 5 lots of shell beads, 1 lot of unmodified shell beads, 1 shell fishhook fragment, 1 lot of square Olivella shell beads, 1 steatite bead, 3 lots of stone beads, 1 stone effigy, 1 quartzite stone for melting asphaltum, 1 stone pendant fragment, 2 stone ring fragments, 1 lot of stone spindles, 1 tufa bead, 1 lot of unmodified abalone shells, 1 lot of unmodified faunal bone fragments, 1 lot of unmodified shells, and 1 piece of yellow ochre. \n In 1937, human remains representing, at minimum, 23 individuals were transferred to the San Diego Museum of Man from the San Diego Museum of Natural History. These human remains had been included with a large collection of primarily natural history specimens made by Mr. Herbert Lowe and bequeathed to the San Diego Museum of Natural History in 1936. No primary documentation or specific provenience information beyond their SNI origin exists for these human remains. No known individuals were identified. No associated funerary objects are present. \n During the summer of 1960, a cranium and mandible representing, at minimum, 1 individual were collected by Scott G. Shaw, and donated to the San Diego Museum of Man by Mrs. G. V. Shaw in 1961. No primary documentation or specific provenience information beyond their SNI origin exists for these human remains. No known individual was identified. No associated funerary objects are present. \n In 1977, human remains representing, at minimum, 1 individual were collected and donated to the San Diego Museum of Man by T. J. Die. No primary documentation or specific provenience information beyond their SNI origin exists for these human remains. No known individuals were identified. The 4 associated funerary objects are 1 abalone shell with asphaltum, 1 piece of charcoal, 1 faunal bone tool, and 1 lot of unmodified shells. \n Navy-controlled NAGPRA items at the San Diego Museum of Man also include human remains representing, at minimum, 4 individuals that lack specific information on the date of collection/donation, name of the collector or site provenience beyond their SNI origin. No known individuals were identified. No associated funerary objects are present. \n (v) Navy-Controlled SNI Human Remains and Associated Funerary Objects at the Santa Barbara Museum of Natural History \n In 1945, human remains representing, at minimum, 16 individuals were collected by Phil Orr during excavations on SNI for the Santa Barbara Museum of Natural History. These human remains were excavated or surface collected from 6 SNI sites\\xe2\\x80\\x94Orr\\'s site number 133.17, CA-SNI-5 (Orr\\'s 133.5), CA-SNI-7 (Orr\\'s 133.7), CA-SNI-10 (Orr\\'s 133.10), CA-SNI-17 (Orr\\'s 133.15), and CA-SNI-21 (Orr\\'s 133.21). No known individuals were identified. The 10 associated funerary objects catalogued are 1 lot of asphaltum fragments with basketry impressions, 1 lot of bone points; 2 groundstone artifacts, 1 lot of ground stone beads, 1 ground stone pendant, 1 lot of Olivella shell beads, 2 lots of shell beads, and 1 unmodified faunal bone. \n In 1948, human remains representing, at minimum, 2 individuals were collected by Phil Orr during excavations at Orr\\'s site number 133.18 (associated state trinomial site number unknown) for the Santa Barbara Museum of Natural History. No known individuals were identified. The associated funerary object is 1 lot of shell beads. \n In 1959 or 1960, human remains representing, at minimum, 1 individual were collected by Thomas Bird and donated to the Santa Barbara Museum of Natural History. No primary documentation or specific provenience information beyond their SNI origin exists for these human remains. No known individual was identified. No associated funerary objects are present. \n In 1959 and 1961, human remains representing, at minimum, 3 individuals were collected by David Roy Wiser on a construction site near the Department of the Navy\\'s island airstrip and donated to the Santa Barbara Museum of Natural History. No specific provenience information beyond their SNI origin exists for these human remains. No known individual was identified. No associated funerary objects are present. \n In 1967, human remains representing, at minimum, 1 individual were collected by Lt. Commander A. L. Bently from Santa Barbara Museum of Natural History site number 133.54 (associated state trinomial site number unknown) and donated to the Santa Barbara Museum of Natural History. No known individual was identified. No associated funerary objects are present. \n In 1970, human remains representing, at minimum, 1 individual were collected by Art McHarg and donated to the Santa Barbara Museum of Natural History. No specific provenience information beyond their SNI origin exists for these human remains. No known individual was identified. No associated funerary objects are present. \n In 1976, human remains representing, at minimum, 1 individual were collected by D. T. Hudson and J. Timbrook and donated to the Santa Barbara Museum of Natural History. No specific provenience information beyond their SNI origin exists for these human remains. No known individual was identified. No associated funerary objects are present. \n At an unknown date, human remains representing, at minimum, 2 individuals were surface collected by Frank Van Den Burgh and donated to the Santa Barbara Museum of Natural History. No specific provenience information beyond their SNI origin exists for these human remains. No known individual was identified. No associated funerary objects are present. \n (vi) Navy-Controlled SNI Human Remains and Associated Funerary Objects at the Southwest Museum of the Autry National Center of the American West \n Circa 1900, human remains representing, at minimum, 1 individual were collected by Margaret Nix and donated to the Southwest Museum. No specific provenience information beyond their SNI origin exists for these human remains. No known individual was identified. No associated funerary objects are present. \n Circa 1926, human remains representing, at minimum, 1 individual were collected by Norman Murdoch and donated to the Southwest Museum. No specific provenience information beyond their SNI origin exists for these human remains. No known individual was identified. No associated funerary objects are present. \n In 1960, human remains representing, at minimum, 34 individuals were collected by Dr. Charles Rozaire, George Kritzman, and others during Southwest Museum expeditions to SNI. These human remains were excavated or surface collected from 9 SNI sites\\xe2\\x80\\x94CA-SNI-12, CA-SNI-16, CA-SNI-38, CA-SNI-41, CA-SNI-47, CA-SNI-51, CA-SNI-55, CA-SNI-97, and a location east of CA-SNI-11. No known individuals were identified. The 39 associated funerary objects catalogued are 1 lot of abalone shell pendant fragments, 2 lots of asphaltum fragments, 1 lot of bone beads, 1 lot of cordage fragments, 1 lot of faunal bone tools, 1 lot of ground stone fragments, 1 piece of hematite, 1 large unmodified shell, 1 modified bone, 1 piece of modified sandstone, 1 lot of modified shell pieces, 1 lot of modified shells and fragments, 1 lot of modified stone fragments, 4 lots of Olivella shell beads, 1 quartz crystal, 1 piece of red ochre, 1 lot of sea grass fiber fragments, 1 piece of sea grass matting, 1 lot of sea grass matting, cordage, and fibers, 1 piece of sea grass matting with an attached shell or bone fragment, 2 lots of shell beads, 2 lots of square shell beads, 1 lot of tarring pebbles, 7 unmodified abalone shells, 1 lot of unmodified abalone shells and fragments, 1 lot of unmodified shells and fragments, and 1 piece of unmodified stone. \n In 1977, human remains representing, at minimum, 1 individual were collected from site CA-SNI-16 by George Kritzman, Jim Rasey, Fred Reinman, and others during California State University Los Angeles research on SNI. No known individual was identified. No associated funerary objects are present.\\n         \n In 1984, human remains representing, at minimum, 1 individual were collected from site CA-SNI-325 by an unknown party and donated to the Southwest Museum. No known individual was identified. The 4 associated funerary objects are catalogued as 1 fossil bead, 1 lot of sea grass matting with an attached shell or bone fragment, 1 lot of sea grass matting, cordage, and fibers, and 1 lot of unmodified shells. \n Navy-controlled NAGPRA items at the Southwest Museum also include human remains representing, at minimum, 5 individuals that lack specific information on the date of collection/donation, the name of the collector, or the site provenience beyond their SNI origin. No known individuals were identified. No associated funerary objects are present. \n One additional set of human remains representing, at minimum, 1 individual, that also has no specific information on date of collection/donation or a collector, does have accompanying documentation indicating it was collected from site CA-SNI-11. No known individual was identified. No associated funerary objects are present. \n (vii) Navy-Controlled SNI Human Remains and Associated Funerary Objects at the U.C. Berkeley Phoebe A. Hearst Museum of Anthropology \n In 1901, human remains representing, at minimum, 2 individuals were collected by P. M. Jones and donated to the Lowie Museum of Anthropology (the predecessor of the U.C. Berkeley Phoebe A. Hearst Museum of Anthropology). No primary documentation or specific provenience information beyond their SNI origin exists for these human remains. No known individuals were identified. No associated funerary objects are present. \n In 1902, human remains representing, at minimum, 24 individuals were collected by Mrs. Blanche Trask during her botanical survey of SNI and donated to the then Lowie Museum of Anthropology. No primary documentation or specific provenience information beyond their SNI origin exists for these human remains. No known individuals were identified. The 1 associated funerary object is a large abalone shell lying atop the cranium of the individual human remains cataloged as 382-12-2187. \n In 1938, human remains representing, at minimum, 1 individual were collected by Bruce Monroe Macleod and donated to the then Lowie Museum of Anthropology in 1949. No primary documentation or specific provenience information beyond their SNI origin exists for these human remains. No known individual was identified. No associated funerary objects are present. \n In 1939, human remains representing, at minimum, 17 individuals were collected by Richard and Winthrop Coxe and donated to the then Lowie Museum of Anthropology. No primary documentation or specific provenience information beyond their SNI origin exists for these human remains. No known individuals were identified. No associated funerary objects are present. \n Navy-controlled NAGPRA items at the U.C. Berkeley Phoebe A. Hearst Museum of Anthropology also include human remains representing, at minimum, 2 individuals that lack specific information on the date of collection/donation, the name of the collector, or the site provenience beyond their SNI origin. No known individuals were identified. No associated funerary objects are present. \n Determinations Made by the U.S. Department of Defense, Department of the Navy \n Officials of the U.S. Department of Defense, Department of the Navy have determined that: \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice represent the physical remains of 469 individuals of Native American ancestry. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(3)(A), the 436 objects described in this notice are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and associated funerary objects and the Pechanga Band of Luiseno Mission Indians of the Pechanga Reservation, California. \n Additional Requestors and Disposition \n Lineal descendants or representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to Mr. Joseph Montoya, Environmental Planning and Conservation Branch Manager, Naval Base Ventura County, Naval Base Ventura County, 311 Main Road, Building 1, Code N45V, Point Mugu, CA 93042, telephone (805) 989-3804, email joseph.l.montoya@navy.mil by March 30, 2015. After that date, if no additional requestors have come forward, transfer of control of the human remains and associated funerary objects to the Pechanga Band of Luiseno Mission Indians of the Pechanga Reservation, California, may proceed. \n The U.S. Department of Defense, Department of the Navy, is responsible for notifying the Pechanga Band of Luiseno Mission Indians of the Pechanga Reservation, California, that this notice has been published. \n ", "consultation": "A detailed assessment of the human remains and associated funerary objects was made by the Department of the Navy officials in consultation with representatives of the Pechanga Band of Luiseno Mission Indians of the Pechanga Reservation, California. \n ", "h_d_r": "The human remains representing, at minimum, 469 individuals and the 436 associated funerary objects listed in this notice are in seven different locations in California. These are the Fowler Museum at UCLA, the Natural History Museum of Los Angeles County, the Naval Base Ventura County (NBVC) San Nicolas Island Curation Facility, the San Diego Museum of Man, the Santa Barbara Museum of Natural History, Southwest Museum of the Autry National Center of the American West, and the U.C. Berkeley Phoebe A. Hearst Museum of Anthropology. These human remains and associated funerary objects are listed below, grouped under their respective repositories. \n (i) Navy-Controlled SNI Human Remains and Associated Funerary Objects at the Fowler Museum at UCLA \n In May 1929, human remains representing, at minimum, 4 individuals were collected by H. H. Sheldon and donated to UCLA. No primary documentation or specific provenience information beyond their SNI origin exists for these human remains. No known individuals were identified. No associated funerary objects are present. \n In 1951, human remains representing, at minimum, 5 individuals were collected by Stewart L. Peck from site CA-SNI-18 and donated to UCLA. No known individuals were identified. No associated funerary objects are present. \n In 1951, human remains representing, at minimum, 2 individuals were collected by Stewart L. Peck and donated to UCLA. No primary documentation or specific provenience information beyond their SNI origin exists for these human remains. No known individuals were identified. No associated funerary objects are present. \n In 1952, human remains representing, at minimum, 2 individuals were collected by an unknown party and donated to UCLA. No primary documentation or specific provenience information beyond their SNI origin exists for these human remains. No known individuals were identified. The 10 associated funerary objects are 2 abalone shell fishhook blanks; 1 abalone shell fishhook fragment; 1 biface fragment; 2 modified shells; 1 stone bowl fragment; 1 stone pestle fragment; 1 lot of tarring pebbles; and 1 unmodified shell. \n Prior to 1958, human remains representing, at minimum, 3 individuals, were removed from site CA-SNI-15 by H.B. Allen and donated to UCLA. No known individuals were identified. No associated funerary objects are present. \n In 1959, human remains representing, at minimum, 33 individuals were collected during excavations conducted by Sam-Joe Townsend, Fred Reinman, Marshall McKusick, Dr. Clement Meighan and others from the UCLA Archaeological Survey. These human remains were collected from 7 SNI sites\\xe2\\x80\\x94CA-SNI-14, CA-SNI-15, CA-SNI-15W, CA-SNI-16, CA-SNI-18, CA-SNI-40, and CA-SNI-41. No known individuals were identified. The 90 associated funerary objects are 1 abalone shell \\xe2\\x80\\x9cMagic Box\\xe2\\x80\\x9d (made of 4 abalone shells, 2 smaller shells enclosed in 2 larger ones, forming a box containing a piece of incised green stone); 1 lot of abalone shell beads; 6 abalone shell dishes; 1 lot of abalone shell fishhook blanks; 2 abalone shell fishhooks; 1 abalone shell ornament; 1 lot of abalone shell pearls and fragments; 8 abalone shell pendants; 5 lots of abalone shell pendants; 1 lot of abalone shells with asphaltum; 1 animal tooth pendant; 1 lot of asphaltum fragments; 2 lots of asphaltum fragments with basketry impressions; 2 bone awls; 1 bone fishhook; 1 lot of burned bone and wood fragments; 1 burned and modified faunal bone; 1 ground stone object; 1 hammer stone; 1 incomplete red stone pipe with a bird bone stem; 1 large unmodified shell; 1 fragment modified abalone shell; 1 lot of modified abalone shells; 1 modified bone with asphaltum; 1 modified faunal bone; 1 modified faunal bone fragment; 5 modified faunal bones; 7 modified stones; 1 mussel shell pendant; 1 piece of ochre; 10 lots of Olivella shell beads; 1 Pismo clam shell pendant; 1 projectile point fragment; 1 sea lion tooth pendant; 2 shell beads; 3 shell pendants; 1 stone biface; 1 stone biface with asphaltum; 3 stone rings; 1 tarring pebble; 1 unmodified abalone shell; 1 unmodified Pismo clam shell fragment; 1 lot of unmodified shell and fragments; 1 lot of unmodified shells; 1 unmodified stone; 1 lot of wood fragments; and 1 fragment of yellow ochre. \n Navy-controlled NAGPRA items at the Fowler Museum also include human remains representing, at minimum, 1 individual that lack specific information on the date of collection/donation, the name of the collector, or the site provenience beyond their SNI origin. No known individual was identified. No associated funerary objects are present. \n One additional group of human remains representing, at minimum, 9 individuals, that also lack specific information on the date of collection/donation or a collector, does have accompanying documentation indicating it was collected from site CA-SNI-18. No known individuals were identified. No associated funerary objects are present. \n (ii) Navy-Controlled SNI Human Remains and Associated Funerary Objects at the Natural History Museum of Los Angeles County \n In 1926, human remains representing, at minimum, 49 individuals were collected from an indeterminate number of site locations during a Los Angeles Museum expedition there by Charles W. Hatton, Arthur R. Sanger, and Bruce Bryan. No primary documentation or specific provenience information beyond their SNI origin exists for these human remains. No known individuals were identified. No associated funerary objects are present. \n In August 1933, human remains representing, at minimum, 7 individuals were collected by an individual named Rose and donated to the Natural History Museum of Los Angeles County. No primary documentation or specific provenience information beyond their SNI origin exists for these human remains. No known individuals were identified. No associated funerary objects are present. \n In July 1939, human remains representing, at minimum, 1 individual were excavated from site CA-SNI-150 (Woodward\\'s N-13E) by Arthur Woodward during the Los Angeles Museum\\'s Channel Islands Biological Survey of SNI. No known individual was identified. The 33 associated funerary objects are 1 faunal bone bead; 1 faunal bone harpoon fragment; 2 ground stone objects; 11 ground stone fragments; 1 ground stone pendant; 1 ground stone pipe bowl; 7 modified faunal bone objects; 1 lot of modified shells; 1 modified stone; 1 shell fish hook fragment; 1 stone biface fragment; 1 stone biface in two pieces; 1 stone projectile point fragment; and 3 stone ring fragments. \n In 1950, human remains representing, at minimum, 1 individual were collected by Mel Lincoln and donated to the Natural History Museum of Los Angeles County. No primary documentation or specific provenience information beyond their SNI origin exists for these human remains. No known individual was identified. No associated funerary objects are present. \n In 1959, human remains representing, at minimum, 2 individuals were collected by Ed Mitchell and Sam-Joe Townsend and donated to the Natural History Museum of Los Angeles County. No specific provenience information beyond their SNI origin exists for these human remains. No known individuals were identified. No associated funerary objects are present. \n In 1959, human remains representing, at minimum, 1 individual were collected by Ed Mitchell from site CA-SNI-18 and donated to the Natural History Museum of Los Angeles County. No known individual was identified. No associated funerary objects are present. \n In 1966, human remains representing, at minimum, 1 individual were collected by S. Ray Harmon and donated to the Natural History Museum of Los Angeles County. No specific provenience information beyond their SNI origin exists for these human remains. No known individual was identified. No associated funerary objects are present. \n In 1976, human remains representing, at minimum, 3 individuals were collected by George Kritzman and Fred Reinman from sites CA-SNI-12 and CA-SNI-124 and donated to the Natural History Museum of Los Angeles County. No known individuals were identified. The associated funerary objects are 3 cataloged lots of asphaltum fragments and unmodified shells. \n Navy-controlled NAGPRA items at the Natural History Museum of Los Angeles County also include human remains representing, at minimum, 13 individuals that lack specific information on the date of collection/donation, the name of the collector, or the site provenience beyond their SNI origin. No known individuals were identified. No associated funerary objects are present. \n (iii) Human Remains and Associated Funerary Objects in the Possession of the Naval Base Ventura County (NBVC) San Nicolas Island Curation Facility \n In 1928, human remains representing, at minimum, 8 individuals were collected by Arthur Sanger. At an unknown date, the human remains came into the custody of the California Department of Parks and Recreation. The human remains were returned to SNI holdings in 1995. Beyond their general SNI origin, these human remains lack specific information on site provenience other than Sanger\\'s catalogue numbers, which cannot be correlated to later site numbering protocols. No known individuals were identified. No associated funerary objects are present. \n In 1938, human remains representing, at minimum, 5 individuals were collected from SNI sites by UCLA. These human remains were later donated to Loyola Marymount University in 1962, which returned them to SNI holdings in 2006. The human remains were collected from 5 SNI sites\\xe2\\x80\\x94SN-9, SN-12, SN-17, SN-18, and SN-171. No known individuals were identified. The 37 associated funerary objects are 1 awl, broken; 1 shell fishhook; 2 shell fishhook blanks; 13 shell fishhook fragments; 1 flake; 1 end-battered hammer stone; 1 pendant; 1 broken pipe; 1 projectile point base; 11 unmodified fish bones; 1 unmodified mammal bone; 2 pieces unmodified shell; and 1 worked abalone shell fragment. \n In 1959, human remains representing, at minimum, 2 individuals were collected during excavations conducted by Sam-Joe Townsend and Fred Reinman from the UCLA Archaeological Survey. These human remains were collected from 2 SNI sites\\xe2\\x80\\x94CA-SNI-14 and CA-SNI-15. These two individuals belong to the same collection from the 1959 excavations located in the Fowler Museum at UCLA and reported under subparagraph (i) of this notice. No known individuals were identified. No associated funerary objects are present. \n In the 1960s, a comingled set of human remains representing, at minimum, 1 individual was collected by an island Public Works employee, Mr. Graham. These human remains lack specific information for site provenience beyond their SNI origin. No known individuals were identified. No associated funerary objects are present. \n In 1976, human remains representing, at minimum, 1 individual were collected during excavations conducted by George Kritzman and Fred Reinman. These human remains were collected from site CA-SNI-74. No known individuals were identified. The 24 associated funerary objects are 2 pieces of hematite; 2 pieces of unmodified abalone shell; 3 stone projectile points; 1 bone awl; 1 bone tool fragment; 1 large stone with red ochre; 2 modified abalone shells; 1 modified abalone shell fragment; 2 modified faunal bone; 1 modified Olivella shell; 1 modified shell fragment; 1 lot of modified shells; 1 shell fishhook; 1 shell fishhook blank; 1 shell fishhook fragment; 1 unmodified abalone shell; 1 unmodified marine mammal tooth; and 1 lot of multiple unmodified shell fragments. \n In 1977, human remains representing, at minimum, 7 individuals were collected during excavations conducted by George Kritzman and others. These human remains were collected from 5 SNI sites\\xe2\\x80\\x94CA-SNI-5, CA-SNI-11, CA-SNI-55, CA-SNI-117, and CA-SNI-146. No known individuals were identified. The 12 associated funerary objects are 1 abalone shell fishhook blank, 1 abalone shell fragment, 2 lots of asphaltum fragments with basketry impressions, 1 bone bead, 1 bone pin, 1 chunk of charcoal, 2 lots of modified shell and fragments, 1 stone projectile point, 1 lot of unmodified shells and fragments, and 1 unmodified stone. \n In 1978, human remains representing, at minimum, 1 individual were collected during excavations conducted by Fred Reinman and George Kritzman. These human remains were collected from site CA-SNI-16. No known individual was identified. The 8 associated funerary objects are 1 clam shell ring with a bi-conical perforation, 1 grey slate pendant, 1 incised canine tooth ornament, 1 semi-circular ground shell object, 1 side-notched projectile point fragment, 1 stone pendant with a bi-conical perforation, 1 stone pendant with two perforations, and 1 stone sea elephant effigy fragment. \n In 1979, human remains representing, at minimum, 1 individual were collected during excavations conducted by Fred Reinman and George Kritzman. These human remains were collected from site CA-SNI-1. No known individual was identified. The 5 associated funerary objects are 1 asphaltum fragments with basketry impressions, 1 modified shell, 1 fragment of red ochre, 1 lot of unmodified shell fragments, and 1 unmodified stone. \n In 1986, human remains representing, at minimum, 5 individuals were collected during excavations conducted by Crowe and Johnson. These human remains were collected from site CA-SNI-56. No known individuals were identified. No associated funerary objects are present. \n In 1989, human remains representing, at minimum, 6 individuals were collected during excavations conducted by Steven Schwartz, George Kritzman, Audrey Schwartz, and others from the Department of the Navy\\'s Cultural Resources management program. These human remains were collected from 3 SNI sites\\xe2\\x80\\x94CA-SNI-168, CA-SNI-214, and CA-SNI-221. No known individuals were identified. The 90 associated funerary objects are 1 lot of abalone shell fishhook blanks; 3 lots of asphaltum fragments; 2 lots of faunal bone fragments; 1 faunal bone pry; 5 lots of faunal bone pry fragments; 5 faunal bone tools; 8 faunal bone tool fragments; 1 faunal bone tool with asphaltum; 1 lot of faunal bone tools with asphaltum; 1 ground stone bowl; 3 lots of ground stone fragments; 5 ground stone pestles; 3 lots of ground stone pestle fragments; 1 ground stone tool fragment; 1 ground stone artifact with asphaltum; 1 incised stone pendant; 1 modified abalone shell with asphaltum; 2 lots of modified stone fragments; 1 stone pendant; 1 lot of stone pendant fragments; 1 quartz projectile point; 1 fragment of red ochre; 3 pieces of sandstone; 1 shell bead; 1 shell fishhook; 1 shell fishhook fragment; 1 stone adze fragment; 4 stone biface fragments; 1 lot of stone biface fragments with asphaltum; 1 lot of stone fragments; 2 stone projectile points; 6 stone projectile point fragment; 2 lots of stone projectile point fragments; 1 stone projectile point with asphaltum; 1 stone scraper; 1 lot of stone tool fragments; 2 stones with asphaltum; 1 lot of tarring pebbles; 1 unmodified abalone shell; 3 unmodified faunal bone; 1 unmodified shell; 2 unmodified stone; 1 lot of unmodified stone fragments; 3 whale bone prys; and 1 fragment of wood. \n In 1994, human remains representing, at minimum, 1 individual were collected during excavations conducted by Moorpark Jr. College. These human remains were collected from site CA-SNI-73. No known individuals were identified. No associated funerary objects are present. \n In 2000, human remains representing, at minimum, 1 individual were collected by Steve Schwartz and Lisa Thomas because of their exposure due to erosion. These human remains were collected from site CA-SNI-168. No known individuals were identified. No associated funerary objects are present. \n In 2006, human remains representing, at minimum, 2 individuals were collected by California State University Humboldt. These human remains were collected from the West Locus and East Locus of site CA-SNI-25. No known individuals were identified. No associated funerary objects are present. \n NAGPRA items in collections at the SNI Curation Facility further include human remains representing, at minimum, 13 individuals that lack specific information on the date of collection/donation, the name of the collector, or the site provenience beyond their SNI origin. No known individuals were identified. No associated funerary objects are present. \n An additional set of human remains representing, at minimum, 1 individual, that also lacks specific information on the date of collection/donation or a collector, does have accompanying documentation indicating it was collected from site CA-SNI-171. No known individual was identified. No associated funerary objects are present. \n Another set of human remains representing, at minimum, 1 individual, that also lacks specific information on the date of collection/donation or a collector, does have accompanying documentation indicating it was collected from site CA-SNI-238. No known individual was identified. No associated funerary objects are present. \n NAGPRA items in collections at the SNI Curation Facility also include 2 funerary objects associated with the human remains located at the Southwest Museum/Autry National Center and reported under subparagraph (vi) of this notice. The first of these associated funerary objects is an unmodified abalone shell from a burial excavated in 1960 by Dr. Charles Rozaire at site CA-SNI-41. The second associated funerary object is a fragment of sea grass matting that was collected by an unknown party in 1984 at site CA-SNI-325 and donated to the Southwest Museum. \n (iv) Navy-Controlled SNI Human Remains and Associated Funerary Objects at the San Diego Museum of Man \n In 1899, human remains representing, at minimum, 1 individual were collected by Mrs. L. H. Sherman and donated to the San Diego Museum of Man. No primary documentation or specific provenience information beyond their SNI origin exists for these human remains. No known individual was identified. No associated funerary objects are present. \n In 1915, human remains representing, at minimum, 1 individual were gifted to the San Diego Museum of Man by Charles Lummis. No collection date, primary documentation, or specific provenience information beyond their SNI origin exists for these human remains. No known individual was identified. The associated funerary object is 1 lot of modified cowry shells. \n In 1930, human remains representing, at minimum, 128 individuals were collected by Malcolm J. Rogers during an expedition for the San Diego Museum of Man. These human remains were excavated or surface collected from 26 SNI sites\\xe2\\x80\\x94CA-SNI-1 (Rogers\\' SN-7); CA-SNI-7 (Rogers\\' SN-1/1A); CA-SNI-11 (Rogers\\' SN-13); CA-SNI-12 (Rogers\\' SN-16); CA-SNI-15 or CA-SNI-16 (Rogers\\' SN-18); CA-SNI-15 or CA-SNI-16 (Rogers\\' SN-19); CA-SNI-25 (Rogers\\' SN-14); CA-SNI-55 or CA-SNI-56 (Rogers\\' SN-20); CA-SNI-139 (Rogers\\' SN-21C); and 17 areas without a known concordance to modern state trinomial site numbers (Rogers\\' field numbers SN-3, SN-4, SN-5, SN-6, SN-7A, SN-11, SN-12, SN-15, SN-17, SN-21, SN-21A, SN-21B, SN-22, SN-23, SN-24, SN-27, and SN-31). No known individuals were identified. The 63 associated funerary objects catalogued are 1 lot of asphaltum fragments with basketry impressions, 2 lots of burned faunal bone fragments, 1 lot of burned faunal bone tool fragments, 1 deer antler pressure flaker, 2 lots of faunal bone fragments, 1 incised stone, 4 modified faunal bones, 2 lots of modified faunal bone fragments, 1 lot of modified faunal bone tools, 1 modified keyhole limpet shell, 1 modified shell, 2 modified stones, 1 lot of stone bowl fragments, 1 stone canoe effigy, 3 lots of modified stone fragments, 1 stone pestle, 1 necklace (consisting of bone beads, one alabaster bead, and one incised steatite pendant), 1 necklace of stone and shell beads, 1 obsidian projectile point, 1 obsidian projectile point fragment, 1 lot of Olivella and keyhole limpet shell beads, 5 lots of Olivella shell beads, 2 projectile points, 1 projectile point fragment, 1 lot of root castings, 1 sandstone fishhook reamer, 5 lots of shell beads, 1 lot of unmodified shell beads, 1 shell fishhook fragment, 1 lot of square Olivella shell beads, 1 steatite bead, 3 lots of stone beads, 1 stone effigy, 1 quartzite stone for melting asphaltum, 1 stone pendant fragment, 2 stone ring fragments, 1 lot of stone spindles, 1 tufa bead, 1 lot of unmodified abalone shells, 1 lot of unmodified faunal bone fragments, 1 lot of unmodified shells, and 1 piece of yellow ochre. \n In 1937, human remains representing, at minimum, 23 individuals were transferred to the San Diego Museum of Man from the San Diego Museum of Natural History. These human remains had been included with a large collection of primarily natural history specimens made by Mr. Herbert Lowe and bequeathed to the San Diego Museum of Natural History in 1936. No primary documentation or specific provenience information beyond their SNI origin exists for these human remains. No known individuals were identified. No associated funerary objects are present. \n During the summer of 1960, a cranium and mandible representing, at minimum, 1 individual were collected by Scott G. Shaw, and donated to the San Diego Museum of Man by Mrs. G. V. Shaw in 1961. No primary documentation or specific provenience information beyond their SNI origin exists for these human remains. No known individual was identified. No associated funerary objects are present. \n In 1977, human remains representing, at minimum, 1 individual were collected and donated to the San Diego Museum of Man by T. J. Die. No primary documentation or specific provenience information beyond their SNI origin exists for these human remains. No known individuals were identified. The 4 associated funerary objects are 1 abalone shell with asphaltum, 1 piece of charcoal, 1 faunal bone tool, and 1 lot of unmodified shells. \n Navy-controlled NAGPRA items at the San Diego Museum of Man also include human remains representing, at minimum, 4 individuals that lack specific information on the date of collection/donation, name of the collector or site provenience beyond their SNI origin. No known individuals were identified. No associated funerary objects are present. \n (v) Navy-Controlled SNI Human Remains and Associated Funerary Objects at the Santa Barbara Museum of Natural History \n In 1945, human remains representing, at minimum, 16 individuals were collected by Phil Orr during excavations on SNI for the Santa Barbara Museum of Natural History. These human remains were excavated or surface collected from 6 SNI sites\\xe2\\x80\\x94Orr\\'s site number 133.17, CA-SNI-5 (Orr\\'s 133.5), CA-SNI-7 (Orr\\'s 133.7), CA-SNI-10 (Orr\\'s 133.10), CA-SNI-17 (Orr\\'s 133.15), and CA-SNI-21 (Orr\\'s 133.21). No known individuals were identified. The 10 associated funerary objects catalogued are 1 lot of asphaltum fragments with basketry impressions, 1 lot of bone points; 2 groundstone artifacts, 1 lot of ground stone beads, 1 ground stone pendant, 1 lot of Olivella shell beads, 2 lots of shell beads, and 1 unmodified faunal bone. \n In 1948, human remains representing, at minimum, 2 individuals were collected by Phil Orr during excavations at Orr\\'s site number 133.18 (associated state trinomial site number unknown) for the Santa Barbara Museum of Natural History. No known individuals were identified. The associated funerary object is 1 lot of shell beads. \n In 1959 or 1960, human remains representing, at minimum, 1 individual were collected by Thomas Bird and donated to the Santa Barbara Museum of Natural History. No primary documentation or specific provenience information beyond their SNI origin exists for these human remains. No known individual was identified. No associated funerary objects are present. \n In 1959 and 1961, human remains representing, at minimum, 3 individuals were collected by David Roy Wiser on a construction site near the Department of the Navy\\'s island airstrip and donated to the Santa Barbara Museum of Natural History. No specific provenience information beyond their SNI origin exists for these human remains. No known individual was identified. No associated funerary objects are present. \n In 1967, human remains representing, at minimum, 1 individual were collected by Lt. Commander A. L. Bently from Santa Barbara Museum of Natural History site number 133.54 (associated state trinomial site number unknown) and donated to the Santa Barbara Museum of Natural History. No known individual was identified. No associated funerary objects are present. \n In 1970, human remains representing, at minimum, 1 individual were collected by Art McHarg and donated to the Santa Barbara Museum of Natural History. No specific provenience information beyond their SNI origin exists for these human remains. No known individual was identified. No associated funerary objects are present. \n In 1976, human remains representing, at minimum, 1 individual were collected by D. T. Hudson and J. Timbrook and donated to the Santa Barbara Museum of Natural History. No specific provenience information beyond their SNI origin exists for these human remains. No known individual was identified. No associated funerary objects are present. \n At an unknown date, human remains representing, at minimum, 2 individuals were surface collected by Frank Van Den Burgh and donated to the Santa Barbara Museum of Natural History. No specific provenience information beyond their SNI origin exists for these human remains. No known individual was identified. No associated funerary objects are present. \n (vi) Navy-Controlled SNI Human Remains and Associated Funerary Objects at the Southwest Museum of the Autry National Center of the American West \n Circa 1900, human remains representing, at minimum, 1 individual were collected by Margaret Nix and donated to the Southwest Museum. No specific provenience information beyond their SNI origin exists for these human remains. No known individual was identified. No associated funerary objects are present. \n Circa 1926, human remains representing, at minimum, 1 individual were collected by Norman Murdoch and donated to the Southwest Museum. No specific provenience information beyond their SNI origin exists for these human remains. No known individual was identified. No associated funerary objects are present. \n In 1960, human remains representing, at minimum, 34 individuals were collected by Dr. Charles Rozaire, George Kritzman, and others during Southwest Museum expeditions to SNI. These human remains were excavated or surface collected from 9 SNI sites\\xe2\\x80\\x94CA-SNI-12, CA-SNI-16, CA-SNI-38, CA-SNI-41, CA-SNI-47, CA-SNI-51, CA-SNI-55, CA-SNI-97, and a location east of CA-SNI-11. No known individuals were identified. The 39 associated funerary objects catalogued are 1 lot of abalone shell pendant fragments, 2 lots of asphaltum fragments, 1 lot of bone beads, 1 lot of cordage fragments, 1 lot of faunal bone tools, 1 lot of ground stone fragments, 1 piece of hematite, 1 large unmodified shell, 1 modified bone, 1 piece of modified sandstone, 1 lot of modified shell pieces, 1 lot of modified shells and fragments, 1 lot of modified stone fragments, 4 lots of Olivella shell beads, 1 quartz crystal, 1 piece of red ochre, 1 lot of sea grass fiber fragments, 1 piece of sea grass matting, 1 lot of sea grass matting, cordage, and fibers, 1 piece of sea grass matting with an attached shell or bone fragment, 2 lots of shell beads, 2 lots of square shell beads, 1 lot of tarring pebbles, 7 unmodified abalone shells, 1 lot of unmodified abalone shells and fragments, 1 lot of unmodified shells and fragments, and 1 piece of unmodified stone. \n In 1977, human remains representing, at minimum, 1 individual were collected from site CA-SNI-16 by George Kritzman, Jim Rasey, Fred Reinman, and others during California State University Los Angeles research on SNI. No known individual was identified. No associated funerary objects are present.\\n         \n In 1984, human remains representing, at minimum, 1 individual were collected from site CA-SNI-325 by an unknown party and donated to the Southwest Museum. No known individual was identified. The 4 associated funerary objects are catalogued as 1 fossil bead, 1 lot of sea grass matting with an attached shell or bone fragment, 1 lot of sea grass matting, cordage, and fibers, and 1 lot of unmodified shells. \n Navy-controlled NAGPRA items at the Southwest Museum also include human remains representing, at minimum, 5 individuals that lack specific information on the date of collection/donation, the name of the collector, or the site provenience beyond their SNI origin. No known individuals were identified. No associated funerary objects are present. \n One additional set of human remains representing, at minimum, 1 individual, that also has no specific information on date of collection/donation or a collector, does have accompanying documentation indicating it was collected from site CA-SNI-11. No known individual was identified. No associated funerary objects are present. \n (vii) Navy-Controlled SNI Human Remains and Associated Funerary Objects at the U.C. Berkeley Phoebe A. Hearst Museum of Anthropology \n In 1901, human remains representing, at minimum, 2 individuals were collected by P. M. Jones and donated to the Lowie Museum of Anthropology (the predecessor of the U.C. Berkeley Phoebe A. Hearst Museum of Anthropology). No primary documentation or specific provenience information beyond their SNI origin exists for these human remains. No known individuals were identified. No associated funerary objects are present. \n In 1902, human remains representing, at minimum, 24 individuals were collected by Mrs. Blanche Trask during her botanical survey of SNI and donated to the then Lowie Museum of Anthropology. No primary documentation or specific provenience information beyond their SNI origin exists for these human remains. No known individuals were identified. The 1 associated funerary object is a large abalone shell lying atop the cranium of the individual human remains cataloged as 382-12-2187. \n In 1938, human remains representing, at minimum, 1 individual were collected by Bruce Monroe Macleod and donated to the then Lowie Museum of Anthropology in 1949. No primary documentation or specific provenience information beyond their SNI origin exists for these human remains. No known individual was identified. No associated funerary objects are present. \n In 1939, human remains representing, at minimum, 17 individuals were collected by Richard and Winthrop Coxe and donated to the then Lowie Museum of Anthropology. No primary documentation or specific provenience information beyond their SNI origin exists for these human remains. No known individuals were identified. No associated funerary objects are present. \n Navy-controlled NAGPRA items at the U.C. Berkeley Phoebe A. Hearst Museum of Anthropology also include human remains representing, at minimum, 2 individuals that lack specific information on the date of collection/donation, the name of the collector, or the site provenience beyond their SNI origin. No known individuals were identified. No associated funerary objects are present. \n ", "h_d_ci": "Null", "determinations": "Determinations Made by the U.S. Department of Defense, Department of the Navy \n Officials of the U.S. Department of Defense, Department of the Navy have determined that: \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice represent the physical remains of 469 individuals of Native American ancestry. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(3)(A), the 436 objects described in this notice are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and associated funerary objects and the Pechanga Band of Luiseno Mission Indians of the Pechanga Reservation, California. \n ", "a_r_d": "Lineal descendants or representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to Mr. Joseph Montoya, Environmental Planning and Conservation Branch Manager, Naval Base Ventura County, Naval Base Ventura County, 311 Main Road, Building 1, Code N45V, Point Mugu, CA 93042, telephone (805) 989-3804, email joseph.l.montoya@navy.mil by March 30, 2015. After that date, if no additional requestors have come forward, transfer of control of the human remains and associated funerary objects to the Pechanga Band of Luiseno Mission Indians of the Pechanga Reservation, California, may proceed. \n The U.S. Department of Defense, Department of the Navy, is responsible for notifying the Pechanga Band of Luiseno Mission Indians of the Pechanga Reservation, California, that this notice has been published. \n "}