{"index": "I_708", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        [NPS-WASO-NAGPRA-17375; PPWOCRADN0-PCU00RP14.R50000]\\n        Notice of Inventory Completion: Grand Valley State University, Allendale, MI\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        \\n          SUMMARY:\\n          Grand Valley State University has completed an inventory of human remains and associated funerary objects in consultation with the appropriate Indian tribes or Native Hawaiian organizations, and has determined that there is no cultural affiliation between the human remains and associated funerary objects and any present-day Indian tribes or Native Hawaiian organizations. Representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request to Grand Valley State University. If no additional requestors come forward, transfer of control of the human remains and associated funerary objects to the Indian tribes or Native Hawaiian organizations stated in this notice may proceed.\\n        \\n        \\n          DATES:\\n          Representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to Grand Valley State University at the address in this notice by March 6, 2015.\\n        \\n        \\n          ADDRESSES:\\n\\n          Dr. Janet G. Brashler, Professor and Curator of Anthropology, Department of Anthropology, Grand Valley State University, 1 Campus Drive, Allendale, MI 49401, telephone (616) 331-3694, email brashlej@gvsu.edu.\\n          \\n        \\n      \\n      \\n        SUPPLEMENTARY INFORMATION:\\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains and associated funerary objects under the control of Grand Valley State University. The human remains were removed from Allegan, Kent, Mecosta, Missaukee, Newago, and Ottawa counties and two unknown locations in MI.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003(d)(3) and 43 CFR 10.11(d). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations in this notice.\\n        Consultation\\n\\n        A detailed assessment of the human remains and associated funerary objects was made by the Grand Valley State University\\'s professional staff in consultation with representatives of the Hannahville Indian Community, Michigan; Little River Band of Ottawa Indians, Michigan; Little Traverse Bay Bands of Odawa Indians, Michigan; Match-e-be-nash-she-wish Band of Pottawatomi Indians of Michigan; and the Nottawaseppi Huron Band of the Potawatomi, Michigan (previously listed as the Huron Potawatomi, Inc.). Additional requests for consultation were sent to the Absentee-Shawnee Tribe of Indians of Oklahoma; Bad River Band of the Lake Superior Tribe of Chippewa Indians of the Bad River Reservation, Wisconsin; Bay Mills Indian Community, Michigan; Bois Forte Band (Nett Lake) of the Minnesota Chippewa Tribe, Minnesota; Chippewa-Cree Indians of the Rocky Boy\\'s Reservation, Montana; Citizen Potawatomi Nation, Oklahoma; Delaware Nation, Oklahoma; Delaware Tribe of Indians; Eastern Shawnee Tribe of Oklahoma; Fond du Lac Band of the Minnesota Chippewa Tribe, Minnesota; Forest County Potawatomi Community, Wisconsin; Grand Portage Band of the Minnesota Chippewa Tribe, Minnesota; Grand Traverse Band of Ottawa and Chippewa Indians, Michigan; Keweenaw Bay Indian Community, Michigan; Kickapoo Traditional Tribe of Texas; Kickapoo Tribe of Indians of the Kickapoo Reservation in Kansas; Kickapoo Tribe of Oklahoma; Lac Courte Oreilles Band of Lake Superior Chippewa Indians of Wisconsin; Lac du Flambeau Band of Lake Superior Chippewa Indians of the Lac du Flambeau Reservation of Wisconsin; Lac Vieux Desert Band of Lake Superior Chippewa Indians of Michigan; Leech Lake Band of the Minnesota Chippewa Tribe, Minnesota; Miami Tribe of Oklahoma; Mille Lacs Band of the Minnesota Chippewa Tribe, Minnesota; Ottawa Tribe of Oklahoma; Peoria Tribe of Indians of Oklahoma; Pokagon Band of Potawatomi Indians, Michigan and Indiana; Prairie Band Potawatomi Nation (previously listed as the Prairie Band of Potawatomi Nation, Kansas); Quechan Tribe of the Fort Yuma Indian Reservation, California & Arizona; Red Cliff Band of Lake Superior Chippewa Indians of Wisconsin; Red Lake Band of Chippewa Indians, Minnesota; Sac & Fox Nation of Missouri in Kansas and Nebraska; Sac & Fox Nation, Oklahoma; Sac & Fox Tribe of the Mississippi in Iowa; Saginaw Chippewa Indian Tribe of Michigan; Sault Ste. Marie Tribe of Chippewa Indians, Michigan; Seneca Nation of Indians (previously listed as the Seneca Nation of New York); Seneca-Cayuga Tribe of Oklahoma; Shawnee Tribe; Sokaogon Chippewa Community, Wisconsin; St. Croix Chippewa Indians of Wisconsin; Tonawanda Band of Seneca (previously listed as the Tonawanda Band of Seneca Indians of New York); Turtle Mountain Band of Chippewa Indians of North Dakota; White Earth Band of the Minnesota Chippewa Tribe, Minnesota; and the Wyandotte Nation. Hereafter, all tribes listed in this section are referred to as \\xe2\\x80\\x9cThe Tribes.\\xe2\\x80\\x9d\\n        History and Description of the Remains\\n        At an unknown date prior to 1978, human remains representing, at minimum, four individuals were removed from the Akershock/Smith Mounds (20NE118) in Newaygo County, MI. It is not known how the remains came to be in the Grand Valley State University Anthropology Lab (GVSUAL) collections; however, several sites in Newaygo County were excavated before 1970 by avocational archeologists and donated to Grand Valley State University (GVSU). The four individuals include an adult, probably female, an infant of undetermined age, a juvenile of undetermined age, and a sub adult. No known individuals were identified. The remains likely date to the Late Woodland (A.D. 900-1400) based on diagnostic objects. The 144 associated funerary objects are from mound fill and include 65 flint chips, two rocks, two soils samples, three soil and red ocher samples, one piece charred material, 54 body sherds, two rim sherds, one piece of slate, 11 animal bones, two cores, and one possible pipe fragment.\\n        In 1968, human remains representing, at minimum, three individuals were removed from the Hammon Mounds (20NE216) in Newaygo County, MI. The site, consisting of at least two mounds, was excavated by avocational archeologists prior to their demolition. The remains were donated to GVSU in 1981. The three individuals include two adults (one probably male, the other of unknown sex) and one juvenile. No known individuals were identified. The remains likely date to the Middle to Late Woodland (100 B.C. to A.D. 1400) based on associated diagnostic objects. The 16 associated funerary objects include 2 copper awls with bone or wood handle fragments, 12 ceramic body sherds, and 2 animal bone fragments.\\n        In May 1977, human remains representing, at minimum, one individual were removed by campers from the \\xe2\\x80\\x9cHoughton Lake Site\\xe2\\x80\\x9d also known as the \\xe2\\x80\\x9cM-55 burial\\xe2\\x80\\x9d (20MA28) in Missaukee County, MI, and brought to GVSU for review by Richard Flanders. In September 1977, GVSU anthropology personnel conducted a salvage excavation of the original burial pit. All of the remains and associated artifacts were donated to GVSUAL. The individual is an adult male, probably 25-30 years of age, with evidence of extreme physical activity in left femur and possible trauma to skull. No known individuals were identified. The remains date to the historic fur trade era (A.D. 1700-1850, likely toward the earlier part of the time period) based on the associated funerary objects. The 1,278 associated funerary objects include 1,266 glass beads (29 quahog purple white shell beads, 889 semi translucent dark blue tubular glass beads, 59 light blue tubular glass beads, 21 milky white tubular glass beads, and 268 black seed beads); one brass or copper trade kettle; two knives, tang and blade fragments, with a wooden handle and a bone handle; two circular silver broaches; one fragment of a silver tinkling cone; one strike-a-light; one iron ax; one tubular sandstone pipe (possibly prehistoric); two conical cup shaped bone artifacts with carved sides; and one hollow bird bone wrapped with sinew.\\n        In October 1975, human remains representing, at minimum, 14 individuals, were discovered by Eugene Knobloch while plowing his farm in Allegan County, MI. Knobloch contacted Dr. Richard Flanders at GVSU (then Grand Valley State Colleges), and between 1976 and 1978, GVSU conducted field excavations at the site, known as the Knobloch site (20AE633) under the direction of Dr. Richard Flanders. The landowner donated the collection to GVSU where most of the remains were curated as a site number. Field notes and preliminary analysis suggested the presence of 23 uncremated individuals and possibly 8 cremated individuals. A re-examination of the remains in 2011 indicate that human remains include uncremated remains of six adults (one adult male, two adult females and three adults of indeterminate sex); four juveniles of indeterminate sex; and four infants, one of which is possibly a late term fetus. No known individuals were identified. The site also included an ossuary with 32,384 fragments of bone that could not be used to calculate an accurate MNI. Two radio carbon dates (uncalibrated A.D. 1440\\xc2\\xb190 and A.D. 1140\\xc2\\xb190) indicate a Late Woodland age for the site. Nearby artifacts include ceramic and lithic diagnostics, which date to the Late Woodland. No associated funerary objects are present.\\n        Between September 1994 and September 1995, human remains representing, at minimum, six individuals (at least one adult male, two adult females and three indeterminant adults) were discovered by John Koster while dredging for black dirt and gravel. Initial analysis of the remains in 1995 by Dr. Robert Sundick of Western Michigan University confirmed that the remains were Native American. Subsequent analysis indicated that four of the five individuals suffered from osteoarthritis and significantly worn dentition. No known individuals were identified. No age determination was possible given disturbed context, however, it is possible that these remains are middle Holocene in age (circa 5500 B.P.) based on their possible geological context in a peat/marl deposit. No associated funerary objects were present, though a single Archaic period projectile point was recovered from the surface approximately 50 m from the disturbed remains.\\n        On an unknown date between 1964 and 1990, human remains representing, at minimum, one individual were recovered from an unknown location in Kent County, MI, most likely in the vicinity of Lowell, MI. The remains are from an adult male in good health. There are no notes in the GVSUAL files related to the discovery, excavation, or donation of the remains to the lab. No date or time period for the remains could be established. No known individuals were identified. No associated funerary objects are present.\\n        In 1978, human remains representing, at minimum, one adult individual were recovered from a load of dirt and gravel deposited on a road near Paris in Mecosta County, MI. The remains, a portion of a skull of one adult male, were recovered by the Mecosta County Sherriff, and the source of the gravel traced to a local gravel pit which was searched for additional remains. None were found. The skull was sent to the Michigan State Police Lab for identification and was donated to the GVSUAL at an unknown date. No date or time period for the remains could be established. No known individuals were identified. No associated funerary objects are present.\\n\\n        In 1964, human remains representing, at minimum, two individuals were removed from the basement excavation of the Myers Lake site (20KT185) in Kent County, MI. The local police and W.D. Frankforter of the Public Museum of Grand Rapids were notified. Frankforter visited the site and recovered additional remains, and subsequently the landowner found additional remains, which he turned over to the Public Museum of Grand Rapids. Sometime between 1964 and 1989, the remains of one adult male and one adult of undetermined sex were donated by the Museum to the GVSUAL. The remains probably date to the Late Woodland time period (A.D. 500-1400) based on diagnostic ceramics found with the remains. No known individuals were identified. The one associated funerary object is a partially reconstructed ceramic vessel.\\n        Between 1963 and 1964, human remains representing, at minimum, one individual were recovered from Norton Mounds (20KT1) in Kent County, MI. The remains of a single infant, 10-18 months in age, were most likely recovered during excavations by the University of Michigan at Norton Mounds. The majority of the remains from Norton Mounds were housed at the Public Museum of Grand Rapids, with the exception of this single individual, which was donated to the GVSUAL at some time between 1964 and 1989. There is no record of donation, however W.D. Frankforter, Director of the Public Museum, and Richard Flanders of GVSU worked collaboratively on a number of projects. Norton Mounds is a Middle Woodland burial location dating to between 100 B.C. and A.D. 200 based on radiocarbon dates, diagnostic ceramics, and lithics. No known individuals were identified. No associated funerary objects are present.\\n\\n        In June 1969, human remains representing, at minimum, 11 individuals were excavated at the Paggeot Site (20OT89) in Ottawa County, MI. Children discovered remains eroding into the Grand River and other remains were discovered in the process of construction of a sewer pipe. The largely disturbed remains of eight adults (at least two males, one possible female, one possible male 21-45 years old, and four individuals of undetermined sex); one sub-adult; and two infants (one 6-18 months and one 16-32 months) were excavated under the direction of W. D. Frankforter of the Public Museum of Grand Rapids. All of the human remains and a portion of the associated funerary objects were donated to the GVSUAL between 1970 and 1989. In 1987, the current landowner donated additional remains recovered from the site. There were no notes in the GVSUAL collection documenting burial position or specific artifact associations. Associated diagnostic artifacts suggest that the remains date to the later Middle Woodland period between A.D. 100 and 300. No known individuals were identified. The 26 associated funerary objects are two split and pointed deer metapodial pins, one deer antler tine, one deer long bone section, one lot of fragments of a single turtle carapace, 20 freshwater pearl beads, and one Busycon contrarium shell dipper.\\n        In late May 1977, human remains representing, at minimum, 6 individuals were removed from the Rice Lake site (20NE219) in Newaygo County, MI. The disturbed remains were exposed on the surface of a sand pit. Staff from Grand Valley State University under the direction of Richard Flanders collected the remains of five adults (one male 25-35, one older adult male, and three individuals of undetermined sex) and one sub adult individual approximately 15 years of age. One of the individuals shows unusual modification to the calvarium. Documents in the collections at GVSUAL suggest that the grooves are possibly consistent with bear mauling, though evidence was not conclusive. The position of burials was not clear because they were eroded, but the possibility of their being bundle burials is suggested in notes on file. The date and/or time period for these remains is unclear. Shovel tests in the vicinity of the remains indicated presence of Late Woodland (A.D. 500-1400) ceramics and lithics, but these are not directly associated with the remains and are not funerary objects. Further, a horse pelvis was recovered in the same context suggesting the possibility that the remains could be historic; however, no other historic materials were recovered from the area. No known individuals were identified. No associated funerary objects are present.\\n        In 1929, 1956, or on April 29, 1958, human remains representing, at minimum, 10 individuals were removed from Saugatuck City Hall in Allegan County, MI. Remains from the site (20AE01) were documented originally in 1937 by George Quimby, then at the University of Michigan. In 1956, remains were recovered by the Grand Rapids Public Museum. In 1958, additional remains were recovered during excavation of a sewer trench a few meters south of the city hall. Notes on file at GVSUAL suggest that avocational archeologist members of the Wright L. Coffinberry Chapter of the Michigan Archaeological Society were involved in identification of the 1958 remains. In 1958, some or all of the remains were reported to be located in the Saugatuck City Hall. One report suggests these were later buried in an unknown cemetery in Saugatuck. Sometime between 1964 and 1989, human remains from one of these excavations were donated to the GVSUAL, however, there is no record of donation. The GVSUAL remains include an infant, four sub-adults, four middle aged (two male, two female) individuals, and one adult individual of indeterminate age. A small number of cremation remains were recovered for which no MNI was calculated. One of the sub-adult crania shows cut marks on frontal bone and parietal bone and in short strikes circumferentially around the skull consistent with marks of a scalping. Examination of the cut marks suggests the scalping was conducted peri-mortem. In addition one scapula indicates an anterior dislocation. Two femur (a right and a left) display round holes drilled post mortem. One report by Emmerson Greenman, who visited the site in 1956, suggested that the remains were Hopewell based on a flint blade recovered from \\xe2\\x80\\x9cinside of the body.\\xe2\\x80\\x9d Reports in GVSUAL and University of Michigan (UMMA) files, suggest that some of the Saugatuck remains date to the late fur trade era, most likely during the American Period between A.D. 1791 and 1850 approximately. Oral history suggests the location was a cemetery for the Potawatomi and by this time, the Potawatomi historically occupied the area of Michigan south of the Grand River where Saugatuck is located. No known individuals were identified. No associated funerary objects are present.\\n\\n        In 1967, human remains representing, at minimum, 22 individuals were removed from the Schooley A Mound (20NE218) in Newaygo County, MI. The site was excavated by members of the Newaygo Chapter of the Michigan Archaeological Society with assistance by Richard Flanders of GVSU. The human remains include 16 adults (three possible males, three males 35-50 years in age, one possible female, and nine individuals of indeterminate sex); four sub adults (two 15 year olds and two of indeterminate age); one infant; and one pre-natal infant that were donated to GVSUAL sometime after 1967 and before 1981. Burials occured at four places in the mound, with one relatively intact burial in a flexed position, and three areas where multiple individuals were interred including one area where cremains were deposited suggesting multiple internment episodes. The Late Woodland (A.D. 500-1200) date and time period for the remains is based on projectile points and five diagnostic right angle clay elbow pipes included in the mound. No known individuals were identified. No associated funerary objects are present.\\n        In June 1967, human remains representing, at minimum, five individuals were removed from the Schrader Mound (20NE217) in Newaygo County, MI. The site was excavated by members of the Newaygo Chapter of the Michigan Archaeological Society. The human remains include 5 adults (one probable male 27-44 and four adults of undetermined sex). At least two individuals were cremated and three individuals were not cremated. The human remains were donated to GVSU sometime after 1967 and before 1989. Artifacts from the site were retained by private individuals. The site dates to the Woodland Period (100 B.C. to A.D. 1400) based on notes in the GVSUAL files. Given the shape and size of the mound, it is likely that the remains date to the Late Woodland (A.D. 500-1400). No known individuals were identified. No associated funerary objects are present.\\n        On October 12, 1972, human remains representing, at minimum, one individual were removed from the G. Sharphorn property in Ottawa County, MI. The remains of one 15 year old, probable female, were identified by workmen during construction and were removed by staff from GVSU under the supervision of Richard Flanders in consultation with the Ottawa County Sherriff. The relatively complete burial was donated to GVSU. No date or time period could be established. No known individuals were identified. No associated funerary objects are present.\\n        Between 1966 and 1969, human remains representing, at minimum, four individuals, were removed from the Spoonville site (20OT1), in Ottawa County, MI. The site was previously excavated in 1962 by Richard Flanders, then of UMMA (collections and funerary objects from this excavation were curated at UMMA). The human remains in the GVSUAL include one adult male, two adults of unidentified sex, and one sub-adult which were recovered by Flanders (who was by 1964 at GVSU). At this time, one of the mounds was being leveled for construction of a residence. The landowner donated the human remains to GVSU and kept associated funerary objects. The burials were recovered from a Hopewellian Middle Woodland period mound dating between A.D. 1 and A.D. 400. No known individuals were identified. No known associated funerary objects are in the GVSUAL collection.\\n        On an unknown date, human remains representing, at minimum, four individuals were removed from the Virginianus site at an unknown location presumably in Michigan. Three individuals are adult of undetermined sex and one individual is a juvenile. There are no records in the GVSUAL archeological site files or any other state site files. There is no record of donation. No date or time period for the human remains could be established. No known individuals were identified. No associated funerary objects are present.\\n        On an unknown date, human remains representing, at minimum, two individuals were removed from an unknown site, presumably in Michigan. Two adult individuals are represented, one possible male and one probable male. Possible cut marks are present on the left side of one mandible. No records are available for these remains. No date or time period for the human remains could be established. No known individuals were identified. No associated funerary objects are present.\\n        In March 1997, human remains representing, at minimum, three individuals were removed from the Emshwiller property in Ottawa County, MI. The remains of three adults (one of which is possibly male, the other two of undetermined sex) were collected by Detective James Brack of the Ottawa County Sherriff Department upon being discovered during excavation of a basement. Detective Brack subsequently delivered the remains to the GVSUAL. No date or time period for the human remains could be established. No known individuals were identified. No associated funerary objects are present.\\n        In October 1999 and in March 2000, human remains representing, at minimum, four individuals were removed from the Vanderstel property (20OT296) in Ottawa County MI. The remains were discovered by a heavy equipment operator who was digging a foundation for a residence. The Ottawa County Sherriff was given the remains of one individual who brought them to GVSUAL to determine if they were Native American. Subsequently, two burial pits were identified by the operator, and Drs. Kimmarie Murphy, Bruce Hardy and Janet Brashler excavated the remains. In the spring, a fourth burial pit with a single individual was located and excavated from the planned septic field for the residence. The remains include four discrete burials in pit features excavated into a previously occupied Late Woodland archeological site dating to the 12th century based on a radiocarbon date from the site. Burial 1 was a young adult female. Burial 2 (young adult male) was disturbed by equipment. Burial 3 was a young adult female. Burial 4 was an adult female between 25 and 40. The date and time for the human remains is established based on a series of radiocarbon dates from associated materials and from the presence of European brass associated with Burials 1 and 2. Radiocarbon dates suggest a date between A.D. 1590 and 1620, an early date for European brass in the Great Lakes. No known individuals were identified. Eight associated funerary objects include: From Burial 1, two notched brass armbands, one woven textile wrap, and one rabbit skin wrap preserved by copper salts; from Burial 2, one brass tube with woven plant fibers; from Burial 3, one Late Prehistoric/Protohistoric triangular projectile point; and from Burial 4, two bone tubes, one with a polished end.\\n        On an unknown date, human remains representing, at minimum, two individuals were removed from an unknown location, presumably in Michigan. The human remains are two adults of undetermined sex and were recovered from a box with the label \\xe2\\x80\\x9cBone Museum\\xe2\\x80\\x9d in the GVSUAL faunal comparative collection. There is no documentation for this collection. No date or time period for the human remains could be established. No known individuals were identified. No associated funerary objects are present.\\n        On an unknown date, human remains representing, at minimum, one individual was removed from the Pretty Lake Site at an unknown location in Mecosta County, MI. The remains of one adult of undetermined sex were discovered in the GVSUAL in a box labeled the Pretty Lake Site. No documentation for these remains exists in the GVSUAL. No date and time period for the human remains could be established. No known individuals were identified. No associated funerary objects are present.\\n\\n        In summer of 1969 and in June 2010, human remains representing, at minimum, one individual were removed from the Blendon Landing site (20OT73) in Ottawa County, MI. The remains were recovered as part of archeological field schools conducted by GVSU directed by Richard Flanders in 1969 and Janet Brashler in 2010. Included in the remains are a single proximal femur of a probable young adult male and a single adult molar tooth with a partial 5th cusp, suggesting possible European origin. Both remains were recovered during excavations of a 19th century historic Euro-American logging camp. However, a small amount of pre-Columbian contact material has been recovered from the site. The date and time period for the human remains could not be established. No known individuals were identified. No associated funerary objects are present.\\n        On July 19, 2008, human remains, representing at minimum, one individual were removed from a residence in Blendon Township, Ottawa County, MI. On July 31, 2008, Ottawa County Sherriff officers Kik, Garvelink, and Blakely transferred the remains to the GVSUAL. The remains are an adult female, 35-55 years old. Presence of wormian bones in sagittal suture suggests possible European or shared European ancestry. No other ethnic markers present. Sheriff\\'s office provided no information on how the remains came to be in a private residence. No date or time period could be established. No known individuals were identified. No associated funerary objects are present.\\n        On an unknown date(s) between 1970 and 1990, and during June 2010, human remains representing, at minimum, one individual were removed from the Sand Creek Site (20OT66) in Ottawa County, MI. The remains are one adult of undetermined sex and were recovered during surface collection and excavations conducted by GVSU in the 1970s and again during June 2010. The date and time period for the remains is unknown because the site is multi-component dating from the Archaic and Woodland periods (3000 B.C.\\xe2\\x80\\x94A.D. 1640) and from the historic period (19th century) when an Ottawa village was located in the vicinity. No known individuals were identified. No associated funerary objects are present.\\n        Determinations Made by Grand Valley State University\\n        Officials of Grand Valley State University have determined that:\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice are Native American based on cranial morphology, dental traits, accession documentation, and archeological context.\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice represent the physical remains of 111 individuals of Native American ancestry.\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(3)(A), the 1,473 objects described in this notice are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony.\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(2), a relationship of shared group identity cannot be reasonably traced between the Native American human remains and associated funerary objects and any present-day Indian tribe.\\n        \\xe2\\x80\\xa2 According to final judgments of the Indian Claims Commission or the Court of Federal Claims, the land from which the Native American human remains and associated funerary objects were removed is the aboriginal land of The Tribes.\\n        \\xe2\\x80\\xa2 Treaties, Acts of Congress, or Executive Orders, indicate that the land from which the Native American human remains and associated funerary objects were removed is the aboriginal land of The Tribes.\\n        \\xe2\\x80\\xa2 Pursuant to 43 CFR 10.11(c)(1), the disposition of the human remains and associated funerary objects may be to The Tribes.\\n        Additional Requestors and Disposition\\n\\n        Representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to Dr. Janet Brashler, Professor and Curator of Anthropology, Grand Valley State University, 1 Campus Drive, Allendale, MI 49401, telephone (616) 331-3694, email brashlej@gvsu.edu, by March 6, 2015. After that date, if no additional requestors have come forward, transfer of control of the human remains and associated funerary objects to The Tribes may proceed.\\n        Grand Valley State University is responsible for notifying The Tribes that this notice has been published.\\n        \\n          Dated: January 14, 2015.\\n          Melanie O\\'Brien,\\n          Acting Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. 2015-02264 Filed 2-3-15; 8:45 am]\\n      BILLING CODE 4312-50-P\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "[NPS-WASO-NAGPRA-17375; PPWOCRADN0-PCU00RP14.R50000]", "subject": "Notice of Inventory Completion: Grand Valley State University, Allendale, MI", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Grand Valley State University has completed an inventory of human remains and associated funerary objects in consultation with the appropriate Indian tribes or Native Hawaiian organizations, and has determined that there is no cultural affiliation between the human remains and associated funerary objects and any present-day Indian tribes or Native Hawaiian organizations. Representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request to Grand Valley State University. If no additional requestors come forward, transfer of control of the human remains and associated funerary objects to the Indian tribes or Native Hawaiian organizations stated in this notice may proceed.", "dates": "Representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to Grand Valley State University at the address in this notice by March 6, 2015.", "addresses": "Dr. Janet G. Brashler, Professor and Curator of Anthropology, Department of Anthropology, Grand Valley State University, 1 Campus Drive, Allendale, MI 49401, telephone (616) 331-3694, email brashlej@gvsu.edu.\\n          ", "signature_dated": "Dated: January 14, 2015.", "signature_name": "Melanie O\\'Brien,", "signature_title": "Acting Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. 2015-02264 Filed 2-3-15; 8:45 am]", "billing_code": "BILLING CODE 4312-50-P", "supp_info": "SUPPLEMENTARY INFORMATION: \n Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains and associated funerary objects under the control of Grand Valley State University. The human remains were removed from Allegan, Kent, Mecosta, Missaukee, Newago, and Ottawa counties and two unknown locations in MI. \n This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003(d)(3) and 43 CFR 10.11(d). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations in this notice. \n Consultation \n A detailed assessment of the human remains and associated funerary objects was made by the Grand Valley State University\\'s professional staff in consultation with representatives of the Hannahville Indian Community, Michigan; Little River Band of Ottawa Indians, Michigan; Little Traverse Bay Bands of Odawa Indians, Michigan; Match-e-be-nash-she-wish Band of Pottawatomi Indians of Michigan; and the Nottawaseppi Huron Band of the Potawatomi, Michigan (previously listed as the Huron Potawatomi, Inc.). Additional requests for consultation were sent to the Absentee-Shawnee Tribe of Indians of Oklahoma; Bad River Band of the Lake Superior Tribe of Chippewa Indians of the Bad River Reservation, Wisconsin; Bay Mills Indian Community, Michigan; Bois Forte Band (Nett Lake) of the Minnesota Chippewa Tribe, Minnesota; Chippewa-Cree Indians of the Rocky Boy\\'s Reservation, Montana; Citizen Potawatomi Nation, Oklahoma; Delaware Nation, Oklahoma; Delaware Tribe of Indians; Eastern Shawnee Tribe of Oklahoma; Fond du Lac Band of the Minnesota Chippewa Tribe, Minnesota; Forest County Potawatomi Community, Wisconsin; Grand Portage Band of the Minnesota Chippewa Tribe, Minnesota; Grand Traverse Band of Ottawa and Chippewa Indians, Michigan; Keweenaw Bay Indian Community, Michigan; Kickapoo Traditional Tribe of Texas; Kickapoo Tribe of Indians of the Kickapoo Reservation in Kansas; Kickapoo Tribe of Oklahoma; Lac Courte Oreilles Band of Lake Superior Chippewa Indians of Wisconsin; Lac du Flambeau Band of Lake Superior Chippewa Indians of the Lac du Flambeau Reservation of Wisconsin; Lac Vieux Desert Band of Lake Superior Chippewa Indians of Michigan; Leech Lake Band of the Minnesota Chippewa Tribe, Minnesota; Miami Tribe of Oklahoma; Mille Lacs Band of the Minnesota Chippewa Tribe, Minnesota; Ottawa Tribe of Oklahoma; Peoria Tribe of Indians of Oklahoma; Pokagon Band of Potawatomi Indians, Michigan and Indiana; Prairie Band Potawatomi Nation (previously listed as the Prairie Band of Potawatomi Nation, Kansas); Quechan Tribe of the Fort Yuma Indian Reservation, California & Arizona; Red Cliff Band of Lake Superior Chippewa Indians of Wisconsin; Red Lake Band of Chippewa Indians, Minnesota; Sac & Fox Nation of Missouri in Kansas and Nebraska; Sac & Fox Nation, Oklahoma; Sac & Fox Tribe of the Mississippi in Iowa; Saginaw Chippewa Indian Tribe of Michigan; Sault Ste. Marie Tribe of Chippewa Indians, Michigan; Seneca Nation of Indians (previously listed as the Seneca Nation of New York); Seneca-Cayuga Tribe of Oklahoma; Shawnee Tribe; Sokaogon Chippewa Community, Wisconsin; St. Croix Chippewa Indians of Wisconsin; Tonawanda Band of Seneca (previously listed as the Tonawanda Band of Seneca Indians of New York); Turtle Mountain Band of Chippewa Indians of North Dakota; White Earth Band of the Minnesota Chippewa Tribe, Minnesota; and the Wyandotte Nation. Hereafter, all tribes listed in this section are referred to as \\xe2\\x80\\x9cThe Tribes.\\xe2\\x80\\x9d \n History and Description of the Remains \n At an unknown date prior to 1978, human remains representing, at minimum, four individuals were removed from the Akershock/Smith Mounds (20NE118) in Newaygo County, MI. It is not known how the remains came to be in the Grand Valley State University Anthropology Lab (GVSUAL) collections; however, several sites in Newaygo County were excavated before 1970 by avocational archeologists and donated to Grand Valley State University (GVSU). The four individuals include an adult, probably female, an infant of undetermined age, a juvenile of undetermined age, and a sub adult. No known individuals were identified. The remains likely date to the Late Woodland (A.D. 900-1400) based on diagnostic objects. The 144 associated funerary objects are from mound fill and include 65 flint chips, two rocks, two soils samples, three soil and red ocher samples, one piece charred material, 54 body sherds, two rim sherds, one piece of slate, 11 animal bones, two cores, and one possible pipe fragment. \n In 1968, human remains representing, at minimum, three individuals were removed from the Hammon Mounds (20NE216) in Newaygo County, MI. The site, consisting of at least two mounds, was excavated by avocational archeologists prior to their demolition. The remains were donated to GVSU in 1981. The three individuals include two adults (one probably male, the other of unknown sex) and one juvenile. No known individuals were identified. The remains likely date to the Middle to Late Woodland (100 B.C. to A.D. 1400) based on associated diagnostic objects. The 16 associated funerary objects include 2 copper awls with bone or wood handle fragments, 12 ceramic body sherds, and 2 animal bone fragments. \n In May 1977, human remains representing, at minimum, one individual were removed by campers from the \\xe2\\x80\\x9cHoughton Lake Site\\xe2\\x80\\x9d also known as the \\xe2\\x80\\x9cM-55 burial\\xe2\\x80\\x9d (20MA28) in Missaukee County, MI, and brought to GVSU for review by Richard Flanders. In September 1977, GVSU anthropology personnel conducted a salvage excavation of the original burial pit. All of the remains and associated artifacts were donated to GVSUAL. The individual is an adult male, probably 25-30 years of age, with evidence of extreme physical activity in left femur and possible trauma to skull. No known individuals were identified. The remains date to the historic fur trade era (A.D. 1700-1850, likely toward the earlier part of the time period) based on the associated funerary objects. The 1,278 associated funerary objects include 1,266 glass beads (29 quahog purple white shell beads, 889 semi translucent dark blue tubular glass beads, 59 light blue tubular glass beads, 21 milky white tubular glass beads, and 268 black seed beads); one brass or copper trade kettle; two knives, tang and blade fragments, with a wooden handle and a bone handle; two circular silver broaches; one fragment of a silver tinkling cone; one strike-a-light; one iron ax; one tubular sandstone pipe (possibly prehistoric); two conical cup shaped bone artifacts with carved sides; and one hollow bird bone wrapped with sinew. \n In October 1975, human remains representing, at minimum, 14 individuals, were discovered by Eugene Knobloch while plowing his farm in Allegan County, MI. Knobloch contacted Dr. Richard Flanders at GVSU (then Grand Valley State Colleges), and between 1976 and 1978, GVSU conducted field excavations at the site, known as the Knobloch site (20AE633) under the direction of Dr. Richard Flanders. The landowner donated the collection to GVSU where most of the remains were curated as a site number. Field notes and preliminary analysis suggested the presence of 23 uncremated individuals and possibly 8 cremated individuals. A re-examination of the remains in 2011 indicate that human remains include uncremated remains of six adults (one adult male, two adult females and three adults of indeterminate sex); four juveniles of indeterminate sex; and four infants, one of which is possibly a late term fetus. No known individuals were identified. The site also included an ossuary with 32,384 fragments of bone that could not be used to calculate an accurate MNI. Two radio carbon dates (uncalibrated A.D. 1440\\xc2\\xb190 and A.D. 1140\\xc2\\xb190) indicate a Late Woodland age for the site. Nearby artifacts include ceramic and lithic diagnostics, which date to the Late Woodland. No associated funerary objects are present. \n Between September 1994 and September 1995, human remains representing, at minimum, six individuals (at least one adult male, two adult females and three indeterminant adults) were discovered by John Koster while dredging for black dirt and gravel. Initial analysis of the remains in 1995 by Dr. Robert Sundick of Western Michigan University confirmed that the remains were Native American. Subsequent analysis indicated that four of the five individuals suffered from osteoarthritis and significantly worn dentition. No known individuals were identified. No age determination was possible given disturbed context, however, it is possible that these remains are middle Holocene in age (circa 5500 B.P.) based on their possible geological context in a peat/marl deposit. No associated funerary objects were present, though a single Archaic period projectile point was recovered from the surface approximately 50 m from the disturbed remains. \n On an unknown date between 1964 and 1990, human remains representing, at minimum, one individual were recovered from an unknown location in Kent County, MI, most likely in the vicinity of Lowell, MI. The remains are from an adult male in good health. There are no notes in the GVSUAL files related to the discovery, excavation, or donation of the remains to the lab. No date or time period for the remains could be established. No known individuals were identified. No associated funerary objects are present. \n In 1978, human remains representing, at minimum, one adult individual were recovered from a load of dirt and gravel deposited on a road near Paris in Mecosta County, MI. The remains, a portion of a skull of one adult male, were recovered by the Mecosta County Sherriff, and the source of the gravel traced to a local gravel pit which was searched for additional remains. None were found. The skull was sent to the Michigan State Police Lab for identification and was donated to the GVSUAL at an unknown date. No date or time period for the remains could be established. No known individuals were identified. No associated funerary objects are present. \n In 1964, human remains representing, at minimum, two individuals were removed from the basement excavation of the Myers Lake site (20KT185) in Kent County, MI. The local police and W.D. Frankforter of the Public Museum of Grand Rapids were notified. Frankforter visited the site and recovered additional remains, and subsequently the landowner found additional remains, which he turned over to the Public Museum of Grand Rapids. Sometime between 1964 and 1989, the remains of one adult male and one adult of undetermined sex were donated by the Museum to the GVSUAL. The remains probably date to the Late Woodland time period (A.D. 500-1400) based on diagnostic ceramics found with the remains. No known individuals were identified. The one associated funerary object is a partially reconstructed ceramic vessel. \n Between 1963 and 1964, human remains representing, at minimum, one individual were recovered from Norton Mounds (20KT1) in Kent County, MI. The remains of a single infant, 10-18 months in age, were most likely recovered during excavations by the University of Michigan at Norton Mounds. The majority of the remains from Norton Mounds were housed at the Public Museum of Grand Rapids, with the exception of this single individual, which was donated to the GVSUAL at some time between 1964 and 1989. There is no record of donation, however W.D. Frankforter, Director of the Public Museum, and Richard Flanders of GVSU worked collaboratively on a number of projects. Norton Mounds is a Middle Woodland burial location dating to between 100 B.C. and A.D. 200 based on radiocarbon dates, diagnostic ceramics, and lithics. No known individuals were identified. No associated funerary objects are present. \n In June 1969, human remains representing, at minimum, 11 individuals were excavated at the Paggeot Site (20OT89) in Ottawa County, MI. Children discovered remains eroding into the Grand River and other remains were discovered in the process of construction of a sewer pipe. The largely disturbed remains of eight adults (at least two males, one possible female, one possible male 21-45 years old, and four individuals of undetermined sex); one sub-adult; and two infants (one 6-18 months and one 16-32 months) were excavated under the direction of W. D. Frankforter of the Public Museum of Grand Rapids. All of the human remains and a portion of the associated funerary objects were donated to the GVSUAL between 1970 and 1989. In 1987, the current landowner donated additional remains recovered from the site. There were no notes in the GVSUAL collection documenting burial position or specific artifact associations. Associated diagnostic artifacts suggest that the remains date to the later Middle Woodland period between A.D. 100 and 300. No known individuals were identified. The 26 associated funerary objects are two split and pointed deer metapodial pins, one deer antler tine, one deer long bone section, one lot of fragments of a single turtle carapace, 20 freshwater pearl beads, and one Busycon contrarium shell dipper. \n In late May 1977, human remains representing, at minimum, 6 individuals were removed from the Rice Lake site (20NE219) in Newaygo County, MI. The disturbed remains were exposed on the surface of a sand pit. Staff from Grand Valley State University under the direction of Richard Flanders collected the remains of five adults (one male 25-35, one older adult male, and three individuals of undetermined sex) and one sub adult individual approximately 15 years of age. One of the individuals shows unusual modification to the calvarium. Documents in the collections at GVSUAL suggest that the grooves are possibly consistent with bear mauling, though evidence was not conclusive. The position of burials was not clear because they were eroded, but the possibility of their being bundle burials is suggested in notes on file. The date and/or time period for these remains is unclear. Shovel tests in the vicinity of the remains indicated presence of Late Woodland (A.D. 500-1400) ceramics and lithics, but these are not directly associated with the remains and are not funerary objects. Further, a horse pelvis was recovered in the same context suggesting the possibility that the remains could be historic; however, no other historic materials were recovered from the area. No known individuals were identified. No associated funerary objects are present. \n In 1929, 1956, or on April 29, 1958, human remains representing, at minimum, 10 individuals were removed from Saugatuck City Hall in Allegan County, MI. Remains from the site (20AE01) were documented originally in 1937 by George Quimby, then at the University of Michigan. In 1956, remains were recovered by the Grand Rapids Public Museum. In 1958, additional remains were recovered during excavation of a sewer trench a few meters south of the city hall. Notes on file at GVSUAL suggest that avocational archeologist members of the Wright L. Coffinberry Chapter of the Michigan Archaeological Society were involved in identification of the 1958 remains. In 1958, some or all of the remains were reported to be located in the Saugatuck City Hall. One report suggests these were later buried in an unknown cemetery in Saugatuck. Sometime between 1964 and 1989, human remains from one of these excavations were donated to the GVSUAL, however, there is no record of donation. The GVSUAL remains include an infant, four sub-adults, four middle aged (two male, two female) individuals, and one adult individual of indeterminate age. A small number of cremation remains were recovered for which no MNI was calculated. One of the sub-adult crania shows cut marks on frontal bone and parietal bone and in short strikes circumferentially around the skull consistent with marks of a scalping. Examination of the cut marks suggests the scalping was conducted peri-mortem. In addition one scapula indicates an anterior dislocation. Two femur (a right and a left) display round holes drilled post mortem. One report by Emmerson Greenman, who visited the site in 1956, suggested that the remains were Hopewell based on a flint blade recovered from \\xe2\\x80\\x9cinside of the body.\\xe2\\x80\\x9d Reports in GVSUAL and University of Michigan (UMMA) files, suggest that some of the Saugatuck remains date to the late fur trade era, most likely during the American Period between A.D. 1791 and 1850 approximately. Oral history suggests the location was a cemetery for the Potawatomi and by this time, the Potawatomi historically occupied the area of Michigan south of the Grand River where Saugatuck is located. No known individuals were identified. No associated funerary objects are present. \n In 1967, human remains representing, at minimum, 22 individuals were removed from the Schooley A Mound (20NE218) in Newaygo County, MI. The site was excavated by members of the Newaygo Chapter of the Michigan Archaeological Society with assistance by Richard Flanders of GVSU. The human remains include 16 adults (three possible males, three males 35-50 years in age, one possible female, and nine individuals of indeterminate sex); four sub adults (two 15 year olds and two of indeterminate age); one infant; and one pre-natal infant that were donated to GVSUAL sometime after 1967 and before 1981. Burials occured at four places in the mound, with one relatively intact burial in a flexed position, and three areas where multiple individuals were interred including one area where cremains were deposited suggesting multiple internment episodes. The Late Woodland (A.D. 500-1200) date and time period for the remains is based on projectile points and five diagnostic right angle clay elbow pipes included in the mound. No known individuals were identified. No associated funerary objects are present. \n In June 1967, human remains representing, at minimum, five individuals were removed from the Schrader Mound (20NE217) in Newaygo County, MI. The site was excavated by members of the Newaygo Chapter of the Michigan Archaeological Society. The human remains include 5 adults (one probable male 27-44 and four adults of undetermined sex). At least two individuals were cremated and three individuals were not cremated. The human remains were donated to GVSU sometime after 1967 and before 1989. Artifacts from the site were retained by private individuals. The site dates to the Woodland Period (100 B.C. to A.D. 1400) based on notes in the GVSUAL files. Given the shape and size of the mound, it is likely that the remains date to the Late Woodland (A.D. 500-1400). No known individuals were identified. No associated funerary objects are present. \n On October 12, 1972, human remains representing, at minimum, one individual were removed from the G. Sharphorn property in Ottawa County, MI. The remains of one 15 year old, probable female, were identified by workmen during construction and were removed by staff from GVSU under the supervision of Richard Flanders in consultation with the Ottawa County Sherriff. The relatively complete burial was donated to GVSU. No date or time period could be established. No known individuals were identified. No associated funerary objects are present. \n Between 1966 and 1969, human remains representing, at minimum, four individuals, were removed from the Spoonville site (20OT1), in Ottawa County, MI. The site was previously excavated in 1962 by Richard Flanders, then of UMMA (collections and funerary objects from this excavation were curated at UMMA). The human remains in the GVSUAL include one adult male, two adults of unidentified sex, and one sub-adult which were recovered by Flanders (who was by 1964 at GVSU). At this time, one of the mounds was being leveled for construction of a residence. The landowner donated the human remains to GVSU and kept associated funerary objects. The burials were recovered from a Hopewellian Middle Woodland period mound dating between A.D. 1 and A.D. 400. No known individuals were identified. No known associated funerary objects are in the GVSUAL collection. \n On an unknown date, human remains representing, at minimum, four individuals were removed from the Virginianus site at an unknown location presumably in Michigan. Three individuals are adult of undetermined sex and one individual is a juvenile. There are no records in the GVSUAL archeological site files or any other state site files. There is no record of donation. No date or time period for the human remains could be established. No known individuals were identified. No associated funerary objects are present. \n On an unknown date, human remains representing, at minimum, two individuals were removed from an unknown site, presumably in Michigan. Two adult individuals are represented, one possible male and one probable male. Possible cut marks are present on the left side of one mandible. No records are available for these remains. No date or time period for the human remains could be established. No known individuals were identified. No associated funerary objects are present. \n In March 1997, human remains representing, at minimum, three individuals were removed from the Emshwiller property in Ottawa County, MI. The remains of three adults (one of which is possibly male, the other two of undetermined sex) were collected by Detective James Brack of the Ottawa County Sherriff Department upon being discovered during excavation of a basement. Detective Brack subsequently delivered the remains to the GVSUAL. No date or time period for the human remains could be established. No known individuals were identified. No associated funerary objects are present. \n In October 1999 and in March 2000, human remains representing, at minimum, four individuals were removed from the Vanderstel property (20OT296) in Ottawa County MI. The remains were discovered by a heavy equipment operator who was digging a foundation for a residence. The Ottawa County Sherriff was given the remains of one individual who brought them to GVSUAL to determine if they were Native American. Subsequently, two burial pits were identified by the operator, and Drs. Kimmarie Murphy, Bruce Hardy and Janet Brashler excavated the remains. In the spring, a fourth burial pit with a single individual was located and excavated from the planned septic field for the residence. The remains include four discrete burials in pit features excavated into a previously occupied Late Woodland archeological site dating to the 12th century based on a radiocarbon date from the site. Burial 1 was a young adult female. Burial 2 (young adult male) was disturbed by equipment. Burial 3 was a young adult female. Burial 4 was an adult female between 25 and 40. The date and time for the human remains is established based on a series of radiocarbon dates from associated materials and from the presence of European brass associated with Burials 1 and 2. Radiocarbon dates suggest a date between A.D. 1590 and 1620, an early date for European brass in the Great Lakes. No known individuals were identified. Eight associated funerary objects include: From Burial 1, two notched brass armbands, one woven textile wrap, and one rabbit skin wrap preserved by copper salts; from Burial 2, one brass tube with woven plant fibers; from Burial 3, one Late Prehistoric/Protohistoric triangular projectile point; and from Burial 4, two bone tubes, one with a polished end. \n On an unknown date, human remains representing, at minimum, two individuals were removed from an unknown location, presumably in Michigan. The human remains are two adults of undetermined sex and were recovered from a box with the label \\xe2\\x80\\x9cBone Museum\\xe2\\x80\\x9d in the GVSUAL faunal comparative collection. There is no documentation for this collection. No date or time period for the human remains could be established. No known individuals were identified. No associated funerary objects are present. \n On an unknown date, human remains representing, at minimum, one individual was removed from the Pretty Lake Site at an unknown location in Mecosta County, MI. The remains of one adult of undetermined sex were discovered in the GVSUAL in a box labeled the Pretty Lake Site. No documentation for these remains exists in the GVSUAL. No date and time period for the human remains could be established. No known individuals were identified. No associated funerary objects are present. \n In summer of 1969 and in June 2010, human remains representing, at minimum, one individual were removed from the Blendon Landing site (20OT73) in Ottawa County, MI. The remains were recovered as part of archeological field schools conducted by GVSU directed by Richard Flanders in 1969 and Janet Brashler in 2010. Included in the remains are a single proximal femur of a probable young adult male and a single adult molar tooth with a partial 5th cusp, suggesting possible European origin. Both remains were recovered during excavations of a 19th century historic Euro-American logging camp. However, a small amount of pre-Columbian contact material has been recovered from the site. The date and time period for the human remains could not be established. No known individuals were identified. No associated funerary objects are present. \n On July 19, 2008, human remains, representing at minimum, one individual were removed from a residence in Blendon Township, Ottawa County, MI. On July 31, 2008, Ottawa County Sherriff officers Kik, Garvelink, and Blakely transferred the remains to the GVSUAL. The remains are an adult female, 35-55 years old. Presence of wormian bones in sagittal suture suggests possible European or shared European ancestry. No other ethnic markers present. Sheriff\\'s office provided no information on how the remains came to be in a private residence. No date or time period could be established. No known individuals were identified. No associated funerary objects are present. \n On an unknown date(s) between 1970 and 1990, and during June 2010, human remains representing, at minimum, one individual were removed from the Sand Creek Site (20OT66) in Ottawa County, MI. The remains are one adult of undetermined sex and were recovered during surface collection and excavations conducted by GVSU in the 1970s and again during June 2010. The date and time period for the remains is unknown because the site is multi-component dating from the Archaic and Woodland periods (3000 B.C.\\xe2\\x80\\x94A.D. 1640) and from the historic period (19th century) when an Ottawa village was located in the vicinity. No known individuals were identified. No associated funerary objects are present. \n Determinations Made by Grand Valley State University \n Officials of Grand Valley State University have determined that: \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice are Native American based on cranial morphology, dental traits, accession documentation, and archeological context. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice represent the physical remains of 111 individuals of Native American ancestry. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(3)(A), the 1,473 objects described in this notice are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(2), a relationship of shared group identity cannot be reasonably traced between the Native American human remains and associated funerary objects and any present-day Indian tribe. \n \\xe2\\x80\\xa2 According to final judgments of the Indian Claims Commission or the Court of Federal Claims, the land from which the Native American human remains and associated funerary objects were removed is the aboriginal land of The Tribes. \n \\xe2\\x80\\xa2 Treaties, Acts of Congress, or Executive Orders, indicate that the land from which the Native American human remains and associated funerary objects were removed is the aboriginal land of The Tribes. \n \\xe2\\x80\\xa2 Pursuant to 43 CFR 10.11(c)(1), the disposition of the human remains and associated funerary objects may be to The Tribes. \n Additional Requestors and Disposition \n Representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to Dr. Janet Brashler, Professor and Curator of Anthropology, Grand Valley State University, 1 Campus Drive, Allendale, MI 49401, telephone (616) 331-3694, email brashlej@gvsu.edu, by March 6, 2015. After that date, if no additional requestors have come forward, transfer of control of the human remains and associated funerary objects to The Tribes may proceed. \n Grand Valley State University is responsible for notifying The Tribes that this notice has been published. \n ", "consultation": "A detailed assessment of the human remains and associated funerary objects was made by the Grand Valley State University\\'s professional staff in consultation with representatives of the Hannahville Indian Community, Michigan; Little River Band of Ottawa Indians, Michigan; Little Traverse Bay Bands of Odawa Indians, Michigan; Match-e-be-nash-she-wish Band of Pottawatomi Indians of Michigan; and the Nottawaseppi Huron Band of the Potawatomi, Michigan (previously listed as the Huron Potawatomi, Inc.). Additional requests for consultation were sent to the Absentee-Shawnee Tribe of Indians of Oklahoma; Bad River Band of the Lake Superior Tribe of Chippewa Indians of the Bad River Reservation, Wisconsin; Bay Mills Indian Community, Michigan; Bois Forte Band (Nett Lake) of the Minnesota Chippewa Tribe, Minnesota; Chippewa-Cree Indians of the Rocky Boy\\'s Reservation, Montana; Citizen Potawatomi Nation, Oklahoma; Delaware Nation, Oklahoma; Delaware Tribe of Indians; Eastern Shawnee Tribe of Oklahoma; Fond du Lac Band of the Minnesota Chippewa Tribe, Minnesota; Forest County Potawatomi Community, Wisconsin; Grand Portage Band of the Minnesota Chippewa Tribe, Minnesota; Grand Traverse Band of Ottawa and Chippewa Indians, Michigan; Keweenaw Bay Indian Community, Michigan; Kickapoo Traditional Tribe of Texas; Kickapoo Tribe of Indians of the Kickapoo Reservation in Kansas; Kickapoo Tribe of Oklahoma; Lac Courte Oreilles Band of Lake Superior Chippewa Indians of Wisconsin; Lac du Flambeau Band of Lake Superior Chippewa Indians of the Lac du Flambeau Reservation of Wisconsin; Lac Vieux Desert Band of Lake Superior Chippewa Indians of Michigan; Leech Lake Band of the Minnesota Chippewa Tribe, Minnesota; Miami Tribe of Oklahoma; Mille Lacs Band of the Minnesota Chippewa Tribe, Minnesota; Ottawa Tribe of Oklahoma; Peoria Tribe of Indians of Oklahoma; Pokagon Band of Potawatomi Indians, Michigan and Indiana; Prairie Band Potawatomi Nation (previously listed as the Prairie Band of Potawatomi Nation, Kansas); Quechan Tribe of the Fort Yuma Indian Reservation, California & Arizona; Red Cliff Band of Lake Superior Chippewa Indians of Wisconsin; Red Lake Band of Chippewa Indians, Minnesota; Sac & Fox Nation of Missouri in Kansas and Nebraska; Sac & Fox Nation, Oklahoma; Sac & Fox Tribe of the Mississippi in Iowa; Saginaw Chippewa Indian Tribe of Michigan; Sault Ste. Marie Tribe of Chippewa Indians, Michigan; Seneca Nation of Indians (previously listed as the Seneca Nation of New York); Seneca-Cayuga Tribe of Oklahoma; Shawnee Tribe; Sokaogon Chippewa Community, Wisconsin; St. Croix Chippewa Indians of Wisconsin; Tonawanda Band of Seneca (previously listed as the Tonawanda Band of Seneca Indians of New York); Turtle Mountain Band of Chippewa Indians of North Dakota; White Earth Band of the Minnesota Chippewa Tribe, Minnesota; and the Wyandotte Nation. Hereafter, all tribes listed in this section are referred to as \\xe2\\x80\\x9cThe Tribes.\\xe2\\x80\\x9d \n ", "h_d_r": "At an unknown date prior to 1978, human remains representing, at minimum, four individuals were removed from the Akershock/Smith Mounds (20NE118) in Newaygo County, MI. It is not known how the remains came to be in the Grand Valley State University Anthropology Lab (GVSUAL) collections; however, several sites in Newaygo County were excavated before 1970 by avocational archeologists and donated to Grand Valley State University (GVSU). The four individuals include an adult, probably female, an infant of undetermined age, a juvenile of undetermined age, and a sub adult. No known individuals were identified. The remains likely date to the Late Woodland (A.D. 900-1400) based on diagnostic objects. The 144 associated funerary objects are from mound fill and include 65 flint chips, two rocks, two soils samples, three soil and red ocher samples, one piece charred material, 54 body sherds, two rim sherds, one piece of slate, 11 animal bones, two cores, and one possible pipe fragment. \n In 1968, human remains representing, at minimum, three individuals were removed from the Hammon Mounds (20NE216) in Newaygo County, MI. The site, consisting of at least two mounds, was excavated by avocational archeologists prior to their demolition. The remains were donated to GVSU in 1981. The three individuals include two adults (one probably male, the other of unknown sex) and one juvenile. No known individuals were identified. The remains likely date to the Middle to Late Woodland (100 B.C. to A.D. 1400) based on associated diagnostic objects. The 16 associated funerary objects include 2 copper awls with bone or wood handle fragments, 12 ceramic body sherds, and 2 animal bone fragments. \n In May 1977, human remains representing, at minimum, one individual were removed by campers from the \\xe2\\x80\\x9cHoughton Lake Site\\xe2\\x80\\x9d also known as the \\xe2\\x80\\x9cM-55 burial\\xe2\\x80\\x9d (20MA28) in Missaukee County, MI, and brought to GVSU for review by Richard Flanders. In September 1977, GVSU anthropology personnel conducted a salvage excavation of the original burial pit. All of the remains and associated artifacts were donated to GVSUAL. The individual is an adult male, probably 25-30 years of age, with evidence of extreme physical activity in left femur and possible trauma to skull. No known individuals were identified. The remains date to the historic fur trade era (A.D. 1700-1850, likely toward the earlier part of the time period) based on the associated funerary objects. The 1,278 associated funerary objects include 1,266 glass beads (29 quahog purple white shell beads, 889 semi translucent dark blue tubular glass beads, 59 light blue tubular glass beads, 21 milky white tubular glass beads, and 268 black seed beads); one brass or copper trade kettle; two knives, tang and blade fragments, with a wooden handle and a bone handle; two circular silver broaches; one fragment of a silver tinkling cone; one strike-a-light; one iron ax; one tubular sandstone pipe (possibly prehistoric); two conical cup shaped bone artifacts with carved sides; and one hollow bird bone wrapped with sinew. \n In October 1975, human remains representing, at minimum, 14 individuals, were discovered by Eugene Knobloch while plowing his farm in Allegan County, MI. Knobloch contacted Dr. Richard Flanders at GVSU (then Grand Valley State Colleges), and between 1976 and 1978, GVSU conducted field excavations at the site, known as the Knobloch site (20AE633) under the direction of Dr. Richard Flanders. The landowner donated the collection to GVSU where most of the remains were curated as a site number. Field notes and preliminary analysis suggested the presence of 23 uncremated individuals and possibly 8 cremated individuals. A re-examination of the remains in 2011 indicate that human remains include uncremated remains of six adults (one adult male, two adult females and three adults of indeterminate sex); four juveniles of indeterminate sex; and four infants, one of which is possibly a late term fetus. No known individuals were identified. The site also included an ossuary with 32,384 fragments of bone that could not be used to calculate an accurate MNI. Two radio carbon dates (uncalibrated A.D. 1440\\xc2\\xb190 and A.D. 1140\\xc2\\xb190) indicate a Late Woodland age for the site. Nearby artifacts include ceramic and lithic diagnostics, which date to the Late Woodland. No associated funerary objects are present. \n Between September 1994 and September 1995, human remains representing, at minimum, six individuals (at least one adult male, two adult females and three indeterminant adults) were discovered by John Koster while dredging for black dirt and gravel. Initial analysis of the remains in 1995 by Dr. Robert Sundick of Western Michigan University confirmed that the remains were Native American. Subsequent analysis indicated that four of the five individuals suffered from osteoarthritis and significantly worn dentition. No known individuals were identified. No age determination was possible given disturbed context, however, it is possible that these remains are middle Holocene in age (circa 5500 B.P.) based on their possible geological context in a peat/marl deposit. No associated funerary objects were present, though a single Archaic period projectile point was recovered from the surface approximately 50 m from the disturbed remains. \n On an unknown date between 1964 and 1990, human remains representing, at minimum, one individual were recovered from an unknown location in Kent County, MI, most likely in the vicinity of Lowell, MI. The remains are from an adult male in good health. There are no notes in the GVSUAL files related to the discovery, excavation, or donation of the remains to the lab. No date or time period for the remains could be established. No known individuals were identified. No associated funerary objects are present. \n In 1978, human remains representing, at minimum, one adult individual were recovered from a load of dirt and gravel deposited on a road near Paris in Mecosta County, MI. The remains, a portion of a skull of one adult male, were recovered by the Mecosta County Sherriff, and the source of the gravel traced to a local gravel pit which was searched for additional remains. None were found. The skull was sent to the Michigan State Police Lab for identification and was donated to the GVSUAL at an unknown date. No date or time period for the remains could be established. No known individuals were identified. No associated funerary objects are present. \n In 1964, human remains representing, at minimum, two individuals were removed from the basement excavation of the Myers Lake site (20KT185) in Kent County, MI. The local police and W.D. Frankforter of the Public Museum of Grand Rapids were notified. Frankforter visited the site and recovered additional remains, and subsequently the landowner found additional remains, which he turned over to the Public Museum of Grand Rapids. Sometime between 1964 and 1989, the remains of one adult male and one adult of undetermined sex were donated by the Museum to the GVSUAL. The remains probably date to the Late Woodland time period (A.D. 500-1400) based on diagnostic ceramics found with the remains. No known individuals were identified. The one associated funerary object is a partially reconstructed ceramic vessel. \n Between 1963 and 1964, human remains representing, at minimum, one individual were recovered from Norton Mounds (20KT1) in Kent County, MI. The remains of a single infant, 10-18 months in age, were most likely recovered during excavations by the University of Michigan at Norton Mounds. The majority of the remains from Norton Mounds were housed at the Public Museum of Grand Rapids, with the exception of this single individual, which was donated to the GVSUAL at some time between 1964 and 1989. There is no record of donation, however W.D. Frankforter, Director of the Public Museum, and Richard Flanders of GVSU worked collaboratively on a number of projects. Norton Mounds is a Middle Woodland burial location dating to between 100 B.C. and A.D. 200 based on radiocarbon dates, diagnostic ceramics, and lithics. No known individuals were identified. No associated funerary objects are present. \n In June 1969, human remains representing, at minimum, 11 individuals were excavated at the Paggeot Site (20OT89) in Ottawa County, MI. Children discovered remains eroding into the Grand River and other remains were discovered in the process of construction of a sewer pipe. The largely disturbed remains of eight adults (at least two males, one possible female, one possible male 21-45 years old, and four individuals of undetermined sex); one sub-adult; and two infants (one 6-18 months and one 16-32 months) were excavated under the direction of W. D. Frankforter of the Public Museum of Grand Rapids. All of the human remains and a portion of the associated funerary objects were donated to the GVSUAL between 1970 and 1989. In 1987, the current landowner donated additional remains recovered from the site. There were no notes in the GVSUAL collection documenting burial position or specific artifact associations. Associated diagnostic artifacts suggest that the remains date to the later Middle Woodland period between A.D. 100 and 300. No known individuals were identified. The 26 associated funerary objects are two split and pointed deer metapodial pins, one deer antler tine, one deer long bone section, one lot of fragments of a single turtle carapace, 20 freshwater pearl beads, and one Busycon contrarium shell dipper. \n In late May 1977, human remains representing, at minimum, 6 individuals were removed from the Rice Lake site (20NE219) in Newaygo County, MI. The disturbed remains were exposed on the surface of a sand pit. Staff from Grand Valley State University under the direction of Richard Flanders collected the remains of five adults (one male 25-35, one older adult male, and three individuals of undetermined sex) and one sub adult individual approximately 15 years of age. One of the individuals shows unusual modification to the calvarium. Documents in the collections at GVSUAL suggest that the grooves are possibly consistent with bear mauling, though evidence was not conclusive. The position of burials was not clear because they were eroded, but the possibility of their being bundle burials is suggested in notes on file. The date and/or time period for these remains is unclear. Shovel tests in the vicinity of the remains indicated presence of Late Woodland (A.D. 500-1400) ceramics and lithics, but these are not directly associated with the remains and are not funerary objects. Further, a horse pelvis was recovered in the same context suggesting the possibility that the remains could be historic; however, no other historic materials were recovered from the area. No known individuals were identified. No associated funerary objects are present. \n In 1929, 1956, or on April 29, 1958, human remains representing, at minimum, 10 individuals were removed from Saugatuck City Hall in Allegan County, MI. Remains from the site (20AE01) were documented originally in 1937 by George Quimby, then at the University of Michigan. In 1956, remains were recovered by the Grand Rapids Public Museum. In 1958, additional remains were recovered during excavation of a sewer trench a few meters south of the city hall. Notes on file at GVSUAL suggest that avocational archeologist members of the Wright L. Coffinberry Chapter of the Michigan Archaeological Society were involved in identification of the 1958 remains. In 1958, some or all of the remains were reported to be located in the Saugatuck City Hall. One report suggests these were later buried in an unknown cemetery in Saugatuck. Sometime between 1964 and 1989, human remains from one of these excavations were donated to the GVSUAL, however, there is no record of donation. The GVSUAL remains include an infant, four sub-adults, four middle aged (two male, two female) individuals, and one adult individual of indeterminate age. A small number of cremation remains were recovered for which no MNI was calculated. One of the sub-adult crania shows cut marks on frontal bone and parietal bone and in short strikes circumferentially around the skull consistent with marks of a scalping. Examination of the cut marks suggests the scalping was conducted peri-mortem. In addition one scapula indicates an anterior dislocation. Two femur (a right and a left) display round holes drilled post mortem. One report by Emmerson Greenman, who visited the site in 1956, suggested that the remains were Hopewell based on a flint blade recovered from \\xe2\\x80\\x9cinside of the body.\\xe2\\x80\\x9d Reports in GVSUAL and University of Michigan (UMMA) files, suggest that some of the Saugatuck remains date to the late fur trade era, most likely during the American Period between A.D. 1791 and 1850 approximately. Oral history suggests the location was a cemetery for the Potawatomi and by this time, the Potawatomi historically occupied the area of Michigan south of the Grand River where Saugatuck is located. No known individuals were identified. No associated funerary objects are present. \n In 1967, human remains representing, at minimum, 22 individuals were removed from the Schooley A Mound (20NE218) in Newaygo County, MI. The site was excavated by members of the Newaygo Chapter of the Michigan Archaeological Society with assistance by Richard Flanders of GVSU. The human remains include 16 adults (three possible males, three males 35-50 years in age, one possible female, and nine individuals of indeterminate sex); four sub adults (two 15 year olds and two of indeterminate age); one infant; and one pre-natal infant that were donated to GVSUAL sometime after 1967 and before 1981. Burials occured at four places in the mound, with one relatively intact burial in a flexed position, and three areas where multiple individuals were interred including one area where cremains were deposited suggesting multiple internment episodes. The Late Woodland (A.D. 500-1200) date and time period for the remains is based on projectile points and five diagnostic right angle clay elbow pipes included in the mound. No known individuals were identified. No associated funerary objects are present. \n In June 1967, human remains representing, at minimum, five individuals were removed from the Schrader Mound (20NE217) in Newaygo County, MI. The site was excavated by members of the Newaygo Chapter of the Michigan Archaeological Society. The human remains include 5 adults (one probable male 27-44 and four adults of undetermined sex). At least two individuals were cremated and three individuals were not cremated. The human remains were donated to GVSU sometime after 1967 and before 1989. Artifacts from the site were retained by private individuals. The site dates to the Woodland Period (100 B.C. to A.D. 1400) based on notes in the GVSUAL files. Given the shape and size of the mound, it is likely that the remains date to the Late Woodland (A.D. 500-1400). No known individuals were identified. No associated funerary objects are present. \n On October 12, 1972, human remains representing, at minimum, one individual were removed from the G. Sharphorn property in Ottawa County, MI. The remains of one 15 year old, probable female, were identified by workmen during construction and were removed by staff from GVSU under the supervision of Richard Flanders in consultation with the Ottawa County Sherriff. The relatively complete burial was donated to GVSU. No date or time period could be established. No known individuals were identified. No associated funerary objects are present. \n Between 1966 and 1969, human remains representing, at minimum, four individuals, were removed from the Spoonville site (20OT1), in Ottawa County, MI. The site was previously excavated in 1962 by Richard Flanders, then of UMMA (collections and funerary objects from this excavation were curated at UMMA). The human remains in the GVSUAL include one adult male, two adults of unidentified sex, and one sub-adult which were recovered by Flanders (who was by 1964 at GVSU). At this time, one of the mounds was being leveled for construction of a residence. The landowner donated the human remains to GVSU and kept associated funerary objects. The burials were recovered from a Hopewellian Middle Woodland period mound dating between A.D. 1 and A.D. 400. No known individuals were identified. No known associated funerary objects are in the GVSUAL collection. \n On an unknown date, human remains representing, at minimum, four individuals were removed from the Virginianus site at an unknown location presumably in Michigan. Three individuals are adult of undetermined sex and one individual is a juvenile. There are no records in the GVSUAL archeological site files or any other state site files. There is no record of donation. No date or time period for the human remains could be established. No known individuals were identified. No associated funerary objects are present. \n On an unknown date, human remains representing, at minimum, two individuals were removed from an unknown site, presumably in Michigan. Two adult individuals are represented, one possible male and one probable male. Possible cut marks are present on the left side of one mandible. No records are available for these remains. No date or time period for the human remains could be established. No known individuals were identified. No associated funerary objects are present. \n In March 1997, human remains representing, at minimum, three individuals were removed from the Emshwiller property in Ottawa County, MI. The remains of three adults (one of which is possibly male, the other two of undetermined sex) were collected by Detective James Brack of the Ottawa County Sherriff Department upon being discovered during excavation of a basement. Detective Brack subsequently delivered the remains to the GVSUAL. No date or time period for the human remains could be established. No known individuals were identified. No associated funerary objects are present. \n In October 1999 and in March 2000, human remains representing, at minimum, four individuals were removed from the Vanderstel property (20OT296) in Ottawa County MI. The remains were discovered by a heavy equipment operator who was digging a foundation for a residence. The Ottawa County Sherriff was given the remains of one individual who brought them to GVSUAL to determine if they were Native American. Subsequently, two burial pits were identified by the operator, and Drs. Kimmarie Murphy, Bruce Hardy and Janet Brashler excavated the remains. In the spring, a fourth burial pit with a single individual was located and excavated from the planned septic field for the residence. The remains include four discrete burials in pit features excavated into a previously occupied Late Woodland archeological site dating to the 12th century based on a radiocarbon date from the site. Burial 1 was a young adult female. Burial 2 (young adult male) was disturbed by equipment. Burial 3 was a young adult female. Burial 4 was an adult female between 25 and 40. The date and time for the human remains is established based on a series of radiocarbon dates from associated materials and from the presence of European brass associated with Burials 1 and 2. Radiocarbon dates suggest a date between A.D. 1590 and 1620, an early date for European brass in the Great Lakes. No known individuals were identified. Eight associated funerary objects include: From Burial 1, two notched brass armbands, one woven textile wrap, and one rabbit skin wrap preserved by copper salts; from Burial 2, one brass tube with woven plant fibers; from Burial 3, one Late Prehistoric/Protohistoric triangular projectile point; and from Burial 4, two bone tubes, one with a polished end. \n On an unknown date, human remains representing, at minimum, two individuals were removed from an unknown location, presumably in Michigan. The human remains are two adults of undetermined sex and were recovered from a box with the label \\xe2\\x80\\x9cBone Museum\\xe2\\x80\\x9d in the GVSUAL faunal comparative collection. There is no documentation for this collection. No date or time period for the human remains could be established. No known individuals were identified. No associated funerary objects are present. \n On an unknown date, human remains representing, at minimum, one individual was removed from the Pretty Lake Site at an unknown location in Mecosta County, MI. The remains of one adult of undetermined sex were discovered in the GVSUAL in a box labeled the Pretty Lake Site. No documentation for these remains exists in the GVSUAL. No date and time period for the human remains could be established. No known individuals were identified. No associated funerary objects are present. \n In summer of 1969 and in June 2010, human remains representing, at minimum, one individual were removed from the Blendon Landing site (20OT73) in Ottawa County, MI. The remains were recovered as part of archeological field schools conducted by GVSU directed by Richard Flanders in 1969 and Janet Brashler in 2010. Included in the remains are a single proximal femur of a probable young adult male and a single adult molar tooth with a partial 5th cusp, suggesting possible European origin. Both remains were recovered during excavations of a 19th century historic Euro-American logging camp. However, a small amount of pre-Columbian contact material has been recovered from the site. The date and time period for the human remains could not be established. No known individuals were identified. No associated funerary objects are present. \n On July 19, 2008, human remains, representing at minimum, one individual were removed from a residence in Blendon Township, Ottawa County, MI. On July 31, 2008, Ottawa County Sherriff officers Kik, Garvelink, and Blakely transferred the remains to the GVSUAL. The remains are an adult female, 35-55 years old. Presence of wormian bones in sagittal suture suggests possible European or shared European ancestry. No other ethnic markers present. Sheriff\\'s office provided no information on how the remains came to be in a private residence. No date or time period could be established. No known individuals were identified. No associated funerary objects are present. \n On an unknown date(s) between 1970 and 1990, and during June 2010, human remains representing, at minimum, one individual were removed from the Sand Creek Site (20OT66) in Ottawa County, MI. The remains are one adult of undetermined sex and were recovered during surface collection and excavations conducted by GVSU in the 1970s and again during June 2010. The date and time period for the remains is unknown because the site is multi-component dating from the Archaic and Woodland periods (3000 B.C.\\xe2\\x80\\x94A.D. 1640) and from the historic period (19th century) when an Ottawa village was located in the vicinity. No known individuals were identified. No associated funerary objects are present. \n ", "h_d_ci": "Null", "determinations": "Determinations Made by Grand Valley State University \n Officials of Grand Valley State University have determined that: \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice are Native American based on cranial morphology, dental traits, accession documentation, and archeological context. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice represent the physical remains of 111 individuals of Native American ancestry. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(3)(A), the 1,473 objects described in this notice are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(2), a relationship of shared group identity cannot be reasonably traced between the Native American human remains and associated funerary objects and any present-day Indian tribe. \n \\xe2\\x80\\xa2 According to final judgments of the Indian Claims Commission or the Court of Federal Claims, the land from which the Native American human remains and associated funerary objects were removed is the aboriginal land of The Tribes. \n \\xe2\\x80\\xa2 Treaties, Acts of Congress, or Executive Orders, indicate that the land from which the Native American human remains and associated funerary objects were removed is the aboriginal land of The Tribes. \n \\xe2\\x80\\xa2 Pursuant to 43 CFR 10.11(c)(1), the disposition of the human remains and associated funerary objects may be to The Tribes. \n ", "a_r_d": "Representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to Dr. Janet Brashler, Professor and Curator of Anthropology, Grand Valley State University, 1 Campus Drive, Allendale, MI 49401, telephone (616) 331-3694, email brashlej@gvsu.edu, by March 6, 2015. After that date, if no additional requestors have come forward, transfer of control of the human remains and associated funerary objects to The Tribes may proceed. \n Grand Valley State University is responsible for notifying The Tribes that this notice has been published. \n "}