{"index": "I_723", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        [NPS-WASO-NAGPRA-16901; PPWOCRADN0-PCU00RP14.R50000]\\n        Notice of Inventory Completion: Arkansas Archeological Survey, Fayetteville, AR\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        \\n          SUMMARY:\\n          The Arkansas Archeological Survey has completed an inventory of human remains and associated funerary objects, in consultation with the appropriate Indian tribes or Native Hawaiian organizations, and has determined that there is a cultural affiliation between the human remains and associated funerary objects and present-day Indian tribes or Native Hawaiian organizations. Lineal descendants or representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request to the Arkansas Archeological Survey. If no additional requestors come forward, transfer of control of the human remains and associated funerary objects to the lineal descendants, Indian tribes, or Native Hawaiian organizations stated in this notice may proceed.\\n        \\n        \\n          DATES:\\n          Lineal descendants or representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to the Arkansas Archeological Survey at the address in this notice by January 21, 2015.\\n        \\n        \\n          ADDRESSES:\\n          George Sabo, Director, Arkansas Archeological Survey, 2475 North Hatch Avenue, Fayetteville, AR 72704, telephone (479) 575-3556.\\n        \\n      \\n      \\n        SUPPLEMENTARY INFORMATION:\\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains and associated funerary objects under the control of the Arkansas Archeological Survey. The human remains and associated funerary objects were removed from multiple counties in Arkansas.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003(d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations in this notice.\\n        Consultation\\n        A detailed assessment of the human remains was made by Arkansas Archeological Survey professional staff in consultation with representatives of The Quapaw Tribe of Indians.\\n        History and Description of the Remains\\n        All of the human remains and associated funerary objects listed in this notice were recovered by the Arkansas Archeological Survey, unless otherwise noted.\\n        In 1979, human remains representing a minimum of one individual (79-634-4) were recovered from the Menard Mound site (3AR4) in Arkansas County, AR. No known individuals were identified. The two associated funerary objects include two fragments of ceramic vessels. Diagnostic artifacts found at Menard Mound site (3AR4) indicate that these human remains were probably buried during the Menard Complex (late A.D. 1500).\\n\\n        At an unknown date, human remains representing a minimum of one individual (85-815) were recovered from the Roland Mound site (3AR30) in Arkansas County, AR. These human remains were transferred from the University of Arkansas Department of Anthropology to the Arkansas Archeological Survey in 1985. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at the Roland Mound site (3AR30) indicate that these human remains were probably buried during the Mississippian period (A.D. 900-1500).\\n        At an unknown date, human remains representing a minimum of three individuals (68-287) were recovered from the McBroom site (3AR46) in Arkansas County, AR. These human remains were donated to the Arkansas Archeological Survey in 1968. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at the McBroom site (3AR46) indicate that these human remains were probably buried during the Mississippian period (A.D. 900-1500).\\n        At an unknown date, human remains representing a minimum of two individuals (74-142) were recovered from the Gibbens site (3AR48) in Arkansas County, AR. These human remains were donated to the Arkansas Archeological Survey in 1974. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at Gibbens site (3AR48) indicate that these human remains were probably buried during the Mississippian period (A.D. 900-1500).\\n        In 1968, human remains representing a minimum of one individual (68-98) were recovered from site 3CG44 in Craighead County, AR. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at site 3CG44 indicate that these human remains were probably buried during the Archaic period (8000-5000 B.C.).\\n        In 1968, human remains representing a minimum of eleven individuals (68-126, 68-364, 68-364-36, -117, -148, -160, -217, -232, -233, -272) were recovered from the Frierson II site (3CG54) in Craighead County, AR. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at the Frierson II site (3CG54) indicate that these human remains were probably buried during the late Archaic period (3000-500 B.C.).\\n        In 1974, human remains representing a minimum of one individual (74-461) were recovered from site 3CG469 in Craighead County, AR. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at site 3CG469 indicate that these human remains were probably buried during the Late Prehistoric period (A.D. 1000-1600).\\n        At an unknown date, human remains representing a minimum of one individual (76-311) were recovered from an unknown site in Cross County, AR. These human remains were donated to the Arkansas Archeological Survey in 1976. No known individuals were identified. No associated funerary objects are present. These human remains are believed to date from the Prehistoric period (11,560 B.C.-A.D.1600) based on the physical conditions of the remains.\\n        In 1974, human remains representing a minimum of one individual (74-1057) were recovered from site 3CS9 in Cross County, AR. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at site 3CS9 indicate that these human remains were probably buried during the Late Prehistoric period (A.D. 1000-1600).\\n        In 1970, 1971, 1972, 1973, and 1979, human remains representing a minimum of six individuals (70-718-6, 71-361, 72-200, 72-200-6, 79-833, 73-33) were recovered from the Potter\\'s Mounds site (3CS27) in Cross County, AR. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at the Potter\\'s Mounds site (3CS27) indicate that these human remains were probably buried during the Mississippian period (A.D. 900-1500).\\n        At an unknown date, human remains representing a minimum of two individuals (76-319) were recovered from the Togo/Holcomb Mounds site (3CS28) in Cross County, AR. These human remains were donated to the Arkansas Archeological Survey in 1976. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at the Togo/Holcomb Mounds site (3CS28) indicate that these human remains were probably buried during the Late Prehistoric period (A.D. 1000-1600).\\n        At an unknown date, human remains representing a minimum of one individual were recovered from site 3CS29 near Parkin, Cross County, AR. These human remains were donated to the Arkansas Archeological Survey. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at site 3CS29 indicate that these human remains were probably buried during the Late Prehistoric period (A.D. 1000-1600).\\n        At an unknown date, human remains representing a minimum of one individual (76-304) were recovered from site 3CS40 in Cross County, AR. These human remains were donated to the Arkansas Archeological Survey in 1976. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at site 3CS40 indicate that these human remains were probably buried during the Late Prehistoric period (A.D. 1000-1600).\\n        In 1974, human remains representing a minimum of one individual (74-1049) were recovered from site 3CS60 in Cross County, AR. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at site 3CS60 indicate that these human remains were probably buried during the Late Prehistoric period (A.D. 1000-1600).\\n        At an unknown date, human remains representing a minimum of one individual (87-649) were recovered from the Fortune Mounds site (3CS71) in Cross County, AR. These human remains were donated to the Arkansas Archeological Survey in l987. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at the Fortune Mounds site (3CS71) indicate that these human remains were probably buried during the Parkin phase of the Late Mississippian period (A.D. 1300-1500).\\n        In 1991, human remains representing a minimum of one individual (91-1008-3-15) were recovered from the Welshans Place site (3CS73) in Cross County, AR. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at the Welshans Place site (3CS73) indicate that these human remains were probably buried during the Late Prehistoric period (A.D. 1000-1600).\\n        In 1985, human remains representing a minimum of two individuals (85-918, 85-918-1) were recovered from the Block site (3CS90) in Cross County, AR. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at the Block site (3CS90) indicate that these human remains were probably buried during the Late Prehistoric period (A.D. 1000-1600).\\n\\n        At an unknown date, human remains representing a minimum of two individuals (66-117, Burial 1 and 1A) were recovered from site 3CS92 in Cross County, AR. These human remains were donated to the Arkansas Archeological Survey at an unknown date. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at site 3CS92 indicate that these human remains were probably buried during the Late Woodland period (A.D. 500-900).\\n        In 1971, human remains representing a minimum of one individual (71-378) were recovered from site 3CS109 in Cross County, AR. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at site 3CS109 indicate that these human remains were probably buried during the Late Prehistoric period (A.D. 1000-1600).\\n        In 1971 and 1987, human remains representing a minimum of nine individuals (71-499-23, 36, 53, 69, 87-1, 87-2, 81) were recovered from the Wampler #2 site (3CS117) in Cross County, AR. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at the Wampler #2 site (3CS117) indicate that these human remains were probably buried during the Late Prehistoric period (A.D. 1000-1600).\\n        In 1971, human remains representing a minimum of three individuals (71-500-171, 495-1, -2) were recovered from the Wampler #3 site (3CS118) in Cross County, AR. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at the Wampler #3 site (3CS118) indicate that these human remains were probably buried during the Late Prehistoric period (A.D. 1000-1600).\\n        At an unknown date, human remains representing a minimum of four individuals (72-623 A & B) were recovered from the Edwards site (3CS120) in Cross County, AR. These human remains were donated to the Arkansas Archeological Survey in 1972. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at the Edwards site (3CS120) indicate that these human remains were probably buried during the Late Prehistoric period (A.D. 1000-1600).\\n        In 1972 and 1973, human remains representing a minimum of one individual (72-224-33, 73-341-58) were recovered from site 3CS123 in Cross County, AR. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at site 3CS123 indicate that these human remains were probably buried during the Late Prehistoric period (A.D. 1000-1600).\\n        In 1987, human remains representing a minimum of one individual (87-858) were recovered from site 3CS202 in Cross County, AR. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at site 3CS202 indicate that these human remains were probably buried during the Late Prehistoric period (A.D. 1000-1600).\\n        At an unknown date, human remains representing a minimum of three individuals were recovered from an unknown site in Crittenden County, AR. No known individuals were identified. No associated funerary objects are present. These human remains are believed to date from the Prehistoric period (11,650 B.C.-A.D.1600) based on the physical condition of the remains.\\n        In 1971 and 1993, human remains representing a minimum of two individuals (71-496 and 93-1195) were recovered from site 3CT3 in Crittenden County, AR. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at site 3CT3 indicate that these human remains were probably buried during the Late Prehistoric period (A.D. 1000-1600).\\n        In 1991 and 1992, human remains representing a minimum of one individual (91-969-13-16, 92-1147-14-16) were recovered from site 3CT11 in Crittenden County, AR. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at site 3CT11 indicate that these human remains were probably buried during the Late Prehistoric period (A.D. 1000-1600).\\n        In 1968 and 1989, human remains representing a minimum of two individuals (68-258-2 and 89-795) were recovered from the Barton Ranch site (3CT18) in Crittenden County, AR. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at the Barton Ranch site (3CT18) indicate that these human remains were probably buried during the Late Prehistoric period (A.D. 1000-1600).\\n        In 1995, human remains representing a minimum of one individual (95-605-72) were recovered from site 3CT32 in Crittenden County, AR. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at site 3CT32 indicate that these human remains were probably buried during the Late Prehistoric period (A.D. 1000-1600).\\n        In 1986, human remains representing a minimum of one individual (86-588-1) were recovered from site 3CT33 in Crittenden County, AR. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at site 3CT33 indicate that these human remains were probably buried during the Late Prehistoric period (A.D. 1000-1600).\\n        In 1978, human remains representing a minimum of one individual (78-1163) were recovered from site 3CT36 in Crittenden County, AR. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at site 3CT36 indicate that these human remains were probably buried during the Late Prehistoric period (A.D. 1000-1600).\\n        In 1989 and 1990, human remains representing a minimum of two individuals (89-565, 505, 90-339) were recovered from site 3CT40 in Crittenden County, AR. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at site 3CT40 indicate that these human remains were probably buried during the Late Prehistoric period (A.D. 1000-1600).\\n        At an unknown date, human remains representing a minimum of one individual (89-301, burial A, burial B) were recovered from site 3CT43 in Crittenden County, AR. These human remains were donated to the Arkansas Archeological Survey in 1989. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at site 3CT43 indicate that these human remains were probably buried during the Late Prehistoric period (A.D. 1000-1600).\\n        In 1982, human remains representing a minimum of five individuals (82-965, burial 1, 2, 2a, 3, and 3a) were recovered from the Ross site (3CT50) in Crittenden County, AR. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at the Ross site (3CT50) indicate that these human remains were probably buried during the Late Prehistoric period (A.D. 1000-1600).\\n        In 1995, human remains representing a minimum of one individual (95-617-37) were recovered from site 3CT77 in Crittenden County, AR. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at site 3CT77 indicate that these human remains were probably buried during the Late Prehistoric period (A.D. 1000-1600).\\n        At an unknown date, human remains representing a minimum of one individual were recovered from site 3CT88 in Crittenden County, AR. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at site 3CT88 indicate that these human remains were probably buried during the Late Prehistoric period (A.D. 1000-1600).\\n\\n        In 1972 and 1974, human remains representing a minimum of two individuals (72-444, 74-716) were recovered from site 3CY42 in Clay County, AR. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at site 3CY42 indicate that these human remains were probably buried during the Late Prehistoric period (A.D. 1000-1600).\\n        At an unknown date, human remains representing a minimum of one individual (619-116) were recovered from site 3CY44 in Clay County, AR. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at site 3CY44 indicate that these human remains were probably buried during the Late Prehistoric period (A.D. 1000-1600).\\n        In 1972, human remains representing a minimum of one individual (72-624) were recovered from the Crafton #1 site (3CY88) in Clay County, AR. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at the Crafton #1 site (3CY88) indicate that these human remains were probably buried during the Late Woodland period (A.D. 500-900).\\n        In 1984, human remains representing a minimum of two individuals (84-903-20) were recovered from the Grady site (3CY258) in Clay County, AR. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at site 3CY258 indicate that these human remains were probably buried during the Late Prehistoric period (A.D. 1000-1600).\\n        In 1970 and 1980, human remains representing a minimum of nine individuals (70-146-1, 70-167-45, 80-352, 80-352 A&B, 70-167, 80-416) were recovered from the Schug site (3GE2) in Greene County, AR. These human remains were donated to the Arkansas Archeological Survey. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at the Schug site (3GE2) indicate that these human remains were probably buried during the Middle Mississippian period (A.D. 900-1500) and Late Prehistoric period (A.D. 1000-1600).\\n        At an unknown date, human remains representing a minimum of one individual (80-416) were recovered from site 3GE31 in Greene County, AR. These human remains were donated to the Arkansas Archeological Survey in 1980. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at the site 3GE31 indicate that these human remains were probably buried during the Late Prehistoric period (A.D. 1000-1600).\\n        At an unknown date, human remains representing a minimum of one individual (Burial 1) were recovered from the Dalton Field/Sloan site (3GE94) in Greene County, AR. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at the Dalton Field/Sloan site (3GE94) indicate that these human remains were probably buried during the Prehistoric period (3000 B.C.-A.D. 1600).\\n        In 1987, human remains representing a minimum of four individuals (87-650-80, 87-650) were recovered from site 3GE346 in Greene County, AR. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at site 3GE346 indicate that these human remains were probably buried during the Late Prehistoric period (A.D. 1000-1600).\\n        At an unknown date, human remains representing a minimum of one individual (92-689) was recovered from site 31N3 in Independence County, AR. These human remains were donated to the Arkansas Archeological Survey in 1992. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at site 31N3 indicate that these human remains were probably buried during the Late Prehistoric period (A.D. 1000-1600).\\n        In 1968 and 1972, human remains representing a minimum of five individuals (68-538 Burial 1, 68-539-1, 68-539-1, 72-539, 72-289) were recovered from the Magness site (31N8) in Independence County, AR. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at the Magness site (3IN8) indicate that these human remains were probably buried during the Protohistoric period (A.D. 1500-1673).\\n        At an unknown date, human remains representing a minimum of two individuals (79-940, 81-362) were recovered from the Engineer\\'s Mound site (31N25) in Independence County, AR. These human remains were donated to the Arkansas Archeological Survey in 1979 and 1981. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at the Engineer\\'s Mound site (31N25) indicate that these human remains were probably buried during the Late Prehistoric period (A.D. 1000-1600).\\n        At an unknown date, human remains representing a minimum of two individuals (72-310) were recovered from the Walls Lake West site (3IN39) in Independence County, AR. These human remains were donated to the Arkansas Archeological Survey in 1972. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at the Walls Lake West site (3IN39) indicate that these human remains were probably buried during the Late Prehistoric period (A.D. 1000-1600).\\n        At an unknown date, human remains representing a minimum of two individuals (70-66A, 70-66) were recovered from site 3IZ16 in Izard County, AR. These human remains were donated to the Arkansas Archeological Survey in 1970. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at site 3IZ16 indicate that these human remains were probably buried during the Late Prehistoric period (A.D. 1000-1600).\\n        At an unknown date, human remains representing a minimum of one individual (79-1065-52) were recovered from the Guion site (3IZ136) in Izard County, AR. These human remains were donated to the Arkansas Archeological Survey in 1979. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at the Guion site (3IZ136) indicate that these human remains were probably buried during the Middle Mississippian period (A.D. 1100-1300).\\n        At an unknown date, human remains representing a minimum of one individual were recovered from the Nick of Time site (3JA7) in Jackson County, AR. These human remains were donated to the Arkansas Archeological Survey. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at the Nick of Time site (3JA7) indicate that these human remains were probably buried during the Late Prehistoric period (A.D. 1000-1600).\\n        At an unknown date, human remains representing a minimum of one individual (68-140-31) were recovered from site 3JA16 in Jackson County, AR. These human remains were donated to the Arkansas Archeological Survey in 1968. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at site 3JA16 indicate that these human remains were probably buried during the Late Prehistoric period (A.D. 1000-1600).\\n        In 1968 and 1976, human remains representing a minimum of two individuals (68-415, 76-1475) were recovered from site 3JA23 in Jackson County, AR. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at site 3JA23 indicate that these human remains were probably buried during the Late Prehistoric period (A.D. 1000-1600).\\n\\n        In 1968, human remains representing a minimum of one individual (68-519) were recovered from site 3JA33 in Jackson County, AR. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at site 3JA33 indicate that these human remains were probably buried during the Late Prehistoric period (A.D. 1000-1600).\\n        In 1968, human remains representing a minimum of three individuals (68-522) were recovered from site 3JA36 in Jackson County, AR. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at site 3JA36 indicate that these human remains were probably buried during the Late Prehistoric period (A.D. 1000-1600).\\n        At an unknown date, human remains representing a minimum of one individual were recovered from site 3JA273 in Jackson County, AR. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at site 3JA273 indicate that these human remains were probably buried during the Late Prehistoric period (A.D. 1000-1600).\\n        In 1978, human remains representing a minimum of nine individuals (78-1146-55, 59, 97, 143, 144, 145, 146, 147, 142) were recovered from the Reynolds site (3JA465) in Jackson County, AR. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at the Reynolds site (3JA465) indicate that these human remains were probably buried during the Late Prehistoric period (A.D. 1000-1600).\\n        At an unknown date, human remains representing a minimum of one individual (80-810-3) were recovered from the Kent Place/Lipsky site (3LE8) in Lee County, AR. These human remains were donated to the Arkansas Archeological Survey in 1980. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at the Kent Place/Lipsky site (3LE8) indicate that these human remains were probably buried during the Mississippian (A.D. 900-1500) to Kent Phase (A.D.1300-1600) periods.\\n        At an unknown date, human remains representing a minimum of five individuals were recovered from the Clay Hill site (3LE11) in Lee County, AR. These human remains were donated to the Arkansas Archeological Survey in 1977 and 1994. No known individuals were identified.\\n        In 1978, 1988, and 1989 human remains representing a minimum of seven individuals were recovered from the Clay Hill site (3LE11) in Lee County, AR. No known individuals were identified. The 14 associated funerary objects include one shell tempered wide-mouthed bottle, one shell tempered bowl, one marine shell pendant, one large shell bead, eight small shell beads, and two fragmentary vessels. Diagnostic artifacts found at the Clay Hill site (3LE11) indicate that these human remains were probably buried during the Mississippian period (A.D. 900-1500) or Kent Phase (A.D.1300-1600).\\n        In 1975, human remains representing a minimum of five individuals (75-155-7/15/13/26/15-1) were recovered from the Bill Carr site (3LN119) in Lonoke County, AR. No known individuals were identified. The four associated funerary objects include a burial pot, two vessels, and a reconstructed jar. Diagnostic artifacts found at the Bill Carr site (3LN119) indicate that these human remains were probably buried during the Menard Complex (late 1500 A.D.)\\n        In 1972, human remains representing a minimum of two individuals (72-230-6, 72-306) were recovered from site 3LW44 in Lawrence County, AR. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at site 3LW44 indicate that these human remains were probably buried during the Late Prehistoric period (A.D. 1000-1600).\\n        At an unknown date, human remains representing a minimum of two individuals (85-820-1, 85-820-2) were recovered from the Scuttles #2 site (3LW94) in Lawrence County, AR. These human remains were donated to the Arkansas Archeological Survey in 1985. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at the Scuttles #2 site (3LW94) indicate that these human remains were probably buried during the Late Prehistoric period (A.D. 1000-1600).\\n        In 1971 and 1975, human remains representing a minimum of 22 individuals (71-568-4-1-Burial 1A, 71-568-4-2-Burial 1B, 71-568-Burial 2, 71-568-Burial 3, 71-568- Burial 4, 71-568-Burial 5, 71-568-3-Burial 7, 71-569-397-Burial 8, 71-568-5-Burial 8a, 71-568-7, 71-568-7-Burial 8b, 71-568-7-1-Burial 8c, 71-568-7-2-Burial 8d, 71-568-6-Burial 9, 71-568-6-1-Burial 9a, 71-568-6-2-Burial 9b, 71-568-6-3-Burial 9c, 71-568, 71-568-58-87-355, 75-52) were recovered from the Johnny Wilson site (3LW106) in Lawrence County, AR. No known individuals were identified. The one associated funerary object includes a ceramic bowl. The associated funerary object and other diagnostic artifacts found at the Johnny Wilson site (3LW106) indicate that these human remains were probably buried during the Late Woodland and Early Mississippian periods (A.D. 750-950).\\n        In 1973, human remains representing a minimum of one individual (73-396-14) were recovered from site 3LW111. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at site 3LW111 indicate that these human remains were probably buried during the Late Prehistoric period (A.D. 1000-1600).\\n        In 1973, human remains representing a minimum of one individual (73-399) were recovered from site 3LW115 in Lawrence County, AR. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at site 3LW115 indicate that these human remains were probably buried during the Late Prehistoric period (A.D. 1000-1600).\\n        In 1976, human remains representing a minimum of one individual (76-1450, 1451) were recovered from site 3LW347 in Lawrence County, AR. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at site 3LW347 indicate that these human remains were probably buried during the Late Prehistoric period (A.D. 1000-1600).\\n        At an unknown date, human remains representing a minimum of one individual (90-596-1) were recovered from site 3MO1 in Monroe County, AR. These human remains were donated to the Arkansas Archeological Survey in 1990. No known individuals were identified. The two associated funerary objects include two fragments of a shell-tempered bowl. Diagnostic artifacts found at site 3MO1 indicate that these human remains were probably buried during the Mississippian period (A.D. 900-1500).\\n        At an unknown date, human remains representing a minimum of two individuals (83-517-1 and -2) were recovered from the Walnut Ridge site (3MO61) in Monroe County, AR. These human remains were donated to the Arkansas Archeological Survey in 1983. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at the Walnut Ridge site (3MO61) indicate that these human remains were probably buried during the Mississippian period (A.D. 900-1500).\\n\\n        In 1973, 1976, 1977, 1984, 1986, and 1989, human remains representing a minimum of five individuals (73-609, 76-1139, 86-679, 84-328, 73-1040, 77-504, 89-744) were recovered from the Floodway site (3MS2) in Mississippi County, AR. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at the Floodway site (3MS2) indicate that these human remains were probably buried during the Late Prehistoric period (A.D. 1000-1600).\\n        In 1972, 1973, 1979, and 1980, human remains representing a minimum of three individuals (72-658, 80-342, 79-1566, 73-435, 79-344) were recovered from the Middle Nodena site (3MS3) in Mississippi County, AR. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at site the Middle Nodena site (3MS3) indicate that these human remains were probably buried during the Late Prehistoric period (A.D. 1000-1600).\\n        In 1970-1974 and 1979-1980, human remains representing a minimum of 20 individuals (Burial 1, 70-353, 73-53-2, 73-55-3, 73-56-3, 73-56-3-1, 73-59-5, 73-365-3&4, 73-428-12, 73-431-185, 73-431-245, 73-432-32, 73-431-193, 73-432-52, 73-431-194, 73-432-33, 79-347, 73-53, 71-233, 74-242, 74-241, 74-226, 72-158, 73?, 72-588, 80-343) were recovered from the Upper Nodena site (3MS4) in Mississippi County, AR. No known individuals were identified. The one associated funerary object includes a large, plain ceramic vessel found covering one of the burials. The associated funerary object and other diagnostic artifacts found at site 3MS4 indicate that these human remains were probably buried during the Late Woodland and Early Mississippian periods (A.D. 750-950).\\n        In 1972, 1978, 1979, 1980, 1984, and 1992, human remains representing a minimum of six individuals (72-457, 78-1042, 92-1078, 92-1090, 79-306, 84-316, 79-1560, 80-336) were recovered from the Chickasaba site (3MS5) in Mississippi County, AR. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at the Chickasaba site (3MS5) indicate that these human remains were probably buried during the Nodena Phase of the Late Mississippian period (A.D. 1400-1650) and the Late Prehistoric period (A.D. 1000-1600).\\n        In 1971, human remains representing a minimum of one individual (71-28-7) were recovered from the Tucker site (3MS10) in Mississippi County, AR. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at the Tucker site (3MS10) indicate that these human remains were probably buried during the Late Prehistoric period (A.D. 1000-1600).\\n        In 1970, human remains representing a minimum of one individual (70-902) were recovered from the Carson Lake site (3MS13) in Mississippi County, AR. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at the Carson Lake site (3MS13) indicate that these human remains were probably buried during the Late Prehistoric period (A.D. 1000-1600).\\n        In 1972-1973, human remains representing a minimum of five individuals (73-434, 72-568) were recovered from the Notgrass site (3MS15) in Mississippi County, AR. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at the Notgrass site (3MS15) indicate that these human remains were probably buried during the Late Prehistoric period (A.D. 1000-1600).\\n        In 1980, human remains representing a minimum of one individual (80-369) were recovered from site 3MS17 in Mississippi County, AR. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at the site 3MS17 indicate that these human remains were probably buried during the Late Prehistoric period (A.D. 1000-1600).\\n        At an unknown date, human remains representing a minimum of two individuals (68-999, 85-808) were recovered from site 3MS18 in Mississippi County, AR. These human remains were donated to the Arkansas Archeological Survey in 1965 and 1985. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at site 3MS18 indicate that these human remains were probably buried during the Late Prehistoric period (A.D. 1000-1600).\\n        In 1967, 1973, and 1980, human remains representing a minimum of four individuals (65-157, 73-26, 80-306) were recovered from site 3MS22 in Mississippi County, AR. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at site 3MS22 indicate that these human remains were probably buried during the Late Prehistoric period (A.D. 1000-1600).\\n        In 1970, 1973, 1974, 1975, 1978, 1980, and 1982, human remains representing a minimum of 34 individuals (Burial B1, B2, A, North Trench, Trench 2, 70-452, 72-305, 73-426-A, B, C, Trench Burial, 74-121-1143, 74-122, 78-346, 78-1342, 80-379, 74-122, 121, 70-332, 73-43, B, Trench Burial B, 75-665, 82-670) were recovered from the Armorel site (3MS23) in Mississippi County, AR. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at Armorel site (3MS23) indicate that these human remains were probably buried during the Nodena Phase of the Late Mississippian period (A.D. 1400-1650).\\n        In 1970, human remains representing a minimum of one individual (70-918) were recovered from the Big Lake Bridge site (3MS24) in Mississippi County, AR. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at the Big Lake Bridge site (3MS24) indicate that these human remains were probably buried during the Late Prehistoric period (A.D. 1000-1600).\\n        In 1973 and 1974, human remains representing a minimum of two individuals (74-635-3, 73-587) were recovered from site 3MS53 in Mississippi County, AR. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at site 3MS53 indicate that these human remains were probably buried during the Late Prehistoric period (A.D. 1000-1600).\\n        In 1979, human remains representing a minimum of one individual (79-877) were recovered from site 3MS55 in Mississippi County, AR. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at site 3MS55 indicate that these human remains were probably buried during the Late Prehistoric period (A.D. 1000-1600).\\n        At an unknown date, human remains representing a minimum of 23 individuals (Jaw 13, 23, 36, 40, 43, 66, 65, 44, 45, 48, 54, 62, Burial 184, 184B, Jaw unknown, 1, 3, 4, 5, 6, 7, B.184 Miscellaneous, 84-920) were recovered from the Golden Lake site (3MS60) in Mississippi County, AR. These human remains were donated to the Arkansas Archeological Survey in 1984. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at the Golden Lake site (3MS60) indicate that these human remains were probably buried during the Nodena phase of the Late Mississippian period (A.D. 1400-1650).\\n\\n        In 1971 and 1972, human remains representing a minimum of two individuals (71-498, 72-564) were recovered from the Terry #2 site (3MS65) in Mississippi County, AR. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at the Terry #2 site (3MS65) indicate that these human remains were probably buried during the Nodena phase of the Late Mississippian period (A.D. 1400-1650) and the Late Prehistoric period (A.D. 1000-1600).\\n        \\n        In 1984, human remains representing a minimum of one individual (84-920) were recovered from the Smith site (3MS71) in Mississippi County, AR. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at the Smith site (3MS71) indicate that these human remains were probably buried during the Late Prehistoric period (A.D. 1000-1600).\\n        In 1970 and 1972, human remains representing a minimum of two individuals (70-356, 72-659) were recovered from the Libbon site (3MS73) in Mississippi County, AR. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at the Libbon site (3MS73) indicate that these human remains were probably buried during the Late Prehistoric period (A.D. 1000-1600).\\n        In 1980, human remains representing a minimum of one individual (80-344) were recovered from site 3MS80 in Mississippi County, AR. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at site 3MS80 indicate that these human remains were probably buried during the Late Prehistoric period (A.D. 1000-1600).\\n        In 1972, human remains representing a minimum of one individual (72-470) were recovered from site 3MS93 in Mississippi County, AR. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at site 3MS93 indicate that these human remains were probably buried during the Late Prehistoric period (A.D. 1000-1600).\\n        In 1973, human remains representing a minimum of one individual (73-608) were recovered from site 3MS100 in Mississippi County, AR. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at site 3MS100 indicate that these human remains were probably buried during the Late Prehistoric period (A.D. 1000-1600).\\n        In 1980, human remains representing a minimum of one individual (80-322) were recovered from site 3MS104 in Mississippi County, AR. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at site 3MS104 indicate that these human remains were probably buried during the Late Prehistoric period (A.D. 1000-1600).\\n        In 1978 and 1979, human remains representing a minimum of two individuals (79-888, 305, 78-942, 313) were recovered from the Eaker site (3MS105) in Mississippi County, AR. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at the Eaker site (3MS105) indicate that these human remains were probably buried during the Late Prehistoric period (A.D. 1000-1600).\\n        At an unknown date, human remains representing a minimum of one individual (82-324) were recovered from site 3MS106 in Mississippi County, AR. These human remains were donated to the Arkansas Archeological Survey in 1982. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at site 3MS106 indicate that these human remains were probably buried during the Late Prehistoric period (A.D. 1000-1600).\\n        In 1980, human remains representing a minimum of one individual (80-312) were recovered from site 3MS111 in Mississippi County, AR. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at site 3MS111 indicate that these human remains were probably buried during the Late Prehistoric period (A.D. 1000-1600).\\n        At an unknown date, human remains representing a minimum of two individuals (burial 1, burial 2) were recovered from site 3MS311 in Mississippi County, AR. These human remains were donated to the Arkansas Archeological Survey. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at site 3MS311 indicate that these human remains were probably buried during the Late Prehistoric period (A.D. 1000-1600).\\n        In 1982, human remains representing a minimum of one individual (82-673) were recovered from site 3MS319 in Mississippi County, AR. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at site 3MS319 indicate that these human remains were probably buried during the Late Prehistoric period (A.D. 1000-1600).\\n        In 1982, human remains representing a minimum of one individual (82-670) were recovered from site 3MS323 in Mississippi County, AR. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at site 3MS323 indicate that these human remains were probably buried during the Late Prehistoric period (A.D. 1000-1600).\\n        In 1971, human remains representing a minimum of one individual (71-498) were recovered from the Costner #2 site (3MS541) in Mississippi County, AR. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at the Costner #2 site (3MS541) indicate that these human remains were probably buried during the Late Prehistoric period (A.D. 1000-1600).\\n        In 1990, human remains representing a minimum of one individual (90-342) were recovered from the Costner #3 site (3MS542) in Mississippi County, AR. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at the Costner #3 site (3MS542) indicate that these human remains were probably buried during the Late Prehistoric period (A.D. 1000-1600).\\n        In 1973, 1976, and an unknown date, human remains representing a minimum of three individuals (73-595, 76-1084, unknown) were recovered from site 3PO2/23 in Poinsett County, AR. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at site 3PO2/23 indicate that these human remains were probably buried during the Late Prehistoric period (1000-1600 A.D.).\\n        In 1968, human remains representing a minimum of two individuals (68-232, Burials 1 and 2) were recovered from the Bay Village site (3PO3) in Poinsett County, AR. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at the Bay Village site (3PO3) indicate that these human remains were probably buried during the Middle Mississippian period (A.D. 1100-1300).\\n        At an unknown date and in 1968 and 1974, human remains representing a minimum of two individuals (68-791-31, 74-778) were recovered from the Hazel site (3PO6) in Poinsett County, AR. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at the Hazel site (3PO6) indicate that these human remains were probably buried during the Mississippian period (A.D. 900-1500) or Late Prehistoric period (A.D. 1000-1600).\\n\\n        In 1974, 1975, and 1979, human remains representing a minimum of two individuals (75-697, 74-870, 79-811, 74-872) were recovered from site 3PO23 in Poinsett County, AR. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at the site indicate that these human remains were probably buried during the Late Prehistoric period (A.D. 1000-1600).\\n        In 1974, 1979, and 1980, human remains representing a minimum of 10 individuals (74-866, 79-1040-238, -239, -261, -262, -272, 80-427-33, -35) were recovered from site 3PO24 in Poinsett County, AR. No known individuals were identified. The four associated funerary objects include one Neeley\\'s Ferry Plain bottle, one Neeley\\'s Ferry Plain effigy bowl, and two shell beads. The associated funerary objects and other diagnostic artifacts found at the site indicate that these human remains were probably buried during the Mississippian (A.D. 900-1500), Parkin Phase (A.D. 1300-1600) or Late Prehistoric (A.D. 100-1600) period.\\n        In 1972, 1973, 1975, and 1982, human remains representing a minimum of three individuals (72-197, 73-367, 75-311, 82-309) were recovered from 3PO26 in Poinsett County, AR. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at 3PO26 indicate that these human remains were probably buried during the Late Prehistoric period (A.D. 1000-1600).\\n        In 1969, human remains representing a minimum of 21 individuals (69-705-99, -100, -102, -103, -104, -105, -107, -108, -109, -110, unknown) were recovered from the Floodway Mounds site (3PO46) in Poinsett County, AR. No known individuals were identified. The 17 associated funerary objects include two ceramic bottles, fourteen vessels, and one jar. These associated funerary objects and other diagnostic artifacts found at the Floodway Mounds site (3PO46) indicate that these human remains were probably buried during the Cherry Valley Phase (A.D. 1000-1200).\\n        In 1967, human remains representing a minimum of five individuals (67-144-4, -2, -7, -56, 67-144-1-2-4) were recovered from the Hyneman #1 site (3PO52) in Poinsett County, AR. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts recovered from the Hyneman #1 site (3PO52) indicate that these remains were probably buried during the Middle Mississippian period (A.D. 1100-1300).\\n        In 1967, human remains representing a minimum of three individuals (67-159, 67-159-?) were recovered from 3PO54 in Poinsett County, AR. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at 3PO54 indicate that these human remains were probably buried during the Middle Mississippian period (A.D. 1100-1300).\\n        In 1979, human remains representing a minimum of one individual (79-815) were recovered from site 3PO59 in Poinsett County, AR. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at site 3PO59 indicate that these human remains were probably buried during the Middle Mississippian period (A.D. 1100-1300).\\n        In 1970, human remains representing a minimum of one individual (70-448) were recovered from site 3PO146 in Poinsett County, AR. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at site 3PO146 indicate that these human remains were probably buried during the Late Prehistoric period (A.D. 1000-1600).\\n        In 1970, human remains representing a minimum of one individual (70-923) were recovered from site 3PO158 in Poinsett County, AR. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at site 3PO158 indicate that these human remains were probably buried during the Late Marksville Phase (100 B.C.-A.D. 400).\\n        In 1972, 1995, and an unknown date, human remains representing a minimum of seven individuals (72-203, 95-593, unknown) were recovered from the Hyneman site (3PO192) in Poinsett County, AR. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at the Hyneman site (3PO192) indicate that these human remains were probably buried during the Middle Mississippian period (A.D. 1100-1300).\\n        In 1995, human remains representing a minimum of seven individuals (95-671, Burials 1-5) were recovered from the Rivervale site (3PO395) in Poinsett County, AR. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at the Rivervale site (3PO395) indicate that these human remains were probably buried during the Late Prehistoric period (A.D. 1000-1600).\\n        In 1981, human remains representing a minimum of three individuals (81-315, 81-315-139, -206, -255, -26, -228, -22, -45, -192, -83, -27, -139, -151, -271, -30, -229) were recovered from the McCarty site (3PO467) in Poinsett County, AR. No known individuals were identified. The 15 associated funerary objects include one shell face gorget, one greenstone celt, nine copper beads, one point, and three adzes. The associated funerary objects and diagnostic artifacts found at site 3PO467 indicate that these human remains were probably buried during the Woodland period (500 B.C.-A.D. 900).\\n        At an unknown date, human remains representing a minimum of one individual were recovered from 3PO492 in Poinsett County, AR. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at site3PO492 indicate that these human remains were probably buried during the Late Prehistoric period (A.D 1000-1600).\\n        At an unknown date, human remains representing a minimum of two individuals (79-1525) were recovered from site 3PR20 in Prairie County, AR. These human remains were donated to the Arkansas Archeological Survey in 1979. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at site 3PR20 indicate that these human remains were probably buried during the Woodland period (500 B.C. to A.D. 900).\\n        At an unknown date, human remains representing a minimum of one individual (78-1216-2) were recovered from the Bull Farm #1 site (3PR26) in Prairie County, AR. These human remains were donated to the Arkansas Archeological Survey in 1978. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at the Bull Farm #1 site 3PR26 indicate that these human remains were probably buried during the Mississippian period (A.D. 900-1500).\\n        At an unknown date, human remains representing a minimum of two individuals (78-1217, 89-550) were recovered from the Bull Farm #2 site (3PR27) in Prairie County, AR. These human remains were donated to the Arkansas Archeological Survey in 1978 and 1989. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at the Bull Farm #2 site 3PR27 indicate that these human remains were probably buried during the Mississippian period (A.D. 900-1500).\\n        At an unknown date, human remains representing a minimum of one individual (85-508-1, Burial 1) were recovered from the Cazar, Bend of Levee site 3PR67 in Prairie County, AR. These human remains were donated to the Arkansas Archeological Survey in 1985. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at the Cazar, Bend of Levee site 3PR67 indicate that these human remains were probably buried during the Mississippian period (A.D. 900-1500).\\n\\n        In 1984, human remains representing a minimum of three individuals (84-712-1, 84-712, Burials 1 and 2) were recovered from the Ink Bayou site 3PU252 in Pulaski County, AR. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at the Ink Bayou site 3PU252 indicate that these human remains were probably buried during the Plum Bayou Phase (A.D. 750-950).\\n        In 1987, human remains representing a minimum of 17 individuals (87-1005) were recovered from the Goldsmith Oliver site 3PU306 in Pulaski County, AR. No known individuals were identified. The 210 associated funerary objects include one Barton incised \\xe2\\x80\\x9cHelmet-like\\xe2\\x80\\x9d bowl, one Bell Plain jar, one bottle tripod, five Mississippi Plain \\xe2\\x80\\x9cHelmet\\xe2\\x80\\x9d bowls, two Mississippi Plain \\xe2\\x80\\x9cHelmet\\xe2\\x80\\x9d jar, 29 shell beads, two Old Town red bottles, one Old Town red like bottle, one Old Town Red effigy bowl, three thumbnail scrapers, five pieces of red ochre, nine Nodena arrow point preform fragment, one grooved sandstone maul, one Wallace Incised var unspec bowl, one quartz crystal, one Avenue Polychrome var unspec bottle, one engraved siltstone pendant, one sandstone rubbing/polishing stone, three perforated/gravers, nine tubular metal beads, two tubular brass beads, one untyped arrow point, four untyped arrow point fragments, five untyped point preform, 24 Nodena arrow points, two Old Town red \\xe2\\x80\\x9cHelmet\\xe2\\x80\\x9d bowl, two Mississippi Plain miniature deep bowls, seven glass beads, one chert end scraper, three brass beads, 75 metal beads, one teapot spout or pipe fragment, two metal tinkle cones, and three blades. Diagnostic artifacts found at the Goldsmith Oliver site 3PU306 indicate that these human remains were probably buried during the Menard Complex (late A.D. 1500).\\n        At an unknown date, human remains representing a minimum of one individual (84-672) were recovered from an unknown site in Randolph County, AR. These human remains were donated to the Arkansas Archeological Survey in 1984. No known individuals were identified. No associated funerary objects are present. These human remains are believed to date from the Late Prehistoric period (A.D. 1000-1600) based on the physical conditions of the remains.\\n        In 1978, human remains representing a minimum of one individual (78-1149-18) were recovered from the Cox site (3RA58) in Randolph County, AR. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at the Cox site (3RA58) indicate that these human remains were probably buried during the Middle Mississippian period (A.D. 1100-1300).\\n        In 1994, human remains representing a minimum of one individual (94-901) were recovered from 3RA62 in Randolph County, AR. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at 3RA62 indicated that these human remains were probably buried during the Late Prehistoric period (A.D. 1000-1600).\\n        In 1988, human remains representing a minimum of two individuals (88-310, 88-310-1 Burial 1A) were recovered from the Grigsby site (3RA262) in Randolph County, AR. No known individuals were identified. The four associated funerary objects include a gorget and a vessel containing two pebbles. Diagnostic artifacts found at the Grigsby site (3RA262) indicate that these human remains were probably buried during the Marksville period (100 B.C.-A.D. 400).\\n        In 1979, human remains representing a minimum of three individuals (79-918) were recovered from 3RA274 in Randolph County, AR. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at 3RA274 indicate that these human remains were probably buried during the Late Prehistoric period (A.D. 1000-1600).\\n        At an unknown date, human remains representing a minimum of one individual (72-224) were recovered from 3SF5 in St. Francis County, AR. These human remains were donated to the Arkansas Archeological Survey in 1972. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts from 3SF5 indicate that these human remains were probably buried during the Late Prehistoric period (A.D. 1000-1600).\\n        In 1979 and at an unknown date, human remains representing a minimum of six individuals (79-1037, 79-1059, 79-1069, unknown) were recovered from the Big Eddy site (3SF9) in St. Francis County, AR. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at the Big Eddy site (3SF9) indicate that these human remains were probably buried during the Parkin Phase (A.D. 1300-1600) of the Late Prehistoric period (A.D. 1000-1600).\\n        In 1995, human remains representing a minimum of two individuals (95-607-10) were recovered from 3SF66 in St. Francis County, AR. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at 3SF66 indicate that these human remains were probably buried during the Late Prehistoric period (A.D. 1000-1600).\\n        In 1989, human remains representing a minimum of one individual (89-623) were recovered from 3WH18 in White County, AR. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts from 3WH18 indicate that these human remains were probably buried during the Late Prehistoric period (A.D. 1000-1600).\\n        At an unknown date, human remains representing a minimum of one individual (78-559) were recovered from 3WH25/26 in White County, AR. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at site 3WH25/26 indicate that these human remains were probably buried during the Late Prehistoric period (A.D. 1000-1600).\\n        At an unknown date, human remains representing a minimum of six individuals (69-355-1, 2, 3, 69-355-16) were recovered from 3WH34 in White County, AR. These human remains were donated to the Arkansas Archeological Survey in 1969. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at site 3WH34 indicate that these human remains were probably buried during the Late Prehistoric period (A.D. 1000-1600).\\n        At an unknown date, human remains representing a minimum of six individuals (80-340-1, 2, 3) were recovered from 3WH76 in White County, AR. These human remains were donated to the Arkansas Archeological Survey in 1980. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at site 3WH76 indicate that these human remains were probably buried during the Late Prehistoric period (A.D. 1000-1600).\\n        At an unknown date, human remains representing a minimum of one individual (81-329) were recovered from an unknown site in Woodruff County, AR. These human remains were donated to the Arkansas Archeological Survey in 1981. No known individuals were identified. No associated funerary objects are present. These remains were probably buried during the Late Prehistoric period (A.D. 1000-1600) based on the physical conditions of the remains.\\n\\n        In 1993, human remains representing a minimum of one individual (93-514) were recovered from site 3WO64 in Woodruff County, AR. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts from site 3WO64 indicate that these human remains were probably buried during the Late Prehistoric period (A.D. 1000-1600).\\n        This notice presents a variety of terms commonly used in discussions of Arkansas archeology and the historical trajectories that gave rise to specific Native American communities identified in the historical record. This narrative defines those terms in the context of what we presently understand about archeological manifestations that pre-date the historic Quapaw communities who occupied villages located around the confluence of the Arkansas and Mississippi Rivers at the time of late 17th century French exploration.\\n        The term \\xe2\\x80\\x9cprehistoric\\xe2\\x80\\x9d refers to the period beginning with the arrivals of the earliest Paleoindian migrants to the time when indigenous communities experienced their first encounters with European explorers. In Arkansas, prehistory extends from approximately 11,650 B.C. to A.D. 1541.\\n        The earliest collections listed on the notice appear to be from Late Archaic contexts. Archeologists working in Arkansas and the Mid-South commonly divide the successive Archaic (9,600-650 B.C.), Woodland (650 B.C.-A.D. 950), and Mississippian (A.D. 950-1541) periods into Early, Middle, and Late subunits, each thought to represent more-or-less internally consistent cultural configurations that differed in one or more important ways from both earlier and later subunits. In general, the Archaic period in Arkansas prehistory represents the emergence of the first regional traditions (or, in other words, the first expressions of regional cultural differences). During the Late Archaic period, locally distinctive groups were involved in the domestication of several wild plant species and the development of early trade or exchange networks. This period witnessed the earliest attempts to transform inhabited landscapes via the construction of mounds and earthworks. Burial ceremonialism, tracing back much earlier, underwent an expansion in both frequency and elaboration. Some Late Archaic burial sites in the Mid-South provide evidence of the use of exotic material items to mark distinctions in social rank or status (though no sites like these have yet been identified in Arkansas).\\n        Items identified with the Woodland period comprise part of the evidence that represents both an increase in expressions of cultural diversity across the region as well as expansion in levels and intensities of interaction among and between groups separated by considerable distances throughout the Eastern Woodlands. Some collections listed on this inventory are referred to the Marksville period (100 B.C.-400 A.D.), a discrete subunit of the Middle Woodland episode (100 B.C.-600 A.D.) that represents the participation of local, Lower Mississippi Valley communities in the widespread Hopewell cultural phenomenon centered in the modern states of Ohio and Illinois. The Hopewell phenomenon was characterized not only by a distinctive set of material objects (most of which represent ceremonial items), but by an elaborate form of burial ceremonialism accorded certain individuals who were interred within large mounds and typically accompanied by extensive assemblages of funerary objects. Sites attributed to this period in Arkansas tend to be small villages (some linked to nearby mound sites) that possess diagnostic ceramic assemblages.\\n        A few other sites on the list are attributed a Late Woodland (A.D. 600-950) affiliation. Residential sites are not significantly different from Middle Woodland sites, but during this period many communities refocused cultural activities away from elaborate forms of burial ceremonialism associated with mounds and engaged instead in the development of more settled forms of agrarian life. Late Woodland villagers produced far more utilitarian ceramics, and made widespread use of bow and arrow weaponry for hunting and military purposes.\\n        Transitional developments taking place between A.D. 700-1000 include the increased use of pulverized shell as a tempering material for fired clay ceramics, more elaborate forms of ceramic manufacture and decoration, new forms of settlement organization in which villages grew in size and added specialized mound and plaza precincts, and continued development of interregional trade and exchange networks. This era is sometimes referred to as the Late Woodland/Early Mississippi transition or, alternatively, Emergent Mississippian.\\n        The Mississippian period (A.D. 950-1541; alternatively referred to as the \\xe2\\x80\\x9clate prehistoric\\xe2\\x80\\x9d) represents an apex in the development of cultural complexity in Arkansas, especially in the Central and Lower Mississippi Valley physiographic provinces. The developments initiated during the transitional period (listed in the preceding paragraph) continued on an upward trajectory until around 1400 A.D., at which time many communities reverted to somewhat simpler forms of organization in response to various combinations of social and environmental pressures. At the height of their development, Mississippian communities intensified their agricultural production to levels that supported larger populations, more expansive trade/exchange systems, and elaborate ceremonies performed to consolidate community relationships and maintain balance with powerful spiritual forces. Advances in agricultural production stimulated related increases in competition for access to the most productive lands, ushering in turn more competition between communities that often erupted into violence and warfare.\\n        Perhaps the most important aspect of Mississippian cultural developments relevant to present concerns is the emergence of distinctive local groups that correspond in geographical extent and cultural cohesiveness to many of the named groups (like the Quapaws) that early European explorers met, interacted with, and wrote about. A few of the sites on this inventory represent such groups, who in archeological terminology are typically referred to as cultural \\xe2\\x80\\x9cphases.\\xe2\\x80\\x9d\\n        The Cherry Valley Phase (A.D. 1050-1150) is based on the results of 1958 excavations at the Cherry Valley Mounds, sponsored by the Gilcrease Institute of Tulsa, Oklahoma. Excavations in two mounds at the site revealed the remains of buried mortuary structures, and excavations in a third mound exposed additional burials. Bundled, extended, and cremated human skeletal remains associated with a distinctive artifact assemblage provide evidence of a community expressing their identity in part through special practices for treating the remains of their dead.\\n\\n        The Parkin Phase (A.D. 1350-1550) is represented by a series of sites distributed along the St. Francis and Tyronza rivers. The Parkin site itself (located in the modern town of the same name) is a large, fortified village containing more than 100 houses arranged around an open plaza area adjacent to several platform mounds of various sizes. Three other categories of sites comprise the overall community: Large (3-4 ha), medium (ca. 2 ha), and small (less than 1 ha) villages, some with additional platform mounds. Like other contemporaneous manifestations, the Parkin Phase settlement pattern is distinctive, as is the associated material culture retrieved in excavations at several village sites. The geographical position of the Parkin site and its internal arrangement fit historical descriptions of the town of Casqui that was visited by the Hernando de Soto expedition in 1541. A small number of 16th century European trade goods found at the site lend support to that inference.\\n        The Nodena Phase (A.D. 1400-1650) consists of another series of sites located in the northeast corner of Arkansas and adjacent parts of southeast Missouri. Residential sites are not remarkably different from counterpart Parkin Phase sites, but archeologists recognize a distinctive mortuary pattern accompanied by an artifact assemblage that differs in some important ways from that found at Parkin Phase sites. As with the locational characteristics of the Parkin Phase, those of the Nodena Phase suggest that it may have been the province of Pacaha, also visited by the Soto expedition. The extant accounts of the expedition, problematic as they are, nonetheless provide convincing testimony that these two communities were bitter rivals.\\n        The intrusion of Spanish conquistadores across the Mississippi River and into what is now Arkansas marks the beginning of another era, extending from ca. A.D. 1500-1700, that we refer to as the Protohistoric period. In simplest terms, this is the period during which Native American populations in Arkansas and the Mid-South first became aware of European visitors, perhaps had fleeting encounters with some of them (as did, for example, the residents of Casqui and Pacaha), but had not yet entered into the direct contact and regular interaction that would characterize the post-contact Colonial era.\\n        The Protohistoric period is of crucial importance to present considerations because recent scholarship has demonstrated that Native American population declines, relocations, and cultural reorganization during this era were sufficient to stimulate development of many new cultural configurations, or ethnicities, that in at least some cases had no direct links to a specific pre-contact manifestations such as the cultural phases described in the preceding paragraphs. Indeed, many archeologists, historians, and members of the modern Quapaw tribe argue that the immediate ancestors of the Quapaw migrated \\xe2\\x80\\x9cdownstream\\xe2\\x80\\x9d along the Mississippi River from earlier homelands located within or near the Ohio River valley.\\n        Protohistoric sites listed on the present inventory are identified with the Menard Complex. This is a designation many archeologists today use in place of an earlier \\xe2\\x80\\x9cQuapaw Phase\\xe2\\x80\\x9d designation. The Quapaw Phase was based on excavations conducted in 1960 at the Menard-Hodges site and assumptions made at the time that Menard is the location of the late 17th century Quapaw village of Osotouy. Assigned to the Quapaw Phase in the following decade are artifact assemblages from several sites along the Arkansas River, extending upstream from the confluence as far as the modern city of Little Rock. These assemblages are dominated by a series of well-crafted and elaborately decorated ceramic vessels that are clearly the product of earlier Mississippian pottery-making traditions in eastern Arkansas. This linkage created a paradox with the historical scenario of a more recent arrival of the Downstream People, in the decades following the Soto entrada but preceding the 1673 voyage down the Mississippi River by the French explorers Marquette and Jolliet.\\n        Partly in relation to this issue, the Quapaw Tribe of Oklahoma worked with Arkansas Archeological Survey staff in 2003 to investigate the Wallace Bottoms site, located along a tributary of the lower Arkansas River not far from the Menard-Hodges site. Discovered in 1998, the site produced a collection of 17th century aboriginal artifacts along with a smaller amount of French trade goods, suggesting that it may represent Osotouy and perhaps the nearby French Arkansas Post. These excavations produced a distinctive aboriginal artifact assemblage consisting of undecorated utilitarian jars that are tempered with coarse shell. Some of these jars exhibit notched filleted strips that encircle the rim below the lip. Small triangular arrow points and small end scrapers are the most common types of stone tools. These artifacts, accompanied by a few additional items including antler tine arrow points and cylindrical bone gaming pieces are similar to contemporaneous assemblages from the historic Illinois region farther up the Mississippi River. The project director, Dr. John H. House, attributes this assemblage to the colonial era Quapaws and further suggests that the Quapaw Phase as defined by the earlier work at Menard and other sites along the lower Arkansas River \\xe2\\x80\\x9chas at most indirect connections to the Quapaw people of the colonial era.\\xe2\\x80\\x9d\\n        The turmoil of the Protohistoric period and its consequences for Native American communities in Arkansas and the Mid-South leaves serious questions concerning prospects for linking historic ethnic identities to prehistoric cultural manifestations identified on the basis of archeological evidence. As a practical response to this circumstance, some modern Native American communities have asserted cultural affiliations for the purpose of NAGPRA repatriation claims based on settlement locations at the beginning of the Colonial era as documented by early European accounts. Colonial records from the late 17th century and extending through the 18th century place Quapaws in the region encompassed by the modern counties from which the collections listed above are derived. The first treaty the Quapaws signed with the United States, in 1818, further establishes residence and control over, or interest in, these portions of Arkansas.\\n        Determinations Made by the Arkansas Archeological Survey\\n        Officials of the Arkansas Archeological Survey have determined that:\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice represent the physical remains of 440 individuals of Native American ancestry.\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(3)(A), the 274 objects described in this notice are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony.\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and associated funerary objects and The Quapaw Tribe of Indians.\\n        Additional Requestors and Disposition\\n        Lineal descendants or representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to George Sabo, Director, Arkansas Archeological Survey, 2475 North Hatch Avenue, Fayetteville, AR 72704, telephone (479) 575-3556, by January 21, 2015. After that date, if no additional requestors have come forward, transfer of control of the human remains and associated funerary objects to The Quapaw Tribe of Indians may proceed.\\n        The Arkansas Archeological Survey is responsible for notifying The Quapaw Tribe of Indians that this notice has been published.\\n        \\n          Dated: October 7, 2014.\\n          Melanie O\\'Brien,\\n          Acting Manager, National NAGPRA Program. \\n        \\n      \\n      [FR Doc. 2014-29886 Filed 12-19-14; 8:45 am]\\n      BILLING CODE 4312-50-P\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "[NPS-WASO-NAGPRA-16901; PPWOCRADN0-PCU00RP14.R50000]", "subject": "Notice of Inventory Completion: Arkansas Archeological Survey, Fayetteville, AR", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "The Arkansas Archeological Survey has completed an inventory of human remains and associated funerary objects, in consultation with the appropriate Indian tribes or Native Hawaiian organizations, and has determined that there is a cultural affiliation between the human remains and associated funerary objects and present-day Indian tribes or Native Hawaiian organizations. Lineal descendants or representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request to the Arkansas Archeological Survey. If no additional requestors come forward, transfer of control of the human remains and associated funerary objects to the lineal descendants, Indian tribes, or Native Hawaiian organizations stated in this notice may proceed.", "dates": "Lineal descendants or representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to the Arkansas Archeological Survey at the address in this notice by January 21, 2015.", "addresses": "George Sabo, Director, Arkansas Archeological Survey, 2475 North Hatch Avenue, Fayetteville, AR 72704, telephone (479) 575-3556.", "signature_dated": "Dated: October 7, 2014.", "signature_name": "Melanie O\\'Brien,", "signature_title": "Acting Manager, National NAGPRA Program. ", "fr_doc": "[FR Doc. 2014-29886 Filed 12-19-14; 8:45 am]", "billing_code": "BILLING CODE 4312-50-P", "supp_info": "SUPPLEMENTARY INFORMATION: \n Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains and associated funerary objects under the control of the Arkansas Archeological Survey. The human remains and associated funerary objects were removed from multiple counties in Arkansas. \n This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003(d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations in this notice. \n Consultation \n A detailed assessment of the human remains was made by Arkansas Archeological Survey professional staff in consultation with representatives of The Quapaw Tribe of Indians. \n History and Description of the Remains \n All of the human remains and associated funerary objects listed in this notice were recovered by the Arkansas Archeological Survey, unless otherwise noted. \n In 1979, human remains representing a minimum of one individual (79-634-4) were recovered from the Menard Mound site (3AR4) in Arkansas County, AR. No known individuals were identified. The two associated funerary objects include two fragments of ceramic vessels. Diagnostic artifacts found at Menard Mound site (3AR4) indicate that these human remains were probably buried during the Menard Complex (late A.D. 1500). \n At an unknown date, human remains representing a minimum of one individual (85-815) were recovered from the Roland Mound site (3AR30) in Arkansas County, AR. These human remains were transferred from the University of Arkansas Department of Anthropology to the Arkansas Archeological Survey in 1985. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at the Roland Mound site (3AR30) indicate that these human remains were probably buried during the Mississippian period (A.D. 900-1500). \n At an unknown date, human remains representing a minimum of three individuals (68-287) were recovered from the McBroom site (3AR46) in Arkansas County, AR. These human remains were donated to the Arkansas Archeological Survey in 1968. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at the McBroom site (3AR46) indicate that these human remains were probably buried during the Mississippian period (A.D. 900-1500). \n At an unknown date, human remains representing a minimum of two individuals (74-142) were recovered from the Gibbens site (3AR48) in Arkansas County, AR. These human remains were donated to the Arkansas Archeological Survey in 1974. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at Gibbens site (3AR48) indicate that these human remains were probably buried during the Mississippian period (A.D. 900-1500). \n In 1968, human remains representing a minimum of one individual (68-98) were recovered from site 3CG44 in Craighead County, AR. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at site 3CG44 indicate that these human remains were probably buried during the Archaic period (8000-5000 B.C.). \n In 1968, human remains representing a minimum of eleven individuals (68-126, 68-364, 68-364-36, -117, -148, -160, -217, -232, -233, -272) were recovered from the Frierson II site (3CG54) in Craighead County, AR. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at the Frierson II site (3CG54) indicate that these human remains were probably buried during the late Archaic period (3000-500 B.C.). \n In 1974, human remains representing a minimum of one individual (74-461) were recovered from site 3CG469 in Craighead County, AR. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at site 3CG469 indicate that these human remains were probably buried during the Late Prehistoric period (A.D. 1000-1600). \n At an unknown date, human remains representing a minimum of one individual (76-311) were recovered from an unknown site in Cross County, AR. These human remains were donated to the Arkansas Archeological Survey in 1976. No known individuals were identified. No associated funerary objects are present. These human remains are believed to date from the Prehistoric period (11,560 B.C.-A.D.1600) based on the physical conditions of the remains. \n In 1974, human remains representing a minimum of one individual (74-1057) were recovered from site 3CS9 in Cross County, AR. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at site 3CS9 indicate that these human remains were probably buried during the Late Prehistoric period (A.D. 1000-1600). \n In 1970, 1971, 1972, 1973, and 1979, human remains representing a minimum of six individuals (70-718-6, 71-361, 72-200, 72-200-6, 79-833, 73-33) were recovered from the Potter\\'s Mounds site (3CS27) in Cross County, AR. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at the Potter\\'s Mounds site (3CS27) indicate that these human remains were probably buried during the Mississippian period (A.D. 900-1500). \n At an unknown date, human remains representing a minimum of two individuals (76-319) were recovered from the Togo/Holcomb Mounds site (3CS28) in Cross County, AR. These human remains were donated to the Arkansas Archeological Survey in 1976. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at the Togo/Holcomb Mounds site (3CS28) indicate that these human remains were probably buried during the Late Prehistoric period (A.D. 1000-1600). \n At an unknown date, human remains representing a minimum of one individual were recovered from site 3CS29 near Parkin, Cross County, AR. These human remains were donated to the Arkansas Archeological Survey. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at site 3CS29 indicate that these human remains were probably buried during the Late Prehistoric period (A.D. 1000-1600). \n At an unknown date, human remains representing a minimum of one individual (76-304) were recovered from site 3CS40 in Cross County, AR. These human remains were donated to the Arkansas Archeological Survey in 1976. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at site 3CS40 indicate that these human remains were probably buried during the Late Prehistoric period (A.D. 1000-1600). \n In 1974, human remains representing a minimum of one individual (74-1049) were recovered from site 3CS60 in Cross County, AR. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at site 3CS60 indicate that these human remains were probably buried during the Late Prehistoric period (A.D. 1000-1600). \n At an unknown date, human remains representing a minimum of one individual (87-649) were recovered from the Fortune Mounds site (3CS71) in Cross County, AR. These human remains were donated to the Arkansas Archeological Survey in l987. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at the Fortune Mounds site (3CS71) indicate that these human remains were probably buried during the Parkin phase of the Late Mississippian period (A.D. 1300-1500). \n In 1991, human remains representing a minimum of one individual (91-1008-3-15) were recovered from the Welshans Place site (3CS73) in Cross County, AR. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at the Welshans Place site (3CS73) indicate that these human remains were probably buried during the Late Prehistoric period (A.D. 1000-1600). \n In 1985, human remains representing a minimum of two individuals (85-918, 85-918-1) were recovered from the Block site (3CS90) in Cross County, AR. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at the Block site (3CS90) indicate that these human remains were probably buried during the Late Prehistoric period (A.D. 1000-1600). \n At an unknown date, human remains representing a minimum of two individuals (66-117, Burial 1 and 1A) were recovered from site 3CS92 in Cross County, AR. These human remains were donated to the Arkansas Archeological Survey at an unknown date. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at site 3CS92 indicate that these human remains were probably buried during the Late Woodland period (A.D. 500-900). \n In 1971, human remains representing a minimum of one individual (71-378) were recovered from site 3CS109 in Cross County, AR. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at site 3CS109 indicate that these human remains were probably buried during the Late Prehistoric period (A.D. 1000-1600). \n In 1971 and 1987, human remains representing a minimum of nine individuals (71-499-23, 36, 53, 69, 87-1, 87-2, 81) were recovered from the Wampler #2 site (3CS117) in Cross County, AR. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at the Wampler #2 site (3CS117) indicate that these human remains were probably buried during the Late Prehistoric period (A.D. 1000-1600). \n In 1971, human remains representing a minimum of three individuals (71-500-171, 495-1, -2) were recovered from the Wampler #3 site (3CS118) in Cross County, AR. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at the Wampler #3 site (3CS118) indicate that these human remains were probably buried during the Late Prehistoric period (A.D. 1000-1600). \n At an unknown date, human remains representing a minimum of four individuals (72-623 A & B) were recovered from the Edwards site (3CS120) in Cross County, AR. These human remains were donated to the Arkansas Archeological Survey in 1972. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at the Edwards site (3CS120) indicate that these human remains were probably buried during the Late Prehistoric period (A.D. 1000-1600). \n In 1972 and 1973, human remains representing a minimum of one individual (72-224-33, 73-341-58) were recovered from site 3CS123 in Cross County, AR. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at site 3CS123 indicate that these human remains were probably buried during the Late Prehistoric period (A.D. 1000-1600). \n In 1987, human remains representing a minimum of one individual (87-858) were recovered from site 3CS202 in Cross County, AR. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at site 3CS202 indicate that these human remains were probably buried during the Late Prehistoric period (A.D. 1000-1600). \n At an unknown date, human remains representing a minimum of three individuals were recovered from an unknown site in Crittenden County, AR. No known individuals were identified. No associated funerary objects are present. These human remains are believed to date from the Prehistoric period (11,650 B.C.-A.D.1600) based on the physical condition of the remains. \n In 1971 and 1993, human remains representing a minimum of two individuals (71-496 and 93-1195) were recovered from site 3CT3 in Crittenden County, AR. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at site 3CT3 indicate that these human remains were probably buried during the Late Prehistoric period (A.D. 1000-1600). \n In 1991 and 1992, human remains representing a minimum of one individual (91-969-13-16, 92-1147-14-16) were recovered from site 3CT11 in Crittenden County, AR. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at site 3CT11 indicate that these human remains were probably buried during the Late Prehistoric period (A.D. 1000-1600). \n In 1968 and 1989, human remains representing a minimum of two individuals (68-258-2 and 89-795) were recovered from the Barton Ranch site (3CT18) in Crittenden County, AR. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at the Barton Ranch site (3CT18) indicate that these human remains were probably buried during the Late Prehistoric period (A.D. 1000-1600). \n In 1995, human remains representing a minimum of one individual (95-605-72) were recovered from site 3CT32 in Crittenden County, AR. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at site 3CT32 indicate that these human remains were probably buried during the Late Prehistoric period (A.D. 1000-1600). \n In 1986, human remains representing a minimum of one individual (86-588-1) were recovered from site 3CT33 in Crittenden County, AR. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at site 3CT33 indicate that these human remains were probably buried during the Late Prehistoric period (A.D. 1000-1600). \n In 1978, human remains representing a minimum of one individual (78-1163) were recovered from site 3CT36 in Crittenden County, AR. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at site 3CT36 indicate that these human remains were probably buried during the Late Prehistoric period (A.D. 1000-1600). \n In 1989 and 1990, human remains representing a minimum of two individuals (89-565, 505, 90-339) were recovered from site 3CT40 in Crittenden County, AR. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at site 3CT40 indicate that these human remains were probably buried during the Late Prehistoric period (A.D. 1000-1600). \n At an unknown date, human remains representing a minimum of one individual (89-301, burial A, burial B) were recovered from site 3CT43 in Crittenden County, AR. These human remains were donated to the Arkansas Archeological Survey in 1989. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at site 3CT43 indicate that these human remains were probably buried during the Late Prehistoric period (A.D. 1000-1600). \n In 1982, human remains representing a minimum of five individuals (82-965, burial 1, 2, 2a, 3, and 3a) were recovered from the Ross site (3CT50) in Crittenden County, AR. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at the Ross site (3CT50) indicate that these human remains were probably buried during the Late Prehistoric period (A.D. 1000-1600). \n In 1995, human remains representing a minimum of one individual (95-617-37) were recovered from site 3CT77 in Crittenden County, AR. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at site 3CT77 indicate that these human remains were probably buried during the Late Prehistoric period (A.D. 1000-1600). \n At an unknown date, human remains representing a minimum of one individual were recovered from site 3CT88 in Crittenden County, AR. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at site 3CT88 indicate that these human remains were probably buried during the Late Prehistoric period (A.D. 1000-1600). \n In 1972 and 1974, human remains representing a minimum of two individuals (72-444, 74-716) were recovered from site 3CY42 in Clay County, AR. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at site 3CY42 indicate that these human remains were probably buried during the Late Prehistoric period (A.D. 1000-1600). \n At an unknown date, human remains representing a minimum of one individual (619-116) were recovered from site 3CY44 in Clay County, AR. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at site 3CY44 indicate that these human remains were probably buried during the Late Prehistoric period (A.D. 1000-1600). \n In 1972, human remains representing a minimum of one individual (72-624) were recovered from the Crafton #1 site (3CY88) in Clay County, AR. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at the Crafton #1 site (3CY88) indicate that these human remains were probably buried during the Late Woodland period (A.D. 500-900). \n In 1984, human remains representing a minimum of two individuals (84-903-20) were recovered from the Grady site (3CY258) in Clay County, AR. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at site 3CY258 indicate that these human remains were probably buried during the Late Prehistoric period (A.D. 1000-1600). \n In 1970 and 1980, human remains representing a minimum of nine individuals (70-146-1, 70-167-45, 80-352, 80-352 A&B, 70-167, 80-416) were recovered from the Schug site (3GE2) in Greene County, AR. These human remains were donated to the Arkansas Archeological Survey. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at the Schug site (3GE2) indicate that these human remains were probably buried during the Middle Mississippian period (A.D. 900-1500) and Late Prehistoric period (A.D. 1000-1600). \n At an unknown date, human remains representing a minimum of one individual (80-416) were recovered from site 3GE31 in Greene County, AR. These human remains were donated to the Arkansas Archeological Survey in 1980. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at the site 3GE31 indicate that these human remains were probably buried during the Late Prehistoric period (A.D. 1000-1600). \n At an unknown date, human remains representing a minimum of one individual (Burial 1) were recovered from the Dalton Field/Sloan site (3GE94) in Greene County, AR. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at the Dalton Field/Sloan site (3GE94) indicate that these human remains were probably buried during the Prehistoric period (3000 B.C.-A.D. 1600). \n In 1987, human remains representing a minimum of four individuals (87-650-80, 87-650) were recovered from site 3GE346 in Greene County, AR. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at site 3GE346 indicate that these human remains were probably buried during the Late Prehistoric period (A.D. 1000-1600). \n At an unknown date, human remains representing a minimum of one individual (92-689) was recovered from site 31N3 in Independence County, AR. These human remains were donated to the Arkansas Archeological Survey in 1992. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at site 31N3 indicate that these human remains were probably buried during the Late Prehistoric period (A.D. 1000-1600). \n In 1968 and 1972, human remains representing a minimum of five individuals (68-538 Burial 1, 68-539-1, 68-539-1, 72-539, 72-289) were recovered from the Magness site (31N8) in Independence County, AR. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at the Magness site (3IN8) indicate that these human remains were probably buried during the Protohistoric period (A.D. 1500-1673). \n At an unknown date, human remains representing a minimum of two individuals (79-940, 81-362) were recovered from the Engineer\\'s Mound site (31N25) in Independence County, AR. These human remains were donated to the Arkansas Archeological Survey in 1979 and 1981. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at the Engineer\\'s Mound site (31N25) indicate that these human remains were probably buried during the Late Prehistoric period (A.D. 1000-1600). \n At an unknown date, human remains representing a minimum of two individuals (72-310) were recovered from the Walls Lake West site (3IN39) in Independence County, AR. These human remains were donated to the Arkansas Archeological Survey in 1972. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at the Walls Lake West site (3IN39) indicate that these human remains were probably buried during the Late Prehistoric period (A.D. 1000-1600). \n At an unknown date, human remains representing a minimum of two individuals (70-66A, 70-66) were recovered from site 3IZ16 in Izard County, AR. These human remains were donated to the Arkansas Archeological Survey in 1970. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at site 3IZ16 indicate that these human remains were probably buried during the Late Prehistoric period (A.D. 1000-1600). \n At an unknown date, human remains representing a minimum of one individual (79-1065-52) were recovered from the Guion site (3IZ136) in Izard County, AR. These human remains were donated to the Arkansas Archeological Survey in 1979. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at the Guion site (3IZ136) indicate that these human remains were probably buried during the Middle Mississippian period (A.D. 1100-1300). \n At an unknown date, human remains representing a minimum of one individual were recovered from the Nick of Time site (3JA7) in Jackson County, AR. These human remains were donated to the Arkansas Archeological Survey. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at the Nick of Time site (3JA7) indicate that these human remains were probably buried during the Late Prehistoric period (A.D. 1000-1600). \n At an unknown date, human remains representing a minimum of one individual (68-140-31) were recovered from site 3JA16 in Jackson County, AR. These human remains were donated to the Arkansas Archeological Survey in 1968. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at site 3JA16 indicate that these human remains were probably buried during the Late Prehistoric period (A.D. 1000-1600). \n In 1968 and 1976, human remains representing a minimum of two individuals (68-415, 76-1475) were recovered from site 3JA23 in Jackson County, AR. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at site 3JA23 indicate that these human remains were probably buried during the Late Prehistoric period (A.D. 1000-1600). \n In 1968, human remains representing a minimum of one individual (68-519) were recovered from site 3JA33 in Jackson County, AR. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at site 3JA33 indicate that these human remains were probably buried during the Late Prehistoric period (A.D. 1000-1600). \n In 1968, human remains representing a minimum of three individuals (68-522) were recovered from site 3JA36 in Jackson County, AR. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at site 3JA36 indicate that these human remains were probably buried during the Late Prehistoric period (A.D. 1000-1600). \n At an unknown date, human remains representing a minimum of one individual were recovered from site 3JA273 in Jackson County, AR. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at site 3JA273 indicate that these human remains were probably buried during the Late Prehistoric period (A.D. 1000-1600). \n In 1978, human remains representing a minimum of nine individuals (78-1146-55, 59, 97, 143, 144, 145, 146, 147, 142) were recovered from the Reynolds site (3JA465) in Jackson County, AR. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at the Reynolds site (3JA465) indicate that these human remains were probably buried during the Late Prehistoric period (A.D. 1000-1600). \n At an unknown date, human remains representing a minimum of one individual (80-810-3) were recovered from the Kent Place/Lipsky site (3LE8) in Lee County, AR. These human remains were donated to the Arkansas Archeological Survey in 1980. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at the Kent Place/Lipsky site (3LE8) indicate that these human remains were probably buried during the Mississippian (A.D. 900-1500) to Kent Phase (A.D.1300-1600) periods. \n At an unknown date, human remains representing a minimum of five individuals were recovered from the Clay Hill site (3LE11) in Lee County, AR. These human remains were donated to the Arkansas Archeological Survey in 1977 and 1994. No known individuals were identified. \n In 1978, 1988, and 1989 human remains representing a minimum of seven individuals were recovered from the Clay Hill site (3LE11) in Lee County, AR. No known individuals were identified. The 14 associated funerary objects include one shell tempered wide-mouthed bottle, one shell tempered bowl, one marine shell pendant, one large shell bead, eight small shell beads, and two fragmentary vessels. Diagnostic artifacts found at the Clay Hill site (3LE11) indicate that these human remains were probably buried during the Mississippian period (A.D. 900-1500) or Kent Phase (A.D.1300-1600). \n In 1975, human remains representing a minimum of five individuals (75-155-7/15/13/26/15-1) were recovered from the Bill Carr site (3LN119) in Lonoke County, AR. No known individuals were identified. The four associated funerary objects include a burial pot, two vessels, and a reconstructed jar. Diagnostic artifacts found at the Bill Carr site (3LN119) indicate that these human remains were probably buried during the Menard Complex (late 1500 A.D.) \n In 1972, human remains representing a minimum of two individuals (72-230-6, 72-306) were recovered from site 3LW44 in Lawrence County, AR. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at site 3LW44 indicate that these human remains were probably buried during the Late Prehistoric period (A.D. 1000-1600). \n At an unknown date, human remains representing a minimum of two individuals (85-820-1, 85-820-2) were recovered from the Scuttles #2 site (3LW94) in Lawrence County, AR. These human remains were donated to the Arkansas Archeological Survey in 1985. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at the Scuttles #2 site (3LW94) indicate that these human remains were probably buried during the Late Prehistoric period (A.D. 1000-1600). \n In 1971 and 1975, human remains representing a minimum of 22 individuals (71-568-4-1-Burial 1A, 71-568-4-2-Burial 1B, 71-568-Burial 2, 71-568-Burial 3, 71-568- Burial 4, 71-568-Burial 5, 71-568-3-Burial 7, 71-569-397-Burial 8, 71-568-5-Burial 8a, 71-568-7, 71-568-7-Burial 8b, 71-568-7-1-Burial 8c, 71-568-7-2-Burial 8d, 71-568-6-Burial 9, 71-568-6-1-Burial 9a, 71-568-6-2-Burial 9b, 71-568-6-3-Burial 9c, 71-568, 71-568-58-87-355, 75-52) were recovered from the Johnny Wilson site (3LW106) in Lawrence County, AR. No known individuals were identified. The one associated funerary object includes a ceramic bowl. The associated funerary object and other diagnostic artifacts found at the Johnny Wilson site (3LW106) indicate that these human remains were probably buried during the Late Woodland and Early Mississippian periods (A.D. 750-950). \n In 1973, human remains representing a minimum of one individual (73-396-14) were recovered from site 3LW111. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at site 3LW111 indicate that these human remains were probably buried during the Late Prehistoric period (A.D. 1000-1600). \n In 1973, human remains representing a minimum of one individual (73-399) were recovered from site 3LW115 in Lawrence County, AR. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at site 3LW115 indicate that these human remains were probably buried during the Late Prehistoric period (A.D. 1000-1600). \n In 1976, human remains representing a minimum of one individual (76-1450, 1451) were recovered from site 3LW347 in Lawrence County, AR. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at site 3LW347 indicate that these human remains were probably buried during the Late Prehistoric period (A.D. 1000-1600). \n At an unknown date, human remains representing a minimum of one individual (90-596-1) were recovered from site 3MO1 in Monroe County, AR. These human remains were donated to the Arkansas Archeological Survey in 1990. No known individuals were identified. The two associated funerary objects include two fragments of a shell-tempered bowl. Diagnostic artifacts found at site 3MO1 indicate that these human remains were probably buried during the Mississippian period (A.D. 900-1500). \n At an unknown date, human remains representing a minimum of two individuals (83-517-1 and -2) were recovered from the Walnut Ridge site (3MO61) in Monroe County, AR. These human remains were donated to the Arkansas Archeological Survey in 1983. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at the Walnut Ridge site (3MO61) indicate that these human remains were probably buried during the Mississippian period (A.D. 900-1500). \n In 1973, 1976, 1977, 1984, 1986, and 1989, human remains representing a minimum of five individuals (73-609, 76-1139, 86-679, 84-328, 73-1040, 77-504, 89-744) were recovered from the Floodway site (3MS2) in Mississippi County, AR. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at the Floodway site (3MS2) indicate that these human remains were probably buried during the Late Prehistoric period (A.D. 1000-1600). \n In 1972, 1973, 1979, and 1980, human remains representing a minimum of three individuals (72-658, 80-342, 79-1566, 73-435, 79-344) were recovered from the Middle Nodena site (3MS3) in Mississippi County, AR. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at site the Middle Nodena site (3MS3) indicate that these human remains were probably buried during the Late Prehistoric period (A.D. 1000-1600). \n In 1970-1974 and 1979-1980, human remains representing a minimum of 20 individuals (Burial 1, 70-353, 73-53-2, 73-55-3, 73-56-3, 73-56-3-1, 73-59-5, 73-365-3&4, 73-428-12, 73-431-185, 73-431-245, 73-432-32, 73-431-193, 73-432-52, 73-431-194, 73-432-33, 79-347, 73-53, 71-233, 74-242, 74-241, 74-226, 72-158, 73?, 72-588, 80-343) were recovered from the Upper Nodena site (3MS4) in Mississippi County, AR. No known individuals were identified. The one associated funerary object includes a large, plain ceramic vessel found covering one of the burials. The associated funerary object and other diagnostic artifacts found at site 3MS4 indicate that these human remains were probably buried during the Late Woodland and Early Mississippian periods (A.D. 750-950). \n In 1972, 1978, 1979, 1980, 1984, and 1992, human remains representing a minimum of six individuals (72-457, 78-1042, 92-1078, 92-1090, 79-306, 84-316, 79-1560, 80-336) were recovered from the Chickasaba site (3MS5) in Mississippi County, AR. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at the Chickasaba site (3MS5) indicate that these human remains were probably buried during the Nodena Phase of the Late Mississippian period (A.D. 1400-1650) and the Late Prehistoric period (A.D. 1000-1600). \n In 1971, human remains representing a minimum of one individual (71-28-7) were recovered from the Tucker site (3MS10) in Mississippi County, AR. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at the Tucker site (3MS10) indicate that these human remains were probably buried during the Late Prehistoric period (A.D. 1000-1600). \n In 1970, human remains representing a minimum of one individual (70-902) were recovered from the Carson Lake site (3MS13) in Mississippi County, AR. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at the Carson Lake site (3MS13) indicate that these human remains were probably buried during the Late Prehistoric period (A.D. 1000-1600). \n In 1972-1973, human remains representing a minimum of five individuals (73-434, 72-568) were recovered from the Notgrass site (3MS15) in Mississippi County, AR. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at the Notgrass site (3MS15) indicate that these human remains were probably buried during the Late Prehistoric period (A.D. 1000-1600). \n In 1980, human remains representing a minimum of one individual (80-369) were recovered from site 3MS17 in Mississippi County, AR. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at the site 3MS17 indicate that these human remains were probably buried during the Late Prehistoric period (A.D. 1000-1600). \n At an unknown date, human remains representing a minimum of two individuals (68-999, 85-808) were recovered from site 3MS18 in Mississippi County, AR. These human remains were donated to the Arkansas Archeological Survey in 1965 and 1985. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at site 3MS18 indicate that these human remains were probably buried during the Late Prehistoric period (A.D. 1000-1600). \n In 1967, 1973, and 1980, human remains representing a minimum of four individuals (65-157, 73-26, 80-306) were recovered from site 3MS22 in Mississippi County, AR. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at site 3MS22 indicate that these human remains were probably buried during the Late Prehistoric period (A.D. 1000-1600). \n In 1970, 1973, 1974, 1975, 1978, 1980, and 1982, human remains representing a minimum of 34 individuals (Burial B1, B2, A, North Trench, Trench 2, 70-452, 72-305, 73-426-A, B, C, Trench Burial, 74-121-1143, 74-122, 78-346, 78-1342, 80-379, 74-122, 121, 70-332, 73-43, B, Trench Burial B, 75-665, 82-670) were recovered from the Armorel site (3MS23) in Mississippi County, AR. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at Armorel site (3MS23) indicate that these human remains were probably buried during the Nodena Phase of the Late Mississippian period (A.D. 1400-1650). \n In 1970, human remains representing a minimum of one individual (70-918) were recovered from the Big Lake Bridge site (3MS24) in Mississippi County, AR. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at the Big Lake Bridge site (3MS24) indicate that these human remains were probably buried during the Late Prehistoric period (A.D. 1000-1600). \n In 1973 and 1974, human remains representing a minimum of two individuals (74-635-3, 73-587) were recovered from site 3MS53 in Mississippi County, AR. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at site 3MS53 indicate that these human remains were probably buried during the Late Prehistoric period (A.D. 1000-1600). \n In 1979, human remains representing a minimum of one individual (79-877) were recovered from site 3MS55 in Mississippi County, AR. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at site 3MS55 indicate that these human remains were probably buried during the Late Prehistoric period (A.D. 1000-1600). \n At an unknown date, human remains representing a minimum of 23 individuals (Jaw 13, 23, 36, 40, 43, 66, 65, 44, 45, 48, 54, 62, Burial 184, 184B, Jaw unknown, 1, 3, 4, 5, 6, 7, B.184 Miscellaneous, 84-920) were recovered from the Golden Lake site (3MS60) in Mississippi County, AR. These human remains were donated to the Arkansas Archeological Survey in 1984. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at the Golden Lake site (3MS60) indicate that these human remains were probably buried during the Nodena phase of the Late Mississippian period (A.D. 1400-1650). \n In 1971 and 1972, human remains representing a minimum of two individuals (71-498, 72-564) were recovered from the Terry #2 site (3MS65) in Mississippi County, AR. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at the Terry #2 site (3MS65) indicate that these human remains were probably buried during the Nodena phase of the Late Mississippian period (A.D. 1400-1650) and the Late Prehistoric period (A.D. 1000-1600).\\n         \n In 1984, human remains representing a minimum of one individual (84-920) were recovered from the Smith site (3MS71) in Mississippi County, AR. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at the Smith site (3MS71) indicate that these human remains were probably buried during the Late Prehistoric period (A.D. 1000-1600). \n In 1970 and 1972, human remains representing a minimum of two individuals (70-356, 72-659) were recovered from the Libbon site (3MS73) in Mississippi County, AR. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at the Libbon site (3MS73) indicate that these human remains were probably buried during the Late Prehistoric period (A.D. 1000-1600). \n In 1980, human remains representing a minimum of one individual (80-344) were recovered from site 3MS80 in Mississippi County, AR. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at site 3MS80 indicate that these human remains were probably buried during the Late Prehistoric period (A.D. 1000-1600). \n In 1972, human remains representing a minimum of one individual (72-470) were recovered from site 3MS93 in Mississippi County, AR. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at site 3MS93 indicate that these human remains were probably buried during the Late Prehistoric period (A.D. 1000-1600). \n In 1973, human remains representing a minimum of one individual (73-608) were recovered from site 3MS100 in Mississippi County, AR. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at site 3MS100 indicate that these human remains were probably buried during the Late Prehistoric period (A.D. 1000-1600). \n In 1980, human remains representing a minimum of one individual (80-322) were recovered from site 3MS104 in Mississippi County, AR. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at site 3MS104 indicate that these human remains were probably buried during the Late Prehistoric period (A.D. 1000-1600). \n In 1978 and 1979, human remains representing a minimum of two individuals (79-888, 305, 78-942, 313) were recovered from the Eaker site (3MS105) in Mississippi County, AR. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at the Eaker site (3MS105) indicate that these human remains were probably buried during the Late Prehistoric period (A.D. 1000-1600). \n At an unknown date, human remains representing a minimum of one individual (82-324) were recovered from site 3MS106 in Mississippi County, AR. These human remains were donated to the Arkansas Archeological Survey in 1982. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at site 3MS106 indicate that these human remains were probably buried during the Late Prehistoric period (A.D. 1000-1600). \n In 1980, human remains representing a minimum of one individual (80-312) were recovered from site 3MS111 in Mississippi County, AR. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at site 3MS111 indicate that these human remains were probably buried during the Late Prehistoric period (A.D. 1000-1600). \n At an unknown date, human remains representing a minimum of two individuals (burial 1, burial 2) were recovered from site 3MS311 in Mississippi County, AR. These human remains were donated to the Arkansas Archeological Survey. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at site 3MS311 indicate that these human remains were probably buried during the Late Prehistoric period (A.D. 1000-1600). \n In 1982, human remains representing a minimum of one individual (82-673) were recovered from site 3MS319 in Mississippi County, AR. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at site 3MS319 indicate that these human remains were probably buried during the Late Prehistoric period (A.D. 1000-1600). \n In 1982, human remains representing a minimum of one individual (82-670) were recovered from site 3MS323 in Mississippi County, AR. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at site 3MS323 indicate that these human remains were probably buried during the Late Prehistoric period (A.D. 1000-1600). \n In 1971, human remains representing a minimum of one individual (71-498) were recovered from the Costner #2 site (3MS541) in Mississippi County, AR. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at the Costner #2 site (3MS541) indicate that these human remains were probably buried during the Late Prehistoric period (A.D. 1000-1600). \n In 1990, human remains representing a minimum of one individual (90-342) were recovered from the Costner #3 site (3MS542) in Mississippi County, AR. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at the Costner #3 site (3MS542) indicate that these human remains were probably buried during the Late Prehistoric period (A.D. 1000-1600). \n In 1973, 1976, and an unknown date, human remains representing a minimum of three individuals (73-595, 76-1084, unknown) were recovered from site 3PO2/23 in Poinsett County, AR. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at site 3PO2/23 indicate that these human remains were probably buried during the Late Prehistoric period (1000-1600 A.D.). \n In 1968, human remains representing a minimum of two individuals (68-232, Burials 1 and 2) were recovered from the Bay Village site (3PO3) in Poinsett County, AR. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at the Bay Village site (3PO3) indicate that these human remains were probably buried during the Middle Mississippian period (A.D. 1100-1300). \n At an unknown date and in 1968 and 1974, human remains representing a minimum of two individuals (68-791-31, 74-778) were recovered from the Hazel site (3PO6) in Poinsett County, AR. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at the Hazel site (3PO6) indicate that these human remains were probably buried during the Mississippian period (A.D. 900-1500) or Late Prehistoric period (A.D. 1000-1600). \n In 1974, 1975, and 1979, human remains representing a minimum of two individuals (75-697, 74-870, 79-811, 74-872) were recovered from site 3PO23 in Poinsett County, AR. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at the site indicate that these human remains were probably buried during the Late Prehistoric period (A.D. 1000-1600). \n In 1974, 1979, and 1980, human remains representing a minimum of 10 individuals (74-866, 79-1040-238, -239, -261, -262, -272, 80-427-33, -35) were recovered from site 3PO24 in Poinsett County, AR. No known individuals were identified. The four associated funerary objects include one Neeley\\'s Ferry Plain bottle, one Neeley\\'s Ferry Plain effigy bowl, and two shell beads. The associated funerary objects and other diagnostic artifacts found at the site indicate that these human remains were probably buried during the Mississippian (A.D. 900-1500), Parkin Phase (A.D. 1300-1600) or Late Prehistoric (A.D. 100-1600) period. \n In 1972, 1973, 1975, and 1982, human remains representing a minimum of three individuals (72-197, 73-367, 75-311, 82-309) were recovered from 3PO26 in Poinsett County, AR. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at 3PO26 indicate that these human remains were probably buried during the Late Prehistoric period (A.D. 1000-1600). \n In 1969, human remains representing a minimum of 21 individuals (69-705-99, -100, -102, -103, -104, -105, -107, -108, -109, -110, unknown) were recovered from the Floodway Mounds site (3PO46) in Poinsett County, AR. No known individuals were identified. The 17 associated funerary objects include two ceramic bottles, fourteen vessels, and one jar. These associated funerary objects and other diagnostic artifacts found at the Floodway Mounds site (3PO46) indicate that these human remains were probably buried during the Cherry Valley Phase (A.D. 1000-1200). \n In 1967, human remains representing a minimum of five individuals (67-144-4, -2, -7, -56, 67-144-1-2-4) were recovered from the Hyneman #1 site (3PO52) in Poinsett County, AR. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts recovered from the Hyneman #1 site (3PO52) indicate that these remains were probably buried during the Middle Mississippian period (A.D. 1100-1300). \n In 1967, human remains representing a minimum of three individuals (67-159, 67-159-?) were recovered from 3PO54 in Poinsett County, AR. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at 3PO54 indicate that these human remains were probably buried during the Middle Mississippian period (A.D. 1100-1300). \n In 1979, human remains representing a minimum of one individual (79-815) were recovered from site 3PO59 in Poinsett County, AR. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at site 3PO59 indicate that these human remains were probably buried during the Middle Mississippian period (A.D. 1100-1300). \n In 1970, human remains representing a minimum of one individual (70-448) were recovered from site 3PO146 in Poinsett County, AR. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at site 3PO146 indicate that these human remains were probably buried during the Late Prehistoric period (A.D. 1000-1600). \n In 1970, human remains representing a minimum of one individual (70-923) were recovered from site 3PO158 in Poinsett County, AR. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at site 3PO158 indicate that these human remains were probably buried during the Late Marksville Phase (100 B.C.-A.D. 400). \n In 1972, 1995, and an unknown date, human remains representing a minimum of seven individuals (72-203, 95-593, unknown) were recovered from the Hyneman site (3PO192) in Poinsett County, AR. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at the Hyneman site (3PO192) indicate that these human remains were probably buried during the Middle Mississippian period (A.D. 1100-1300). \n In 1995, human remains representing a minimum of seven individuals (95-671, Burials 1-5) were recovered from the Rivervale site (3PO395) in Poinsett County, AR. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at the Rivervale site (3PO395) indicate that these human remains were probably buried during the Late Prehistoric period (A.D. 1000-1600). \n In 1981, human remains representing a minimum of three individuals (81-315, 81-315-139, -206, -255, -26, -228, -22, -45, -192, -83, -27, -139, -151, -271, -30, -229) were recovered from the McCarty site (3PO467) in Poinsett County, AR. No known individuals were identified. The 15 associated funerary objects include one shell face gorget, one greenstone celt, nine copper beads, one point, and three adzes. The associated funerary objects and diagnostic artifacts found at site 3PO467 indicate that these human remains were probably buried during the Woodland period (500 B.C.-A.D. 900). \n At an unknown date, human remains representing a minimum of one individual were recovered from 3PO492 in Poinsett County, AR. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at site3PO492 indicate that these human remains were probably buried during the Late Prehistoric period (A.D 1000-1600). \n At an unknown date, human remains representing a minimum of two individuals (79-1525) were recovered from site 3PR20 in Prairie County, AR. These human remains were donated to the Arkansas Archeological Survey in 1979. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at site 3PR20 indicate that these human remains were probably buried during the Woodland period (500 B.C. to A.D. 900). \n At an unknown date, human remains representing a minimum of one individual (78-1216-2) were recovered from the Bull Farm #1 site (3PR26) in Prairie County, AR. These human remains were donated to the Arkansas Archeological Survey in 1978. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at the Bull Farm #1 site 3PR26 indicate that these human remains were probably buried during the Mississippian period (A.D. 900-1500). \n At an unknown date, human remains representing a minimum of two individuals (78-1217, 89-550) were recovered from the Bull Farm #2 site (3PR27) in Prairie County, AR. These human remains were donated to the Arkansas Archeological Survey in 1978 and 1989. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at the Bull Farm #2 site 3PR27 indicate that these human remains were probably buried during the Mississippian period (A.D. 900-1500). \n At an unknown date, human remains representing a minimum of one individual (85-508-1, Burial 1) were recovered from the Cazar, Bend of Levee site 3PR67 in Prairie County, AR. These human remains were donated to the Arkansas Archeological Survey in 1985. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at the Cazar, Bend of Levee site 3PR67 indicate that these human remains were probably buried during the Mississippian period (A.D. 900-1500). \n In 1984, human remains representing a minimum of three individuals (84-712-1, 84-712, Burials 1 and 2) were recovered from the Ink Bayou site 3PU252 in Pulaski County, AR. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at the Ink Bayou site 3PU252 indicate that these human remains were probably buried during the Plum Bayou Phase (A.D. 750-950). \n In 1987, human remains representing a minimum of 17 individuals (87-1005) were recovered from the Goldsmith Oliver site 3PU306 in Pulaski County, AR. No known individuals were identified. The 210 associated funerary objects include one Barton incised \\xe2\\x80\\x9cHelmet-like\\xe2\\x80\\x9d bowl, one Bell Plain jar, one bottle tripod, five Mississippi Plain \\xe2\\x80\\x9cHelmet\\xe2\\x80\\x9d bowls, two Mississippi Plain \\xe2\\x80\\x9cHelmet\\xe2\\x80\\x9d jar, 29 shell beads, two Old Town red bottles, one Old Town red like bottle, one Old Town Red effigy bowl, three thumbnail scrapers, five pieces of red ochre, nine Nodena arrow point preform fragment, one grooved sandstone maul, one Wallace Incised var unspec bowl, one quartz crystal, one Avenue Polychrome var unspec bottle, one engraved siltstone pendant, one sandstone rubbing/polishing stone, three perforated/gravers, nine tubular metal beads, two tubular brass beads, one untyped arrow point, four untyped arrow point fragments, five untyped point preform, 24 Nodena arrow points, two Old Town red \\xe2\\x80\\x9cHelmet\\xe2\\x80\\x9d bowl, two Mississippi Plain miniature deep bowls, seven glass beads, one chert end scraper, three brass beads, 75 metal beads, one teapot spout or pipe fragment, two metal tinkle cones, and three blades. Diagnostic artifacts found at the Goldsmith Oliver site 3PU306 indicate that these human remains were probably buried during the Menard Complex (late A.D. 1500). \n At an unknown date, human remains representing a minimum of one individual (84-672) were recovered from an unknown site in Randolph County, AR. These human remains were donated to the Arkansas Archeological Survey in 1984. No known individuals were identified. No associated funerary objects are present. These human remains are believed to date from the Late Prehistoric period (A.D. 1000-1600) based on the physical conditions of the remains. \n In 1978, human remains representing a minimum of one individual (78-1149-18) were recovered from the Cox site (3RA58) in Randolph County, AR. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at the Cox site (3RA58) indicate that these human remains were probably buried during the Middle Mississippian period (A.D. 1100-1300). \n In 1994, human remains representing a minimum of one individual (94-901) were recovered from 3RA62 in Randolph County, AR. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at 3RA62 indicated that these human remains were probably buried during the Late Prehistoric period (A.D. 1000-1600). \n In 1988, human remains representing a minimum of two individuals (88-310, 88-310-1 Burial 1A) were recovered from the Grigsby site (3RA262) in Randolph County, AR. No known individuals were identified. The four associated funerary objects include a gorget and a vessel containing two pebbles. Diagnostic artifacts found at the Grigsby site (3RA262) indicate that these human remains were probably buried during the Marksville period (100 B.C.-A.D. 400). \n In 1979, human remains representing a minimum of three individuals (79-918) were recovered from 3RA274 in Randolph County, AR. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at 3RA274 indicate that these human remains were probably buried during the Late Prehistoric period (A.D. 1000-1600). \n At an unknown date, human remains representing a minimum of one individual (72-224) were recovered from 3SF5 in St. Francis County, AR. These human remains were donated to the Arkansas Archeological Survey in 1972. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts from 3SF5 indicate that these human remains were probably buried during the Late Prehistoric period (A.D. 1000-1600). \n In 1979 and at an unknown date, human remains representing a minimum of six individuals (79-1037, 79-1059, 79-1069, unknown) were recovered from the Big Eddy site (3SF9) in St. Francis County, AR. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at the Big Eddy site (3SF9) indicate that these human remains were probably buried during the Parkin Phase (A.D. 1300-1600) of the Late Prehistoric period (A.D. 1000-1600). \n In 1995, human remains representing a minimum of two individuals (95-607-10) were recovered from 3SF66 in St. Francis County, AR. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at 3SF66 indicate that these human remains were probably buried during the Late Prehistoric period (A.D. 1000-1600). \n In 1989, human remains representing a minimum of one individual (89-623) were recovered from 3WH18 in White County, AR. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts from 3WH18 indicate that these human remains were probably buried during the Late Prehistoric period (A.D. 1000-1600). \n At an unknown date, human remains representing a minimum of one individual (78-559) were recovered from 3WH25/26 in White County, AR. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at site 3WH25/26 indicate that these human remains were probably buried during the Late Prehistoric period (A.D. 1000-1600). \n At an unknown date, human remains representing a minimum of six individuals (69-355-1, 2, 3, 69-355-16) were recovered from 3WH34 in White County, AR. These human remains were donated to the Arkansas Archeological Survey in 1969. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at site 3WH34 indicate that these human remains were probably buried during the Late Prehistoric period (A.D. 1000-1600). \n At an unknown date, human remains representing a minimum of six individuals (80-340-1, 2, 3) were recovered from 3WH76 in White County, AR. These human remains were donated to the Arkansas Archeological Survey in 1980. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at site 3WH76 indicate that these human remains were probably buried during the Late Prehistoric period (A.D. 1000-1600). \n At an unknown date, human remains representing a minimum of one individual (81-329) were recovered from an unknown site in Woodruff County, AR. These human remains were donated to the Arkansas Archeological Survey in 1981. No known individuals were identified. No associated funerary objects are present. These remains were probably buried during the Late Prehistoric period (A.D. 1000-1600) based on the physical conditions of the remains. \n In 1993, human remains representing a minimum of one individual (93-514) were recovered from site 3WO64 in Woodruff County, AR. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts from site 3WO64 indicate that these human remains were probably buried during the Late Prehistoric period (A.D. 1000-1600). \n This notice presents a variety of terms commonly used in discussions of Arkansas archeology and the historical trajectories that gave rise to specific Native American communities identified in the historical record. This narrative defines those terms in the context of what we presently understand about archeological manifestations that pre-date the historic Quapaw communities who occupied villages located around the confluence of the Arkansas and Mississippi Rivers at the time of late 17th century French exploration. \n The term \\xe2\\x80\\x9cprehistoric\\xe2\\x80\\x9d refers to the period beginning with the arrivals of the earliest Paleoindian migrants to the time when indigenous communities experienced their first encounters with European explorers. In Arkansas, prehistory extends from approximately 11,650 B.C. to A.D. 1541. \n The earliest collections listed on the notice appear to be from Late Archaic contexts. Archeologists working in Arkansas and the Mid-South commonly divide the successive Archaic (9,600-650 B.C.), Woodland (650 B.C.-A.D. 950), and Mississippian (A.D. 950-1541) periods into Early, Middle, and Late subunits, each thought to represent more-or-less internally consistent cultural configurations that differed in one or more important ways from both earlier and later subunits. In general, the Archaic period in Arkansas prehistory represents the emergence of the first regional traditions (or, in other words, the first expressions of regional cultural differences). During the Late Archaic period, locally distinctive groups were involved in the domestication of several wild plant species and the development of early trade or exchange networks. This period witnessed the earliest attempts to transform inhabited landscapes via the construction of mounds and earthworks. Burial ceremonialism, tracing back much earlier, underwent an expansion in both frequency and elaboration. Some Late Archaic burial sites in the Mid-South provide evidence of the use of exotic material items to mark distinctions in social rank or status (though no sites like these have yet been identified in Arkansas). \n Items identified with the Woodland period comprise part of the evidence that represents both an increase in expressions of cultural diversity across the region as well as expansion in levels and intensities of interaction among and between groups separated by considerable distances throughout the Eastern Woodlands. Some collections listed on this inventory are referred to the Marksville period (100 B.C.-400 A.D.), a discrete subunit of the Middle Woodland episode (100 B.C.-600 A.D.) that represents the participation of local, Lower Mississippi Valley communities in the widespread Hopewell cultural phenomenon centered in the modern states of Ohio and Illinois. The Hopewell phenomenon was characterized not only by a distinctive set of material objects (most of which represent ceremonial items), but by an elaborate form of burial ceremonialism accorded certain individuals who were interred within large mounds and typically accompanied by extensive assemblages of funerary objects. Sites attributed to this period in Arkansas tend to be small villages (some linked to nearby mound sites) that possess diagnostic ceramic assemblages. \n A few other sites on the list are attributed a Late Woodland (A.D. 600-950) affiliation. Residential sites are not significantly different from Middle Woodland sites, but during this period many communities refocused cultural activities away from elaborate forms of burial ceremonialism associated with mounds and engaged instead in the development of more settled forms of agrarian life. Late Woodland villagers produced far more utilitarian ceramics, and made widespread use of bow and arrow weaponry for hunting and military purposes. \n Transitional developments taking place between A.D. 700-1000 include the increased use of pulverized shell as a tempering material for fired clay ceramics, more elaborate forms of ceramic manufacture and decoration, new forms of settlement organization in which villages grew in size and added specialized mound and plaza precincts, and continued development of interregional trade and exchange networks. This era is sometimes referred to as the Late Woodland/Early Mississippi transition or, alternatively, Emergent Mississippian. \n The Mississippian period (A.D. 950-1541; alternatively referred to as the \\xe2\\x80\\x9clate prehistoric\\xe2\\x80\\x9d) represents an apex in the development of cultural complexity in Arkansas, especially in the Central and Lower Mississippi Valley physiographic provinces. The developments initiated during the transitional period (listed in the preceding paragraph) continued on an upward trajectory until around 1400 A.D., at which time many communities reverted to somewhat simpler forms of organization in response to various combinations of social and environmental pressures. At the height of their development, Mississippian communities intensified their agricultural production to levels that supported larger populations, more expansive trade/exchange systems, and elaborate ceremonies performed to consolidate community relationships and maintain balance with powerful spiritual forces. Advances in agricultural production stimulated related increases in competition for access to the most productive lands, ushering in turn more competition between communities that often erupted into violence and warfare. \n Perhaps the most important aspect of Mississippian cultural developments relevant to present concerns is the emergence of distinctive local groups that correspond in geographical extent and cultural cohesiveness to many of the named groups (like the Quapaws) that early European explorers met, interacted with, and wrote about. A few of the sites on this inventory represent such groups, who in archeological terminology are typically referred to as cultural \\xe2\\x80\\x9cphases.\\xe2\\x80\\x9d \n The Cherry Valley Phase (A.D. 1050-1150) is based on the results of 1958 excavations at the Cherry Valley Mounds, sponsored by the Gilcrease Institute of Tulsa, Oklahoma. Excavations in two mounds at the site revealed the remains of buried mortuary structures, and excavations in a third mound exposed additional burials. Bundled, extended, and cremated human skeletal remains associated with a distinctive artifact assemblage provide evidence of a community expressing their identity in part through special practices for treating the remains of their dead. \n The Parkin Phase (A.D. 1350-1550) is represented by a series of sites distributed along the St. Francis and Tyronza rivers. The Parkin site itself (located in the modern town of the same name) is a large, fortified village containing more than 100 houses arranged around an open plaza area adjacent to several platform mounds of various sizes. Three other categories of sites comprise the overall community: Large (3-4 ha), medium (ca. 2 ha), and small (less than 1 ha) villages, some with additional platform mounds. Like other contemporaneous manifestations, the Parkin Phase settlement pattern is distinctive, as is the associated material culture retrieved in excavations at several village sites. The geographical position of the Parkin site and its internal arrangement fit historical descriptions of the town of Casqui that was visited by the Hernando de Soto expedition in 1541. A small number of 16th century European trade goods found at the site lend support to that inference. \n The Nodena Phase (A.D. 1400-1650) consists of another series of sites located in the northeast corner of Arkansas and adjacent parts of southeast Missouri. Residential sites are not remarkably different from counterpart Parkin Phase sites, but archeologists recognize a distinctive mortuary pattern accompanied by an artifact assemblage that differs in some important ways from that found at Parkin Phase sites. As with the locational characteristics of the Parkin Phase, those of the Nodena Phase suggest that it may have been the province of Pacaha, also visited by the Soto expedition. The extant accounts of the expedition, problematic as they are, nonetheless provide convincing testimony that these two communities were bitter rivals. \n The intrusion of Spanish conquistadores across the Mississippi River and into what is now Arkansas marks the beginning of another era, extending from ca. A.D. 1500-1700, that we refer to as the Protohistoric period. In simplest terms, this is the period during which Native American populations in Arkansas and the Mid-South first became aware of European visitors, perhaps had fleeting encounters with some of them (as did, for example, the residents of Casqui and Pacaha), but had not yet entered into the direct contact and regular interaction that would characterize the post-contact Colonial era. \n The Protohistoric period is of crucial importance to present considerations because recent scholarship has demonstrated that Native American population declines, relocations, and cultural reorganization during this era were sufficient to stimulate development of many new cultural configurations, or ethnicities, that in at least some cases had no direct links to a specific pre-contact manifestations such as the cultural phases described in the preceding paragraphs. Indeed, many archeologists, historians, and members of the modern Quapaw tribe argue that the immediate ancestors of the Quapaw migrated \\xe2\\x80\\x9cdownstream\\xe2\\x80\\x9d along the Mississippi River from earlier homelands located within or near the Ohio River valley. \n Protohistoric sites listed on the present inventory are identified with the Menard Complex. This is a designation many archeologists today use in place of an earlier \\xe2\\x80\\x9cQuapaw Phase\\xe2\\x80\\x9d designation. The Quapaw Phase was based on excavations conducted in 1960 at the Menard-Hodges site and assumptions made at the time that Menard is the location of the late 17th century Quapaw village of Osotouy. Assigned to the Quapaw Phase in the following decade are artifact assemblages from several sites along the Arkansas River, extending upstream from the confluence as far as the modern city of Little Rock. These assemblages are dominated by a series of well-crafted and elaborately decorated ceramic vessels that are clearly the product of earlier Mississippian pottery-making traditions in eastern Arkansas. This linkage created a paradox with the historical scenario of a more recent arrival of the Downstream People, in the decades following the Soto entrada but preceding the 1673 voyage down the Mississippi River by the French explorers Marquette and Jolliet. \n Partly in relation to this issue, the Quapaw Tribe of Oklahoma worked with Arkansas Archeological Survey staff in 2003 to investigate the Wallace Bottoms site, located along a tributary of the lower Arkansas River not far from the Menard-Hodges site. Discovered in 1998, the site produced a collection of 17th century aboriginal artifacts along with a smaller amount of French trade goods, suggesting that it may represent Osotouy and perhaps the nearby French Arkansas Post. These excavations produced a distinctive aboriginal artifact assemblage consisting of undecorated utilitarian jars that are tempered with coarse shell. Some of these jars exhibit notched filleted strips that encircle the rim below the lip. Small triangular arrow points and small end scrapers are the most common types of stone tools. These artifacts, accompanied by a few additional items including antler tine arrow points and cylindrical bone gaming pieces are similar to contemporaneous assemblages from the historic Illinois region farther up the Mississippi River. The project director, Dr. John H. House, attributes this assemblage to the colonial era Quapaws and further suggests that the Quapaw Phase as defined by the earlier work at Menard and other sites along the lower Arkansas River \\xe2\\x80\\x9chas at most indirect connections to the Quapaw people of the colonial era.\\xe2\\x80\\x9d \n The turmoil of the Protohistoric period and its consequences for Native American communities in Arkansas and the Mid-South leaves serious questions concerning prospects for linking historic ethnic identities to prehistoric cultural manifestations identified on the basis of archeological evidence. As a practical response to this circumstance, some modern Native American communities have asserted cultural affiliations for the purpose of NAGPRA repatriation claims based on settlement locations at the beginning of the Colonial era as documented by early European accounts. Colonial records from the late 17th century and extending through the 18th century place Quapaws in the region encompassed by the modern counties from which the collections listed above are derived. The first treaty the Quapaws signed with the United States, in 1818, further establishes residence and control over, or interest in, these portions of Arkansas. \n Determinations Made by the Arkansas Archeological Survey \n Officials of the Arkansas Archeological Survey have determined that: \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice represent the physical remains of 440 individuals of Native American ancestry. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(3)(A), the 274 objects described in this notice are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and associated funerary objects and The Quapaw Tribe of Indians. \n Additional Requestors and Disposition \n Lineal descendants or representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to George Sabo, Director, Arkansas Archeological Survey, 2475 North Hatch Avenue, Fayetteville, AR 72704, telephone (479) 575-3556, by January 21, 2015. After that date, if no additional requestors have come forward, transfer of control of the human remains and associated funerary objects to The Quapaw Tribe of Indians may proceed. \n The Arkansas Archeological Survey is responsible for notifying The Quapaw Tribe of Indians that this notice has been published. \n ", "consultation": "A detailed assessment of the human remains was made by Arkansas Archeological Survey professional staff in consultation with representatives of The Quapaw Tribe of Indians. \n ", "h_d_r": "All of the human remains and associated funerary objects listed in this notice were recovered by the Arkansas Archeological Survey, unless otherwise noted. \n In 1979, human remains representing a minimum of one individual (79-634-4) were recovered from the Menard Mound site (3AR4) in Arkansas County, AR. No known individuals were identified. The two associated funerary objects include two fragments of ceramic vessels. Diagnostic artifacts found at Menard Mound site (3AR4) indicate that these human remains were probably buried during the Menard Complex (late A.D. 1500). \n At an unknown date, human remains representing a minimum of one individual (85-815) were recovered from the Roland Mound site (3AR30) in Arkansas County, AR. These human remains were transferred from the University of Arkansas Department of Anthropology to the Arkansas Archeological Survey in 1985. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at the Roland Mound site (3AR30) indicate that these human remains were probably buried during the Mississippian period (A.D. 900-1500). \n At an unknown date, human remains representing a minimum of three individuals (68-287) were recovered from the McBroom site (3AR46) in Arkansas County, AR. These human remains were donated to the Arkansas Archeological Survey in 1968. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at the McBroom site (3AR46) indicate that these human remains were probably buried during the Mississippian period (A.D. 900-1500). \n At an unknown date, human remains representing a minimum of two individuals (74-142) were recovered from the Gibbens site (3AR48) in Arkansas County, AR. These human remains were donated to the Arkansas Archeological Survey in 1974. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at Gibbens site (3AR48) indicate that these human remains were probably buried during the Mississippian period (A.D. 900-1500). \n In 1968, human remains representing a minimum of one individual (68-98) were recovered from site 3CG44 in Craighead County, AR. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at site 3CG44 indicate that these human remains were probably buried during the Archaic period (8000-5000 B.C.). \n In 1968, human remains representing a minimum of eleven individuals (68-126, 68-364, 68-364-36, -117, -148, -160, -217, -232, -233, -272) were recovered from the Frierson II site (3CG54) in Craighead County, AR. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at the Frierson II site (3CG54) indicate that these human remains were probably buried during the late Archaic period (3000-500 B.C.). \n In 1974, human remains representing a minimum of one individual (74-461) were recovered from site 3CG469 in Craighead County, AR. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at site 3CG469 indicate that these human remains were probably buried during the Late Prehistoric period (A.D. 1000-1600). \n At an unknown date, human remains representing a minimum of one individual (76-311) were recovered from an unknown site in Cross County, AR. These human remains were donated to the Arkansas Archeological Survey in 1976. No known individuals were identified. No associated funerary objects are present. These human remains are believed to date from the Prehistoric period (11,560 B.C.-A.D.1600) based on the physical conditions of the remains. \n In 1974, human remains representing a minimum of one individual (74-1057) were recovered from site 3CS9 in Cross County, AR. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at site 3CS9 indicate that these human remains were probably buried during the Late Prehistoric period (A.D. 1000-1600). \n In 1970, 1971, 1972, 1973, and 1979, human remains representing a minimum of six individuals (70-718-6, 71-361, 72-200, 72-200-6, 79-833, 73-33) were recovered from the Potter\\'s Mounds site (3CS27) in Cross County, AR. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at the Potter\\'s Mounds site (3CS27) indicate that these human remains were probably buried during the Mississippian period (A.D. 900-1500). \n At an unknown date, human remains representing a minimum of two individuals (76-319) were recovered from the Togo/Holcomb Mounds site (3CS28) in Cross County, AR. These human remains were donated to the Arkansas Archeological Survey in 1976. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at the Togo/Holcomb Mounds site (3CS28) indicate that these human remains were probably buried during the Late Prehistoric period (A.D. 1000-1600). \n At an unknown date, human remains representing a minimum of one individual were recovered from site 3CS29 near Parkin, Cross County, AR. These human remains were donated to the Arkansas Archeological Survey. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at site 3CS29 indicate that these human remains were probably buried during the Late Prehistoric period (A.D. 1000-1600). \n At an unknown date, human remains representing a minimum of one individual (76-304) were recovered from site 3CS40 in Cross County, AR. These human remains were donated to the Arkansas Archeological Survey in 1976. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at site 3CS40 indicate that these human remains were probably buried during the Late Prehistoric period (A.D. 1000-1600). \n In 1974, human remains representing a minimum of one individual (74-1049) were recovered from site 3CS60 in Cross County, AR. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at site 3CS60 indicate that these human remains were probably buried during the Late Prehistoric period (A.D. 1000-1600). \n At an unknown date, human remains representing a minimum of one individual (87-649) were recovered from the Fortune Mounds site (3CS71) in Cross County, AR. These human remains were donated to the Arkansas Archeological Survey in l987. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at the Fortune Mounds site (3CS71) indicate that these human remains were probably buried during the Parkin phase of the Late Mississippian period (A.D. 1300-1500). \n In 1991, human remains representing a minimum of one individual (91-1008-3-15) were recovered from the Welshans Place site (3CS73) in Cross County, AR. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at the Welshans Place site (3CS73) indicate that these human remains were probably buried during the Late Prehistoric period (A.D. 1000-1600). \n In 1985, human remains representing a minimum of two individuals (85-918, 85-918-1) were recovered from the Block site (3CS90) in Cross County, AR. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at the Block site (3CS90) indicate that these human remains were probably buried during the Late Prehistoric period (A.D. 1000-1600). \n At an unknown date, human remains representing a minimum of two individuals (66-117, Burial 1 and 1A) were recovered from site 3CS92 in Cross County, AR. These human remains were donated to the Arkansas Archeological Survey at an unknown date. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at site 3CS92 indicate that these human remains were probably buried during the Late Woodland period (A.D. 500-900). \n In 1971, human remains representing a minimum of one individual (71-378) were recovered from site 3CS109 in Cross County, AR. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at site 3CS109 indicate that these human remains were probably buried during the Late Prehistoric period (A.D. 1000-1600). \n In 1971 and 1987, human remains representing a minimum of nine individuals (71-499-23, 36, 53, 69, 87-1, 87-2, 81) were recovered from the Wampler #2 site (3CS117) in Cross County, AR. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at the Wampler #2 site (3CS117) indicate that these human remains were probably buried during the Late Prehistoric period (A.D. 1000-1600). \n In 1971, human remains representing a minimum of three individuals (71-500-171, 495-1, -2) were recovered from the Wampler #3 site (3CS118) in Cross County, AR. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at the Wampler #3 site (3CS118) indicate that these human remains were probably buried during the Late Prehistoric period (A.D. 1000-1600). \n At an unknown date, human remains representing a minimum of four individuals (72-623 A & B) were recovered from the Edwards site (3CS120) in Cross County, AR. These human remains were donated to the Arkansas Archeological Survey in 1972. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at the Edwards site (3CS120) indicate that these human remains were probably buried during the Late Prehistoric period (A.D. 1000-1600). \n In 1972 and 1973, human remains representing a minimum of one individual (72-224-33, 73-341-58) were recovered from site 3CS123 in Cross County, AR. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at site 3CS123 indicate that these human remains were probably buried during the Late Prehistoric period (A.D. 1000-1600). \n In 1987, human remains representing a minimum of one individual (87-858) were recovered from site 3CS202 in Cross County, AR. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at site 3CS202 indicate that these human remains were probably buried during the Late Prehistoric period (A.D. 1000-1600). \n At an unknown date, human remains representing a minimum of three individuals were recovered from an unknown site in Crittenden County, AR. No known individuals were identified. No associated funerary objects are present. These human remains are believed to date from the Prehistoric period (11,650 B.C.-A.D.1600) based on the physical condition of the remains. \n In 1971 and 1993, human remains representing a minimum of two individuals (71-496 and 93-1195) were recovered from site 3CT3 in Crittenden County, AR. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at site 3CT3 indicate that these human remains were probably buried during the Late Prehistoric period (A.D. 1000-1600). \n In 1991 and 1992, human remains representing a minimum of one individual (91-969-13-16, 92-1147-14-16) were recovered from site 3CT11 in Crittenden County, AR. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at site 3CT11 indicate that these human remains were probably buried during the Late Prehistoric period (A.D. 1000-1600). \n In 1968 and 1989, human remains representing a minimum of two individuals (68-258-2 and 89-795) were recovered from the Barton Ranch site (3CT18) in Crittenden County, AR. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at the Barton Ranch site (3CT18) indicate that these human remains were probably buried during the Late Prehistoric period (A.D. 1000-1600). \n In 1995, human remains representing a minimum of one individual (95-605-72) were recovered from site 3CT32 in Crittenden County, AR. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at site 3CT32 indicate that these human remains were probably buried during the Late Prehistoric period (A.D. 1000-1600). \n In 1986, human remains representing a minimum of one individual (86-588-1) were recovered from site 3CT33 in Crittenden County, AR. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at site 3CT33 indicate that these human remains were probably buried during the Late Prehistoric period (A.D. 1000-1600). \n In 1978, human remains representing a minimum of one individual (78-1163) were recovered from site 3CT36 in Crittenden County, AR. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at site 3CT36 indicate that these human remains were probably buried during the Late Prehistoric period (A.D. 1000-1600). \n In 1989 and 1990, human remains representing a minimum of two individuals (89-565, 505, 90-339) were recovered from site 3CT40 in Crittenden County, AR. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at site 3CT40 indicate that these human remains were probably buried during the Late Prehistoric period (A.D. 1000-1600). \n At an unknown date, human remains representing a minimum of one individual (89-301, burial A, burial B) were recovered from site 3CT43 in Crittenden County, AR. These human remains were donated to the Arkansas Archeological Survey in 1989. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at site 3CT43 indicate that these human remains were probably buried during the Late Prehistoric period (A.D. 1000-1600). \n In 1982, human remains representing a minimum of five individuals (82-965, burial 1, 2, 2a, 3, and 3a) were recovered from the Ross site (3CT50) in Crittenden County, AR. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at the Ross site (3CT50) indicate that these human remains were probably buried during the Late Prehistoric period (A.D. 1000-1600). \n In 1995, human remains representing a minimum of one individual (95-617-37) were recovered from site 3CT77 in Crittenden County, AR. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at site 3CT77 indicate that these human remains were probably buried during the Late Prehistoric period (A.D. 1000-1600). \n At an unknown date, human remains representing a minimum of one individual were recovered from site 3CT88 in Crittenden County, AR. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at site 3CT88 indicate that these human remains were probably buried during the Late Prehistoric period (A.D. 1000-1600). \n In 1972 and 1974, human remains representing a minimum of two individuals (72-444, 74-716) were recovered from site 3CY42 in Clay County, AR. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at site 3CY42 indicate that these human remains were probably buried during the Late Prehistoric period (A.D. 1000-1600). \n At an unknown date, human remains representing a minimum of one individual (619-116) were recovered from site 3CY44 in Clay County, AR. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at site 3CY44 indicate that these human remains were probably buried during the Late Prehistoric period (A.D. 1000-1600). \n In 1972, human remains representing a minimum of one individual (72-624) were recovered from the Crafton #1 site (3CY88) in Clay County, AR. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at the Crafton #1 site (3CY88) indicate that these human remains were probably buried during the Late Woodland period (A.D. 500-900). \n In 1984, human remains representing a minimum of two individuals (84-903-20) were recovered from the Grady site (3CY258) in Clay County, AR. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at site 3CY258 indicate that these human remains were probably buried during the Late Prehistoric period (A.D. 1000-1600). \n In 1970 and 1980, human remains representing a minimum of nine individuals (70-146-1, 70-167-45, 80-352, 80-352 A&B, 70-167, 80-416) were recovered from the Schug site (3GE2) in Greene County, AR. These human remains were donated to the Arkansas Archeological Survey. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at the Schug site (3GE2) indicate that these human remains were probably buried during the Middle Mississippian period (A.D. 900-1500) and Late Prehistoric period (A.D. 1000-1600). \n At an unknown date, human remains representing a minimum of one individual (80-416) were recovered from site 3GE31 in Greene County, AR. These human remains were donated to the Arkansas Archeological Survey in 1980. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at the site 3GE31 indicate that these human remains were probably buried during the Late Prehistoric period (A.D. 1000-1600). \n At an unknown date, human remains representing a minimum of one individual (Burial 1) were recovered from the Dalton Field/Sloan site (3GE94) in Greene County, AR. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at the Dalton Field/Sloan site (3GE94) indicate that these human remains were probably buried during the Prehistoric period (3000 B.C.-A.D. 1600). \n In 1987, human remains representing a minimum of four individuals (87-650-80, 87-650) were recovered from site 3GE346 in Greene County, AR. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at site 3GE346 indicate that these human remains were probably buried during the Late Prehistoric period (A.D. 1000-1600). \n At an unknown date, human remains representing a minimum of one individual (92-689) was recovered from site 31N3 in Independence County, AR. These human remains were donated to the Arkansas Archeological Survey in 1992. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at site 31N3 indicate that these human remains were probably buried during the Late Prehistoric period (A.D. 1000-1600). \n In 1968 and 1972, human remains representing a minimum of five individuals (68-538 Burial 1, 68-539-1, 68-539-1, 72-539, 72-289) were recovered from the Magness site (31N8) in Independence County, AR. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at the Magness site (3IN8) indicate that these human remains were probably buried during the Protohistoric period (A.D. 1500-1673). \n At an unknown date, human remains representing a minimum of two individuals (79-940, 81-362) were recovered from the Engineer\\'s Mound site (31N25) in Independence County, AR. These human remains were donated to the Arkansas Archeological Survey in 1979 and 1981. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at the Engineer\\'s Mound site (31N25) indicate that these human remains were probably buried during the Late Prehistoric period (A.D. 1000-1600). \n At an unknown date, human remains representing a minimum of two individuals (72-310) were recovered from the Walls Lake West site (3IN39) in Independence County, AR. These human remains were donated to the Arkansas Archeological Survey in 1972. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at the Walls Lake West site (3IN39) indicate that these human remains were probably buried during the Late Prehistoric period (A.D. 1000-1600). \n At an unknown date, human remains representing a minimum of two individuals (70-66A, 70-66) were recovered from site 3IZ16 in Izard County, AR. These human remains were donated to the Arkansas Archeological Survey in 1970. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at site 3IZ16 indicate that these human remains were probably buried during the Late Prehistoric period (A.D. 1000-1600). \n At an unknown date, human remains representing a minimum of one individual (79-1065-52) were recovered from the Guion site (3IZ136) in Izard County, AR. These human remains were donated to the Arkansas Archeological Survey in 1979. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at the Guion site (3IZ136) indicate that these human remains were probably buried during the Middle Mississippian period (A.D. 1100-1300). \n At an unknown date, human remains representing a minimum of one individual were recovered from the Nick of Time site (3JA7) in Jackson County, AR. These human remains were donated to the Arkansas Archeological Survey. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at the Nick of Time site (3JA7) indicate that these human remains were probably buried during the Late Prehistoric period (A.D. 1000-1600). \n At an unknown date, human remains representing a minimum of one individual (68-140-31) were recovered from site 3JA16 in Jackson County, AR. These human remains were donated to the Arkansas Archeological Survey in 1968. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at site 3JA16 indicate that these human remains were probably buried during the Late Prehistoric period (A.D. 1000-1600). \n In 1968 and 1976, human remains representing a minimum of two individuals (68-415, 76-1475) were recovered from site 3JA23 in Jackson County, AR. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at site 3JA23 indicate that these human remains were probably buried during the Late Prehistoric period (A.D. 1000-1600). \n In 1968, human remains representing a minimum of one individual (68-519) were recovered from site 3JA33 in Jackson County, AR. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at site 3JA33 indicate that these human remains were probably buried during the Late Prehistoric period (A.D. 1000-1600). \n In 1968, human remains representing a minimum of three individuals (68-522) were recovered from site 3JA36 in Jackson County, AR. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at site 3JA36 indicate that these human remains were probably buried during the Late Prehistoric period (A.D. 1000-1600). \n At an unknown date, human remains representing a minimum of one individual were recovered from site 3JA273 in Jackson County, AR. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at site 3JA273 indicate that these human remains were probably buried during the Late Prehistoric period (A.D. 1000-1600). \n In 1978, human remains representing a minimum of nine individuals (78-1146-55, 59, 97, 143, 144, 145, 146, 147, 142) were recovered from the Reynolds site (3JA465) in Jackson County, AR. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at the Reynolds site (3JA465) indicate that these human remains were probably buried during the Late Prehistoric period (A.D. 1000-1600). \n At an unknown date, human remains representing a minimum of one individual (80-810-3) were recovered from the Kent Place/Lipsky site (3LE8) in Lee County, AR. These human remains were donated to the Arkansas Archeological Survey in 1980. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at the Kent Place/Lipsky site (3LE8) indicate that these human remains were probably buried during the Mississippian (A.D. 900-1500) to Kent Phase (A.D.1300-1600) periods. \n At an unknown date, human remains representing a minimum of five individuals were recovered from the Clay Hill site (3LE11) in Lee County, AR. These human remains were donated to the Arkansas Archeological Survey in 1977 and 1994. No known individuals were identified. \n In 1978, 1988, and 1989 human remains representing a minimum of seven individuals were recovered from the Clay Hill site (3LE11) in Lee County, AR. No known individuals were identified. The 14 associated funerary objects include one shell tempered wide-mouthed bottle, one shell tempered bowl, one marine shell pendant, one large shell bead, eight small shell beads, and two fragmentary vessels. Diagnostic artifacts found at the Clay Hill site (3LE11) indicate that these human remains were probably buried during the Mississippian period (A.D. 900-1500) or Kent Phase (A.D.1300-1600). \n In 1975, human remains representing a minimum of five individuals (75-155-7/15/13/26/15-1) were recovered from the Bill Carr site (3LN119) in Lonoke County, AR. No known individuals were identified. The four associated funerary objects include a burial pot, two vessels, and a reconstructed jar. Diagnostic artifacts found at the Bill Carr site (3LN119) indicate that these human remains were probably buried during the Menard Complex (late 1500 A.D.) \n In 1972, human remains representing a minimum of two individuals (72-230-6, 72-306) were recovered from site 3LW44 in Lawrence County, AR. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at site 3LW44 indicate that these human remains were probably buried during the Late Prehistoric period (A.D. 1000-1600). \n At an unknown date, human remains representing a minimum of two individuals (85-820-1, 85-820-2) were recovered from the Scuttles #2 site (3LW94) in Lawrence County, AR. These human remains were donated to the Arkansas Archeological Survey in 1985. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at the Scuttles #2 site (3LW94) indicate that these human remains were probably buried during the Late Prehistoric period (A.D. 1000-1600). \n In 1971 and 1975, human remains representing a minimum of 22 individuals (71-568-4-1-Burial 1A, 71-568-4-2-Burial 1B, 71-568-Burial 2, 71-568-Burial 3, 71-568- Burial 4, 71-568-Burial 5, 71-568-3-Burial 7, 71-569-397-Burial 8, 71-568-5-Burial 8a, 71-568-7, 71-568-7-Burial 8b, 71-568-7-1-Burial 8c, 71-568-7-2-Burial 8d, 71-568-6-Burial 9, 71-568-6-1-Burial 9a, 71-568-6-2-Burial 9b, 71-568-6-3-Burial 9c, 71-568, 71-568-58-87-355, 75-52) were recovered from the Johnny Wilson site (3LW106) in Lawrence County, AR. No known individuals were identified. The one associated funerary object includes a ceramic bowl. The associated funerary object and other diagnostic artifacts found at the Johnny Wilson site (3LW106) indicate that these human remains were probably buried during the Late Woodland and Early Mississippian periods (A.D. 750-950). \n In 1973, human remains representing a minimum of one individual (73-396-14) were recovered from site 3LW111. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at site 3LW111 indicate that these human remains were probably buried during the Late Prehistoric period (A.D. 1000-1600). \n In 1973, human remains representing a minimum of one individual (73-399) were recovered from site 3LW115 in Lawrence County, AR. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at site 3LW115 indicate that these human remains were probably buried during the Late Prehistoric period (A.D. 1000-1600). \n In 1976, human remains representing a minimum of one individual (76-1450, 1451) were recovered from site 3LW347 in Lawrence County, AR. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at site 3LW347 indicate that these human remains were probably buried during the Late Prehistoric period (A.D. 1000-1600). \n At an unknown date, human remains representing a minimum of one individual (90-596-1) were recovered from site 3MO1 in Monroe County, AR. These human remains were donated to the Arkansas Archeological Survey in 1990. No known individuals were identified. The two associated funerary objects include two fragments of a shell-tempered bowl. Diagnostic artifacts found at site 3MO1 indicate that these human remains were probably buried during the Mississippian period (A.D. 900-1500). \n At an unknown date, human remains representing a minimum of two individuals (83-517-1 and -2) were recovered from the Walnut Ridge site (3MO61) in Monroe County, AR. These human remains were donated to the Arkansas Archeological Survey in 1983. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at the Walnut Ridge site (3MO61) indicate that these human remains were probably buried during the Mississippian period (A.D. 900-1500). \n In 1973, 1976, 1977, 1984, 1986, and 1989, human remains representing a minimum of five individuals (73-609, 76-1139, 86-679, 84-328, 73-1040, 77-504, 89-744) were recovered from the Floodway site (3MS2) in Mississippi County, AR. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at the Floodway site (3MS2) indicate that these human remains were probably buried during the Late Prehistoric period (A.D. 1000-1600). \n In 1972, 1973, 1979, and 1980, human remains representing a minimum of three individuals (72-658, 80-342, 79-1566, 73-435, 79-344) were recovered from the Middle Nodena site (3MS3) in Mississippi County, AR. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at site the Middle Nodena site (3MS3) indicate that these human remains were probably buried during the Late Prehistoric period (A.D. 1000-1600). \n In 1970-1974 and 1979-1980, human remains representing a minimum of 20 individuals (Burial 1, 70-353, 73-53-2, 73-55-3, 73-56-3, 73-56-3-1, 73-59-5, 73-365-3&4, 73-428-12, 73-431-185, 73-431-245, 73-432-32, 73-431-193, 73-432-52, 73-431-194, 73-432-33, 79-347, 73-53, 71-233, 74-242, 74-241, 74-226, 72-158, 73?, 72-588, 80-343) were recovered from the Upper Nodena site (3MS4) in Mississippi County, AR. No known individuals were identified. The one associated funerary object includes a large, plain ceramic vessel found covering one of the burials. The associated funerary object and other diagnostic artifacts found at site 3MS4 indicate that these human remains were probably buried during the Late Woodland and Early Mississippian periods (A.D. 750-950). \n In 1972, 1978, 1979, 1980, 1984, and 1992, human remains representing a minimum of six individuals (72-457, 78-1042, 92-1078, 92-1090, 79-306, 84-316, 79-1560, 80-336) were recovered from the Chickasaba site (3MS5) in Mississippi County, AR. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at the Chickasaba site (3MS5) indicate that these human remains were probably buried during the Nodena Phase of the Late Mississippian period (A.D. 1400-1650) and the Late Prehistoric period (A.D. 1000-1600). \n In 1971, human remains representing a minimum of one individual (71-28-7) were recovered from the Tucker site (3MS10) in Mississippi County, AR. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at the Tucker site (3MS10) indicate that these human remains were probably buried during the Late Prehistoric period (A.D. 1000-1600). \n In 1970, human remains representing a minimum of one individual (70-902) were recovered from the Carson Lake site (3MS13) in Mississippi County, AR. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at the Carson Lake site (3MS13) indicate that these human remains were probably buried during the Late Prehistoric period (A.D. 1000-1600). \n In 1972-1973, human remains representing a minimum of five individuals (73-434, 72-568) were recovered from the Notgrass site (3MS15) in Mississippi County, AR. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at the Notgrass site (3MS15) indicate that these human remains were probably buried during the Late Prehistoric period (A.D. 1000-1600). \n In 1980, human remains representing a minimum of one individual (80-369) were recovered from site 3MS17 in Mississippi County, AR. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at the site 3MS17 indicate that these human remains were probably buried during the Late Prehistoric period (A.D. 1000-1600). \n At an unknown date, human remains representing a minimum of two individuals (68-999, 85-808) were recovered from site 3MS18 in Mississippi County, AR. These human remains were donated to the Arkansas Archeological Survey in 1965 and 1985. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at site 3MS18 indicate that these human remains were probably buried during the Late Prehistoric period (A.D. 1000-1600). \n In 1967, 1973, and 1980, human remains representing a minimum of four individuals (65-157, 73-26, 80-306) were recovered from site 3MS22 in Mississippi County, AR. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at site 3MS22 indicate that these human remains were probably buried during the Late Prehistoric period (A.D. 1000-1600). \n In 1970, 1973, 1974, 1975, 1978, 1980, and 1982, human remains representing a minimum of 34 individuals (Burial B1, B2, A, North Trench, Trench 2, 70-452, 72-305, 73-426-A, B, C, Trench Burial, 74-121-1143, 74-122, 78-346, 78-1342, 80-379, 74-122, 121, 70-332, 73-43, B, Trench Burial B, 75-665, 82-670) were recovered from the Armorel site (3MS23) in Mississippi County, AR. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at Armorel site (3MS23) indicate that these human remains were probably buried during the Nodena Phase of the Late Mississippian period (A.D. 1400-1650). \n In 1970, human remains representing a minimum of one individual (70-918) were recovered from the Big Lake Bridge site (3MS24) in Mississippi County, AR. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at the Big Lake Bridge site (3MS24) indicate that these human remains were probably buried during the Late Prehistoric period (A.D. 1000-1600). \n In 1973 and 1974, human remains representing a minimum of two individuals (74-635-3, 73-587) were recovered from site 3MS53 in Mississippi County, AR. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at site 3MS53 indicate that these human remains were probably buried during the Late Prehistoric period (A.D. 1000-1600). \n In 1979, human remains representing a minimum of one individual (79-877) were recovered from site 3MS55 in Mississippi County, AR. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at site 3MS55 indicate that these human remains were probably buried during the Late Prehistoric period (A.D. 1000-1600). \n At an unknown date, human remains representing a minimum of 23 individuals (Jaw 13, 23, 36, 40, 43, 66, 65, 44, 45, 48, 54, 62, Burial 184, 184B, Jaw unknown, 1, 3, 4, 5, 6, 7, B.184 Miscellaneous, 84-920) were recovered from the Golden Lake site (3MS60) in Mississippi County, AR. These human remains were donated to the Arkansas Archeological Survey in 1984. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at the Golden Lake site (3MS60) indicate that these human remains were probably buried during the Nodena phase of the Late Mississippian period (A.D. 1400-1650). \n In 1971 and 1972, human remains representing a minimum of two individuals (71-498, 72-564) were recovered from the Terry #2 site (3MS65) in Mississippi County, AR. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at the Terry #2 site (3MS65) indicate that these human remains were probably buried during the Nodena phase of the Late Mississippian period (A.D. 1400-1650) and the Late Prehistoric period (A.D. 1000-1600).\\n         \n In 1984, human remains representing a minimum of one individual (84-920) were recovered from the Smith site (3MS71) in Mississippi County, AR. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at the Smith site (3MS71) indicate that these human remains were probably buried during the Late Prehistoric period (A.D. 1000-1600). \n In 1970 and 1972, human remains representing a minimum of two individuals (70-356, 72-659) were recovered from the Libbon site (3MS73) in Mississippi County, AR. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at the Libbon site (3MS73) indicate that these human remains were probably buried during the Late Prehistoric period (A.D. 1000-1600). \n In 1980, human remains representing a minimum of one individual (80-344) were recovered from site 3MS80 in Mississippi County, AR. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at site 3MS80 indicate that these human remains were probably buried during the Late Prehistoric period (A.D. 1000-1600). \n In 1972, human remains representing a minimum of one individual (72-470) were recovered from site 3MS93 in Mississippi County, AR. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at site 3MS93 indicate that these human remains were probably buried during the Late Prehistoric period (A.D. 1000-1600). \n In 1973, human remains representing a minimum of one individual (73-608) were recovered from site 3MS100 in Mississippi County, AR. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at site 3MS100 indicate that these human remains were probably buried during the Late Prehistoric period (A.D. 1000-1600). \n In 1980, human remains representing a minimum of one individual (80-322) were recovered from site 3MS104 in Mississippi County, AR. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at site 3MS104 indicate that these human remains were probably buried during the Late Prehistoric period (A.D. 1000-1600). \n In 1978 and 1979, human remains representing a minimum of two individuals (79-888, 305, 78-942, 313) were recovered from the Eaker site (3MS105) in Mississippi County, AR. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at the Eaker site (3MS105) indicate that these human remains were probably buried during the Late Prehistoric period (A.D. 1000-1600). \n At an unknown date, human remains representing a minimum of one individual (82-324) were recovered from site 3MS106 in Mississippi County, AR. These human remains were donated to the Arkansas Archeological Survey in 1982. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at site 3MS106 indicate that these human remains were probably buried during the Late Prehistoric period (A.D. 1000-1600). \n In 1980, human remains representing a minimum of one individual (80-312) were recovered from site 3MS111 in Mississippi County, AR. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at site 3MS111 indicate that these human remains were probably buried during the Late Prehistoric period (A.D. 1000-1600). \n At an unknown date, human remains representing a minimum of two individuals (burial 1, burial 2) were recovered from site 3MS311 in Mississippi County, AR. These human remains were donated to the Arkansas Archeological Survey. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at site 3MS311 indicate that these human remains were probably buried during the Late Prehistoric period (A.D. 1000-1600). \n In 1982, human remains representing a minimum of one individual (82-673) were recovered from site 3MS319 in Mississippi County, AR. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at site 3MS319 indicate that these human remains were probably buried during the Late Prehistoric period (A.D. 1000-1600). \n In 1982, human remains representing a minimum of one individual (82-670) were recovered from site 3MS323 in Mississippi County, AR. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at site 3MS323 indicate that these human remains were probably buried during the Late Prehistoric period (A.D. 1000-1600). \n In 1971, human remains representing a minimum of one individual (71-498) were recovered from the Costner #2 site (3MS541) in Mississippi County, AR. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at the Costner #2 site (3MS541) indicate that these human remains were probably buried during the Late Prehistoric period (A.D. 1000-1600). \n In 1990, human remains representing a minimum of one individual (90-342) were recovered from the Costner #3 site (3MS542) in Mississippi County, AR. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at the Costner #3 site (3MS542) indicate that these human remains were probably buried during the Late Prehistoric period (A.D. 1000-1600). \n In 1973, 1976, and an unknown date, human remains representing a minimum of three individuals (73-595, 76-1084, unknown) were recovered from site 3PO2/23 in Poinsett County, AR. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at site 3PO2/23 indicate that these human remains were probably buried during the Late Prehistoric period (1000-1600 A.D.). \n In 1968, human remains representing a minimum of two individuals (68-232, Burials 1 and 2) were recovered from the Bay Village site (3PO3) in Poinsett County, AR. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at the Bay Village site (3PO3) indicate that these human remains were probably buried during the Middle Mississippian period (A.D. 1100-1300). \n At an unknown date and in 1968 and 1974, human remains representing a minimum of two individuals (68-791-31, 74-778) were recovered from the Hazel site (3PO6) in Poinsett County, AR. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at the Hazel site (3PO6) indicate that these human remains were probably buried during the Mississippian period (A.D. 900-1500) or Late Prehistoric period (A.D. 1000-1600). \n In 1974, 1975, and 1979, human remains representing a minimum of two individuals (75-697, 74-870, 79-811, 74-872) were recovered from site 3PO23 in Poinsett County, AR. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at the site indicate that these human remains were probably buried during the Late Prehistoric period (A.D. 1000-1600). \n In 1974, 1979, and 1980, human remains representing a minimum of 10 individuals (74-866, 79-1040-238, -239, -261, -262, -272, 80-427-33, -35) were recovered from site 3PO24 in Poinsett County, AR. No known individuals were identified. The four associated funerary objects include one Neeley\\'s Ferry Plain bottle, one Neeley\\'s Ferry Plain effigy bowl, and two shell beads. The associated funerary objects and other diagnostic artifacts found at the site indicate that these human remains were probably buried during the Mississippian (A.D. 900-1500), Parkin Phase (A.D. 1300-1600) or Late Prehistoric (A.D. 100-1600) period. \n In 1972, 1973, 1975, and 1982, human remains representing a minimum of three individuals (72-197, 73-367, 75-311, 82-309) were recovered from 3PO26 in Poinsett County, AR. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at 3PO26 indicate that these human remains were probably buried during the Late Prehistoric period (A.D. 1000-1600). \n In 1969, human remains representing a minimum of 21 individuals (69-705-99, -100, -102, -103, -104, -105, -107, -108, -109, -110, unknown) were recovered from the Floodway Mounds site (3PO46) in Poinsett County, AR. No known individuals were identified. The 17 associated funerary objects include two ceramic bottles, fourteen vessels, and one jar. These associated funerary objects and other diagnostic artifacts found at the Floodway Mounds site (3PO46) indicate that these human remains were probably buried during the Cherry Valley Phase (A.D. 1000-1200). \n In 1967, human remains representing a minimum of five individuals (67-144-4, -2, -7, -56, 67-144-1-2-4) were recovered from the Hyneman #1 site (3PO52) in Poinsett County, AR. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts recovered from the Hyneman #1 site (3PO52) indicate that these remains were probably buried during the Middle Mississippian period (A.D. 1100-1300). \n In 1967, human remains representing a minimum of three individuals (67-159, 67-159-?) were recovered from 3PO54 in Poinsett County, AR. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at 3PO54 indicate that these human remains were probably buried during the Middle Mississippian period (A.D. 1100-1300). \n In 1979, human remains representing a minimum of one individual (79-815) were recovered from site 3PO59 in Poinsett County, AR. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at site 3PO59 indicate that these human remains were probably buried during the Middle Mississippian period (A.D. 1100-1300). \n In 1970, human remains representing a minimum of one individual (70-448) were recovered from site 3PO146 in Poinsett County, AR. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at site 3PO146 indicate that these human remains were probably buried during the Late Prehistoric period (A.D. 1000-1600). \n In 1970, human remains representing a minimum of one individual (70-923) were recovered from site 3PO158 in Poinsett County, AR. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at site 3PO158 indicate that these human remains were probably buried during the Late Marksville Phase (100 B.C.-A.D. 400). \n In 1972, 1995, and an unknown date, human remains representing a minimum of seven individuals (72-203, 95-593, unknown) were recovered from the Hyneman site (3PO192) in Poinsett County, AR. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at the Hyneman site (3PO192) indicate that these human remains were probably buried during the Middle Mississippian period (A.D. 1100-1300). \n In 1995, human remains representing a minimum of seven individuals (95-671, Burials 1-5) were recovered from the Rivervale site (3PO395) in Poinsett County, AR. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at the Rivervale site (3PO395) indicate that these human remains were probably buried during the Late Prehistoric period (A.D. 1000-1600). \n In 1981, human remains representing a minimum of three individuals (81-315, 81-315-139, -206, -255, -26, -228, -22, -45, -192, -83, -27, -139, -151, -271, -30, -229) were recovered from the McCarty site (3PO467) in Poinsett County, AR. No known individuals were identified. The 15 associated funerary objects include one shell face gorget, one greenstone celt, nine copper beads, one point, and three adzes. The associated funerary objects and diagnostic artifacts found at site 3PO467 indicate that these human remains were probably buried during the Woodland period (500 B.C.-A.D. 900). \n At an unknown date, human remains representing a minimum of one individual were recovered from 3PO492 in Poinsett County, AR. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at site3PO492 indicate that these human remains were probably buried during the Late Prehistoric period (A.D 1000-1600). \n At an unknown date, human remains representing a minimum of two individuals (79-1525) were recovered from site 3PR20 in Prairie County, AR. These human remains were donated to the Arkansas Archeological Survey in 1979. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at site 3PR20 indicate that these human remains were probably buried during the Woodland period (500 B.C. to A.D. 900). \n At an unknown date, human remains representing a minimum of one individual (78-1216-2) were recovered from the Bull Farm #1 site (3PR26) in Prairie County, AR. These human remains were donated to the Arkansas Archeological Survey in 1978. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at the Bull Farm #1 site 3PR26 indicate that these human remains were probably buried during the Mississippian period (A.D. 900-1500). \n At an unknown date, human remains representing a minimum of two individuals (78-1217, 89-550) were recovered from the Bull Farm #2 site (3PR27) in Prairie County, AR. These human remains were donated to the Arkansas Archeological Survey in 1978 and 1989. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at the Bull Farm #2 site 3PR27 indicate that these human remains were probably buried during the Mississippian period (A.D. 900-1500). \n At an unknown date, human remains representing a minimum of one individual (85-508-1, Burial 1) were recovered from the Cazar, Bend of Levee site 3PR67 in Prairie County, AR. These human remains were donated to the Arkansas Archeological Survey in 1985. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at the Cazar, Bend of Levee site 3PR67 indicate that these human remains were probably buried during the Mississippian period (A.D. 900-1500). \n In 1984, human remains representing a minimum of three individuals (84-712-1, 84-712, Burials 1 and 2) were recovered from the Ink Bayou site 3PU252 in Pulaski County, AR. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at the Ink Bayou site 3PU252 indicate that these human remains were probably buried during the Plum Bayou Phase (A.D. 750-950). \n In 1987, human remains representing a minimum of 17 individuals (87-1005) were recovered from the Goldsmith Oliver site 3PU306 in Pulaski County, AR. No known individuals were identified. The 210 associated funerary objects include one Barton incised \\xe2\\x80\\x9cHelmet-like\\xe2\\x80\\x9d bowl, one Bell Plain jar, one bottle tripod, five Mississippi Plain \\xe2\\x80\\x9cHelmet\\xe2\\x80\\x9d bowls, two Mississippi Plain \\xe2\\x80\\x9cHelmet\\xe2\\x80\\x9d jar, 29 shell beads, two Old Town red bottles, one Old Town red like bottle, one Old Town Red effigy bowl, three thumbnail scrapers, five pieces of red ochre, nine Nodena arrow point preform fragment, one grooved sandstone maul, one Wallace Incised var unspec bowl, one quartz crystal, one Avenue Polychrome var unspec bottle, one engraved siltstone pendant, one sandstone rubbing/polishing stone, three perforated/gravers, nine tubular metal beads, two tubular brass beads, one untyped arrow point, four untyped arrow point fragments, five untyped point preform, 24 Nodena arrow points, two Old Town red \\xe2\\x80\\x9cHelmet\\xe2\\x80\\x9d bowl, two Mississippi Plain miniature deep bowls, seven glass beads, one chert end scraper, three brass beads, 75 metal beads, one teapot spout or pipe fragment, two metal tinkle cones, and three blades. Diagnostic artifacts found at the Goldsmith Oliver site 3PU306 indicate that these human remains were probably buried during the Menard Complex (late A.D. 1500). \n At an unknown date, human remains representing a minimum of one individual (84-672) were recovered from an unknown site in Randolph County, AR. These human remains were donated to the Arkansas Archeological Survey in 1984. No known individuals were identified. No associated funerary objects are present. These human remains are believed to date from the Late Prehistoric period (A.D. 1000-1600) based on the physical conditions of the remains. \n In 1978, human remains representing a minimum of one individual (78-1149-18) were recovered from the Cox site (3RA58) in Randolph County, AR. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at the Cox site (3RA58) indicate that these human remains were probably buried during the Middle Mississippian period (A.D. 1100-1300). \n In 1994, human remains representing a minimum of one individual (94-901) were recovered from 3RA62 in Randolph County, AR. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at 3RA62 indicated that these human remains were probably buried during the Late Prehistoric period (A.D. 1000-1600). \n In 1988, human remains representing a minimum of two individuals (88-310, 88-310-1 Burial 1A) were recovered from the Grigsby site (3RA262) in Randolph County, AR. No known individuals were identified. The four associated funerary objects include a gorget and a vessel containing two pebbles. Diagnostic artifacts found at the Grigsby site (3RA262) indicate that these human remains were probably buried during the Marksville period (100 B.C.-A.D. 400). \n In 1979, human remains representing a minimum of three individuals (79-918) were recovered from 3RA274 in Randolph County, AR. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at 3RA274 indicate that these human remains were probably buried during the Late Prehistoric period (A.D. 1000-1600). \n At an unknown date, human remains representing a minimum of one individual (72-224) were recovered from 3SF5 in St. Francis County, AR. These human remains were donated to the Arkansas Archeological Survey in 1972. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts from 3SF5 indicate that these human remains were probably buried during the Late Prehistoric period (A.D. 1000-1600). \n In 1979 and at an unknown date, human remains representing a minimum of six individuals (79-1037, 79-1059, 79-1069, unknown) were recovered from the Big Eddy site (3SF9) in St. Francis County, AR. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at the Big Eddy site (3SF9) indicate that these human remains were probably buried during the Parkin Phase (A.D. 1300-1600) of the Late Prehistoric period (A.D. 1000-1600). \n In 1995, human remains representing a minimum of two individuals (95-607-10) were recovered from 3SF66 in St. Francis County, AR. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at 3SF66 indicate that these human remains were probably buried during the Late Prehistoric period (A.D. 1000-1600). \n In 1989, human remains representing a minimum of one individual (89-623) were recovered from 3WH18 in White County, AR. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts from 3WH18 indicate that these human remains were probably buried during the Late Prehistoric period (A.D. 1000-1600). \n At an unknown date, human remains representing a minimum of one individual (78-559) were recovered from 3WH25/26 in White County, AR. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at site 3WH25/26 indicate that these human remains were probably buried during the Late Prehistoric period (A.D. 1000-1600). \n At an unknown date, human remains representing a minimum of six individuals (69-355-1, 2, 3, 69-355-16) were recovered from 3WH34 in White County, AR. These human remains were donated to the Arkansas Archeological Survey in 1969. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at site 3WH34 indicate that these human remains were probably buried during the Late Prehistoric period (A.D. 1000-1600). \n At an unknown date, human remains representing a minimum of six individuals (80-340-1, 2, 3) were recovered from 3WH76 in White County, AR. These human remains were donated to the Arkansas Archeological Survey in 1980. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts found at site 3WH76 indicate that these human remains were probably buried during the Late Prehistoric period (A.D. 1000-1600). \n At an unknown date, human remains representing a minimum of one individual (81-329) were recovered from an unknown site in Woodruff County, AR. These human remains were donated to the Arkansas Archeological Survey in 1981. No known individuals were identified. No associated funerary objects are present. These remains were probably buried during the Late Prehistoric period (A.D. 1000-1600) based on the physical conditions of the remains. \n In 1993, human remains representing a minimum of one individual (93-514) were recovered from site 3WO64 in Woodruff County, AR. No known individuals were identified. No associated funerary objects are present. Diagnostic artifacts from site 3WO64 indicate that these human remains were probably buried during the Late Prehistoric period (A.D. 1000-1600). \n This notice presents a variety of terms commonly used in discussions of Arkansas archeology and the historical trajectories that gave rise to specific Native American communities identified in the historical record. This narrative defines those terms in the context of what we presently understand about archeological manifestations that pre-date the historic Quapaw communities who occupied villages located around the confluence of the Arkansas and Mississippi Rivers at the time of late 17th century French exploration. \n The term \\xe2\\x80\\x9cprehistoric\\xe2\\x80\\x9d refers to the period beginning with the arrivals of the earliest Paleoindian migrants to the time when indigenous communities experienced their first encounters with European explorers. In Arkansas, prehistory extends from approximately 11,650 B.C. to A.D. 1541. \n The earliest collections listed on the notice appear to be from Late Archaic contexts. Archeologists working in Arkansas and the Mid-South commonly divide the successive Archaic (9,600-650 B.C.), Woodland (650 B.C.-A.D. 950), and Mississippian (A.D. 950-1541) periods into Early, Middle, and Late subunits, each thought to represent more-or-less internally consistent cultural configurations that differed in one or more important ways from both earlier and later subunits. In general, the Archaic period in Arkansas prehistory represents the emergence of the first regional traditions (or, in other words, the first expressions of regional cultural differences). During the Late Archaic period, locally distinctive groups were involved in the domestication of several wild plant species and the development of early trade or exchange networks. This period witnessed the earliest attempts to transform inhabited landscapes via the construction of mounds and earthworks. Burial ceremonialism, tracing back much earlier, underwent an expansion in both frequency and elaboration. Some Late Archaic burial sites in the Mid-South provide evidence of the use of exotic material items to mark distinctions in social rank or status (though no sites like these have yet been identified in Arkansas). \n Items identified with the Woodland period comprise part of the evidence that represents both an increase in expressions of cultural diversity across the region as well as expansion in levels and intensities of interaction among and between groups separated by considerable distances throughout the Eastern Woodlands. Some collections listed on this inventory are referred to the Marksville period (100 B.C.-400 A.D.), a discrete subunit of the Middle Woodland episode (100 B.C.-600 A.D.) that represents the participation of local, Lower Mississippi Valley communities in the widespread Hopewell cultural phenomenon centered in the modern states of Ohio and Illinois. The Hopewell phenomenon was characterized not only by a distinctive set of material objects (most of which represent ceremonial items), but by an elaborate form of burial ceremonialism accorded certain individuals who were interred within large mounds and typically accompanied by extensive assemblages of funerary objects. Sites attributed to this period in Arkansas tend to be small villages (some linked to nearby mound sites) that possess diagnostic ceramic assemblages. \n A few other sites on the list are attributed a Late Woodland (A.D. 600-950) affiliation. Residential sites are not significantly different from Middle Woodland sites, but during this period many communities refocused cultural activities away from elaborate forms of burial ceremonialism associated with mounds and engaged instead in the development of more settled forms of agrarian life. Late Woodland villagers produced far more utilitarian ceramics, and made widespread use of bow and arrow weaponry for hunting and military purposes. \n Transitional developments taking place between A.D. 700-1000 include the increased use of pulverized shell as a tempering material for fired clay ceramics, more elaborate forms of ceramic manufacture and decoration, new forms of settlement organization in which villages grew in size and added specialized mound and plaza precincts, and continued development of interregional trade and exchange networks. This era is sometimes referred to as the Late Woodland/Early Mississippi transition or, alternatively, Emergent Mississippian. \n The Mississippian period (A.D. 950-1541; alternatively referred to as the \\xe2\\x80\\x9clate prehistoric\\xe2\\x80\\x9d) represents an apex in the development of cultural complexity in Arkansas, especially in the Central and Lower Mississippi Valley physiographic provinces. The developments initiated during the transitional period (listed in the preceding paragraph) continued on an upward trajectory until around 1400 A.D., at which time many communities reverted to somewhat simpler forms of organization in response to various combinations of social and environmental pressures. At the height of their development, Mississippian communities intensified their agricultural production to levels that supported larger populations, more expansive trade/exchange systems, and elaborate ceremonies performed to consolidate community relationships and maintain balance with powerful spiritual forces. Advances in agricultural production stimulated related increases in competition for access to the most productive lands, ushering in turn more competition between communities that often erupted into violence and warfare. \n Perhaps the most important aspect of Mississippian cultural developments relevant to present concerns is the emergence of distinctive local groups that correspond in geographical extent and cultural cohesiveness to many of the named groups (like the Quapaws) that early European explorers met, interacted with, and wrote about. A few of the sites on this inventory represent such groups, who in archeological terminology are typically referred to as cultural \\xe2\\x80\\x9cphases.\\xe2\\x80\\x9d \n The Cherry Valley Phase (A.D. 1050-1150) is based on the results of 1958 excavations at the Cherry Valley Mounds, sponsored by the Gilcrease Institute of Tulsa, Oklahoma. Excavations in two mounds at the site revealed the remains of buried mortuary structures, and excavations in a third mound exposed additional burials. Bundled, extended, and cremated human skeletal remains associated with a distinctive artifact assemblage provide evidence of a community expressing their identity in part through special practices for treating the remains of their dead. \n The Parkin Phase (A.D. 1350-1550) is represented by a series of sites distributed along the St. Francis and Tyronza rivers. The Parkin site itself (located in the modern town of the same name) is a large, fortified village containing more than 100 houses arranged around an open plaza area adjacent to several platform mounds of various sizes. Three other categories of sites comprise the overall community: Large (3-4 ha), medium (ca. 2 ha), and small (less than 1 ha) villages, some with additional platform mounds. Like other contemporaneous manifestations, the Parkin Phase settlement pattern is distinctive, as is the associated material culture retrieved in excavations at several village sites. The geographical position of the Parkin site and its internal arrangement fit historical descriptions of the town of Casqui that was visited by the Hernando de Soto expedition in 1541. A small number of 16th century European trade goods found at the site lend support to that inference. \n The Nodena Phase (A.D. 1400-1650) consists of another series of sites located in the northeast corner of Arkansas and adjacent parts of southeast Missouri. Residential sites are not remarkably different from counterpart Parkin Phase sites, but archeologists recognize a distinctive mortuary pattern accompanied by an artifact assemblage that differs in some important ways from that found at Parkin Phase sites. As with the locational characteristics of the Parkin Phase, those of the Nodena Phase suggest that it may have been the province of Pacaha, also visited by the Soto expedition. The extant accounts of the expedition, problematic as they are, nonetheless provide convincing testimony that these two communities were bitter rivals. \n The intrusion of Spanish conquistadores across the Mississippi River and into what is now Arkansas marks the beginning of another era, extending from ca. A.D. 1500-1700, that we refer to as the Protohistoric period. In simplest terms, this is the period during which Native American populations in Arkansas and the Mid-South first became aware of European visitors, perhaps had fleeting encounters with some of them (as did, for example, the residents of Casqui and Pacaha), but had not yet entered into the direct contact and regular interaction that would characterize the post-contact Colonial era. \n The Protohistoric period is of crucial importance to present considerations because recent scholarship has demonstrated that Native American population declines, relocations, and cultural reorganization during this era were sufficient to stimulate development of many new cultural configurations, or ethnicities, that in at least some cases had no direct links to a specific pre-contact manifestations such as the cultural phases described in the preceding paragraphs. Indeed, many archeologists, historians, and members of the modern Quapaw tribe argue that the immediate ancestors of the Quapaw migrated \\xe2\\x80\\x9cdownstream\\xe2\\x80\\x9d along the Mississippi River from earlier homelands located within or near the Ohio River valley. \n Protohistoric sites listed on the present inventory are identified with the Menard Complex. This is a designation many archeologists today use in place of an earlier \\xe2\\x80\\x9cQuapaw Phase\\xe2\\x80\\x9d designation. The Quapaw Phase was based on excavations conducted in 1960 at the Menard-Hodges site and assumptions made at the time that Menard is the location of the late 17th century Quapaw village of Osotouy. Assigned to the Quapaw Phase in the following decade are artifact assemblages from several sites along the Arkansas River, extending upstream from the confluence as far as the modern city of Little Rock. These assemblages are dominated by a series of well-crafted and elaborately decorated ceramic vessels that are clearly the product of earlier Mississippian pottery-making traditions in eastern Arkansas. This linkage created a paradox with the historical scenario of a more recent arrival of the Downstream People, in the decades following the Soto entrada but preceding the 1673 voyage down the Mississippi River by the French explorers Marquette and Jolliet. \n Partly in relation to this issue, the Quapaw Tribe of Oklahoma worked with Arkansas Archeological Survey staff in 2003 to investigate the Wallace Bottoms site, located along a tributary of the lower Arkansas River not far from the Menard-Hodges site. Discovered in 1998, the site produced a collection of 17th century aboriginal artifacts along with a smaller amount of French trade goods, suggesting that it may represent Osotouy and perhaps the nearby French Arkansas Post. These excavations produced a distinctive aboriginal artifact assemblage consisting of undecorated utilitarian jars that are tempered with coarse shell. Some of these jars exhibit notched filleted strips that encircle the rim below the lip. Small triangular arrow points and small end scrapers are the most common types of stone tools. These artifacts, accompanied by a few additional items including antler tine arrow points and cylindrical bone gaming pieces are similar to contemporaneous assemblages from the historic Illinois region farther up the Mississippi River. The project director, Dr. John H. House, attributes this assemblage to the colonial era Quapaws and further suggests that the Quapaw Phase as defined by the earlier work at Menard and other sites along the lower Arkansas River \\xe2\\x80\\x9chas at most indirect connections to the Quapaw people of the colonial era.\\xe2\\x80\\x9d \n The turmoil of the Protohistoric period and its consequences for Native American communities in Arkansas and the Mid-South leaves serious questions concerning prospects for linking historic ethnic identities to prehistoric cultural manifestations identified on the basis of archeological evidence. As a practical response to this circumstance, some modern Native American communities have asserted cultural affiliations for the purpose of NAGPRA repatriation claims based on settlement locations at the beginning of the Colonial era as documented by early European accounts. Colonial records from the late 17th century and extending through the 18th century place Quapaws in the region encompassed by the modern counties from which the collections listed above are derived. The first treaty the Quapaws signed with the United States, in 1818, further establishes residence and control over, or interest in, these portions of Arkansas. \n ", "h_d_ci": "Null", "determinations": "Determinations Made by the Arkansas Archeological Survey \n Officials of the Arkansas Archeological Survey have determined that: \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice represent the physical remains of 440 individuals of Native American ancestry. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(3)(A), the 274 objects described in this notice are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and associated funerary objects and The Quapaw Tribe of Indians. \n ", "a_r_d": "Lineal descendants or representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to George Sabo, Director, Arkansas Archeological Survey, 2475 North Hatch Avenue, Fayetteville, AR 72704, telephone (479) 575-3556, by January 21, 2015. After that date, if no additional requestors have come forward, transfer of control of the human remains and associated funerary objects to The Quapaw Tribe of Indians may proceed. \n The Arkansas Archeological Survey is responsible for notifying The Quapaw Tribe of Indians that this notice has been published. \n "}