{"index": "I_732", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        [NPS-WASO-NAGPRA-16959; PPWOCRADN0-PCU00RP14.R50000]\\n        Notice of Inventory Completion: Department of Anthropology and Sociology, University of Southern Mississippi, Hattiesburg, MS\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        \\n          SUMMARY:\\n\\n          The Department of Anthropology and Sociology at the University of Southern Mississippi, Hattiesburg, has completed an inventory of human remains, in consultation with the appropriate Indian tribes or Native Hawaiian organizations, and has determined that there is a cultural affiliation between the human remains and present-day Indian tribes or Native Hawaiian organizations. Lineal descendants or representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains should submit a written request to the Department of Anthropology and Sociology at the University of Southern Mississippi, Hattiesburg. If no additional requestors come forward, transfer of control of the human remains to the lineal descendants, Indian tribes, or Native Hawaiian organizations stated in this notice may proceed.\\n        \\n        \\n          DATES:\\n          Lineal descendants or representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains should submit a written request with information in support of the request to the Department of Anthropology and Sociology at the University of Southern Mississippi, Hattiesburg, at the address in this notice by December 17, 2014.\\n        \\n        \\n          ADDRESSES:\\n\\n          Marie Elaine Danforth, Professor, Department of Anthropology and Sociology, University of Southern Mississippi, 118 College Dr. #5074, Hattiesburg, MS 39406-0001, telephone (601) 266-4306, email m.danforth@usm.edu.\\n          \\n        \\n      \\n      \\n        SUPPLEMENTARY INFORMATION:\\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains under the control of the Department of Anthropology and Sociology at the University of Southern Mississippii, Hattiesburg.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003(d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains. The National Park Service is not responsible for the determinations in this notice.\\n        Consultation\\n        A detailed assessment of the human remains was made by the Department of Anthropology and Sociology at the University of Southern Mississippi professional staff in consultation with representatives of the Coushatta Tribe of Louisiana; Mississippi Band of Choctaw Indians; The Chickasaw Nation; The Choctaw Nation of Oklahoma; and the Thlopthlocco Tribal Town. The following tribes were invited to consult but did not participate: Absentee-Shawnee Tribe of Indians of Oklahoma; Alabama-Coushatta Tribe of Texas (previously listed as the Alabama-Coushatta Tribes of Texas); Alabama-Quassarte Tribal Town; Caddo Nation of Oklahoma; Catawba Indian Nation (aka Catawba Tribe of South Carolina); Cherokee Nation; Chitimacha Tribe of Louisiana; Eastern Band of the Cherokee Indians; Eastern Shawnee Tribe of Oklahoma; Jena Band of Choctaw Indians; Kialegge Tribal Town; Miccosukee Tribe of Indians; Poarch Band of Creeks (previously listed as the Poarch Band of Creek Indians of Alabama); Seminole Tribe of Florida (previously listed as the Seminole Tribe of Florida (Dania, Big Cypress, Brighton, Hollywood & Tampa Reservations); Shawnee Tribe; The Muscogee (Creek) Nation; The Quapaw Tribe of Indians; The Seminole Nation of Oklahoma; Tunica-Biloxi Indian Tribe; and the United Keetoowah Band of Cherokee Indians in Oklahoma.\\n        History and Description of the Remains\\n\\n        In the mid-1980s, human remains representing, at minimum, three individuals were removed from the Taneksanya site (22JA504) in Jackson County, MS, under the direction of local archeologist Dale Greenwell. Several burials were removed in situ in a soil block and given to the Frazier Museum of Natural History at the University of Southern Mississippi. In the early 1990s, curation of the human remains was transferred to the Department of Anthropology and Sociology. At that point, they were removed from the soil block and underwent bio-archaeological analysis. The human remains were bundle burials and had no associated grave goods. Two individuals, a young adult female and a young adult male, were somewhat commingled; a third individual, a middle adult male, was apparently buried separately. No known individuals were identified. No associated funerary objects are present. The site likely dates to the Early Woodland period.\\n        Sometime before 1988, human remains representing, at minimum, one individual were removed from the Shirley site (22JA520), Jackson County, MS, under the direction of local archeologist Dale Greenwell. A student who was involved in the excavation donated the remains to the University of Southern Mississippi. The human remains represent the essentially complete skeleton of a young to middle adult male. No known individuals were identified. No associated funerary objects are present. According to information on record at the Mississippi Department of Archives and History, the site dates to the Mississippian period.\\n        Between 2008 and 2012, human remains representing, at minimum, five individuals were removed from a beach on Greenwood Island, in Jackson County, MS. The excavation, conducted under the direction of Marie Danforth at the University of Southern Mississippi, was part of a project to recover four Mexican War soldiers whose coffins were found washing out in the tidal zone. The human remains are believed to have eroded out of a Middle Woodland site (22JA516) located just south of the 19th century cemetery. The human remains include eight femoral diaphyses, two humeral diaphyses, two tibial diaphyses, and fragments of mandible, cranium, teeth, clavicle, ulna, foot, vertebrae, scapula and unidentified long bone, all belonging to adults. No known individuals were identified. No associated funerary objects are present. The site dates to the Middle Woodland period.\\n        Sometime between 1980 and 2006, human remains representing, at minimum, five individuals were removed from Deer Island (22HR500), in Harrison County, MS. In the mid-1980s, a partial adult femur was recovered during surface collection by archeologist Baxter Mann. In 2006, additional human remains were recovered by archeologist Tony Boudreaux, also during surface collection. Elements included two right femoral diaphyses, neither of which matched the femur found earlier. In May 2014, the University of Southern Mississippi received additional human remains that had been recovered from the site by a local collector in the 1980s. Elements included two individuals, one a female represented by a skull, vertebrae, ribs, arms, and pelvis, and an adult of indeterminate sex represented by a tibia fragment and mandible. No known individuals were identified. No associated funerary objects are present.\\n        At an unknown date, human remains representing, at minimum, one individual were removed from an unknown location, likely from Pinola, Simpson County, MS. The human remains were recovered from an estate sale for Dr. Alan in Pascagoula, MS, in 2010; a local resident donated the remains to the University of Southern Mississippi. The human remains were most likely recovered from Dr. Alan\\'s property in Pinola, Simpson County, MS. The human remains included a femur, tibia, ulna, ilium, and rib, and are consistent with belonging to an adult male. No known individuals were identified. No associated funerary objects are present.\\n\\n        In the early 1980s, human remains representing, at minimum, one individual were removed from site 22 KE511 in Kemper County, MS, by archeologists John Blitz and Jerry Voss of the University of Southern Mississippi during a survey of Choctaw sites. A small number of human remains were recovered from the surface and were sent for curation at the Department of Anthropology and Sociology. The highly fragmentary remains include cranium, one tooth, femur, ulna, tibia, innominate, patella, hand, and unidentified bone. No known individuals were identified. No associated funerary objects are present. Ceramic sherds recovered from the site date the human remains to the protohistoric period.\\n        At an unknown date, human remains representing, at minimum, seven individuals were removed from Smith Creek site (22WK526) in Wilkinson County, MS, by an avocational archeologist. In 2012, the human remains were discovered in the avocational archeologist\\'s belongings. The human remains include a maxilla and mandible from a 6-10 year old juvenile; a humerus from a 2-3 year old juvenile; a femur from an infant; a cranium and partial postcranium of a young adult probable female; partial crania, representing one adult male, one adult probable male, and one adult of indeterminate sex; and postcranial elements including maxilla, mandible, ilium, ribs, and vertebrae. No known individuals were identified. No associated funerary objects are present. Ceramic sherds recovered from the site date the human remains to the Late Woodland period.\\n        Based on geographical, archeological, historical, and other information, there is a shared group identity between these human remains and the Choctaw tribes.\\n        Determinations Made by the University of Southern Mississippi\\n        Officials of the University of Southern Mississippi have determined that:\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice represent the physical remains of at least 23 individuals of Native American ancestry.\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and the Mississippi Band of Choctaw Indians and The Choctaw Nation of Oklahoma.\\n        Additional Requestors and Disposition\\n\\n        Lineal descendants or representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains should submit a written request with information in support of the request to Marie Elaine Danforth, Professor, Department of Anthropology and Sociology, University of Southern Mississippi, 118 College Dr. #5074, Hattiesburg, MS 39406-0001, telephone (601) 266-4306, email m.danforth@usm.edu, by December 17, 2014. After that date, if no additional requestors have come forward, transfer of control of the human remains to the Mississippi Band of Choctaw Indians and The Choctaw Nation of Oklahoma may proceed.\\n        The University of Southern Mississippi is responsible for notifying the Coushatta Tribe of Louisiana; Mississippi Band of Choctaw Indians; The Chickasaw Nation; The Choctaw Nation of Oklahoma; and the Thlopthlocco Tribal Town that this notice has been published.\\n        \\n          Melanie O\\'Brien,\\n          Acting Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. 2014-27144 Filed 11-14-14; 8:45 am]\\n      BILLING CODE 4312-50-P\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "[NPS-WASO-NAGPRA-16959; PPWOCRADN0-PCU00RP14.R50000]", "subject": "Notice of Inventory Completion: Department of Anthropology and Sociology, University of Southern Mississippi, Hattiesburg, MS", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "The Department of Anthropology and Sociology at the University of Southern Mississippi, Hattiesburg, has completed an inventory of human remains, in consultation with the appropriate Indian tribes or Native Hawaiian organizations, and has determined that there is a cultural affiliation between the human remains and present-day Indian tribes or Native Hawaiian organizations. Lineal descendants or representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains should submit a written request to the Department of Anthropology and Sociology at the University of Southern Mississippi, Hattiesburg. If no additional requestors come forward, transfer of control of the human remains to the lineal descendants, Indian tribes, or Native Hawaiian organizations stated in this notice may proceed.", "dates": "Lineal descendants or representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains should submit a written request with information in support of the request to the Department of Anthropology and Sociology at the University of Southern Mississippi, Hattiesburg, at the address in this notice by December 17, 2014.", "addresses": "Marie Elaine Danforth, Professor, Department of Anthropology and Sociology, University of Southern Mississippi, 118 College Dr. #5074, Hattiesburg, MS 39406-0001, telephone (601) 266-4306, email m.danforth@usm.edu.\\n          ", "signature_dated": "Null", "signature_name": "Melanie O\\'Brien,", "signature_title": "Acting Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. 2014-27144 Filed 11-14-14; 8:45 am]", "billing_code": "BILLING CODE 4312-50-P", "supp_info": "SUPPLEMENTARY INFORMATION: \n Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains under the control of the Department of Anthropology and Sociology at the University of Southern Mississippii, Hattiesburg. \n This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003(d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains. The National Park Service is not responsible for the determinations in this notice. \n Consultation \n A detailed assessment of the human remains was made by the Department of Anthropology and Sociology at the University of Southern Mississippi professional staff in consultation with representatives of the Coushatta Tribe of Louisiana; Mississippi Band of Choctaw Indians; The Chickasaw Nation; The Choctaw Nation of Oklahoma; and the Thlopthlocco Tribal Town. The following tribes were invited to consult but did not participate: Absentee-Shawnee Tribe of Indians of Oklahoma; Alabama-Coushatta Tribe of Texas (previously listed as the Alabama-Coushatta Tribes of Texas); Alabama-Quassarte Tribal Town; Caddo Nation of Oklahoma; Catawba Indian Nation (aka Catawba Tribe of South Carolina); Cherokee Nation; Chitimacha Tribe of Louisiana; Eastern Band of the Cherokee Indians; Eastern Shawnee Tribe of Oklahoma; Jena Band of Choctaw Indians; Kialegge Tribal Town; Miccosukee Tribe of Indians; Poarch Band of Creeks (previously listed as the Poarch Band of Creek Indians of Alabama); Seminole Tribe of Florida (previously listed as the Seminole Tribe of Florida (Dania, Big Cypress, Brighton, Hollywood & Tampa Reservations); Shawnee Tribe; The Muscogee (Creek) Nation; The Quapaw Tribe of Indians; The Seminole Nation of Oklahoma; Tunica-Biloxi Indian Tribe; and the United Keetoowah Band of Cherokee Indians in Oklahoma. \n History and Description of the Remains \n In the mid-1980s, human remains representing, at minimum, three individuals were removed from the Taneksanya site (22JA504) in Jackson County, MS, under the direction of local archeologist Dale Greenwell. Several burials were removed in situ in a soil block and given to the Frazier Museum of Natural History at the University of Southern Mississippi. In the early 1990s, curation of the human remains was transferred to the Department of Anthropology and Sociology. At that point, they were removed from the soil block and underwent bio-archaeological analysis. The human remains were bundle burials and had no associated grave goods. Two individuals, a young adult female and a young adult male, were somewhat commingled; a third individual, a middle adult male, was apparently buried separately. No known individuals were identified. No associated funerary objects are present. The site likely dates to the Early Woodland period. \n Sometime before 1988, human remains representing, at minimum, one individual were removed from the Shirley site (22JA520), Jackson County, MS, under the direction of local archeologist Dale Greenwell. A student who was involved in the excavation donated the remains to the University of Southern Mississippi. The human remains represent the essentially complete skeleton of a young to middle adult male. No known individuals were identified. No associated funerary objects are present. According to information on record at the Mississippi Department of Archives and History, the site dates to the Mississippian period. \n Between 2008 and 2012, human remains representing, at minimum, five individuals were removed from a beach on Greenwood Island, in Jackson County, MS. The excavation, conducted under the direction of Marie Danforth at the University of Southern Mississippi, was part of a project to recover four Mexican War soldiers whose coffins were found washing out in the tidal zone. The human remains are believed to have eroded out of a Middle Woodland site (22JA516) located just south of the 19th century cemetery. The human remains include eight femoral diaphyses, two humeral diaphyses, two tibial diaphyses, and fragments of mandible, cranium, teeth, clavicle, ulna, foot, vertebrae, scapula and unidentified long bone, all belonging to adults. No known individuals were identified. No associated funerary objects are present. The site dates to the Middle Woodland period. \n Sometime between 1980 and 2006, human remains representing, at minimum, five individuals were removed from Deer Island (22HR500), in Harrison County, MS. In the mid-1980s, a partial adult femur was recovered during surface collection by archeologist Baxter Mann. In 2006, additional human remains were recovered by archeologist Tony Boudreaux, also during surface collection. Elements included two right femoral diaphyses, neither of which matched the femur found earlier. In May 2014, the University of Southern Mississippi received additional human remains that had been recovered from the site by a local collector in the 1980s. Elements included two individuals, one a female represented by a skull, vertebrae, ribs, arms, and pelvis, and an adult of indeterminate sex represented by a tibia fragment and mandible. No known individuals were identified. No associated funerary objects are present. \n At an unknown date, human remains representing, at minimum, one individual were removed from an unknown location, likely from Pinola, Simpson County, MS. The human remains were recovered from an estate sale for Dr. Alan in Pascagoula, MS, in 2010; a local resident donated the remains to the University of Southern Mississippi. The human remains were most likely recovered from Dr. Alan\\'s property in Pinola, Simpson County, MS. The human remains included a femur, tibia, ulna, ilium, and rib, and are consistent with belonging to an adult male. No known individuals were identified. No associated funerary objects are present. \n In the early 1980s, human remains representing, at minimum, one individual were removed from site 22 KE511 in Kemper County, MS, by archeologists John Blitz and Jerry Voss of the University of Southern Mississippi during a survey of Choctaw sites. A small number of human remains were recovered from the surface and were sent for curation at the Department of Anthropology and Sociology. The highly fragmentary remains include cranium, one tooth, femur, ulna, tibia, innominate, patella, hand, and unidentified bone. No known individuals were identified. No associated funerary objects are present. Ceramic sherds recovered from the site date the human remains to the protohistoric period. \n At an unknown date, human remains representing, at minimum, seven individuals were removed from Smith Creek site (22WK526) in Wilkinson County, MS, by an avocational archeologist. In 2012, the human remains were discovered in the avocational archeologist\\'s belongings. The human remains include a maxilla and mandible from a 6-10 year old juvenile; a humerus from a 2-3 year old juvenile; a femur from an infant; a cranium and partial postcranium of a young adult probable female; partial crania, representing one adult male, one adult probable male, and one adult of indeterminate sex; and postcranial elements including maxilla, mandible, ilium, ribs, and vertebrae. No known individuals were identified. No associated funerary objects are present. Ceramic sherds recovered from the site date the human remains to the Late Woodland period. \n Based on geographical, archeological, historical, and other information, there is a shared group identity between these human remains and the Choctaw tribes. \n Determinations Made by the University of Southern Mississippi \n Officials of the University of Southern Mississippi have determined that: \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice represent the physical remains of at least 23 individuals of Native American ancestry. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and the Mississippi Band of Choctaw Indians and The Choctaw Nation of Oklahoma. \n Additional Requestors and Disposition \n Lineal descendants or representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains should submit a written request with information in support of the request to Marie Elaine Danforth, Professor, Department of Anthropology and Sociology, University of Southern Mississippi, 118 College Dr. #5074, Hattiesburg, MS 39406-0001, telephone (601) 266-4306, email m.danforth@usm.edu, by December 17, 2014. After that date, if no additional requestors have come forward, transfer of control of the human remains to the Mississippi Band of Choctaw Indians and The Choctaw Nation of Oklahoma may proceed. \n The University of Southern Mississippi is responsible for notifying the Coushatta Tribe of Louisiana; Mississippi Band of Choctaw Indians; The Chickasaw Nation; The Choctaw Nation of Oklahoma; and the Thlopthlocco Tribal Town that this notice has been published. \n ", "consultation": "A detailed assessment of the human remains was made by the Department of Anthropology and Sociology at the University of Southern Mississippi professional staff in consultation with representatives of the Coushatta Tribe of Louisiana; Mississippi Band of Choctaw Indians; The Chickasaw Nation; The Choctaw Nation of Oklahoma; and the Thlopthlocco Tribal Town. The following tribes were invited to consult but did not participate: Absentee-Shawnee Tribe of Indians of Oklahoma; Alabama-Coushatta Tribe of Texas (previously listed as the Alabama-Coushatta Tribes of Texas); Alabama-Quassarte Tribal Town; Caddo Nation of Oklahoma; Catawba Indian Nation (aka Catawba Tribe of South Carolina); Cherokee Nation; Chitimacha Tribe of Louisiana; Eastern Band of the Cherokee Indians; Eastern Shawnee Tribe of Oklahoma; Jena Band of Choctaw Indians; Kialegge Tribal Town; Miccosukee Tribe of Indians; Poarch Band of Creeks (previously listed as the Poarch Band of Creek Indians of Alabama); Seminole Tribe of Florida (previously listed as the Seminole Tribe of Florida (Dania, Big Cypress, Brighton, Hollywood & Tampa Reservations); Shawnee Tribe; The Muscogee (Creek) Nation; The Quapaw Tribe of Indians; The Seminole Nation of Oklahoma; Tunica-Biloxi Indian Tribe; and the United Keetoowah Band of Cherokee Indians in Oklahoma. \n ", "h_d_r": "In the mid-1980s, human remains representing, at minimum, three individuals were removed from the Taneksanya site (22JA504) in Jackson County, MS, under the direction of local archeologist Dale Greenwell. Several burials were removed in situ in a soil block and given to the Frazier Museum of Natural History at the University of Southern Mississippi. In the early 1990s, curation of the human remains was transferred to the Department of Anthropology and Sociology. At that point, they were removed from the soil block and underwent bio-archaeological analysis. The human remains were bundle burials and had no associated grave goods. Two individuals, a young adult female and a young adult male, were somewhat commingled; a third individual, a middle adult male, was apparently buried separately. No known individuals were identified. No associated funerary objects are present. The site likely dates to the Early Woodland period. \n Sometime before 1988, human remains representing, at minimum, one individual were removed from the Shirley site (22JA520), Jackson County, MS, under the direction of local archeologist Dale Greenwell. A student who was involved in the excavation donated the remains to the University of Southern Mississippi. The human remains represent the essentially complete skeleton of a young to middle adult male. No known individuals were identified. No associated funerary objects are present. According to information on record at the Mississippi Department of Archives and History, the site dates to the Mississippian period. \n Between 2008 and 2012, human remains representing, at minimum, five individuals were removed from a beach on Greenwood Island, in Jackson County, MS. The excavation, conducted under the direction of Marie Danforth at the University of Southern Mississippi, was part of a project to recover four Mexican War soldiers whose coffins were found washing out in the tidal zone. The human remains are believed to have eroded out of a Middle Woodland site (22JA516) located just south of the 19th century cemetery. The human remains include eight femoral diaphyses, two humeral diaphyses, two tibial diaphyses, and fragments of mandible, cranium, teeth, clavicle, ulna, foot, vertebrae, scapula and unidentified long bone, all belonging to adults. No known individuals were identified. No associated funerary objects are present. The site dates to the Middle Woodland period. \n Sometime between 1980 and 2006, human remains representing, at minimum, five individuals were removed from Deer Island (22HR500), in Harrison County, MS. In the mid-1980s, a partial adult femur was recovered during surface collection by archeologist Baxter Mann. In 2006, additional human remains were recovered by archeologist Tony Boudreaux, also during surface collection. Elements included two right femoral diaphyses, neither of which matched the femur found earlier. In May 2014, the University of Southern Mississippi received additional human remains that had been recovered from the site by a local collector in the 1980s. Elements included two individuals, one a female represented by a skull, vertebrae, ribs, arms, and pelvis, and an adult of indeterminate sex represented by a tibia fragment and mandible. No known individuals were identified. No associated funerary objects are present. \n At an unknown date, human remains representing, at minimum, one individual were removed from an unknown location, likely from Pinola, Simpson County, MS. The human remains were recovered from an estate sale for Dr. Alan in Pascagoula, MS, in 2010; a local resident donated the remains to the University of Southern Mississippi. The human remains were most likely recovered from Dr. Alan\\'s property in Pinola, Simpson County, MS. The human remains included a femur, tibia, ulna, ilium, and rib, and are consistent with belonging to an adult male. No known individuals were identified. No associated funerary objects are present. \n In the early 1980s, human remains representing, at minimum, one individual were removed from site 22 KE511 in Kemper County, MS, by archeologists John Blitz and Jerry Voss of the University of Southern Mississippi during a survey of Choctaw sites. A small number of human remains were recovered from the surface and were sent for curation at the Department of Anthropology and Sociology. The highly fragmentary remains include cranium, one tooth, femur, ulna, tibia, innominate, patella, hand, and unidentified bone. No known individuals were identified. No associated funerary objects are present. Ceramic sherds recovered from the site date the human remains to the protohistoric period. \n At an unknown date, human remains representing, at minimum, seven individuals were removed from Smith Creek site (22WK526) in Wilkinson County, MS, by an avocational archeologist. In 2012, the human remains were discovered in the avocational archeologist\\'s belongings. The human remains include a maxilla and mandible from a 6-10 year old juvenile; a humerus from a 2-3 year old juvenile; a femur from an infant; a cranium and partial postcranium of a young adult probable female; partial crania, representing one adult male, one adult probable male, and one adult of indeterminate sex; and postcranial elements including maxilla, mandible, ilium, ribs, and vertebrae. No known individuals were identified. No associated funerary objects are present. Ceramic sherds recovered from the site date the human remains to the Late Woodland period. \n Based on geographical, archeological, historical, and other information, there is a shared group identity between these human remains and the Choctaw tribes. \n ", "h_d_ci": "Null", "determinations": "Determinations Made by the University of Southern Mississippi \n Officials of the University of Southern Mississippi have determined that: \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice represent the physical remains of at least 23 individuals of Native American ancestry. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and the Mississippi Band of Choctaw Indians and The Choctaw Nation of Oklahoma. \n ", "a_r_d": "Lineal descendants or representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains should submit a written request with information in support of the request to Marie Elaine Danforth, Professor, Department of Anthropology and Sociology, University of Southern Mississippi, 118 College Dr. #5074, Hattiesburg, MS 39406-0001, telephone (601) 266-4306, email m.danforth@usm.edu, by December 17, 2014. After that date, if no additional requestors have come forward, transfer of control of the human remains to the Mississippi Band of Choctaw Indians and The Choctaw Nation of Oklahoma may proceed. \n The University of Southern Mississippi is responsible for notifying the Coushatta Tribe of Louisiana; Mississippi Band of Choctaw Indians; The Chickasaw Nation; The Choctaw Nation of Oklahoma; and the Thlopthlocco Tribal Town that this notice has been published. \n "}