{"index": "I_739", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        [NPS-WASO-NAGPRA-16873; PPWOCRADN0-PCU00RP14.R50000]\\n        Notice of Inventory Completion: U.S. Department of the Interior, Bureau of Land Management, Alaska State Office, Anchorage, AK, and the University of Alaska Museum of the North, Fairbanks, AK\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        \\n          SUMMARY:\\n\\n          The U.S. Department of the Interior, Bureau of Land Management (BLM), Alaska State Office, and the University of Alaska Museum of the North have completed an inventory of human remains, in consultation with the appropriate Indian tribes, and have determined that there is a cultural affiliation between the human remains and present-day Indian tribes. Representatives of any Indian tribe not identified in this notice that wish to request transfer of control of these human remains should submit a written request to the BLM Alaska State Office. If no additional requestors come forward, transfer of control of the human remains to the Indian tribes stated in this notice may proceed.\\n        \\n        \\n          DATES:\\n          Representatives of any Indian tribe not identified in this notice that wish to request transfer of control of these human remains should submit a written request with information in support of the request to the BLM Alaska State Office at the address in this notice by December 17, 2014.\\n        \\n        \\n          ADDRESSES:\\n          Dr. Robert King, Alaska State NAGPRA Coordinator, Bureau of Land Management, 222 W. 7th Ave., Box 13, Anchorage, AK 99513-7599, telephone (907) 271-5510.\\n        \\n      \\n      \\n        SUPPLEMENTARY INFORMATION:\\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains under the control of the BLM Alaska State Office and in the physical custody of the University of Alaska Museum of the North. The human remains were removed from Barrow, North Slope Borough, AK.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003(d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains. The National Park Service is not responsible for the determinations in this notice.\\n        Consultation\\n        A detailed assessment of the human remains was made by the BLM Alaska State Office and the University of Alaska Museum of the North professional staff, in consultation with representatives of the Native Village of Barrow Inupiat Traditional Government.\\n        History and Description of the Remains\\n        In 1949, partial sets of human remains representing, at minimum, four individuals were removed from the tundra surface near Point Barrow, AK (Accession Number 0454). The exact location where these remains were collected is unknown, and there is little information regarding the circumstances surrounding their removal. According to records at the University of Alaska Museum of the North, these human remains were collected by Owen Rye and R. Hamilton and then deposited at the museum in 1949, where they are still housed today. These human remains represent four individuals and include two females aged 19-25 years, one female aged 30-40 years, and one juvenile of an undetermined sex aged 4-6 years. No known individuals were identified. No associated funerary objects are present.\\n        In 1950, a partial set of human remains representing, at minimum, one individual was removed from the tundra surface near Point Barrow, AK (Accession Number 0499). The exact location where this partial set of remains was collected is unknown, and there is little information regarding the circumstances surrounding its removal. According to records at the University of Alaska Museum of the North, these human remains were collected by William Marshall and then deposited at the museum in 1950, where they are still housed today. These remains represent a single individual consisting of a female aged 40-50 years. No known individuals were identified. No associated funerary objects are present.\\n        In 1952, partial sets of human remains representing, at minimum, seven individuals were removed from tundra surface burials at Point Barrow, AK (Accession Number UA64-108(01)). The exact location where these remains were collected is unknown, and there is little information regarding the circumstances surrounding their removal. According to records at the University of Alaska Museum of the North, these human remains were collected by William Irving and deposited at the museum sometime between 1952 and 1964, where they are still housed today. These remains represent seven individuals consisting of two males aged 36-55 years, one male aged 20-30 years, one female aged 20-30 years, one female aged 20-40 years, one male aged 30+ years, and one juvenile of an unknown sex aged 6-8 years. No known individuals were identified. No associated funerary objects are present.\\n        In 1953, a partial set of human remains representing, at minimum, one individual was removed from a tundra surface grave near Point Barrow, AK (Accession Number 0668). The exact location where these remains were collected is unknown, and there is little information regarding the circumstances surrounding their removal. According to records at the University of Alaska Museum of the North, these remains were collected by Arthur Poeschel and then deposited at the museum in 1955, where they are still housed today. These human remains represent a single individual consisting of a male aged 20-25 years. No known individuals were identified. No associated funerary objects are present.\\n        In 1960, partial sets of human remains representing, at minimum, 23 individuals were removed from surface tundra burials at Point Barrow, AK (Accession Number 0967). The exact location where these remains were collected is unknown, and there is little information regarding the circumstances surrounding their removal. According to records at the University of Alaska Museum of the North, these remains were collected by Otto W. Geist and Marvin McNary and deposited at the museum in 1960, where they are still housed today. These human remains consist of cranial and post-cranial elements representing 23 individuals and include the following: One individual of an undetermined sex and age class, two males aged 35-45 years, one juvenile of an undetermined sex aged 12-15 years, one female aged 36-55 years, two females aged 30-50 years, one female aged 50+ years, one juvenile of an undetermined sex aged 6-9 years, one male aged 36-55 years, two females aged 40-50 years, one juvenile of an undetermined sex aged 3-5 years, two males aged 50+ years, one male aged 30-40 years, one female aged 20-40 years, one female aged 20-25 years, one male aged 25-35 years, one juvenile of an undetermined sex aged 7-12 years, two females aged 30-40 years, and one adult male of undetermined years. No known individuals were identified. No associated funerary objects are present.\\n\\n        In the 1950s or 1960s, partial sets of human remains representing, at minimum, two individuals accessioned as UA64-108(2) at the University of Alaska Museum of the North that were removed from tundra surface burials at Point Barrow, AK. The exact location where these remains were collected is unknown, and there is little information regarding the circumstances surrounding their removal. Based on catalog records at the University of Alaska Museum of the North, one of these individuals was collected by William Irving in 1952 and likely belongs with accession UA64-108(1), although it is impossible to say for sure due to a lack of detailed information. The second individual in this accession was collected by Otto W. Geist and Kevin Cameron in an unknown year. Both of these individuals were deposited at the museum sometime during or prior to 1964, where they are still housed today. These human remains represent two individuals consisting of one male aged 18-20 years and one male aged 25-35 years. No known individuals were identified. No associated funerary objects are present.\\n        In 1980, a partial set of human remains representing, at minimum, one individual were removed from Point Barrow, AK (Accession Number UA83-051). These remains were collected from a water filled depression several feet deep near the airport runway and Pisokak Street by two boys who were residents of Barrow. The collected remains were subsequently turned over to Linda Yarborough who was leading an archaeological project in the village at the time of their discovery. The area where these remains were recovered appeared to have been disturbed and there were several other bones (presumed human) visible at the bottom of the small pool, and these were left in place. The exact location where these remains were collected is described as between lot 11, block 35 south of Pisokak Street and the airport runway located several hundred feet south of and parallel to Pisokak Street. According to records at the University of Alaska Museum of the North, these remains were deposited in the museum by Linda Yarborough in 1983, where they are still housed today. No other information is available regarding the circumstances surrounding the removal of these remains. These human remains represent a single individual consisting of one male aged 35-45 years. No known individuals were identified. No associated funerary objects are present.\\n        Concerning all of the 39 partial sets of human remains just described, there is not enough information present in museum records to confidently assign any of these remains to a specific archeological site. None of these remains were removed under federal permits. For all of these remains except the set accessioned as UA83-051, the only provenience information available states that the remains were surface collected near, in, or at the Native Village of Barrow. A common pre-contact and contact era burial practice in the region of Barrow, AK, was to lay the deceased out either directly on the surface or enclosed in a box on the surface. Based on the museum records that accompany all of these remains, they were collected from a surficial burial context which would make them of a recent age. It is determined that these remains are Native American based on the general geographic location (Barrow, AK), the condition of the remains, and their morphology. Barrow, AK is the largest city in the North Slope Borough and serves as an economic and administrative center for the region. Archeological studies and oral traditions show that there is at least a thousand years of continuity between present-day and past residents on the North Slope of Alaska. Due to this fact, all 39 sets of human remains described above are determined to be directly related to Native American tribal members residing in Barrow, AK today.\\n        Determinations Made by the BLM Alaska State Office and the University of Alaska Museum of the North\\n        Officials of the BLM Alaska State Office and the University of Alaska Museum of the North have determined that:\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice represent the physical remains of 39 individuals of Native American ancestry.\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and the Native Village of Barrow Inupiat Traditional Government.\\n        Additional Requestors and Disposition\\n        Lineal descendants or representatives of any Indian tribe not identified in this notice that wishes to request transfer of control of these human remains should submit a written request with information in support of the request to Dr. Robert King, Alaska State NAGPRA Coordinator, Bureau of Land Management, 222 W. 7th Ave., Box 13, Anchorage, AK 99513-7599, telephone (907) 271-5510, by December 17, 2014. After that date, if no additional requestors have come forward, transfer of control of the human remains to the Native Village of Barrow Inupiat Traditional Government may proceed.\\n        The BLM Alaska State Office is responsible for notifying the Native Village of Barrow Inupiat Traditional Government that this notice has been published.\\n        \\n          Dated: October 2, 2014\\n          Melanie O\\'Brien,\\n          Acting Manager, National NAGPRA Program. \\n        \\n      \\n      [FR Doc. 2014-27151 Filed 11-14-14; 8:45 am]\\n      BILLING CODE 4312-50-P\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "[NPS-WASO-NAGPRA-16873; PPWOCRADN0-PCU00RP14.R50000]", "subject": "Notice of Inventory Completion: U.S. Department of the Interior, Bureau of Land Management, Alaska State Office, Anchorage, AK, and the University of Alaska Museum of the North, Fairbanks, AK", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "The U.S. Department of the Interior, Bureau of Land Management (BLM), Alaska State Office, and the University of Alaska Museum of the North have completed an inventory of human remains, in consultation with the appropriate Indian tribes, and have determined that there is a cultural affiliation between the human remains and present-day Indian tribes. Representatives of any Indian tribe not identified in this notice that wish to request transfer of control of these human remains should submit a written request to the BLM Alaska State Office. If no additional requestors come forward, transfer of control of the human remains to the Indian tribes stated in this notice may proceed.", "dates": "Representatives of any Indian tribe not identified in this notice that wish to request transfer of control of these human remains should submit a written request with information in support of the request to the BLM Alaska State Office at the address in this notice by December 17, 2014.", "addresses": "Dr. Robert King, Alaska State NAGPRA Coordinator, Bureau of Land Management, 222 W. 7th Ave., Box 13, Anchorage, AK 99513-7599, telephone (907) 271-5510.", "signature_dated": "Dated: October 2, 2014", "signature_name": "Melanie O\\'Brien,", "signature_title": "Acting Manager, National NAGPRA Program. ", "fr_doc": "[FR Doc. 2014-27151 Filed 11-14-14; 8:45 am]", "billing_code": "BILLING CODE 4312-50-P", "supp_info": "SUPPLEMENTARY INFORMATION: \n Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains under the control of the BLM Alaska State Office and in the physical custody of the University of Alaska Museum of the North. The human remains were removed from Barrow, North Slope Borough, AK. \n This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003(d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains. The National Park Service is not responsible for the determinations in this notice. \n Consultation \n A detailed assessment of the human remains was made by the BLM Alaska State Office and the University of Alaska Museum of the North professional staff, in consultation with representatives of the Native Village of Barrow Inupiat Traditional Government. \n History and Description of the Remains \n In 1949, partial sets of human remains representing, at minimum, four individuals were removed from the tundra surface near Point Barrow, AK (Accession Number 0454). The exact location where these remains were collected is unknown, and there is little information regarding the circumstances surrounding their removal. According to records at the University of Alaska Museum of the North, these human remains were collected by Owen Rye and R. Hamilton and then deposited at the museum in 1949, where they are still housed today. These human remains represent four individuals and include two females aged 19-25 years, one female aged 30-40 years, and one juvenile of an undetermined sex aged 4-6 years. No known individuals were identified. No associated funerary objects are present. \n In 1950, a partial set of human remains representing, at minimum, one individual was removed from the tundra surface near Point Barrow, AK (Accession Number 0499). The exact location where this partial set of remains was collected is unknown, and there is little information regarding the circumstances surrounding its removal. According to records at the University of Alaska Museum of the North, these human remains were collected by William Marshall and then deposited at the museum in 1950, where they are still housed today. These remains represent a single individual consisting of a female aged 40-50 years. No known individuals were identified. No associated funerary objects are present. \n In 1952, partial sets of human remains representing, at minimum, seven individuals were removed from tundra surface burials at Point Barrow, AK (Accession Number UA64-108(01)). The exact location where these remains were collected is unknown, and there is little information regarding the circumstances surrounding their removal. According to records at the University of Alaska Museum of the North, these human remains were collected by William Irving and deposited at the museum sometime between 1952 and 1964, where they are still housed today. These remains represent seven individuals consisting of two males aged 36-55 years, one male aged 20-30 years, one female aged 20-30 years, one female aged 20-40 years, one male aged 30+ years, and one juvenile of an unknown sex aged 6-8 years. No known individuals were identified. No associated funerary objects are present. \n In 1953, a partial set of human remains representing, at minimum, one individual was removed from a tundra surface grave near Point Barrow, AK (Accession Number 0668). The exact location where these remains were collected is unknown, and there is little information regarding the circumstances surrounding their removal. According to records at the University of Alaska Museum of the North, these remains were collected by Arthur Poeschel and then deposited at the museum in 1955, where they are still housed today. These human remains represent a single individual consisting of a male aged 20-25 years. No known individuals were identified. No associated funerary objects are present. \n In 1960, partial sets of human remains representing, at minimum, 23 individuals were removed from surface tundra burials at Point Barrow, AK (Accession Number 0967). The exact location where these remains were collected is unknown, and there is little information regarding the circumstances surrounding their removal. According to records at the University of Alaska Museum of the North, these remains were collected by Otto W. Geist and Marvin McNary and deposited at the museum in 1960, where they are still housed today. These human remains consist of cranial and post-cranial elements representing 23 individuals and include the following: One individual of an undetermined sex and age class, two males aged 35-45 years, one juvenile of an undetermined sex aged 12-15 years, one female aged 36-55 years, two females aged 30-50 years, one female aged 50+ years, one juvenile of an undetermined sex aged 6-9 years, one male aged 36-55 years, two females aged 40-50 years, one juvenile of an undetermined sex aged 3-5 years, two males aged 50+ years, one male aged 30-40 years, one female aged 20-40 years, one female aged 20-25 years, one male aged 25-35 years, one juvenile of an undetermined sex aged 7-12 years, two females aged 30-40 years, and one adult male of undetermined years. No known individuals were identified. No associated funerary objects are present. \n In the 1950s or 1960s, partial sets of human remains representing, at minimum, two individuals accessioned as UA64-108(2) at the University of Alaska Museum of the North that were removed from tundra surface burials at Point Barrow, AK. The exact location where these remains were collected is unknown, and there is little information regarding the circumstances surrounding their removal. Based on catalog records at the University of Alaska Museum of the North, one of these individuals was collected by William Irving in 1952 and likely belongs with accession UA64-108(1), although it is impossible to say for sure due to a lack of detailed information. The second individual in this accession was collected by Otto W. Geist and Kevin Cameron in an unknown year. Both of these individuals were deposited at the museum sometime during or prior to 1964, where they are still housed today. These human remains represent two individuals consisting of one male aged 18-20 years and one male aged 25-35 years. No known individuals were identified. No associated funerary objects are present. \n In 1980, a partial set of human remains representing, at minimum, one individual were removed from Point Barrow, AK (Accession Number UA83-051). These remains were collected from a water filled depression several feet deep near the airport runway and Pisokak Street by two boys who were residents of Barrow. The collected remains were subsequently turned over to Linda Yarborough who was leading an archaeological project in the village at the time of their discovery. The area where these remains were recovered appeared to have been disturbed and there were several other bones (presumed human) visible at the bottom of the small pool, and these were left in place. The exact location where these remains were collected is described as between lot 11, block 35 south of Pisokak Street and the airport runway located several hundred feet south of and parallel to Pisokak Street. According to records at the University of Alaska Museum of the North, these remains were deposited in the museum by Linda Yarborough in 1983, where they are still housed today. No other information is available regarding the circumstances surrounding the removal of these remains. These human remains represent a single individual consisting of one male aged 35-45 years. No known individuals were identified. No associated funerary objects are present. \n Concerning all of the 39 partial sets of human remains just described, there is not enough information present in museum records to confidently assign any of these remains to a specific archeological site. None of these remains were removed under federal permits. For all of these remains except the set accessioned as UA83-051, the only provenience information available states that the remains were surface collected near, in, or at the Native Village of Barrow. A common pre-contact and contact era burial practice in the region of Barrow, AK, was to lay the deceased out either directly on the surface or enclosed in a box on the surface. Based on the museum records that accompany all of these remains, they were collected from a surficial burial context which would make them of a recent age. It is determined that these remains are Native American based on the general geographic location (Barrow, AK), the condition of the remains, and their morphology. Barrow, AK is the largest city in the North Slope Borough and serves as an economic and administrative center for the region. Archeological studies and oral traditions show that there is at least a thousand years of continuity between present-day and past residents on the North Slope of Alaska. Due to this fact, all 39 sets of human remains described above are determined to be directly related to Native American tribal members residing in Barrow, AK today. \n Determinations Made by the BLM Alaska State Office and the University of Alaska Museum of the North \n Officials of the BLM Alaska State Office and the University of Alaska Museum of the North have determined that: \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice represent the physical remains of 39 individuals of Native American ancestry. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and the Native Village of Barrow Inupiat Traditional Government. \n Additional Requestors and Disposition \n Lineal descendants or representatives of any Indian tribe not identified in this notice that wishes to request transfer of control of these human remains should submit a written request with information in support of the request to Dr. Robert King, Alaska State NAGPRA Coordinator, Bureau of Land Management, 222 W. 7th Ave., Box 13, Anchorage, AK 99513-7599, telephone (907) 271-5510, by December 17, 2014. After that date, if no additional requestors have come forward, transfer of control of the human remains to the Native Village of Barrow Inupiat Traditional Government may proceed. \n The BLM Alaska State Office is responsible for notifying the Native Village of Barrow Inupiat Traditional Government that this notice has been published. \n ", "consultation": "A detailed assessment of the human remains was made by the BLM Alaska State Office and the University of Alaska Museum of the North professional staff, in consultation with representatives of the Native Village of Barrow Inupiat Traditional Government. \n ", "h_d_r": "In 1949, partial sets of human remains representing, at minimum, four individuals were removed from the tundra surface near Point Barrow, AK (Accession Number 0454). The exact location where these remains were collected is unknown, and there is little information regarding the circumstances surrounding their removal. According to records at the University of Alaska Museum of the North, these human remains were collected by Owen Rye and R. Hamilton and then deposited at the museum in 1949, where they are still housed today. These human remains represent four individuals and include two females aged 19-25 years, one female aged 30-40 years, and one juvenile of an undetermined sex aged 4-6 years. No known individuals were identified. No associated funerary objects are present. \n In 1950, a partial set of human remains representing, at minimum, one individual was removed from the tundra surface near Point Barrow, AK (Accession Number 0499). The exact location where this partial set of remains was collected is unknown, and there is little information regarding the circumstances surrounding its removal. According to records at the University of Alaska Museum of the North, these human remains were collected by William Marshall and then deposited at the museum in 1950, where they are still housed today. These remains represent a single individual consisting of a female aged 40-50 years. No known individuals were identified. No associated funerary objects are present. \n In 1952, partial sets of human remains representing, at minimum, seven individuals were removed from tundra surface burials at Point Barrow, AK (Accession Number UA64-108(01)). The exact location where these remains were collected is unknown, and there is little information regarding the circumstances surrounding their removal. According to records at the University of Alaska Museum of the North, these human remains were collected by William Irving and deposited at the museum sometime between 1952 and 1964, where they are still housed today. These remains represent seven individuals consisting of two males aged 36-55 years, one male aged 20-30 years, one female aged 20-30 years, one female aged 20-40 years, one male aged 30+ years, and one juvenile of an unknown sex aged 6-8 years. No known individuals were identified. No associated funerary objects are present. \n In 1953, a partial set of human remains representing, at minimum, one individual was removed from a tundra surface grave near Point Barrow, AK (Accession Number 0668). The exact location where these remains were collected is unknown, and there is little information regarding the circumstances surrounding their removal. According to records at the University of Alaska Museum of the North, these remains were collected by Arthur Poeschel and then deposited at the museum in 1955, where they are still housed today. These human remains represent a single individual consisting of a male aged 20-25 years. No known individuals were identified. No associated funerary objects are present. \n In 1960, partial sets of human remains representing, at minimum, 23 individuals were removed from surface tundra burials at Point Barrow, AK (Accession Number 0967). The exact location where these remains were collected is unknown, and there is little information regarding the circumstances surrounding their removal. According to records at the University of Alaska Museum of the North, these remains were collected by Otto W. Geist and Marvin McNary and deposited at the museum in 1960, where they are still housed today. These human remains consist of cranial and post-cranial elements representing 23 individuals and include the following: One individual of an undetermined sex and age class, two males aged 35-45 years, one juvenile of an undetermined sex aged 12-15 years, one female aged 36-55 years, two females aged 30-50 years, one female aged 50+ years, one juvenile of an undetermined sex aged 6-9 years, one male aged 36-55 years, two females aged 40-50 years, one juvenile of an undetermined sex aged 3-5 years, two males aged 50+ years, one male aged 30-40 years, one female aged 20-40 years, one female aged 20-25 years, one male aged 25-35 years, one juvenile of an undetermined sex aged 7-12 years, two females aged 30-40 years, and one adult male of undetermined years. No known individuals were identified. No associated funerary objects are present. \n In the 1950s or 1960s, partial sets of human remains representing, at minimum, two individuals accessioned as UA64-108(2) at the University of Alaska Museum of the North that were removed from tundra surface burials at Point Barrow, AK. The exact location where these remains were collected is unknown, and there is little information regarding the circumstances surrounding their removal. Based on catalog records at the University of Alaska Museum of the North, one of these individuals was collected by William Irving in 1952 and likely belongs with accession UA64-108(1), although it is impossible to say for sure due to a lack of detailed information. The second individual in this accession was collected by Otto W. Geist and Kevin Cameron in an unknown year. Both of these individuals were deposited at the museum sometime during or prior to 1964, where they are still housed today. These human remains represent two individuals consisting of one male aged 18-20 years and one male aged 25-35 years. No known individuals were identified. No associated funerary objects are present. \n In 1980, a partial set of human remains representing, at minimum, one individual were removed from Point Barrow, AK (Accession Number UA83-051). These remains were collected from a water filled depression several feet deep near the airport runway and Pisokak Street by two boys who were residents of Barrow. The collected remains were subsequently turned over to Linda Yarborough who was leading an archaeological project in the village at the time of their discovery. The area where these remains were recovered appeared to have been disturbed and there were several other bones (presumed human) visible at the bottom of the small pool, and these were left in place. The exact location where these remains were collected is described as between lot 11, block 35 south of Pisokak Street and the airport runway located several hundred feet south of and parallel to Pisokak Street. According to records at the University of Alaska Museum of the North, these remains were deposited in the museum by Linda Yarborough in 1983, where they are still housed today. No other information is available regarding the circumstances surrounding the removal of these remains. These human remains represent a single individual consisting of one male aged 35-45 years. No known individuals were identified. No associated funerary objects are present. \n Concerning all of the 39 partial sets of human remains just described, there is not enough information present in museum records to confidently assign any of these remains to a specific archeological site. None of these remains were removed under federal permits. For all of these remains except the set accessioned as UA83-051, the only provenience information available states that the remains were surface collected near, in, or at the Native Village of Barrow. A common pre-contact and contact era burial practice in the region of Barrow, AK, was to lay the deceased out either directly on the surface or enclosed in a box on the surface. Based on the museum records that accompany all of these remains, they were collected from a surficial burial context which would make them of a recent age. It is determined that these remains are Native American based on the general geographic location (Barrow, AK), the condition of the remains, and their morphology. Barrow, AK is the largest city in the North Slope Borough and serves as an economic and administrative center for the region. Archeological studies and oral traditions show that there is at least a thousand years of continuity between present-day and past residents on the North Slope of Alaska. Due to this fact, all 39 sets of human remains described above are determined to be directly related to Native American tribal members residing in Barrow, AK today. \n ", "h_d_ci": "Null", "determinations": "Determinations Made by the BLM Alaska State Office and the University of Alaska Museum of the North \n Officials of the BLM Alaska State Office and the University of Alaska Museum of the North have determined that: \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice represent the physical remains of 39 individuals of Native American ancestry. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and the Native Village of Barrow Inupiat Traditional Government. \n ", "a_r_d": "Lineal descendants or representatives of any Indian tribe not identified in this notice that wishes to request transfer of control of these human remains should submit a written request with information in support of the request to Dr. Robert King, Alaska State NAGPRA Coordinator, Bureau of Land Management, 222 W. 7th Ave., Box 13, Anchorage, AK 99513-7599, telephone (907) 271-5510, by December 17, 2014. After that date, if no additional requestors have come forward, transfer of control of the human remains to the Native Village of Barrow Inupiat Traditional Government may proceed. \n The BLM Alaska State Office is responsible for notifying the Native Village of Barrow Inupiat Traditional Government that this notice has been published. \n "}