{"index": "I_755", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        [NPS-WASO-NAGPRA-16413; PPWOCRADN0-PCU00RP14.R50000]\\n        Notice of Inventory Completion: Arizona State Museum, University of Arizona, Tucson, AZ\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        \\n          SUMMARY:\\n\\n          The Arizona State Museum, University of Arizona, has completed an inventory of human remains and associated funerary objects, in consultation with the appropriate Indian tribes or Native Hawaiian organizations, and has determined that there is a cultural affiliation between the human remains and associated funerary objects and present-day Indian tribes or Native Hawaiian organizations. Lineal descendants or representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request to the Arizona State Museum, University of Arizona. If no additional requestors come forward, transfer of control of the human remains and associated funerary objects to the lineal descendants, Indian tribes, or Native Hawaiian organizations stated in this notice may proceed.\\n        \\n        \\n          DATES:\\n          Lineal descendants or representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to the Arizona State Museum at the address in this notice by October 10, 2014.\\n        \\n        \\n          ADDRESSES:\\n          John McClelland, NAGPRA Coordinator, P.O. Box 210026, Arizona State Museum, University of Arizona, Tucson, AZ 85721, telephone (520) 626-2950.\\n        \\n      \\n      \\n        SUPPLEMENTARY INFORMATION:\\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains and associated funerary objects under the control of the Arizona State Museum, University of Arizona, Tucson, AZ. The human remains and associated funerary objects were removed from Pima County, AZ.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003(d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations in this notice.\\n        Consultation\\n        A detailed assessment of the human remains was made by the Arizona State Museum (ASM) professional staff in consultation with representatives of the Ak Chin Indian Community of the Maricopa (Ak Chin) Indian Reservation, Arizona; Gila River Indian Community of the Gila River Indian Reservation; Hopi Tribe of Arizona; Salt River Pima-Maricopa Indian Community of the Salt River Reservation, Arizona; Tohono O\\'odham Nation of Arizona; and. Zuni Tribe of the Zuni Reservation, New Mexico.\\n        History and Description of the Remains\\n        In 1999 or before, human remains representing, at minimum, one individual were removed from an unknown location, AZ BB:\\xe2\\x80\\x94:\\xe2\\x80\\x94 Rillito Wash, in Pima County, AZ. The collection was deposited with ASM in 1999 by an unknown individual. No known individuals were identified. The six associated funerary objects are one mano fragment and five ceramic sherds. The condition of the human remains is consistent with a prehistoric human burial and the nature of the associated objects suggests that the burial may be dated to the ceramic period, approximately A.D. 200-1500.\\n        In 1938, human remains representing, at minimum, one individual were removed from an unnamed site, AZ BB:9:\\xe2\\x80\\x94 Tanque Verde Creek, in Pima County, AZ. The human remains were found inadvertently and donated to ASM by G.E.P. Smith. The human remains and a ceramic vessel were brought to ASM and assigned an accession number. The ceramic vessel is missing. No known individuals were identified. No associated funerary objects are present. This unnamed site is 7 miles northeast of Tucson. No further contextual information is available. Based on ceramic typology, the human remains likely date to the Hohokam cultural period (A.D. 500-1450).\\n        In 1969, human remains representing, at minimum, one individual were removed from an unrecorded site, AZ BB:9:\\xe2\\x80\\x94 Tucson Site 17, in Pima County, AZ. The excavation was conducted by the property owner, who donated the human remains to ASM in 1970. No accession number was assigned. No known individuals were identified. No associated funerary objects are present. The site is on the east side of the Santa Cruz River floodplain in a region with a long history of human occupation. Ceramics were reportedly collected at the same time as the human remains, but they have not been found. Based the reported typology of the ceramics, the human remains likely date to the late Agua Caliente phase of the Early Ceramic Period (A.D. 300-500).\\n        In 1976-1978, human remains representing, at minimum, 72 individuals were removed from the Hardy Site, AZ BB:9:14(ASM), in Pima County, AZ. The legally authorized excavations were conducted by the University of Arizona and ASM under the direction of Linda Gregonis and Karl Reinhard as part of a field school. At the end of excavations, the archeological collections were brought to ASM and assigned an accession number. No known individuals were identified. The six associated funerary objects are one bone awl, one bone tool, one ceramic disk, one ceramic figurine, one ceramic jar, and one lot of mineral fragments. The Hardy Site is a multi-component site with occupations in the historical period associated with Fort Lowell, as well as prehistoric components from the Early Ceramic and Hohokam cultural periods. Based on ceramic typologies, the human remains likely date to a major occupation during the Canada del Oro phase of the Hohokam Colonial Period (A.D. 750-900).\\n        In 1931-1940 and 2010-2013, human remains representing, at minimum, 44 individuals were removed from University Indian Ruin AZ BB:9:33(ASM), Pima County, AZ. Legally authorized excavations were conducted by the University of Arizona and Arizona State Museum in the years 1931-1939 under the direction of Byron Cummings and Emil Haury. In 1940, legally authorized excavations were conducted by the Civilian Conservation Corps under the direction of Julian D. Hayden. In 2010 to 2013, legally authorized excavations were conducted by the University of Arizona and ASM under the direction of Paul and Suzanne Fish. At the end of each excavation, the archeological collections were brought to ASM and assigned accession numbers. No known individuals were identified. The 63 associated funerary objects are 1 bone awl, 6 bone awl fragments, 1 ceramic disk, 25 ceramic jars, 4 ceramic pitchers, 8 ceramic sherds, 1 ceramic vessel, 2 chipped stones, 1 shell bead, 1 shell pendant, 11 shell pendant fragments, and 2 stone artifacts. The University Indian Ruin site consists of surface remains, sub-surface dwellings, a platform mound, possible smaller mounds, and adobe room blocks. Temporally diagnostic ceramics recovered from the site indicate that it was occupied during the Tanque Verde and Tucson phases of the Hohokam Classic period (A.D. 1100-1450).\\n        In 1991, human remains representing, at minimum, one individual were removed from the Brown site, AZ BB:9:79(ASM), in Pima County, AZ. The legally authorized excavations were conducted by ASM under the direction of Sharon Urban. At the end of excavations, the archeological collection was brought to ASM but was not assigned an accession number. No known individuals were identified. The 194 associated artifacts are 194 ceramic sherds. The Brown site is located on private property on a terrace above Sabino Creek and consists of an artifact scatter and a large mound. Based on ceramic typologies and site dates, the human remains likely date to the Early Ceramic to Pre-Classic Hohokam periods (A.D. 200-1000).\\n\\n        In the 1930s and in the years 1988-1989, human remains representing, at minimum, 33 individuals were removed from the Honey Bee Village site, AZ BB:9:88(ASM), in Pima County, AZ. In the 1930s, members of the Ronstadt family collected human remains from the Honey Bee Village site. In 2006, these human remains were transferred to ASM and assigned an accession number. In 1988-1989, legally authorized excavations were conducted by the Institute for American Research under the direction of Douglas B. Craig. At the end of excavations, the archeological collections were brought to ASM and assigned an accession number. No known individuals were identified. The 319 associated funerary objects are 1 animal bone, 1 bone awl, 314 ceramic sherds, 1 chipped stone, and 2 soil samples. Honey Bee Village consists of a large habitation village, a ball court, over 20 trash mounds, pit features, dense sherd and lithic scatters, and cremation burials. Based on ceramic typologies, the site dates to the Hohokam Pre-Classic (A.D. 450-1150) and Classic periods (A.D. 1150-1450).\\n        In 1989, human remains representing, at minimum, one individual were removed from private property at the Collier Creek Side Site, AZ BB:9:126(ASM), in Pima County, AZ. The legally authorized excavation was conducted by ASM under the direction of Sharon Urban and Richard Lange. At the end of excavations, the archeological collection was brought to ASM, but no accession number was assigned. No known individuals were identified. No associated funerary objects are present. The Collier Creek Side Site is an artifact scatter along Collier Creek in Tucson, AZ. Based on ceramic typologies at the site, the human remains likely date to the Pre-Classic to Classic Hohokam periods (A.D. 450-1500).\\n        In 1984, human remains representing, at minimum, one individual were removed from the La Paloma Site, AZ BB:9:127(ASM), in Pima County, AZ. The legally authorized excavations were conducted by the University of Arizona under the direction of Paul Fish as part of a field school. At the conclusion of the excavations, the archeological collections were brought to ASM and assigned an accession number. No known individuals were identified. The 19 associated funerary objects are 1 animal bone, 6 chipped stones, 2 chipped stone tools, 3 flotation fraction lots, and 7 pollen samples. The La Paloma Site consists of a moderate scatter of lithics at the confluence of two washes. Artifact typologies suggest that La Paloma was occupied in the Late Archaic/Early Agricultural Period (2000 B.C.-A.D. 200). Radiocarbon dates from the excavation date the burial and other parts of the site to the late Early Ceramic to early Pre-Classic Hohokam period (A.D. 302-625).\\n        In 2005, human remains representing, at minimum, one individual were removed from an unnamed site, AZ BB:9:377(ASM), in Pima County, AZ. The human remains were removed from an eroding riverbank by the Tucson Police Department. The human remains were brought to the Pima County Office of the Medical Examiner where the human remains were assigned a case number. The Medical Examiner determined that the human remains were prehistoric and subsequently transferred them to the Arizona State Museum. No known individuals were identified. No associated funerary objects are present. Site AZ BB:9:377(ASM) is a dense artifact scatter and was occupied during the later Hohokam cultural period (A.D. 1000-1300), and then later occupied during the later historical period (A.D. 1700-1950). The condition of the human remains suggests long-term burial, plausibly associating the burial with the prehistoric period.\\n        In 1968 to 1969, human remains representing, at minimum, 52 individuals were removed from Whiptail Ruin, AZ BB:10:3(ASM), in Pima County, AZ. The legally authorized excavations were conducted by the Arizona Archaeological and Historical Society, the University of Arizona, and Pima Community College under the direction of Linda Gregonis, Gayle Hartmann, and Sharon Urban. At the end of excavations, the archeological collections were brought to ASM and assigned accession numbers. No known individuals were identified. The 457 associated funerary objects are 5 ceramic bowls, 2 ceramic bowl fragments, 5 ceramic jars, 414 ceramic sherds, 13 chipped stones, 3 chipped stone flakes, 1 ground stone, 4 pollen samples, 1 shell, 2 lots of shell beads, 1 stone drill, and 6 stone projectile points. Whiptail Ruin is a multi-component village site with Late Archaic (1500 B.C.-A.D. 200), Hohokam (A.D. 500-1300), and historical components (A.D. 1800-1950). The human remains come from Hohokam period features that date to the Hohokam Classic period from A.D. 1200-1300.\\n        In 1966, human remains representing, at minimum, one individual were removed from an unnamed site, AZ BB:10:20(ASM), in Pima County, AZ. The legally authorized survey collection was conducted by Arizona State Museum under the direction of L.D. Agenbroad and James Ayres. At the end of the survey, the archeological collections were brought to ASM, but no accession number was assigned. In 2010, ASM staff found fragmentary human remains intermingled with the survey collections. No known individuals were identified. No associated funerary objects are present. Site AZ BB:10:20(ASM) dates to the Hohokam cultural period, from A.D. 800-1450, based on ceramic typologies. Because these human remains were from a survey surface collection and had no provenience, there were no diagnostic artifacts that could be associated that could date the human bone more securely.\\n        In 1975 or before, human remains representing, at minimum, two individuals were removed from an unknown site, AZ BB:13:\\xe2\\x80\\x94Nogales, in Pima County, AZ. The circumstances of discovery are unknown. In 1975, Leslie Hess donated the human remains to ASM. Accession records describe the human remains as two individuals associated with the Classic Hohokam period, A.D. 1150-1450. No known individuals were identified. The four associated funerary objects are four bird bones.\\n        In 1969, human remains representing, at minimum, one individual were removed from an unrecorded site, AZ BB:13:\\xe2\\x80\\x94River Road, in Pima County, AZ. The human remains were inadvertently discovered within a ceramic vessel by a private citizen, who brought them to ASM. No accession number was assigned and there is no record that the ceramic vessel was received by ASM. No known individuals were identified. No associated funerary objects are present. No information about the archeological context is available. The human remains were found in a Rincon Plain jar, and likely date to the Pre-Classic Hohokam period (A.D. 500-1150).\\n\\n        In 1896, human remains representing, at minimum, two individuals were removed from an unrecorded site, AZ BB:13:\\xe2\\x80\\x94Santa Cruz Valley, in Pima County, AZ. The exact location of the discovery and the name of the collector are unknown. ASM received the collection at an unknown date. No accession number was assigned. No known individuals were identified. The five associated funerary objects are one bone awl, one bone tool, two ceramic jar fragments, and one ceramic sherd. Ownership of the land on which the human remains were found is unknown. Based on the ceramic typology of the associated ceramic vessels, the cremation likely dates to the Tanque Verde phase of the Classic Hohokam period (A.D. 1150-1300).\\n        \\n        In 1984-1985, human remains representing, at minimum, two individuals were removed from the Zanardelli Site, AZ BB:13:1(ASM), in Pima County, AZ. The legally authorized survey was conducted by the Institute for American Research under the direction of Allen Dart as part of the South Tucson Basin Survey project. At the end of the survey, the archeological collections were brought to ASM and assigned an accession number. No known individuals were identified. No associated funerary objects are present. The Zanardelli Site was a large Classic period Hohokam village located in the east half of the Santa Cruz River floodplain. Based on ceramic typologies the site likely was occupied during the Hohokam Classic Period (A.D. 1150-1450).\\n        In 1987 and during the years 2000 to 2003, human remains representing, at minimum, four individuals were removed from site AZ BB:13:6(ASM), in Tucson, Pima County, AZ. Legally authorized excavations were conducted in 1987 by the Institute for American Research under the direction of Mark Elson. Legally authorized excavations were conducted during 2000 through 2003 by Desert Archaeology, Inc. under the direction of Homer Thiel and Jonathan Mabry. At the end of each project, the archeological collections were brought to ASM and assigned accession numbers. The human remains were discovered by ASM staff in 2013, while searching through animal bone collections. No known individuals were identified. No associated funerary objects are present. Site AZ BB:13:6(ASM) is a multicomponent habitation and agricultural site, including occupations during the Late Archaic/Early Agricultural period (1500 B.C.-A.D. 200), the Early Ceramic and Hohokam periods (A.D. 200-1450), and the San Agust\\xc3\\xacn mission period from approximately A.D. 1700-1850. The human remains reported here are associated with the prehistoric components.\\n        In 1958, human remains representing, at minimum, one individual were removed from the Joe Ben Site, AZ BB:13:11(ASM), in Pima County, AZ. The legally authorized excavations were conducted by ASM under the direction of E.B. Sayles and William Wasley. At the end of excavations, the archeological collections were brought to ASM, but were not formally accessioned. In 2011, ASM staff discovered cremated human bone fragments in the site survey collection. No known individuals were identified. No associated funerary objects are present. The Joe Ben site is a multicomponent site with Archaic (8000 B.C.-A.D. 200), ceramic period (A.D. 200-1100), and Hohokam Classic period (A.D. 1100-1450) components. The provenience of the human remains is unknown and no artifacts appear to have been collected with the human remains, however human cremations were extremely rare during the Archaic Period, it is therefore very likely that these human remains are from the Early Ceramic or Hohokam periods (A.D. 200-1450).\\n        In 1982-1983, human remains representing, at minimum, five individuals were removed from the Valencia Site, AZ BB:13:15(ASM), in Pima County, AZ. The legally authorized excavations were conducted by the Institute for American Research under the direction of William H. Doelle. At the end of excavations, the archeological collections were brought to ASM and assigned an accession number. No known individuals were identified. The 10 associated funerary objects are nine ceramic sherds and one stone projectile point. The Valencia Site is a multi-component site that includes Paleoindian (12000 B.C.-8000 B.C.), Archaic (8000 B.C.-A.D. 200), Early Ceramic (A.D. 200-450), Hohokam Preclassic Period (A.D. 450-1100), and Hohokam Classic Period (A.D. 1100-1450) occupations. The human remains were found in association with features from the occupations that occurred during the Hohokam Preclassic and Classic periods.\\n        In 1961 human remains representing, at minimum, one individual were removed from an unnamed site, AZ BB:13:23(ASM), in Tucson, Pima County, AZ. The human remains and associated funerary objects were found inadvertently during sewer line excavation, and were removed by construction workers. The human remains and associated funerary objects were subsequently donated to ASM and were assigned an accession number. No known individuals were identified. The two associated funerary objects are one ceramic bowl and one ceramic jar. Site AZ BB:13:23(ASM) is a large, Classic period Hohokam village located on a gravel terrace above the west bank of the Santa Cruz River. Based on ceramic typologies, the human remains likely date to the Tanque Verde phase of the Hohokam Classic period (A.D. 1150-1300).\\n        In 1984, human remains representing, at minimum, 15 individuals were removed from the Tanque Verde Wash Site, AZ AA:BB:13:68(ASM), in Pima County, AZ. The legally authorized excavations were conducted by the Institute for American Research under the direction of Mark Elson. At the end of excavations, the human remains were brought to ASM and assigned an accession number. No known individuals were identified. The 144 associated funerary objects are 1 bead, 1 ceramic bowl, 5 ceramic bowl fragments, 101 ceramic sherds, 9 lots of charcoal, 26 chipped stones, and 1 shell bracelet fragment. The Tanque Verde Wash Site is a multicomponent site with occupation during the Archaic (8000 B.C.-A.D. 200) and ceramic (A.D. 200-1450) periods. Based on ceramic typologies, the human remains date to the Middle Rincon phase of the Hohokam Sedentary period (A.D. 950-1100), when the site was most heavily occupied.\\n        In 1979, human remains representing, at minimum, one individual were removed from the Rincon Community at Valencia site, AZ BB:13:74(ASM), in Pima County, AZ. The legally authorized excavations were conducted by Complete Archaeological Services Associates under the direction of Bruce A. Bradley for the City of Tucson. At the end of the excavations, the archeological collections were brought to ASM and assigned an accession number. No known individuals were identified. The one associated funerary object is a ceramic jar. The Rincon Community at Valencia Site is a multicomponent site with several Late Archaic and Hohokam pithouses. The human remains were found in vessels that, based on ceramic typologies, date to the Hohokam Classic Period during the Tanque Verde phase (A.D. 1150-1300).\\n\\n        In 1978, human remains representing at minimum, 10 individuals were removed from the West 22nd Street Extension site, AZ BB:13:90(ASM), in Tucson, Pima county, AZ. The legally authorized excavations were conducted by Archaeological Resources, Inc. under the direction of George Schott for the City of Tucson. In 1982, the archeological collections from the excavations were brought to ASM and assigned an accession number. No known individuals were identified. The 47 associated funerary objects are 1 bone bead, 2 ceramic jars, 1 ceramic pitcher, 21 ceramic sherds, 1 slag fragment, 20 soil samples, and 1 lot of stone beads. The West 22nd Street Extension site is located in the floodplain of the Santa Cruz River and consists of a cremation area that is eroding out of the floodplain into a borrow pit and dumping area. Based on ceramic typologies of the vessels associated with the cremations, the human remains likely date to the Rincon phase of the Pre-Classic or the Tanque Verde phase of the Classic Hohokam period, approximately A.D. 850-1300.\\n        In 1985, human remains representing, at minimum, one individual were removed from the Spence Site, AZ BB:13:120(ASM), in Pima County, AZ. The legally authorized survey was conducted by the Institute for American Research under the direction of William Doelle, Allen Dart, and Henry D. Wallace as part the of Southern Tucson Basin Survey. At the end of the survey, the archeological collections were brought to ASM and assigned an accession number. In 2010, ASM staff discovered fragmentary human remains in the site survey collection. No known individuals were identified. No associated funerary objects are present. The Spence Site was a large Classic period Hohokam village with dense artifact scatters and trash mounds. The site has components from the Early Ceramic and Pre-Classic Hohokam (A.D. 200-1100) to the Classic Hohokam (A.D. 1100-1450) period, and the human remains likely date to this time period.\\n        In 1988, human remains representing, at minimum, one individual were removed from an unnamed site, AZ BB:13:160(ASM), in Tucson, Pima County, AZ. The legally authorized excavations were conducted by ASM under the direction of James Ayres. At the end of excavations, the archeological collections were brought to ASM and assigned an accession number. No known individuals were identified. No associated funerary objects are present. Site AZ BB:13:160(ASM) is a multicomponent site in downtown Tucson with occupations from the prehistoric to the historical period. The human remains were found in disturbed overburden above a privy that was used in the early and late historical period (A.D. 1500-1950), but the presence of prehistoric materials at the site indicate occupation during the Archaic period (8000 B.C.-A.D. 200) and the Hohokam period (A.D. 450-1450). It is likely that the human remains are associated with the prehistoric components.\\n        In 1986, human remains representing, at minimum, one individual were removed from an unnamed site, AZ BB:13:320(ASM), in Pima County, AZ. The legally authorized excavations were conducted by the Institute for American Research under the direction of William Doelle for the El Rio Monitoring project. At the end of the excavations, the archeological collections were brought to ASM and assigned an accession number. No known individuals were identified. The three associated funerary objects are one animal bone and two chipped stone fragments. Site AZ BB:13:320(ASM) was a village site and artifact scatter located on the west side of the Santa Cruz River that is dated to the ceramic period (A.D. 200-1450). Based on other features found near the discovery, the burial likely dates to the Rincon phase of the Hohokam period (A.D. 1000-1150).\\n        In 1990-1991, human remains representing, at minimum, 14 individuals were removed from the Houghton Road site, AZ BB:13:398(ASM), in Pima County, AZ. The legally authorized excavations were conducted by Statistical Research, Inc. under the direction of Richard Ciolek-Torrelo. At the end of the excavations, the archeological collections were brought to ASM and assigned an accession number. No known individuals were identified. The 611 associated funerary objects are 2 animal bones, 1 bone bead, 263 ceramic sherds, 7 lots of charcoal, 3 chipped stones, 1 chipped stone artifact, 310 chipped stone fragments, 1 dog skeleton, 15 flotation fraction lots, 1 flotation sample, 1 ground stone, 3 pollen samples, 1 shell bead, 1 shell bracelet fragment, and 1 turquoise bead. The Houghton Road site was a habitation site with occupation spanning the Late Archaic through Hohokam periods (1500 B.C.-A.D. 1300). The human remains from Houghton Road Site likely date to the late Archaic (1500 B.C.-A.D. 200) or Early Ceramic (A.D. 200-400) components, based on material culture and radiocarbon dates from an associated feature.\\n        In 1969, human remains representing, at minimum, one individual were removed from an unnamed site, AZ BB:14:\\xe2\\x80\\x94Colossal Cave vicinity, in Pima County, AZ. The human remains and associated funerary object were collected from an unknown provenience by Kenneth Hartsock. The human remains were later donated to ASM and assigned an accession number. No known individuals were identified. The one associated funerary object is a ceramic jar. The unnamed site in the Colossal Cave vicinity is an area that has a long history of prehistoric human occupation, and is located southeast of Tucson. Based on artifact typology and the mortuary pattern, it is likely that the human remains date to the Hohokam Period (A.D. 500-1450).\\n        In 1927, human remains representing, at minimum, 11 individuals were removed from the Tanque Verde Ruin, AZ BB:14:1(ASM), in Pima County, AZ. The legally authorized excavations were conducted by the University of Arizona under the direction of Edward John Hands. At the end of the excavations, the archeological collections were brought to ASM, but no accession number was assigned. No known individuals were identified. The 15 associated funerary objects are 1 bone awl, 2 bone awl fragments, 10 ceramic jars, 1 ceramic jar fragment, and 1 ceramic sherd. Tanque Verde Ruin was a Hohokam pit house village on a flat-topped ridge and is located in the Rincon Valley of the Tucson Basin. Based on ceramic typologies of the associated funerary vessels, these burials likely date to the Hohokam Classic period during the Tanque Verde phase (A.D. 1150-1300).\\n        In 1943, human remains representing at minimum, one individual were removed from an unnamed site, AZ BB:14:11(ASM), in Pima County, AZ. The legally authorized survey was conducted by ASM under the direction of Emil Haury. No human remains were reported at the time of the survey. At the end of the survey, the archeological collections were brought to ASM, but were not assigned an accession number. In 2010, ASM staff found isolated human remains in the site survey box. No known individuals were identified. No associated funerary objects are present. Site AZ BB:14:11(ASM) is recorded as being a village site. Based on the ceramics, the site likely dates to the Rincon Phase (A.D. 950-1150) of the Hohokam period.\\n\\n        In 1974 and 1979, human remains representing, at minimum, two individuals were removed from the 49ers Country Club Sewer Line site, AZ BB:14:17(ASM), in Pima County, AZ. In both cases, human remains were inadvertently discovered during construction of utility trenches, and excavations were conducted by ASM at the request of the landowners. The legally authorized excavation in 1974 was conducted under the direction of R. Gwinn Vivian and Sharon Urban. In 1979, another inadvertent discovery resulted in legally authorized excavations under the direction of Bruce Huckell. In 1982, the landowner donated the human remains and associated funerary object to the Arizona State Museum. No known individuals were identified. The one associated funerary object is a ceramic bowl fragment. Site AZ BB:14:17(ASM) is a multi-component site with a long history of human occupation from the Late Archaic period through historical times. The ceramic fragment from the 1979 burial may date to the Protohistoric period (A.D. 1450-1694). No diagnostic artifacts were collected from the human remains found in 1974, and it is difficult to date the burial. However, because the burial was intrusive into a trash area with ceramics present and that the area was likely a Hohokam cemetery, this burial likely belongs to the Hohokam cultural period (A.D. 500-1450).\\n        On an unknown date in 1963 or later, human remains representing, at minimum, one individual were removed from 49er Ranch Estates site, AZ BB:14:22(ASM), in Pima County, AZ. The human remains were donated to ASM by Dick Figgins, but were not assigned an accession number. No known individuals were identified. No associated funerary objects are present. The 49er Ranch Estates site is an artifact scatter located in the Rincon Mountains, northeast of Tucson. Based on ceramic typologies the site dates to the Hohokam Colonial Period (A.D. 750-950), and the human remains are most likely from this time period.\\n        In 1916 or earlier, human remains representing, at minimum, two individuals were removed from an unknown site, AZ Cremation 12, along the Santa Cruz River in Tucson, Pima county, AZ. The human remains and a cremation vessel were donated to ASM in 1916. No accession number was assigned. No known individuals were identified. The one associated funerary object is a ceramic jar. No information regarding the archeological context is available. The burial likely dates to the Hohokam period (A.D. 450-1450) based on the ceramic typology.\\n        In the 1920s or 1930s, human remains representing, at minimum, four individuals were removed from an unknown site or sites, AZ Unknown Pueblo, by Dr. Byron Cummings. The human remains and associated ceramic vessels were brought to ASM and assigned catalogue numbers. No known individuals were identified. The five associated funerary objects are one bone awl fragment and four ceramic jars. The catalogue cards refer to the location as \\xe2\\x80\\x9cPrehistoric Pueblo.\\xe2\\x80\\x9d Dr. Cummings used this term to refer to what are now known to be Hohokam platform mounds. The catalogue numbers are within a sequence assigned to two prominent platform mound sites in the Tucson region: University Indian Ruin, AZ BB:9:33(ASM) and Martinez Hill Ruin, AZ BB:13:3(ASM). The ceramic style is highly consistent with similar objects found at these sites and others in the Tucson Basin. The exact location of the discovery cannot be determined, but it is highly likely that these human remains and objects came from a site or sites in the Tucson region. Based on the ceramic typology, the human remains may be dated to the Hohokam period (A.D. 450-1450).\\n        Prehistoric settlements in the Tucson Basin of southern Arizona are characterized by archeologists as belonging to two distinctive and consecutive cultural traditions beginning with the Late Archaic/Early Agricultural period and concluding with the Hohokam period. Recent archeological investigations have added support to the hypothesis that the Hohokam tradition arose from the earlier horizon, based on continuities in settlement pattern, architectural technologies, irrigation technologies, subsistence patterns, and material culture. It has been difficult for archeologists to date the beginning of the Hohokam period because the appearance of its distinctive cultural traits, including ceramic technologies and mortuary patterns was a gradual process spanning several hundred years. This adds further support to the hypothesis that the Hohokam tradition evolved in place from earlier Late Archaic traditions. Linguistic evidence furthermore suggests that the Hohokam tradition was multiethnic in nature.\\n        Cultural continuity between these prehistoric occupants of the Tucson Basin and present day O\\'odham peoples is supported by continuities in settlement pattern, architectural technologies, basketry, textiles, ceramic technology, and ritual practices. Oral traditions that are documented for the Ak Chin Indian Community of the Maricopa (Ak Chin) Indian Reservation, Arizona; Gila River Indian Community of the Gila River Indian Reservation, Arizona; Salt River Pima-Maricopa Indian Community of the Salt River Reservation, Arizona; and the Tohono O\\'odham Nation of Arizona support cultural affiliation with Late Archaic/Early Agricultural period and Hohokam sites in southern Arizona.\\n        Oral traditions that are documented for the Hopi Tribe also support cultural affiliation with Late Archaic/Early Agricultural period and Hohokam sites in the region. Several Hopi clans and religious societies are derived from ancestors who migrated from the south and likely identified with the Hohokam tradition.\\n        Oral traditions of medicine societies and kiva groups of the Zuni Tribe recount migration from distant portions of the Southwest to present day Zuni and support affiliation with Hohokam and Late Archaic traditions. Historical linguistic analysis also suggests interaction between ancestral Zuni and Uto-Aztecan speakers during the late Hohokam period.\\n        Determinations Made by the Arizona State Museum\\n        Officials of the ASM have determined that:\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice represent the physical remains of 292 individuals of Native American ancestry.\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(3)(A), the 1,914 objects described in this notice are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony.\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and associated funerary objects and Ak Chin Indian Community of the Maricopa (Ak Chin) Indian Reservation, Arizona; Gila River Indian Community of the Gila River Indian Reservation; Hopi Tribe of Arizona; Salt River Pima-Maricopa Indian Community of the Salt River Reservation, Arizona; Tohono O\\'odham Nation of Arizona; and the Zuni Tribe of the Zuni Reservation, New Mexico.\\n        Additional Requestors and Disposition\\n        Lineal descendants or representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to John McClelland, NAGPRA Coordinator, P.O. Box 210026, Arizona State Museum, University of Arizona, Tucson, AZ 85721, telephone (520) 626-2950, by October 10, 2014. After that date, if no additional requestors have come forward, transfer of control of the human remains and associated funerary objects to Ak Chin Indian Community of the Maricopa (Ak Chin) Indian Reservation, Arizona; Gila River Indian Community of the Gila River Indian Reservation; Hopi Tribe of Arizona; Salt River Pima-Maricopa Indian Community of the Salt River Reservation, Arizona; Tohono O\\'odham Nation of Arizona; and the Zuni Tribe of the Zuni Reservation, New Mexico may proceed.\\n        The ASM is responsible for notifying the Ak Chin Indian Community of the Maricopa (Ak Chin) Indian Reservation, Arizona; Gila River Indian Community of the Gila River Indian Reservation; Hopi Tribe of Arizona; Salt River Pima-Maricopa Indian Community of the Salt River Reservation, Arizona; Tohono O\\'odham Nation of Arizona; and the Zuni Tribe of the Zuni Reservation, New Mexico, that this notice has been published.\\n        \\n          \\n          Dated: August 1, 2014.\\n          Melanie O\\'Brien,\\n          Acting Manager, National NAGPRA Program. \\n        \\n      \\n      [FR Doc. 2014-21475 Filed 9-9-14; 8:45 am]\\n      BILLING CODE 4312-50-P\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "[NPS-WASO-NAGPRA-16413; PPWOCRADN0-PCU00RP14.R50000]", "subject": "Notice of Inventory Completion: Arizona State Museum, University of Arizona, Tucson, AZ", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "The Arizona State Museum, University of Arizona, has completed an inventory of human remains and associated funerary objects, in consultation with the appropriate Indian tribes or Native Hawaiian organizations, and has determined that there is a cultural affiliation between the human remains and associated funerary objects and present-day Indian tribes or Native Hawaiian organizations. Lineal descendants or representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request to the Arizona State Museum, University of Arizona. If no additional requestors come forward, transfer of control of the human remains and associated funerary objects to the lineal descendants, Indian tribes, or Native Hawaiian organizations stated in this notice may proceed.", "dates": "Lineal descendants or representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to the Arizona State Museum at the address in this notice by October 10, 2014.", "addresses": "John McClelland, NAGPRA Coordinator, P.O. Box 210026, Arizona State Museum, University of Arizona, Tucson, AZ 85721, telephone (520) 626-2950.", "signature_dated": "Dated: August 1, 2014.", "signature_name": "Melanie O\\'Brien,", "signature_title": "Acting Manager, National NAGPRA Program. ", "fr_doc": "[FR Doc. 2014-21475 Filed 9-9-14; 8:45 am]", "billing_code": "BILLING CODE 4312-50-P", "supp_info": "SUPPLEMENTARY INFORMATION: \n Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains and associated funerary objects under the control of the Arizona State Museum, University of Arizona, Tucson, AZ. The human remains and associated funerary objects were removed from Pima County, AZ. \n This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003(d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations in this notice. \n Consultation \n A detailed assessment of the human remains was made by the Arizona State Museum (ASM) professional staff in consultation with representatives of the Ak Chin Indian Community of the Maricopa (Ak Chin) Indian Reservation, Arizona; Gila River Indian Community of the Gila River Indian Reservation; Hopi Tribe of Arizona; Salt River Pima-Maricopa Indian Community of the Salt River Reservation, Arizona; Tohono O\\'odham Nation of Arizona; and. Zuni Tribe of the Zuni Reservation, New Mexico. \n History and Description of the Remains \n In 1999 or before, human remains representing, at minimum, one individual were removed from an unknown location, AZ BB:\\xe2\\x80\\x94:\\xe2\\x80\\x94 Rillito Wash, in Pima County, AZ. The collection was deposited with ASM in 1999 by an unknown individual. No known individuals were identified. The six associated funerary objects are one mano fragment and five ceramic sherds. The condition of the human remains is consistent with a prehistoric human burial and the nature of the associated objects suggests that the burial may be dated to the ceramic period, approximately A.D. 200-1500. \n In 1938, human remains representing, at minimum, one individual were removed from an unnamed site, AZ BB:9:\\xe2\\x80\\x94 Tanque Verde Creek, in Pima County, AZ. The human remains were found inadvertently and donated to ASM by G.E.P. Smith. The human remains and a ceramic vessel were brought to ASM and assigned an accession number. The ceramic vessel is missing. No known individuals were identified. No associated funerary objects are present. This unnamed site is 7 miles northeast of Tucson. No further contextual information is available. Based on ceramic typology, the human remains likely date to the Hohokam cultural period (A.D. 500-1450). \n In 1969, human remains representing, at minimum, one individual were removed from an unrecorded site, AZ BB:9:\\xe2\\x80\\x94 Tucson Site 17, in Pima County, AZ. The excavation was conducted by the property owner, who donated the human remains to ASM in 1970. No accession number was assigned. No known individuals were identified. No associated funerary objects are present. The site is on the east side of the Santa Cruz River floodplain in a region with a long history of human occupation. Ceramics were reportedly collected at the same time as the human remains, but they have not been found. Based the reported typology of the ceramics, the human remains likely date to the late Agua Caliente phase of the Early Ceramic Period (A.D. 300-500). \n In 1976-1978, human remains representing, at minimum, 72 individuals were removed from the Hardy Site, AZ BB:9:14(ASM), in Pima County, AZ. The legally authorized excavations were conducted by the University of Arizona and ASM under the direction of Linda Gregonis and Karl Reinhard as part of a field school. At the end of excavations, the archeological collections were brought to ASM and assigned an accession number. No known individuals were identified. The six associated funerary objects are one bone awl, one bone tool, one ceramic disk, one ceramic figurine, one ceramic jar, and one lot of mineral fragments. The Hardy Site is a multi-component site with occupations in the historical period associated with Fort Lowell, as well as prehistoric components from the Early Ceramic and Hohokam cultural periods. Based on ceramic typologies, the human remains likely date to a major occupation during the Canada del Oro phase of the Hohokam Colonial Period (A.D. 750-900). \n In 1931-1940 and 2010-2013, human remains representing, at minimum, 44 individuals were removed from University Indian Ruin AZ BB:9:33(ASM), Pima County, AZ. Legally authorized excavations were conducted by the University of Arizona and Arizona State Museum in the years 1931-1939 under the direction of Byron Cummings and Emil Haury. In 1940, legally authorized excavations were conducted by the Civilian Conservation Corps under the direction of Julian D. Hayden. In 2010 to 2013, legally authorized excavations were conducted by the University of Arizona and ASM under the direction of Paul and Suzanne Fish. At the end of each excavation, the archeological collections were brought to ASM and assigned accession numbers. No known individuals were identified. The 63 associated funerary objects are 1 bone awl, 6 bone awl fragments, 1 ceramic disk, 25 ceramic jars, 4 ceramic pitchers, 8 ceramic sherds, 1 ceramic vessel, 2 chipped stones, 1 shell bead, 1 shell pendant, 11 shell pendant fragments, and 2 stone artifacts. The University Indian Ruin site consists of surface remains, sub-surface dwellings, a platform mound, possible smaller mounds, and adobe room blocks. Temporally diagnostic ceramics recovered from the site indicate that it was occupied during the Tanque Verde and Tucson phases of the Hohokam Classic period (A.D. 1100-1450). \n In 1991, human remains representing, at minimum, one individual were removed from the Brown site, AZ BB:9:79(ASM), in Pima County, AZ. The legally authorized excavations were conducted by ASM under the direction of Sharon Urban. At the end of excavations, the archeological collection was brought to ASM but was not assigned an accession number. No known individuals were identified. The 194 associated artifacts are 194 ceramic sherds. The Brown site is located on private property on a terrace above Sabino Creek and consists of an artifact scatter and a large mound. Based on ceramic typologies and site dates, the human remains likely date to the Early Ceramic to Pre-Classic Hohokam periods (A.D. 200-1000). \n In the 1930s and in the years 1988-1989, human remains representing, at minimum, 33 individuals were removed from the Honey Bee Village site, AZ BB:9:88(ASM), in Pima County, AZ. In the 1930s, members of the Ronstadt family collected human remains from the Honey Bee Village site. In 2006, these human remains were transferred to ASM and assigned an accession number. In 1988-1989, legally authorized excavations were conducted by the Institute for American Research under the direction of Douglas B. Craig. At the end of excavations, the archeological collections were brought to ASM and assigned an accession number. No known individuals were identified. The 319 associated funerary objects are 1 animal bone, 1 bone awl, 314 ceramic sherds, 1 chipped stone, and 2 soil samples. Honey Bee Village consists of a large habitation village, a ball court, over 20 trash mounds, pit features, dense sherd and lithic scatters, and cremation burials. Based on ceramic typologies, the site dates to the Hohokam Pre-Classic (A.D. 450-1150) and Classic periods (A.D. 1150-1450). \n In 1989, human remains representing, at minimum, one individual were removed from private property at the Collier Creek Side Site, AZ BB:9:126(ASM), in Pima County, AZ. The legally authorized excavation was conducted by ASM under the direction of Sharon Urban and Richard Lange. At the end of excavations, the archeological collection was brought to ASM, but no accession number was assigned. No known individuals were identified. No associated funerary objects are present. The Collier Creek Side Site is an artifact scatter along Collier Creek in Tucson, AZ. Based on ceramic typologies at the site, the human remains likely date to the Pre-Classic to Classic Hohokam periods (A.D. 450-1500). \n In 1984, human remains representing, at minimum, one individual were removed from the La Paloma Site, AZ BB:9:127(ASM), in Pima County, AZ. The legally authorized excavations were conducted by the University of Arizona under the direction of Paul Fish as part of a field school. At the conclusion of the excavations, the archeological collections were brought to ASM and assigned an accession number. No known individuals were identified. The 19 associated funerary objects are 1 animal bone, 6 chipped stones, 2 chipped stone tools, 3 flotation fraction lots, and 7 pollen samples. The La Paloma Site consists of a moderate scatter of lithics at the confluence of two washes. Artifact typologies suggest that La Paloma was occupied in the Late Archaic/Early Agricultural Period (2000 B.C.-A.D. 200). Radiocarbon dates from the excavation date the burial and other parts of the site to the late Early Ceramic to early Pre-Classic Hohokam period (A.D. 302-625). \n In 2005, human remains representing, at minimum, one individual were removed from an unnamed site, AZ BB:9:377(ASM), in Pima County, AZ. The human remains were removed from an eroding riverbank by the Tucson Police Department. The human remains were brought to the Pima County Office of the Medical Examiner where the human remains were assigned a case number. The Medical Examiner determined that the human remains were prehistoric and subsequently transferred them to the Arizona State Museum. No known individuals were identified. No associated funerary objects are present. Site AZ BB:9:377(ASM) is a dense artifact scatter and was occupied during the later Hohokam cultural period (A.D. 1000-1300), and then later occupied during the later historical period (A.D. 1700-1950). The condition of the human remains suggests long-term burial, plausibly associating the burial with the prehistoric period. \n In 1968 to 1969, human remains representing, at minimum, 52 individuals were removed from Whiptail Ruin, AZ BB:10:3(ASM), in Pima County, AZ. The legally authorized excavations were conducted by the Arizona Archaeological and Historical Society, the University of Arizona, and Pima Community College under the direction of Linda Gregonis, Gayle Hartmann, and Sharon Urban. At the end of excavations, the archeological collections were brought to ASM and assigned accession numbers. No known individuals were identified. The 457 associated funerary objects are 5 ceramic bowls, 2 ceramic bowl fragments, 5 ceramic jars, 414 ceramic sherds, 13 chipped stones, 3 chipped stone flakes, 1 ground stone, 4 pollen samples, 1 shell, 2 lots of shell beads, 1 stone drill, and 6 stone projectile points. Whiptail Ruin is a multi-component village site with Late Archaic (1500 B.C.-A.D. 200), Hohokam (A.D. 500-1300), and historical components (A.D. 1800-1950). The human remains come from Hohokam period features that date to the Hohokam Classic period from A.D. 1200-1300. \n In 1966, human remains representing, at minimum, one individual were removed from an unnamed site, AZ BB:10:20(ASM), in Pima County, AZ. The legally authorized survey collection was conducted by Arizona State Museum under the direction of L.D. Agenbroad and James Ayres. At the end of the survey, the archeological collections were brought to ASM, but no accession number was assigned. In 2010, ASM staff found fragmentary human remains intermingled with the survey collections. No known individuals were identified. No associated funerary objects are present. Site AZ BB:10:20(ASM) dates to the Hohokam cultural period, from A.D. 800-1450, based on ceramic typologies. Because these human remains were from a survey surface collection and had no provenience, there were no diagnostic artifacts that could be associated that could date the human bone more securely. \n In 1975 or before, human remains representing, at minimum, two individuals were removed from an unknown site, AZ BB:13:\\xe2\\x80\\x94Nogales, in Pima County, AZ. The circumstances of discovery are unknown. In 1975, Leslie Hess donated the human remains to ASM. Accession records describe the human remains as two individuals associated with the Classic Hohokam period, A.D. 1150-1450. No known individuals were identified. The four associated funerary objects are four bird bones. \n In 1969, human remains representing, at minimum, one individual were removed from an unrecorded site, AZ BB:13:\\xe2\\x80\\x94River Road, in Pima County, AZ. The human remains were inadvertently discovered within a ceramic vessel by a private citizen, who brought them to ASM. No accession number was assigned and there is no record that the ceramic vessel was received by ASM. No known individuals were identified. No associated funerary objects are present. No information about the archeological context is available. The human remains were found in a Rincon Plain jar, and likely date to the Pre-Classic Hohokam period (A.D. 500-1150). \n In 1896, human remains representing, at minimum, two individuals were removed from an unrecorded site, AZ BB:13:\\xe2\\x80\\x94Santa Cruz Valley, in Pima County, AZ. The exact location of the discovery and the name of the collector are unknown. ASM received the collection at an unknown date. No accession number was assigned. No known individuals were identified. The five associated funerary objects are one bone awl, one bone tool, two ceramic jar fragments, and one ceramic sherd. Ownership of the land on which the human remains were found is unknown. Based on the ceramic typology of the associated ceramic vessels, the cremation likely dates to the Tanque Verde phase of the Classic Hohokam period (A.D. 1150-1300).\\n         \n In 1984-1985, human remains representing, at minimum, two individuals were removed from the Zanardelli Site, AZ BB:13:1(ASM), in Pima County, AZ. The legally authorized survey was conducted by the Institute for American Research under the direction of Allen Dart as part of the South Tucson Basin Survey project. At the end of the survey, the archeological collections were brought to ASM and assigned an accession number. No known individuals were identified. No associated funerary objects are present. The Zanardelli Site was a large Classic period Hohokam village located in the east half of the Santa Cruz River floodplain. Based on ceramic typologies the site likely was occupied during the Hohokam Classic Period (A.D. 1150-1450). \n In 1987 and during the years 2000 to 2003, human remains representing, at minimum, four individuals were removed from site AZ BB:13:6(ASM), in Tucson, Pima County, AZ. Legally authorized excavations were conducted in 1987 by the Institute for American Research under the direction of Mark Elson. Legally authorized excavations were conducted during 2000 through 2003 by Desert Archaeology, Inc. under the direction of Homer Thiel and Jonathan Mabry. At the end of each project, the archeological collections were brought to ASM and assigned accession numbers. The human remains were discovered by ASM staff in 2013, while searching through animal bone collections. No known individuals were identified. No associated funerary objects are present. Site AZ BB:13:6(ASM) is a multicomponent habitation and agricultural site, including occupations during the Late Archaic/Early Agricultural period (1500 B.C.-A.D. 200), the Early Ceramic and Hohokam periods (A.D. 200-1450), and the San Agust\\xc3\\xacn mission period from approximately A.D. 1700-1850. The human remains reported here are associated with the prehistoric components. \n In 1958, human remains representing, at minimum, one individual were removed from the Joe Ben Site, AZ BB:13:11(ASM), in Pima County, AZ. The legally authorized excavations were conducted by ASM under the direction of E.B. Sayles and William Wasley. At the end of excavations, the archeological collections were brought to ASM, but were not formally accessioned. In 2011, ASM staff discovered cremated human bone fragments in the site survey collection. No known individuals were identified. No associated funerary objects are present. The Joe Ben site is a multicomponent site with Archaic (8000 B.C.-A.D. 200), ceramic period (A.D. 200-1100), and Hohokam Classic period (A.D. 1100-1450) components. The provenience of the human remains is unknown and no artifacts appear to have been collected with the human remains, however human cremations were extremely rare during the Archaic Period, it is therefore very likely that these human remains are from the Early Ceramic or Hohokam periods (A.D. 200-1450). \n In 1982-1983, human remains representing, at minimum, five individuals were removed from the Valencia Site, AZ BB:13:15(ASM), in Pima County, AZ. The legally authorized excavations were conducted by the Institute for American Research under the direction of William H. Doelle. At the end of excavations, the archeological collections were brought to ASM and assigned an accession number. No known individuals were identified. The 10 associated funerary objects are nine ceramic sherds and one stone projectile point. The Valencia Site is a multi-component site that includes Paleoindian (12000 B.C.-8000 B.C.), Archaic (8000 B.C.-A.D. 200), Early Ceramic (A.D. 200-450), Hohokam Preclassic Period (A.D. 450-1100), and Hohokam Classic Period (A.D. 1100-1450) occupations. The human remains were found in association with features from the occupations that occurred during the Hohokam Preclassic and Classic periods. \n In 1961 human remains representing, at minimum, one individual were removed from an unnamed site, AZ BB:13:23(ASM), in Tucson, Pima County, AZ. The human remains and associated funerary objects were found inadvertently during sewer line excavation, and were removed by construction workers. The human remains and associated funerary objects were subsequently donated to ASM and were assigned an accession number. No known individuals were identified. The two associated funerary objects are one ceramic bowl and one ceramic jar. Site AZ BB:13:23(ASM) is a large, Classic period Hohokam village located on a gravel terrace above the west bank of the Santa Cruz River. Based on ceramic typologies, the human remains likely date to the Tanque Verde phase of the Hohokam Classic period (A.D. 1150-1300). \n In 1984, human remains representing, at minimum, 15 individuals were removed from the Tanque Verde Wash Site, AZ AA:BB:13:68(ASM), in Pima County, AZ. The legally authorized excavations were conducted by the Institute for American Research under the direction of Mark Elson. At the end of excavations, the human remains were brought to ASM and assigned an accession number. No known individuals were identified. The 144 associated funerary objects are 1 bead, 1 ceramic bowl, 5 ceramic bowl fragments, 101 ceramic sherds, 9 lots of charcoal, 26 chipped stones, and 1 shell bracelet fragment. The Tanque Verde Wash Site is a multicomponent site with occupation during the Archaic (8000 B.C.-A.D. 200) and ceramic (A.D. 200-1450) periods. Based on ceramic typologies, the human remains date to the Middle Rincon phase of the Hohokam Sedentary period (A.D. 950-1100), when the site was most heavily occupied. \n In 1979, human remains representing, at minimum, one individual were removed from the Rincon Community at Valencia site, AZ BB:13:74(ASM), in Pima County, AZ. The legally authorized excavations were conducted by Complete Archaeological Services Associates under the direction of Bruce A. Bradley for the City of Tucson. At the end of the excavations, the archeological collections were brought to ASM and assigned an accession number. No known individuals were identified. The one associated funerary object is a ceramic jar. The Rincon Community at Valencia Site is a multicomponent site with several Late Archaic and Hohokam pithouses. The human remains were found in vessels that, based on ceramic typologies, date to the Hohokam Classic Period during the Tanque Verde phase (A.D. 1150-1300). \n In 1978, human remains representing at minimum, 10 individuals were removed from the West 22nd Street Extension site, AZ BB:13:90(ASM), in Tucson, Pima county, AZ. The legally authorized excavations were conducted by Archaeological Resources, Inc. under the direction of George Schott for the City of Tucson. In 1982, the archeological collections from the excavations were brought to ASM and assigned an accession number. No known individuals were identified. The 47 associated funerary objects are 1 bone bead, 2 ceramic jars, 1 ceramic pitcher, 21 ceramic sherds, 1 slag fragment, 20 soil samples, and 1 lot of stone beads. The West 22nd Street Extension site is located in the floodplain of the Santa Cruz River and consists of a cremation area that is eroding out of the floodplain into a borrow pit and dumping area. Based on ceramic typologies of the vessels associated with the cremations, the human remains likely date to the Rincon phase of the Pre-Classic or the Tanque Verde phase of the Classic Hohokam period, approximately A.D. 850-1300. \n In 1985, human remains representing, at minimum, one individual were removed from the Spence Site, AZ BB:13:120(ASM), in Pima County, AZ. The legally authorized survey was conducted by the Institute for American Research under the direction of William Doelle, Allen Dart, and Henry D. Wallace as part the of Southern Tucson Basin Survey. At the end of the survey, the archeological collections were brought to ASM and assigned an accession number. In 2010, ASM staff discovered fragmentary human remains in the site survey collection. No known individuals were identified. No associated funerary objects are present. The Spence Site was a large Classic period Hohokam village with dense artifact scatters and trash mounds. The site has components from the Early Ceramic and Pre-Classic Hohokam (A.D. 200-1100) to the Classic Hohokam (A.D. 1100-1450) period, and the human remains likely date to this time period. \n In 1988, human remains representing, at minimum, one individual were removed from an unnamed site, AZ BB:13:160(ASM), in Tucson, Pima County, AZ. The legally authorized excavations were conducted by ASM under the direction of James Ayres. At the end of excavations, the archeological collections were brought to ASM and assigned an accession number. No known individuals were identified. No associated funerary objects are present. Site AZ BB:13:160(ASM) is a multicomponent site in downtown Tucson with occupations from the prehistoric to the historical period. The human remains were found in disturbed overburden above a privy that was used in the early and late historical period (A.D. 1500-1950), but the presence of prehistoric materials at the site indicate occupation during the Archaic period (8000 B.C.-A.D. 200) and the Hohokam period (A.D. 450-1450). It is likely that the human remains are associated with the prehistoric components. \n In 1986, human remains representing, at minimum, one individual were removed from an unnamed site, AZ BB:13:320(ASM), in Pima County, AZ. The legally authorized excavations were conducted by the Institute for American Research under the direction of William Doelle for the El Rio Monitoring project. At the end of the excavations, the archeological collections were brought to ASM and assigned an accession number. No known individuals were identified. The three associated funerary objects are one animal bone and two chipped stone fragments. Site AZ BB:13:320(ASM) was a village site and artifact scatter located on the west side of the Santa Cruz River that is dated to the ceramic period (A.D. 200-1450). Based on other features found near the discovery, the burial likely dates to the Rincon phase of the Hohokam period (A.D. 1000-1150). \n In 1990-1991, human remains representing, at minimum, 14 individuals were removed from the Houghton Road site, AZ BB:13:398(ASM), in Pima County, AZ. The legally authorized excavations were conducted by Statistical Research, Inc. under the direction of Richard Ciolek-Torrelo. At the end of the excavations, the archeological collections were brought to ASM and assigned an accession number. No known individuals were identified. The 611 associated funerary objects are 2 animal bones, 1 bone bead, 263 ceramic sherds, 7 lots of charcoal, 3 chipped stones, 1 chipped stone artifact, 310 chipped stone fragments, 1 dog skeleton, 15 flotation fraction lots, 1 flotation sample, 1 ground stone, 3 pollen samples, 1 shell bead, 1 shell bracelet fragment, and 1 turquoise bead. The Houghton Road site was a habitation site with occupation spanning the Late Archaic through Hohokam periods (1500 B.C.-A.D. 1300). The human remains from Houghton Road Site likely date to the late Archaic (1500 B.C.-A.D. 200) or Early Ceramic (A.D. 200-400) components, based on material culture and radiocarbon dates from an associated feature. \n In 1969, human remains representing, at minimum, one individual were removed from an unnamed site, AZ BB:14:\\xe2\\x80\\x94Colossal Cave vicinity, in Pima County, AZ. The human remains and associated funerary object were collected from an unknown provenience by Kenneth Hartsock. The human remains were later donated to ASM and assigned an accession number. No known individuals were identified. The one associated funerary object is a ceramic jar. The unnamed site in the Colossal Cave vicinity is an area that has a long history of prehistoric human occupation, and is located southeast of Tucson. Based on artifact typology and the mortuary pattern, it is likely that the human remains date to the Hohokam Period (A.D. 500-1450). \n In 1927, human remains representing, at minimum, 11 individuals were removed from the Tanque Verde Ruin, AZ BB:14:1(ASM), in Pima County, AZ. The legally authorized excavations were conducted by the University of Arizona under the direction of Edward John Hands. At the end of the excavations, the archeological collections were brought to ASM, but no accession number was assigned. No known individuals were identified. The 15 associated funerary objects are 1 bone awl, 2 bone awl fragments, 10 ceramic jars, 1 ceramic jar fragment, and 1 ceramic sherd. Tanque Verde Ruin was a Hohokam pit house village on a flat-topped ridge and is located in the Rincon Valley of the Tucson Basin. Based on ceramic typologies of the associated funerary vessels, these burials likely date to the Hohokam Classic period during the Tanque Verde phase (A.D. 1150-1300). \n In 1943, human remains representing at minimum, one individual were removed from an unnamed site, AZ BB:14:11(ASM), in Pima County, AZ. The legally authorized survey was conducted by ASM under the direction of Emil Haury. No human remains were reported at the time of the survey. At the end of the survey, the archeological collections were brought to ASM, but were not assigned an accession number. In 2010, ASM staff found isolated human remains in the site survey box. No known individuals were identified. No associated funerary objects are present. Site AZ BB:14:11(ASM) is recorded as being a village site. Based on the ceramics, the site likely dates to the Rincon Phase (A.D. 950-1150) of the Hohokam period. \n In 1974 and 1979, human remains representing, at minimum, two individuals were removed from the 49ers Country Club Sewer Line site, AZ BB:14:17(ASM), in Pima County, AZ. In both cases, human remains were inadvertently discovered during construction of utility trenches, and excavations were conducted by ASM at the request of the landowners. The legally authorized excavation in 1974 was conducted under the direction of R. Gwinn Vivian and Sharon Urban. In 1979, another inadvertent discovery resulted in legally authorized excavations under the direction of Bruce Huckell. In 1982, the landowner donated the human remains and associated funerary object to the Arizona State Museum. No known individuals were identified. The one associated funerary object is a ceramic bowl fragment. Site AZ BB:14:17(ASM) is a multi-component site with a long history of human occupation from the Late Archaic period through historical times. The ceramic fragment from the 1979 burial may date to the Protohistoric period (A.D. 1450-1694). No diagnostic artifacts were collected from the human remains found in 1974, and it is difficult to date the burial. However, because the burial was intrusive into a trash area with ceramics present and that the area was likely a Hohokam cemetery, this burial likely belongs to the Hohokam cultural period (A.D. 500-1450). \n On an unknown date in 1963 or later, human remains representing, at minimum, one individual were removed from 49er Ranch Estates site, AZ BB:14:22(ASM), in Pima County, AZ. The human remains were donated to ASM by Dick Figgins, but were not assigned an accession number. No known individuals were identified. No associated funerary objects are present. The 49er Ranch Estates site is an artifact scatter located in the Rincon Mountains, northeast of Tucson. Based on ceramic typologies the site dates to the Hohokam Colonial Period (A.D. 750-950), and the human remains are most likely from this time period. \n In 1916 or earlier, human remains representing, at minimum, two individuals were removed from an unknown site, AZ Cremation 12, along the Santa Cruz River in Tucson, Pima county, AZ. The human remains and a cremation vessel were donated to ASM in 1916. No accession number was assigned. No known individuals were identified. The one associated funerary object is a ceramic jar. No information regarding the archeological context is available. The burial likely dates to the Hohokam period (A.D. 450-1450) based on the ceramic typology. \n In the 1920s or 1930s, human remains representing, at minimum, four individuals were removed from an unknown site or sites, AZ Unknown Pueblo, by Dr. Byron Cummings. The human remains and associated ceramic vessels were brought to ASM and assigned catalogue numbers. No known individuals were identified. The five associated funerary objects are one bone awl fragment and four ceramic jars. The catalogue cards refer to the location as \\xe2\\x80\\x9cPrehistoric Pueblo.\\xe2\\x80\\x9d Dr. Cummings used this term to refer to what are now known to be Hohokam platform mounds. The catalogue numbers are within a sequence assigned to two prominent platform mound sites in the Tucson region: University Indian Ruin, AZ BB:9:33(ASM) and Martinez Hill Ruin, AZ BB:13:3(ASM). The ceramic style is highly consistent with similar objects found at these sites and others in the Tucson Basin. The exact location of the discovery cannot be determined, but it is highly likely that these human remains and objects came from a site or sites in the Tucson region. Based on the ceramic typology, the human remains may be dated to the Hohokam period (A.D. 450-1450). \n Prehistoric settlements in the Tucson Basin of southern Arizona are characterized by archeologists as belonging to two distinctive and consecutive cultural traditions beginning with the Late Archaic/Early Agricultural period and concluding with the Hohokam period. Recent archeological investigations have added support to the hypothesis that the Hohokam tradition arose from the earlier horizon, based on continuities in settlement pattern, architectural technologies, irrigation technologies, subsistence patterns, and material culture. It has been difficult for archeologists to date the beginning of the Hohokam period because the appearance of its distinctive cultural traits, including ceramic technologies and mortuary patterns was a gradual process spanning several hundred years. This adds further support to the hypothesis that the Hohokam tradition evolved in place from earlier Late Archaic traditions. Linguistic evidence furthermore suggests that the Hohokam tradition was multiethnic in nature. \n Cultural continuity between these prehistoric occupants of the Tucson Basin and present day O\\'odham peoples is supported by continuities in settlement pattern, architectural technologies, basketry, textiles, ceramic technology, and ritual practices. Oral traditions that are documented for the Ak Chin Indian Community of the Maricopa (Ak Chin) Indian Reservation, Arizona; Gila River Indian Community of the Gila River Indian Reservation, Arizona; Salt River Pima-Maricopa Indian Community of the Salt River Reservation, Arizona; and the Tohono O\\'odham Nation of Arizona support cultural affiliation with Late Archaic/Early Agricultural period and Hohokam sites in southern Arizona. \n Oral traditions that are documented for the Hopi Tribe also support cultural affiliation with Late Archaic/Early Agricultural period and Hohokam sites in the region. Several Hopi clans and religious societies are derived from ancestors who migrated from the south and likely identified with the Hohokam tradition. \n Oral traditions of medicine societies and kiva groups of the Zuni Tribe recount migration from distant portions of the Southwest to present day Zuni and support affiliation with Hohokam and Late Archaic traditions. Historical linguistic analysis also suggests interaction between ancestral Zuni and Uto-Aztecan speakers during the late Hohokam period. \n Determinations Made by the Arizona State Museum \n Officials of the ASM have determined that: \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice represent the physical remains of 292 individuals of Native American ancestry. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(3)(A), the 1,914 objects described in this notice are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and associated funerary objects and Ak Chin Indian Community of the Maricopa (Ak Chin) Indian Reservation, Arizona; Gila River Indian Community of the Gila River Indian Reservation; Hopi Tribe of Arizona; Salt River Pima-Maricopa Indian Community of the Salt River Reservation, Arizona; Tohono O\\'odham Nation of Arizona; and the Zuni Tribe of the Zuni Reservation, New Mexico. \n Additional Requestors and Disposition \n Lineal descendants or representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to John McClelland, NAGPRA Coordinator, P.O. Box 210026, Arizona State Museum, University of Arizona, Tucson, AZ 85721, telephone (520) 626-2950, by October 10, 2014. After that date, if no additional requestors have come forward, transfer of control of the human remains and associated funerary objects to Ak Chin Indian Community of the Maricopa (Ak Chin) Indian Reservation, Arizona; Gila River Indian Community of the Gila River Indian Reservation; Hopi Tribe of Arizona; Salt River Pima-Maricopa Indian Community of the Salt River Reservation, Arizona; Tohono O\\'odham Nation of Arizona; and the Zuni Tribe of the Zuni Reservation, New Mexico may proceed. \n The ASM is responsible for notifying the Ak Chin Indian Community of the Maricopa (Ak Chin) Indian Reservation, Arizona; Gila River Indian Community of the Gila River Indian Reservation; Hopi Tribe of Arizona; Salt River Pima-Maricopa Indian Community of the Salt River Reservation, Arizona; Tohono O\\'odham Nation of Arizona; and the Zuni Tribe of the Zuni Reservation, New Mexico, that this notice has been published. \n ", "consultation": "A detailed assessment of the human remains was made by the Arizona State Museum (ASM) professional staff in consultation with representatives of the Ak Chin Indian Community of the Maricopa (Ak Chin) Indian Reservation, Arizona; Gila River Indian Community of the Gila River Indian Reservation; Hopi Tribe of Arizona; Salt River Pima-Maricopa Indian Community of the Salt River Reservation, Arizona; Tohono O\\'odham Nation of Arizona; and. Zuni Tribe of the Zuni Reservation, New Mexico. \n ", "h_d_r": "In 1999 or before, human remains representing, at minimum, one individual were removed from an unknown location, AZ BB:\\xe2\\x80\\x94:\\xe2\\x80\\x94 Rillito Wash, in Pima County, AZ. The collection was deposited with ASM in 1999 by an unknown individual. No known individuals were identified. The six associated funerary objects are one mano fragment and five ceramic sherds. The condition of the human remains is consistent with a prehistoric human burial and the nature of the associated objects suggests that the burial may be dated to the ceramic period, approximately A.D. 200-1500. \n In 1938, human remains representing, at minimum, one individual were removed from an unnamed site, AZ BB:9:\\xe2\\x80\\x94 Tanque Verde Creek, in Pima County, AZ. The human remains were found inadvertently and donated to ASM by G.E.P. Smith. The human remains and a ceramic vessel were brought to ASM and assigned an accession number. The ceramic vessel is missing. No known individuals were identified. No associated funerary objects are present. This unnamed site is 7 miles northeast of Tucson. No further contextual information is available. Based on ceramic typology, the human remains likely date to the Hohokam cultural period (A.D. 500-1450). \n In 1969, human remains representing, at minimum, one individual were removed from an unrecorded site, AZ BB:9:\\xe2\\x80\\x94 Tucson Site 17, in Pima County, AZ. The excavation was conducted by the property owner, who donated the human remains to ASM in 1970. No accession number was assigned. No known individuals were identified. No associated funerary objects are present. The site is on the east side of the Santa Cruz River floodplain in a region with a long history of human occupation. Ceramics were reportedly collected at the same time as the human remains, but they have not been found. Based the reported typology of the ceramics, the human remains likely date to the late Agua Caliente phase of the Early Ceramic Period (A.D. 300-500). \n In 1976-1978, human remains representing, at minimum, 72 individuals were removed from the Hardy Site, AZ BB:9:14(ASM), in Pima County, AZ. The legally authorized excavations were conducted by the University of Arizona and ASM under the direction of Linda Gregonis and Karl Reinhard as part of a field school. At the end of excavations, the archeological collections were brought to ASM and assigned an accession number. No known individuals were identified. The six associated funerary objects are one bone awl, one bone tool, one ceramic disk, one ceramic figurine, one ceramic jar, and one lot of mineral fragments. The Hardy Site is a multi-component site with occupations in the historical period associated with Fort Lowell, as well as prehistoric components from the Early Ceramic and Hohokam cultural periods. Based on ceramic typologies, the human remains likely date to a major occupation during the Canada del Oro phase of the Hohokam Colonial Period (A.D. 750-900). \n In 1931-1940 and 2010-2013, human remains representing, at minimum, 44 individuals were removed from University Indian Ruin AZ BB:9:33(ASM), Pima County, AZ. Legally authorized excavations were conducted by the University of Arizona and Arizona State Museum in the years 1931-1939 under the direction of Byron Cummings and Emil Haury. In 1940, legally authorized excavations were conducted by the Civilian Conservation Corps under the direction of Julian D. Hayden. In 2010 to 2013, legally authorized excavations were conducted by the University of Arizona and ASM under the direction of Paul and Suzanne Fish. At the end of each excavation, the archeological collections were brought to ASM and assigned accession numbers. No known individuals were identified. The 63 associated funerary objects are 1 bone awl, 6 bone awl fragments, 1 ceramic disk, 25 ceramic jars, 4 ceramic pitchers, 8 ceramic sherds, 1 ceramic vessel, 2 chipped stones, 1 shell bead, 1 shell pendant, 11 shell pendant fragments, and 2 stone artifacts. The University Indian Ruin site consists of surface remains, sub-surface dwellings, a platform mound, possible smaller mounds, and adobe room blocks. Temporally diagnostic ceramics recovered from the site indicate that it was occupied during the Tanque Verde and Tucson phases of the Hohokam Classic period (A.D. 1100-1450). \n In 1991, human remains representing, at minimum, one individual were removed from the Brown site, AZ BB:9:79(ASM), in Pima County, AZ. The legally authorized excavations were conducted by ASM under the direction of Sharon Urban. At the end of excavations, the archeological collection was brought to ASM but was not assigned an accession number. No known individuals were identified. The 194 associated artifacts are 194 ceramic sherds. The Brown site is located on private property on a terrace above Sabino Creek and consists of an artifact scatter and a large mound. Based on ceramic typologies and site dates, the human remains likely date to the Early Ceramic to Pre-Classic Hohokam periods (A.D. 200-1000). \n In the 1930s and in the years 1988-1989, human remains representing, at minimum, 33 individuals were removed from the Honey Bee Village site, AZ BB:9:88(ASM), in Pima County, AZ. In the 1930s, members of the Ronstadt family collected human remains from the Honey Bee Village site. In 2006, these human remains were transferred to ASM and assigned an accession number. In 1988-1989, legally authorized excavations were conducted by the Institute for American Research under the direction of Douglas B. Craig. At the end of excavations, the archeological collections were brought to ASM and assigned an accession number. No known individuals were identified. The 319 associated funerary objects are 1 animal bone, 1 bone awl, 314 ceramic sherds, 1 chipped stone, and 2 soil samples. Honey Bee Village consists of a large habitation village, a ball court, over 20 trash mounds, pit features, dense sherd and lithic scatters, and cremation burials. Based on ceramic typologies, the site dates to the Hohokam Pre-Classic (A.D. 450-1150) and Classic periods (A.D. 1150-1450). \n In 1989, human remains representing, at minimum, one individual were removed from private property at the Collier Creek Side Site, AZ BB:9:126(ASM), in Pima County, AZ. The legally authorized excavation was conducted by ASM under the direction of Sharon Urban and Richard Lange. At the end of excavations, the archeological collection was brought to ASM, but no accession number was assigned. No known individuals were identified. No associated funerary objects are present. The Collier Creek Side Site is an artifact scatter along Collier Creek in Tucson, AZ. Based on ceramic typologies at the site, the human remains likely date to the Pre-Classic to Classic Hohokam periods (A.D. 450-1500). \n In 1984, human remains representing, at minimum, one individual were removed from the La Paloma Site, AZ BB:9:127(ASM), in Pima County, AZ. The legally authorized excavations were conducted by the University of Arizona under the direction of Paul Fish as part of a field school. At the conclusion of the excavations, the archeological collections were brought to ASM and assigned an accession number. No known individuals were identified. The 19 associated funerary objects are 1 animal bone, 6 chipped stones, 2 chipped stone tools, 3 flotation fraction lots, and 7 pollen samples. The La Paloma Site consists of a moderate scatter of lithics at the confluence of two washes. Artifact typologies suggest that La Paloma was occupied in the Late Archaic/Early Agricultural Period (2000 B.C.-A.D. 200). Radiocarbon dates from the excavation date the burial and other parts of the site to the late Early Ceramic to early Pre-Classic Hohokam period (A.D. 302-625). \n In 2005, human remains representing, at minimum, one individual were removed from an unnamed site, AZ BB:9:377(ASM), in Pima County, AZ. The human remains were removed from an eroding riverbank by the Tucson Police Department. The human remains were brought to the Pima County Office of the Medical Examiner where the human remains were assigned a case number. The Medical Examiner determined that the human remains were prehistoric and subsequently transferred them to the Arizona State Museum. No known individuals were identified. No associated funerary objects are present. Site AZ BB:9:377(ASM) is a dense artifact scatter and was occupied during the later Hohokam cultural period (A.D. 1000-1300), and then later occupied during the later historical period (A.D. 1700-1950). The condition of the human remains suggests long-term burial, plausibly associating the burial with the prehistoric period. \n In 1968 to 1969, human remains representing, at minimum, 52 individuals were removed from Whiptail Ruin, AZ BB:10:3(ASM), in Pima County, AZ. The legally authorized excavations were conducted by the Arizona Archaeological and Historical Society, the University of Arizona, and Pima Community College under the direction of Linda Gregonis, Gayle Hartmann, and Sharon Urban. At the end of excavations, the archeological collections were brought to ASM and assigned accession numbers. No known individuals were identified. The 457 associated funerary objects are 5 ceramic bowls, 2 ceramic bowl fragments, 5 ceramic jars, 414 ceramic sherds, 13 chipped stones, 3 chipped stone flakes, 1 ground stone, 4 pollen samples, 1 shell, 2 lots of shell beads, 1 stone drill, and 6 stone projectile points. Whiptail Ruin is a multi-component village site with Late Archaic (1500 B.C.-A.D. 200), Hohokam (A.D. 500-1300), and historical components (A.D. 1800-1950). The human remains come from Hohokam period features that date to the Hohokam Classic period from A.D. 1200-1300. \n In 1966, human remains representing, at minimum, one individual were removed from an unnamed site, AZ BB:10:20(ASM), in Pima County, AZ. The legally authorized survey collection was conducted by Arizona State Museum under the direction of L.D. Agenbroad and James Ayres. At the end of the survey, the archeological collections were brought to ASM, but no accession number was assigned. In 2010, ASM staff found fragmentary human remains intermingled with the survey collections. No known individuals were identified. No associated funerary objects are present. Site AZ BB:10:20(ASM) dates to the Hohokam cultural period, from A.D. 800-1450, based on ceramic typologies. Because these human remains were from a survey surface collection and had no provenience, there were no diagnostic artifacts that could be associated that could date the human bone more securely. \n In 1975 or before, human remains representing, at minimum, two individuals were removed from an unknown site, AZ BB:13:\\xe2\\x80\\x94Nogales, in Pima County, AZ. The circumstances of discovery are unknown. In 1975, Leslie Hess donated the human remains to ASM. Accession records describe the human remains as two individuals associated with the Classic Hohokam period, A.D. 1150-1450. No known individuals were identified. The four associated funerary objects are four bird bones. \n In 1969, human remains representing, at minimum, one individual were removed from an unrecorded site, AZ BB:13:\\xe2\\x80\\x94River Road, in Pima County, AZ. The human remains were inadvertently discovered within a ceramic vessel by a private citizen, who brought them to ASM. No accession number was assigned and there is no record that the ceramic vessel was received by ASM. No known individuals were identified. No associated funerary objects are present. No information about the archeological context is available. The human remains were found in a Rincon Plain jar, and likely date to the Pre-Classic Hohokam period (A.D. 500-1150). \n In 1896, human remains representing, at minimum, two individuals were removed from an unrecorded site, AZ BB:13:\\xe2\\x80\\x94Santa Cruz Valley, in Pima County, AZ. The exact location of the discovery and the name of the collector are unknown. ASM received the collection at an unknown date. No accession number was assigned. No known individuals were identified. The five associated funerary objects are one bone awl, one bone tool, two ceramic jar fragments, and one ceramic sherd. Ownership of the land on which the human remains were found is unknown. Based on the ceramic typology of the associated ceramic vessels, the cremation likely dates to the Tanque Verde phase of the Classic Hohokam period (A.D. 1150-1300).\\n         \n In 1984-1985, human remains representing, at minimum, two individuals were removed from the Zanardelli Site, AZ BB:13:1(ASM), in Pima County, AZ. The legally authorized survey was conducted by the Institute for American Research under the direction of Allen Dart as part of the South Tucson Basin Survey project. At the end of the survey, the archeological collections were brought to ASM and assigned an accession number. No known individuals were identified. No associated funerary objects are present. The Zanardelli Site was a large Classic period Hohokam village located in the east half of the Santa Cruz River floodplain. Based on ceramic typologies the site likely was occupied during the Hohokam Classic Period (A.D. 1150-1450). \n In 1987 and during the years 2000 to 2003, human remains representing, at minimum, four individuals were removed from site AZ BB:13:6(ASM), in Tucson, Pima County, AZ. Legally authorized excavations were conducted in 1987 by the Institute for American Research under the direction of Mark Elson. Legally authorized excavations were conducted during 2000 through 2003 by Desert Archaeology, Inc. under the direction of Homer Thiel and Jonathan Mabry. At the end of each project, the archeological collections were brought to ASM and assigned accession numbers. The human remains were discovered by ASM staff in 2013, while searching through animal bone collections. No known individuals were identified. No associated funerary objects are present. Site AZ BB:13:6(ASM) is a multicomponent habitation and agricultural site, including occupations during the Late Archaic/Early Agricultural period (1500 B.C.-A.D. 200), the Early Ceramic and Hohokam periods (A.D. 200-1450), and the San Agust\\xc3\\xacn mission period from approximately A.D. 1700-1850. The human remains reported here are associated with the prehistoric components. \n In 1958, human remains representing, at minimum, one individual were removed from the Joe Ben Site, AZ BB:13:11(ASM), in Pima County, AZ. The legally authorized excavations were conducted by ASM under the direction of E.B. Sayles and William Wasley. At the end of excavations, the archeological collections were brought to ASM, but were not formally accessioned. In 2011, ASM staff discovered cremated human bone fragments in the site survey collection. No known individuals were identified. No associated funerary objects are present. The Joe Ben site is a multicomponent site with Archaic (8000 B.C.-A.D. 200), ceramic period (A.D. 200-1100), and Hohokam Classic period (A.D. 1100-1450) components. The provenience of the human remains is unknown and no artifacts appear to have been collected with the human remains, however human cremations were extremely rare during the Archaic Period, it is therefore very likely that these human remains are from the Early Ceramic or Hohokam periods (A.D. 200-1450). \n In 1982-1983, human remains representing, at minimum, five individuals were removed from the Valencia Site, AZ BB:13:15(ASM), in Pima County, AZ. The legally authorized excavations were conducted by the Institute for American Research under the direction of William H. Doelle. At the end of excavations, the archeological collections were brought to ASM and assigned an accession number. No known individuals were identified. The 10 associated funerary objects are nine ceramic sherds and one stone projectile point. The Valencia Site is a multi-component site that includes Paleoindian (12000 B.C.-8000 B.C.), Archaic (8000 B.C.-A.D. 200), Early Ceramic (A.D. 200-450), Hohokam Preclassic Period (A.D. 450-1100), and Hohokam Classic Period (A.D. 1100-1450) occupations. The human remains were found in association with features from the occupations that occurred during the Hohokam Preclassic and Classic periods. \n In 1961 human remains representing, at minimum, one individual were removed from an unnamed site, AZ BB:13:23(ASM), in Tucson, Pima County, AZ. The human remains and associated funerary objects were found inadvertently during sewer line excavation, and were removed by construction workers. The human remains and associated funerary objects were subsequently donated to ASM and were assigned an accession number. No known individuals were identified. The two associated funerary objects are one ceramic bowl and one ceramic jar. Site AZ BB:13:23(ASM) is a large, Classic period Hohokam village located on a gravel terrace above the west bank of the Santa Cruz River. Based on ceramic typologies, the human remains likely date to the Tanque Verde phase of the Hohokam Classic period (A.D. 1150-1300). \n In 1984, human remains representing, at minimum, 15 individuals were removed from the Tanque Verde Wash Site, AZ AA:BB:13:68(ASM), in Pima County, AZ. The legally authorized excavations were conducted by the Institute for American Research under the direction of Mark Elson. At the end of excavations, the human remains were brought to ASM and assigned an accession number. No known individuals were identified. The 144 associated funerary objects are 1 bead, 1 ceramic bowl, 5 ceramic bowl fragments, 101 ceramic sherds, 9 lots of charcoal, 26 chipped stones, and 1 shell bracelet fragment. The Tanque Verde Wash Site is a multicomponent site with occupation during the Archaic (8000 B.C.-A.D. 200) and ceramic (A.D. 200-1450) periods. Based on ceramic typologies, the human remains date to the Middle Rincon phase of the Hohokam Sedentary period (A.D. 950-1100), when the site was most heavily occupied. \n In 1979, human remains representing, at minimum, one individual were removed from the Rincon Community at Valencia site, AZ BB:13:74(ASM), in Pima County, AZ. The legally authorized excavations were conducted by Complete Archaeological Services Associates under the direction of Bruce A. Bradley for the City of Tucson. At the end of the excavations, the archeological collections were brought to ASM and assigned an accession number. No known individuals were identified. The one associated funerary object is a ceramic jar. The Rincon Community at Valencia Site is a multicomponent site with several Late Archaic and Hohokam pithouses. The human remains were found in vessels that, based on ceramic typologies, date to the Hohokam Classic Period during the Tanque Verde phase (A.D. 1150-1300). \n In 1978, human remains representing at minimum, 10 individuals were removed from the West 22nd Street Extension site, AZ BB:13:90(ASM), in Tucson, Pima county, AZ. The legally authorized excavations were conducted by Archaeological Resources, Inc. under the direction of George Schott for the City of Tucson. In 1982, the archeological collections from the excavations were brought to ASM and assigned an accession number. No known individuals were identified. The 47 associated funerary objects are 1 bone bead, 2 ceramic jars, 1 ceramic pitcher, 21 ceramic sherds, 1 slag fragment, 20 soil samples, and 1 lot of stone beads. The West 22nd Street Extension site is located in the floodplain of the Santa Cruz River and consists of a cremation area that is eroding out of the floodplain into a borrow pit and dumping area. Based on ceramic typologies of the vessels associated with the cremations, the human remains likely date to the Rincon phase of the Pre-Classic or the Tanque Verde phase of the Classic Hohokam period, approximately A.D. 850-1300. \n In 1985, human remains representing, at minimum, one individual were removed from the Spence Site, AZ BB:13:120(ASM), in Pima County, AZ. The legally authorized survey was conducted by the Institute for American Research under the direction of William Doelle, Allen Dart, and Henry D. Wallace as part the of Southern Tucson Basin Survey. At the end of the survey, the archeological collections were brought to ASM and assigned an accession number. In 2010, ASM staff discovered fragmentary human remains in the site survey collection. No known individuals were identified. No associated funerary objects are present. The Spence Site was a large Classic period Hohokam village with dense artifact scatters and trash mounds. The site has components from the Early Ceramic and Pre-Classic Hohokam (A.D. 200-1100) to the Classic Hohokam (A.D. 1100-1450) period, and the human remains likely date to this time period. \n In 1988, human remains representing, at minimum, one individual were removed from an unnamed site, AZ BB:13:160(ASM), in Tucson, Pima County, AZ. The legally authorized excavations were conducted by ASM under the direction of James Ayres. At the end of excavations, the archeological collections were brought to ASM and assigned an accession number. No known individuals were identified. No associated funerary objects are present. Site AZ BB:13:160(ASM) is a multicomponent site in downtown Tucson with occupations from the prehistoric to the historical period. The human remains were found in disturbed overburden above a privy that was used in the early and late historical period (A.D. 1500-1950), but the presence of prehistoric materials at the site indicate occupation during the Archaic period (8000 B.C.-A.D. 200) and the Hohokam period (A.D. 450-1450). It is likely that the human remains are associated with the prehistoric components. \n In 1986, human remains representing, at minimum, one individual were removed from an unnamed site, AZ BB:13:320(ASM), in Pima County, AZ. The legally authorized excavations were conducted by the Institute for American Research under the direction of William Doelle for the El Rio Monitoring project. At the end of the excavations, the archeological collections were brought to ASM and assigned an accession number. No known individuals were identified. The three associated funerary objects are one animal bone and two chipped stone fragments. Site AZ BB:13:320(ASM) was a village site and artifact scatter located on the west side of the Santa Cruz River that is dated to the ceramic period (A.D. 200-1450). Based on other features found near the discovery, the burial likely dates to the Rincon phase of the Hohokam period (A.D. 1000-1150). \n In 1990-1991, human remains representing, at minimum, 14 individuals were removed from the Houghton Road site, AZ BB:13:398(ASM), in Pima County, AZ. The legally authorized excavations were conducted by Statistical Research, Inc. under the direction of Richard Ciolek-Torrelo. At the end of the excavations, the archeological collections were brought to ASM and assigned an accession number. No known individuals were identified. The 611 associated funerary objects are 2 animal bones, 1 bone bead, 263 ceramic sherds, 7 lots of charcoal, 3 chipped stones, 1 chipped stone artifact, 310 chipped stone fragments, 1 dog skeleton, 15 flotation fraction lots, 1 flotation sample, 1 ground stone, 3 pollen samples, 1 shell bead, 1 shell bracelet fragment, and 1 turquoise bead. The Houghton Road site was a habitation site with occupation spanning the Late Archaic through Hohokam periods (1500 B.C.-A.D. 1300). The human remains from Houghton Road Site likely date to the late Archaic (1500 B.C.-A.D. 200) or Early Ceramic (A.D. 200-400) components, based on material culture and radiocarbon dates from an associated feature. \n In 1969, human remains representing, at minimum, one individual were removed from an unnamed site, AZ BB:14:\\xe2\\x80\\x94Colossal Cave vicinity, in Pima County, AZ. The human remains and associated funerary object were collected from an unknown provenience by Kenneth Hartsock. The human remains were later donated to ASM and assigned an accession number. No known individuals were identified. The one associated funerary object is a ceramic jar. The unnamed site in the Colossal Cave vicinity is an area that has a long history of prehistoric human occupation, and is located southeast of Tucson. Based on artifact typology and the mortuary pattern, it is likely that the human remains date to the Hohokam Period (A.D. 500-1450). \n In 1927, human remains representing, at minimum, 11 individuals were removed from the Tanque Verde Ruin, AZ BB:14:1(ASM), in Pima County, AZ. The legally authorized excavations were conducted by the University of Arizona under the direction of Edward John Hands. At the end of the excavations, the archeological collections were brought to ASM, but no accession number was assigned. No known individuals were identified. The 15 associated funerary objects are 1 bone awl, 2 bone awl fragments, 10 ceramic jars, 1 ceramic jar fragment, and 1 ceramic sherd. Tanque Verde Ruin was a Hohokam pit house village on a flat-topped ridge and is located in the Rincon Valley of the Tucson Basin. Based on ceramic typologies of the associated funerary vessels, these burials likely date to the Hohokam Classic period during the Tanque Verde phase (A.D. 1150-1300). \n In 1943, human remains representing at minimum, one individual were removed from an unnamed site, AZ BB:14:11(ASM), in Pima County, AZ. The legally authorized survey was conducted by ASM under the direction of Emil Haury. No human remains were reported at the time of the survey. At the end of the survey, the archeological collections were brought to ASM, but were not assigned an accession number. In 2010, ASM staff found isolated human remains in the site survey box. No known individuals were identified. No associated funerary objects are present. Site AZ BB:14:11(ASM) is recorded as being a village site. Based on the ceramics, the site likely dates to the Rincon Phase (A.D. 950-1150) of the Hohokam period. \n In 1974 and 1979, human remains representing, at minimum, two individuals were removed from the 49ers Country Club Sewer Line site, AZ BB:14:17(ASM), in Pima County, AZ. In both cases, human remains were inadvertently discovered during construction of utility trenches, and excavations were conducted by ASM at the request of the landowners. The legally authorized excavation in 1974 was conducted under the direction of R. Gwinn Vivian and Sharon Urban. In 1979, another inadvertent discovery resulted in legally authorized excavations under the direction of Bruce Huckell. In 1982, the landowner donated the human remains and associated funerary object to the Arizona State Museum. No known individuals were identified. The one associated funerary object is a ceramic bowl fragment. Site AZ BB:14:17(ASM) is a multi-component site with a long history of human occupation from the Late Archaic period through historical times. The ceramic fragment from the 1979 burial may date to the Protohistoric period (A.D. 1450-1694). No diagnostic artifacts were collected from the human remains found in 1974, and it is difficult to date the burial. However, because the burial was intrusive into a trash area with ceramics present and that the area was likely a Hohokam cemetery, this burial likely belongs to the Hohokam cultural period (A.D. 500-1450). \n On an unknown date in 1963 or later, human remains representing, at minimum, one individual were removed from 49er Ranch Estates site, AZ BB:14:22(ASM), in Pima County, AZ. The human remains were donated to ASM by Dick Figgins, but were not assigned an accession number. No known individuals were identified. No associated funerary objects are present. The 49er Ranch Estates site is an artifact scatter located in the Rincon Mountains, northeast of Tucson. Based on ceramic typologies the site dates to the Hohokam Colonial Period (A.D. 750-950), and the human remains are most likely from this time period. \n In 1916 or earlier, human remains representing, at minimum, two individuals were removed from an unknown site, AZ Cremation 12, along the Santa Cruz River in Tucson, Pima county, AZ. The human remains and a cremation vessel were donated to ASM in 1916. No accession number was assigned. No known individuals were identified. The one associated funerary object is a ceramic jar. No information regarding the archeological context is available. The burial likely dates to the Hohokam period (A.D. 450-1450) based on the ceramic typology. \n In the 1920s or 1930s, human remains representing, at minimum, four individuals were removed from an unknown site or sites, AZ Unknown Pueblo, by Dr. Byron Cummings. The human remains and associated ceramic vessels were brought to ASM and assigned catalogue numbers. No known individuals were identified. The five associated funerary objects are one bone awl fragment and four ceramic jars. The catalogue cards refer to the location as \\xe2\\x80\\x9cPrehistoric Pueblo.\\xe2\\x80\\x9d Dr. Cummings used this term to refer to what are now known to be Hohokam platform mounds. The catalogue numbers are within a sequence assigned to two prominent platform mound sites in the Tucson region: University Indian Ruin, AZ BB:9:33(ASM) and Martinez Hill Ruin, AZ BB:13:3(ASM). The ceramic style is highly consistent with similar objects found at these sites and others in the Tucson Basin. The exact location of the discovery cannot be determined, but it is highly likely that these human remains and objects came from a site or sites in the Tucson region. Based on the ceramic typology, the human remains may be dated to the Hohokam period (A.D. 450-1450). \n Prehistoric settlements in the Tucson Basin of southern Arizona are characterized by archeologists as belonging to two distinctive and consecutive cultural traditions beginning with the Late Archaic/Early Agricultural period and concluding with the Hohokam period. Recent archeological investigations have added support to the hypothesis that the Hohokam tradition arose from the earlier horizon, based on continuities in settlement pattern, architectural technologies, irrigation technologies, subsistence patterns, and material culture. It has been difficult for archeologists to date the beginning of the Hohokam period because the appearance of its distinctive cultural traits, including ceramic technologies and mortuary patterns was a gradual process spanning several hundred years. This adds further support to the hypothesis that the Hohokam tradition evolved in place from earlier Late Archaic traditions. Linguistic evidence furthermore suggests that the Hohokam tradition was multiethnic in nature. \n Cultural continuity between these prehistoric occupants of the Tucson Basin and present day O\\'odham peoples is supported by continuities in settlement pattern, architectural technologies, basketry, textiles, ceramic technology, and ritual practices. Oral traditions that are documented for the Ak Chin Indian Community of the Maricopa (Ak Chin) Indian Reservation, Arizona; Gila River Indian Community of the Gila River Indian Reservation, Arizona; Salt River Pima-Maricopa Indian Community of the Salt River Reservation, Arizona; and the Tohono O\\'odham Nation of Arizona support cultural affiliation with Late Archaic/Early Agricultural period and Hohokam sites in southern Arizona. \n Oral traditions that are documented for the Hopi Tribe also support cultural affiliation with Late Archaic/Early Agricultural period and Hohokam sites in the region. Several Hopi clans and religious societies are derived from ancestors who migrated from the south and likely identified with the Hohokam tradition. \n Oral traditions of medicine societies and kiva groups of the Zuni Tribe recount migration from distant portions of the Southwest to present day Zuni and support affiliation with Hohokam and Late Archaic traditions. Historical linguistic analysis also suggests interaction between ancestral Zuni and Uto-Aztecan speakers during the late Hohokam period. \n ", "h_d_ci": "Null", "determinations": "Determinations Made by the Arizona State Museum \n Officials of the ASM have determined that: \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice represent the physical remains of 292 individuals of Native American ancestry. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(3)(A), the 1,914 objects described in this notice are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and associated funerary objects and Ak Chin Indian Community of the Maricopa (Ak Chin) Indian Reservation, Arizona; Gila River Indian Community of the Gila River Indian Reservation; Hopi Tribe of Arizona; Salt River Pima-Maricopa Indian Community of the Salt River Reservation, Arizona; Tohono O\\'odham Nation of Arizona; and the Zuni Tribe of the Zuni Reservation, New Mexico. \n ", "a_r_d": "Lineal descendants or representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to John McClelland, NAGPRA Coordinator, P.O. Box 210026, Arizona State Museum, University of Arizona, Tucson, AZ 85721, telephone (520) 626-2950, by October 10, 2014. After that date, if no additional requestors have come forward, transfer of control of the human remains and associated funerary objects to Ak Chin Indian Community of the Maricopa (Ak Chin) Indian Reservation, Arizona; Gila River Indian Community of the Gila River Indian Reservation; Hopi Tribe of Arizona; Salt River Pima-Maricopa Indian Community of the Salt River Reservation, Arizona; Tohono O\\'odham Nation of Arizona; and the Zuni Tribe of the Zuni Reservation, New Mexico may proceed. \n The ASM is responsible for notifying the Ak Chin Indian Community of the Maricopa (Ak Chin) Indian Reservation, Arizona; Gila River Indian Community of the Gila River Indian Reservation; Hopi Tribe of Arizona; Salt River Pima-Maricopa Indian Community of the Salt River Reservation, Arizona; Tohono O\\'odham Nation of Arizona; and the Zuni Tribe of the Zuni Reservation, New Mexico, that this notice has been published. \n "}