{"index": "I_768", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        [NPS-WASO-NAGPRA-16414; PPWOCRADN0-PCU00RP14.R50000]\\n        Notice of Inventory Completion: Arizona State Museum, University of Arizona, Tucson, AZ\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        \\n          SUMMARY:\\n          The Arizona State Museum, University of Arizona, has completed an inventory of human remains and associated funerary objects, in consultation with the appropriate Indian tribes or Native Hawaiian organizations, and has determined that there is no cultural affiliation between the human remains and associated funerary objects and present-day Indian tribes or Native Hawaiian organizations. Representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request to the Arizona State Museum, University of Arizona. If no additional requestors come forward, transfer of control of the human remains and associated funerary objects to the Indian tribes or Native Hawaiian organizations stated in this notice may proceed.\\n        \\n        \\n          DATES:\\n          Representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to the Arizona State Museum at the address in this notice by October 10, 2014.\\n        \\n        \\n          ADDRESSES:\\n          John McClelland, NAGPRA Coordinator, P.O. Box 210026, Arizona State Museum, University of Arizona, Tucson, AZ 85721, telephone (520) 626-2950.\\n        \\n      \\n      \\n        SUPPLEMENTARY INFORMATION:\\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains and associated funerary objects under the control of the Arizona State Museum, University of Arizona, Tucson, AZ. The human remains and associated funerary objects were removed from Pima County, AZ.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003(d)(3) and 43 CFR 10.11(d). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations in this notice.\\n        Consultation\\n        A detailed assessment of the human remains was made by the Arizona State Museum (ASM) professional staff in consultation with representatives of the Ak Chin Indian Community of the Maricopa (Ak Chin) Indian Reservation, Arizona; Gila River Indian Community of the Gila River Indian Reservation; Salt River Pima-Maricopa Indian Community of the Salt River Reservation, Arizona; San Carlos Apache Tribe of the San Carlos Reservation, Arizona; Tohono O\\'odham Nation of Arizona; Tonto Apache Tribe of Arizona; White Mountain Apache Tribe of the Fort Apache Reservation, Arizona; and Yavapai-Apache Nation of the Camp Verde Indian Reservation, Arizona.\\n        History and Description of the Remains\\n        In 1995, human remains representing, at minimum, one individual were removed from an unrecorded site, AZ BB:10:\\xe2\\x80\\x94in Pima County, AZ. The human remains were exposed by erosion in a wash and reported to the Pima County Sheriff\\'s Department. The Sheriff\\'s Department collected the human remains, assigned a case number, and brought them to their offices where the medical examiner determined that the human remains were prehistoric. The human remains were transferred to ASM in August 1995, but were not assigned an accession number. No known individuals were identified. No associated funerary objects are present. Based on dental wear and other biological indications, the human remains likely date to the prehistoric or early historical period (9000 BC-AD 1850).\\n        In 1999, human remains representing, at minimum, one individual were removed from private land at an unrecorded site, AZ BB:13:\\xe2\\x80\\x94South Fontana, in Tucson, AZ. The landowner reported the find to the Tucson Police Department. The police department assigned a case number and consulted with forensic anthropologist Dr. Walter Birkby, who determined that the remains were likely prehistoric. The human remains were subsequently transferred to ASM and were assigned an accession number. No known individuals were identified. No associated funerary objects are present.\\n        In 2007, human remains representing, at minimum, one individual were removed from the Barrio Libre Site, AZ BB:13:495(ASM), in Tucson, AZ. The human remains were inadvertently found in a city-owned right-of-way during the construction of a residence. The legally authorized excavation was conducted by Desert Archaeology, Inc. under the direction of Homer Thiel. When the excavations were concluded, the archeological collections were brought to ASM and assigned an accession number. No known individuals were identified. The 13 associated funerary objects are 1 hematite fragment and 12 pieces of chipped stone. The Barrio Libre site is part of an area of known protohistoric and historical occupation of people of O\\'odham, Apache, and/or Hispanic descent. Based on the site dates, the human remains likely date to the early historical period (A.D. 1600-1800). The flexed position of the human remains, absence of any indications of a container, and the presence of hematite are consistent with a prehistoric or early historical period Native American burial.\\n\\n        In 1973, human remains representing, at minimum, one individual were removed by a boy from an unrecorded site, AZ BB:9:\\xe2\\x80\\x94Catalina vicinity, in Pima County, AZ. In 1987, the boy reburied the remains in a wooden box. In 1991, the box was re-exposed and the discovery was reported to the Pima County Sheriff\\'s Office. A note found in the box described the original discovery but gave no further information about the location of the original burial. The Sheriff\\'s Office collected the human remains, brought them to their offices, and assigned a case number. Forensic anthropologists from the Human Identification Laboratory, University of Arizona, examined the remains at the sheriff\\'s office and determined that the human remains were likely archeological in nature. Morphological traits of the dentition and the presence of cranial deformation caused by cradleboarding are consistent with Native American ancestry. The human remains were subsequently transferred to ASM but were not assigned an accession number. No known individuals were identified. The five associated funerary objects are animal bones.\\n        In 1973, human remains representing, at minimum, one individual were removed from an unrecorded site, AZ BB:9:\\xe2\\x80\\x94ME-115-73 in Pima County, AZ. The burial was exposed by erosion in a wash. No other contextual information about the discovery has been found. A detective from the Pima County Sheriff\\'s Office collected the remains, assigned a case number, and delivered them to Dr. Walter Birkby of the Human Identification Lab, University of Arizona. Dr. Birkby determined the human remains to be prehistoric and likely of Native American ancestry. They were later transferred to ASM, but were not assigned an accession number. No known individuals were identified. No associated funerary objects are present.\\n        In 1969, human remains representing, at minimum, one individual were removed from an unrecorded site, AZ BB:9:\\xe2\\x80\\x94Tucson Site 16 in Tucson, AZ. The burial was discovered on private land on the east side of the Santa Cruz River. At the request of the landowner, James Ayres and Walter Birkby of ASM conducted the excavation. The burial was found in disturbed sediments and no further information regarding the archeological context is available. The human remains were subsequently brought to ASM, but were not assigned an accession number. Based on physical attributes the human remains were determined to be consistent with Native American ancestry. No known individuals were identified. No associated funerary objects are present.\\n        In 1973, human remains representing, at minimum, one individual were removed from site AZ BB:9:65(ASM) in Pima County, AZ. The burial was found inadvertently by a construction company in the course of excavating a sewer trench along the channel of an unnamed wash. At the request of the landowner, excavations were conducted by ASM under the direction of Bruce Huckell. The human remains were subsequently brought to the museum and assigned an accession number. No known individuals were identified. No associated funerary objects are present. Site AZ BB:9:65(ASM) consists of single human burial. Other than a hearth that was not associated with the burial, no other cultural features were found at the site. Physical attributes of the human remains are consistent with a prehistoric Native American burial.\\n        Determinations Made by the Arizona State Museum\\n        Officials of ASM have determined that:\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice are Native American based on the physical characteristics of the remains and/or the burial context.\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice represent the physical remains of 7 individuals of Native American ancestry.\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(3)(A), the 18 objects described in this notice are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony.\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(2), a relationship of shared group identity cannot be reasonably traced between the Native American human remains and associated funerary objects and any present-day Indian tribe.\\n        \\xe2\\x80\\xa2 According to final judgments of the Indian Claims Commission or the Court of Federal Claims, the land from which the Native American human remains and associated funerary objects were removed is the aboriginal land of the Tohono O\\'odham Nation of Arizona.\\n        \\xe2\\x80\\xa2 Treaties, Acts of Congress, or Executive Orders, indicate that the land from which the Native American human remains and associated funerary objects were removed is the aboriginal land of the Ak Chin Indian Community of the Maricopa (Ak Chin) Indian Reservation, Arizona; Gila River Indian Community of the Gila River Indian Reservation; Salt River Pima-Maricopa Indian Community of the Salt River Reservation, Arizona; San Carlos Apache Tribe of the San Carlos Reservation, Arizona; Tohono O\\'odham Nation of Arizona; Tonto Apache Tribe of Arizona; White Mountain Apache Tribe of the Fort Apache Reservation, Arizona; and Yavapai-Apache Nation of the Camp Verde Indian Reservation, Arizona.\\n        \\xe2\\x80\\xa2 Pursuant to 43 CFR 10.11(c)(1), the disposition of the human remains and associated funerary objects may be to the Ak Chin Indian Community of the Maricopa (Ak Chin) Indian Reservation, Arizona; Gila River Indian Community of the Gila River Indian Reservation; Salt River Pima-Maricopa Indian Community of the Salt River Reservation, Arizona; San Carlos Apache Tribe of the San Carlos Reservation, Arizona; Tohono O\\'odham Nation of Arizona; Tonto Apache Tribe of Arizona; White Mountain Apache Tribe of the Fort Apache Reservation, Arizona; and Yavapai-Apache Nation of the Camp Verde Indian Reservation, Arizona.\\n        Additional Requestors and Disposition\\n        Representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to John McClelland, NAGPRA Coordinator, P.O. Box 210026, Arizona State Museum, University of Arizona, Tucson, AZ 85721, telephone (520) 626-2950, by October 10, 2014. After that date, if no additional requestors have come forward, transfer of control of the human remains and associated funerary objects to the Ak Chin Indian Community of the Maricopa (Ak Chin) Indian Reservation, Arizona; Gila River Indian Community of the Gila River Indian Reservation; Salt River Pima-Maricopa Indian Community of the Salt River Reservation, Arizona; San Carlos Apache Tribe of the San Carlos Reservation, Arizona; Tohono O\\'odham Nation of Arizona; Tonto Apache Tribe of Arizona; White Mountain Apache Tribe of the Fort Apache Reservation, Arizona; and Yavapai-Apache Nation of the Camp Verde Indian Reservation, Arizona, may proceed.\\n        The Arizona State Museum is responsible for notifying the Ak Chin Indian Community of the Maricopa (Ak Chin) Indian Reservation, Arizona; Gila River Indian Community of the Gila River Indian Reservation; Salt River Pima-Maricopa Indian Community of the Salt River Reservation, Arizona; San Carlos Apache Tribe of the San Carlos Reservation, Arizona; Tohono O\\'odham Nation of Arizona; Tonto Apache Tribe of Arizona; White Mountain Apache Tribe of the Fort Apache Reservation, Arizona; and Yavapai-Apache Nation of the Camp Verde Indian Reservation, Arizona, that this notice has been published.\\n        \\n          \\n          Dated: August 1, 2014.\\n          Melanie O\\'Brien,\\n          Acting Manager, National NAGPRA Program. \\n        \\n      \\n      [FR Doc. 2014-21473 Filed 9-9-14; 8:45 am]\\n      BILLING CODE 4312-50-P\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "[NPS-WASO-NAGPRA-16414; PPWOCRADN0-PCU00RP14.R50000]", "subject": "Notice of Inventory Completion: Arizona State Museum, University of Arizona, Tucson, AZ", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "The Arizona State Museum, University of Arizona, has completed an inventory of human remains and associated funerary objects, in consultation with the appropriate Indian tribes or Native Hawaiian organizations, and has determined that there is no cultural affiliation between the human remains and associated funerary objects and present-day Indian tribes or Native Hawaiian organizations. Representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request to the Arizona State Museum, University of Arizona. If no additional requestors come forward, transfer of control of the human remains and associated funerary objects to the Indian tribes or Native Hawaiian organizations stated in this notice may proceed.", "dates": "Representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to the Arizona State Museum at the address in this notice by October 10, 2014.", "addresses": "John McClelland, NAGPRA Coordinator, P.O. Box 210026, Arizona State Museum, University of Arizona, Tucson, AZ 85721, telephone (520) 626-2950.", "signature_dated": "Dated: August 1, 2014.", "signature_name": "Melanie O\\'Brien,", "signature_title": "Acting Manager, National NAGPRA Program. ", "fr_doc": "[FR Doc. 2014-21473 Filed 9-9-14; 8:45 am]", "billing_code": "BILLING CODE 4312-50-P", "supp_info": "SUPPLEMENTARY INFORMATION: \n Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains and associated funerary objects under the control of the Arizona State Museum, University of Arizona, Tucson, AZ. The human remains and associated funerary objects were removed from Pima County, AZ. \n This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003(d)(3) and 43 CFR 10.11(d). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations in this notice. \n Consultation \n A detailed assessment of the human remains was made by the Arizona State Museum (ASM) professional staff in consultation with representatives of the Ak Chin Indian Community of the Maricopa (Ak Chin) Indian Reservation, Arizona; Gila River Indian Community of the Gila River Indian Reservation; Salt River Pima-Maricopa Indian Community of the Salt River Reservation, Arizona; San Carlos Apache Tribe of the San Carlos Reservation, Arizona; Tohono O\\'odham Nation of Arizona; Tonto Apache Tribe of Arizona; White Mountain Apache Tribe of the Fort Apache Reservation, Arizona; and Yavapai-Apache Nation of the Camp Verde Indian Reservation, Arizona. \n History and Description of the Remains \n In 1995, human remains representing, at minimum, one individual were removed from an unrecorded site, AZ BB:10:\\xe2\\x80\\x94in Pima County, AZ. The human remains were exposed by erosion in a wash and reported to the Pima County Sheriff\\'s Department. The Sheriff\\'s Department collected the human remains, assigned a case number, and brought them to their offices where the medical examiner determined that the human remains were prehistoric. The human remains were transferred to ASM in August 1995, but were not assigned an accession number. No known individuals were identified. No associated funerary objects are present. Based on dental wear and other biological indications, the human remains likely date to the prehistoric or early historical period (9000 BC-AD 1850). \n In 1999, human remains representing, at minimum, one individual were removed from private land at an unrecorded site, AZ BB:13:\\xe2\\x80\\x94South Fontana, in Tucson, AZ. The landowner reported the find to the Tucson Police Department. The police department assigned a case number and consulted with forensic anthropologist Dr. Walter Birkby, who determined that the remains were likely prehistoric. The human remains were subsequently transferred to ASM and were assigned an accession number. No known individuals were identified. No associated funerary objects are present. \n In 2007, human remains representing, at minimum, one individual were removed from the Barrio Libre Site, AZ BB:13:495(ASM), in Tucson, AZ. The human remains were inadvertently found in a city-owned right-of-way during the construction of a residence. The legally authorized excavation was conducted by Desert Archaeology, Inc. under the direction of Homer Thiel. When the excavations were concluded, the archeological collections were brought to ASM and assigned an accession number. No known individuals were identified. The 13 associated funerary objects are 1 hematite fragment and 12 pieces of chipped stone. The Barrio Libre site is part of an area of known protohistoric and historical occupation of people of O\\'odham, Apache, and/or Hispanic descent. Based on the site dates, the human remains likely date to the early historical period (A.D. 1600-1800). The flexed position of the human remains, absence of any indications of a container, and the presence of hematite are consistent with a prehistoric or early historical period Native American burial. \n In 1973, human remains representing, at minimum, one individual were removed by a boy from an unrecorded site, AZ BB:9:\\xe2\\x80\\x94Catalina vicinity, in Pima County, AZ. In 1987, the boy reburied the remains in a wooden box. In 1991, the box was re-exposed and the discovery was reported to the Pima County Sheriff\\'s Office. A note found in the box described the original discovery but gave no further information about the location of the original burial. The Sheriff\\'s Office collected the human remains, brought them to their offices, and assigned a case number. Forensic anthropologists from the Human Identification Laboratory, University of Arizona, examined the remains at the sheriff\\'s office and determined that the human remains were likely archeological in nature. Morphological traits of the dentition and the presence of cranial deformation caused by cradleboarding are consistent with Native American ancestry. The human remains were subsequently transferred to ASM but were not assigned an accession number. No known individuals were identified. The five associated funerary objects are animal bones. \n In 1973, human remains representing, at minimum, one individual were removed from an unrecorded site, AZ BB:9:\\xe2\\x80\\x94ME-115-73 in Pima County, AZ. The burial was exposed by erosion in a wash. No other contextual information about the discovery has been found. A detective from the Pima County Sheriff\\'s Office collected the remains, assigned a case number, and delivered them to Dr. Walter Birkby of the Human Identification Lab, University of Arizona. Dr. Birkby determined the human remains to be prehistoric and likely of Native American ancestry. They were later transferred to ASM, but were not assigned an accession number. No known individuals were identified. No associated funerary objects are present. \n In 1969, human remains representing, at minimum, one individual were removed from an unrecorded site, AZ BB:9:\\xe2\\x80\\x94Tucson Site 16 in Tucson, AZ. The burial was discovered on private land on the east side of the Santa Cruz River. At the request of the landowner, James Ayres and Walter Birkby of ASM conducted the excavation. The burial was found in disturbed sediments and no further information regarding the archeological context is available. The human remains were subsequently brought to ASM, but were not assigned an accession number. Based on physical attributes the human remains were determined to be consistent with Native American ancestry. No known individuals were identified. No associated funerary objects are present. \n In 1973, human remains representing, at minimum, one individual were removed from site AZ BB:9:65(ASM) in Pima County, AZ. The burial was found inadvertently by a construction company in the course of excavating a sewer trench along the channel of an unnamed wash. At the request of the landowner, excavations were conducted by ASM under the direction of Bruce Huckell. The human remains were subsequently brought to the museum and assigned an accession number. No known individuals were identified. No associated funerary objects are present. Site AZ BB:9:65(ASM) consists of single human burial. Other than a hearth that was not associated with the burial, no other cultural features were found at the site. Physical attributes of the human remains are consistent with a prehistoric Native American burial. \n Determinations Made by the Arizona State Museum \n Officials of ASM have determined that: \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice are Native American based on the physical characteristics of the remains and/or the burial context. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice represent the physical remains of 7 individuals of Native American ancestry. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(3)(A), the 18 objects described in this notice are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(2), a relationship of shared group identity cannot be reasonably traced between the Native American human remains and associated funerary objects and any present-day Indian tribe. \n \\xe2\\x80\\xa2 According to final judgments of the Indian Claims Commission or the Court of Federal Claims, the land from which the Native American human remains and associated funerary objects were removed is the aboriginal land of the Tohono O\\'odham Nation of Arizona. \n \\xe2\\x80\\xa2 Treaties, Acts of Congress, or Executive Orders, indicate that the land from which the Native American human remains and associated funerary objects were removed is the aboriginal land of the Ak Chin Indian Community of the Maricopa (Ak Chin) Indian Reservation, Arizona; Gila River Indian Community of the Gila River Indian Reservation; Salt River Pima-Maricopa Indian Community of the Salt River Reservation, Arizona; San Carlos Apache Tribe of the San Carlos Reservation, Arizona; Tohono O\\'odham Nation of Arizona; Tonto Apache Tribe of Arizona; White Mountain Apache Tribe of the Fort Apache Reservation, Arizona; and Yavapai-Apache Nation of the Camp Verde Indian Reservation, Arizona. \n \\xe2\\x80\\xa2 Pursuant to 43 CFR 10.11(c)(1), the disposition of the human remains and associated funerary objects may be to the Ak Chin Indian Community of the Maricopa (Ak Chin) Indian Reservation, Arizona; Gila River Indian Community of the Gila River Indian Reservation; Salt River Pima-Maricopa Indian Community of the Salt River Reservation, Arizona; San Carlos Apache Tribe of the San Carlos Reservation, Arizona; Tohono O\\'odham Nation of Arizona; Tonto Apache Tribe of Arizona; White Mountain Apache Tribe of the Fort Apache Reservation, Arizona; and Yavapai-Apache Nation of the Camp Verde Indian Reservation, Arizona. \n Additional Requestors and Disposition \n Representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to John McClelland, NAGPRA Coordinator, P.O. Box 210026, Arizona State Museum, University of Arizona, Tucson, AZ 85721, telephone (520) 626-2950, by October 10, 2014. After that date, if no additional requestors have come forward, transfer of control of the human remains and associated funerary objects to the Ak Chin Indian Community of the Maricopa (Ak Chin) Indian Reservation, Arizona; Gila River Indian Community of the Gila River Indian Reservation; Salt River Pima-Maricopa Indian Community of the Salt River Reservation, Arizona; San Carlos Apache Tribe of the San Carlos Reservation, Arizona; Tohono O\\'odham Nation of Arizona; Tonto Apache Tribe of Arizona; White Mountain Apache Tribe of the Fort Apache Reservation, Arizona; and Yavapai-Apache Nation of the Camp Verde Indian Reservation, Arizona, may proceed. \n The Arizona State Museum is responsible for notifying the Ak Chin Indian Community of the Maricopa (Ak Chin) Indian Reservation, Arizona; Gila River Indian Community of the Gila River Indian Reservation; Salt River Pima-Maricopa Indian Community of the Salt River Reservation, Arizona; San Carlos Apache Tribe of the San Carlos Reservation, Arizona; Tohono O\\'odham Nation of Arizona; Tonto Apache Tribe of Arizona; White Mountain Apache Tribe of the Fort Apache Reservation, Arizona; and Yavapai-Apache Nation of the Camp Verde Indian Reservation, Arizona, that this notice has been published. \n ", "consultation": "A detailed assessment of the human remains was made by the Arizona State Museum (ASM) professional staff in consultation with representatives of the Ak Chin Indian Community of the Maricopa (Ak Chin) Indian Reservation, Arizona; Gila River Indian Community of the Gila River Indian Reservation; Salt River Pima-Maricopa Indian Community of the Salt River Reservation, Arizona; San Carlos Apache Tribe of the San Carlos Reservation, Arizona; Tohono O\\'odham Nation of Arizona; Tonto Apache Tribe of Arizona; White Mountain Apache Tribe of the Fort Apache Reservation, Arizona; and Yavapai-Apache Nation of the Camp Verde Indian Reservation, Arizona. \n ", "h_d_r": "In 1995, human remains representing, at minimum, one individual were removed from an unrecorded site, AZ BB:10:\\xe2\\x80\\x94in Pima County, AZ. The human remains were exposed by erosion in a wash and reported to the Pima County Sheriff\\'s Department. The Sheriff\\'s Department collected the human remains, assigned a case number, and brought them to their offices where the medical examiner determined that the human remains were prehistoric. The human remains were transferred to ASM in August 1995, but were not assigned an accession number. No known individuals were identified. No associated funerary objects are present. Based on dental wear and other biological indications, the human remains likely date to the prehistoric or early historical period (9000 BC-AD 1850). \n In 1999, human remains representing, at minimum, one individual were removed from private land at an unrecorded site, AZ BB:13:\\xe2\\x80\\x94South Fontana, in Tucson, AZ. The landowner reported the find to the Tucson Police Department. The police department assigned a case number and consulted with forensic anthropologist Dr. Walter Birkby, who determined that the remains were likely prehistoric. The human remains were subsequently transferred to ASM and were assigned an accession number. No known individuals were identified. No associated funerary objects are present. \n In 2007, human remains representing, at minimum, one individual were removed from the Barrio Libre Site, AZ BB:13:495(ASM), in Tucson, AZ. The human remains were inadvertently found in a city-owned right-of-way during the construction of a residence. The legally authorized excavation was conducted by Desert Archaeology, Inc. under the direction of Homer Thiel. When the excavations were concluded, the archeological collections were brought to ASM and assigned an accession number. No known individuals were identified. The 13 associated funerary objects are 1 hematite fragment and 12 pieces of chipped stone. The Barrio Libre site is part of an area of known protohistoric and historical occupation of people of O\\'odham, Apache, and/or Hispanic descent. Based on the site dates, the human remains likely date to the early historical period (A.D. 1600-1800). The flexed position of the human remains, absence of any indications of a container, and the presence of hematite are consistent with a prehistoric or early historical period Native American burial. \n In 1973, human remains representing, at minimum, one individual were removed by a boy from an unrecorded site, AZ BB:9:\\xe2\\x80\\x94Catalina vicinity, in Pima County, AZ. In 1987, the boy reburied the remains in a wooden box. In 1991, the box was re-exposed and the discovery was reported to the Pima County Sheriff\\'s Office. A note found in the box described the original discovery but gave no further information about the location of the original burial. The Sheriff\\'s Office collected the human remains, brought them to their offices, and assigned a case number. Forensic anthropologists from the Human Identification Laboratory, University of Arizona, examined the remains at the sheriff\\'s office and determined that the human remains were likely archeological in nature. Morphological traits of the dentition and the presence of cranial deformation caused by cradleboarding are consistent with Native American ancestry. The human remains were subsequently transferred to ASM but were not assigned an accession number. No known individuals were identified. The five associated funerary objects are animal bones. \n In 1973, human remains representing, at minimum, one individual were removed from an unrecorded site, AZ BB:9:\\xe2\\x80\\x94ME-115-73 in Pima County, AZ. The burial was exposed by erosion in a wash. No other contextual information about the discovery has been found. A detective from the Pima County Sheriff\\'s Office collected the remains, assigned a case number, and delivered them to Dr. Walter Birkby of the Human Identification Lab, University of Arizona. Dr. Birkby determined the human remains to be prehistoric and likely of Native American ancestry. They were later transferred to ASM, but were not assigned an accession number. No known individuals were identified. No associated funerary objects are present. \n In 1969, human remains representing, at minimum, one individual were removed from an unrecorded site, AZ BB:9:\\xe2\\x80\\x94Tucson Site 16 in Tucson, AZ. The burial was discovered on private land on the east side of the Santa Cruz River. At the request of the landowner, James Ayres and Walter Birkby of ASM conducted the excavation. The burial was found in disturbed sediments and no further information regarding the archeological context is available. The human remains were subsequently brought to ASM, but were not assigned an accession number. Based on physical attributes the human remains were determined to be consistent with Native American ancestry. No known individuals were identified. No associated funerary objects are present. \n In 1973, human remains representing, at minimum, one individual were removed from site AZ BB:9:65(ASM) in Pima County, AZ. The burial was found inadvertently by a construction company in the course of excavating a sewer trench along the channel of an unnamed wash. At the request of the landowner, excavations were conducted by ASM under the direction of Bruce Huckell. The human remains were subsequently brought to the museum and assigned an accession number. No known individuals were identified. No associated funerary objects are present. Site AZ BB:9:65(ASM) consists of single human burial. Other than a hearth that was not associated with the burial, no other cultural features were found at the site. Physical attributes of the human remains are consistent with a prehistoric Native American burial. \n ", "h_d_ci": "Null", "determinations": "Determinations Made by the Arizona State Museum \n Officials of ASM have determined that: \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice are Native American based on the physical characteristics of the remains and/or the burial context. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice represent the physical remains of 7 individuals of Native American ancestry. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(3)(A), the 18 objects described in this notice are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(2), a relationship of shared group identity cannot be reasonably traced between the Native American human remains and associated funerary objects and any present-day Indian tribe. \n \\xe2\\x80\\xa2 According to final judgments of the Indian Claims Commission or the Court of Federal Claims, the land from which the Native American human remains and associated funerary objects were removed is the aboriginal land of the Tohono O\\'odham Nation of Arizona. \n \\xe2\\x80\\xa2 Treaties, Acts of Congress, or Executive Orders, indicate that the land from which the Native American human remains and associated funerary objects were removed is the aboriginal land of the Ak Chin Indian Community of the Maricopa (Ak Chin) Indian Reservation, Arizona; Gila River Indian Community of the Gila River Indian Reservation; Salt River Pima-Maricopa Indian Community of the Salt River Reservation, Arizona; San Carlos Apache Tribe of the San Carlos Reservation, Arizona; Tohono O\\'odham Nation of Arizona; Tonto Apache Tribe of Arizona; White Mountain Apache Tribe of the Fort Apache Reservation, Arizona; and Yavapai-Apache Nation of the Camp Verde Indian Reservation, Arizona. \n \\xe2\\x80\\xa2 Pursuant to 43 CFR 10.11(c)(1), the disposition of the human remains and associated funerary objects may be to the Ak Chin Indian Community of the Maricopa (Ak Chin) Indian Reservation, Arizona; Gila River Indian Community of the Gila River Indian Reservation; Salt River Pima-Maricopa Indian Community of the Salt River Reservation, Arizona; San Carlos Apache Tribe of the San Carlos Reservation, Arizona; Tohono O\\'odham Nation of Arizona; Tonto Apache Tribe of Arizona; White Mountain Apache Tribe of the Fort Apache Reservation, Arizona; and Yavapai-Apache Nation of the Camp Verde Indian Reservation, Arizona. \n ", "a_r_d": "Representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to John McClelland, NAGPRA Coordinator, P.O. Box 210026, Arizona State Museum, University of Arizona, Tucson, AZ 85721, telephone (520) 626-2950, by October 10, 2014. After that date, if no additional requestors have come forward, transfer of control of the human remains and associated funerary objects to the Ak Chin Indian Community of the Maricopa (Ak Chin) Indian Reservation, Arizona; Gila River Indian Community of the Gila River Indian Reservation; Salt River Pima-Maricopa Indian Community of the Salt River Reservation, Arizona; San Carlos Apache Tribe of the San Carlos Reservation, Arizona; Tohono O\\'odham Nation of Arizona; Tonto Apache Tribe of Arizona; White Mountain Apache Tribe of the Fort Apache Reservation, Arizona; and Yavapai-Apache Nation of the Camp Verde Indian Reservation, Arizona, may proceed. \n The Arizona State Museum is responsible for notifying the Ak Chin Indian Community of the Maricopa (Ak Chin) Indian Reservation, Arizona; Gila River Indian Community of the Gila River Indian Reservation; Salt River Pima-Maricopa Indian Community of the Salt River Reservation, Arizona; San Carlos Apache Tribe of the San Carlos Reservation, Arizona; Tohono O\\'odham Nation of Arizona; Tonto Apache Tribe of Arizona; White Mountain Apache Tribe of the Fort Apache Reservation, Arizona; and Yavapai-Apache Nation of the Camp Verde Indian Reservation, Arizona, that this notice has been published. \n "}