{"index": "I_787", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        [NPS-WASO-NAGPRA-16149; PPWOCRADN0-PCU00RP14.R50000]\\n        Notice of Inventory Completion: University of Pennsylvania Museum of Archaeology and Anthropology, Philadelphia, PA\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        \\n          SUMMARY:\\n\\n          The University of Pennsylvania Museum of Archaeology and Anthropology has completed an inventory of human remains, in consultation with the appropriate Indian tribes or Native Hawaiian organizations, and has determined that there is a cultural affiliation between the human remains and present-day Indian tribes or Native Hawaiian organizations. Lineal descendants or representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains should submit a written request to the University of Pennsylvania Museum of Archaeology and Anthropology. If no additional requestors come forward, transfer of control of the human remains to the lineal descendants, Indian tribes, or Native Hawaiian organizations stated in this notice may proceed.\\n        \\n        \\n          DATES:\\n          Lineal descendants or representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains should submit a written request with information in support of the request to the University of Pennsylvania Museum of Archaeology and Anthropology at the address in this notice by August 27, 2014.\\n        \\n        \\n          ADDRESSES:\\n          Dr. Julian Siggers, University of Pennsylvania Museum of Archaeology and Anthropology, 3260 South Street, Philadelphia, PA 19104-6324, telephone (215) 898-4050.\\n        \\n      \\n      \\n        SUPPLEMENTARY INFORMATION:\\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains under the control of the University of Pennsylvania Museum of Archaeology and Anthropology, Philadelphia, PA. The human remains were removed from various sites in Florida.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003(d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains. The National Park Service is not responsible for the determinations in this notice.\\n        Consultation\\n        A detailed assessment of the human remains was made by the University of Pennsylvania Museum of Archaeology and Anthropology, Philadelphia, PA professional staff in consultation with representatives of the Alabama-Quassarte Tribal Town; Kialegee Tribal Town; Miccosukee Tribe of Indians; Seminole Tribe of Florida (previously listed as the Seminole Tribe of Florida (Dania, Big Cypress, Brighton, Hollywood & Tampa Reservations)); and The Muscogee (Creek) Nation.\\n        Representatives of the Alabama-Coushatta Tribe of Texas (previously listed as the Alabama-Coushatta Tribes of Texas); Coushatta Tribe of Louisiana; Poarch Band of Creeks (previously listed as the Poarch Band of Creek Indians of Alabama); The Seminole Nation of Oklahoma; and Thlopthlocco Tribal Town were also invited to consult, but did not participate.\\n        History and Description of the Remains\\n        At an unknown date before 1838, human remains representing, at minimum, one individual (97-606-707) were removed from an unknown location 12 miles south of the Suwanne River in Northern Florida by Dr. Eugene H Abadie. This individual has been identified as \\xe2\\x80\\x9cEoklo Emathla,\\xe2\\x80\\x9d a Seminole warrior identified in archival and published records. No associated funerary objects are present.\\n        At an unknown date before 1838, human remains representing, at minimum, one individual (97-606-0708) were removed from an unknown location in Florida by Dr. Eugene Abadie. No known individual was identified. No associated funerary objects are present.\\n        Between December 7 and December 30, 1837, human remains representing, at minimum, two individuals (97-606-0727 and 97-606-0726.1) were removed from an unknown site near Fort Gardener, FL, by Dr. Eugene Abadie. Collection records identify one of these individuals (97-606-0727) as a \\xe2\\x80\\x9cSeminole woman of rank\\xe2\\x80\\x9d (Meigs, 1857). No individuals were identified. No associated funerary objects are present.\\n        On November 20, 1837, human remains representing, at minimum, one individual (97-606-0728) were removed from an unknown location near Pease Creek between Fort Brooke and Fort Gardner, FL, by Dr. Eugene Abadie. Archival records identify the human remains as \\xe2\\x80\\x9canother boy belonging to a party of Seminoles headed by John Cavallo or Cow-a-gee.\\xe2\\x80\\x9d No known individual was identified. No associated funerary objects are present.\\n        In November 1837, human remains representing, at minimum, one individual (97-606-0729) were removed from an unknown location in the vicinity of Tampa, FL, by Dr. Eugene Abadie. Dr. Abadie identified the human remains as belonging to the \\xe2\\x80\\x9ctribe of Black Dirt emigrated [to Oklahoma] in 1836 by Gen. Scott.\\xe2\\x80\\x9d No known individual was identified. No associated funerary objects are present.\\n        On January 31, 1838, human remains representing, at minimum, two individuals (97-606-0730 and 97-606-0732) were removed from the north shore of the battlefield of Lake Okeechobee, FL, by Eugene H. Abadie. No known individuals were identified. No associated funerary objects are present.\\n        In December 1837, human remains representing, at minimum, one individual (97-606-0733) were removed from an unknown location in the vicinity of Fort Bassinger, FL, by Dr. Eugene Abadie. Museum and published records identify the human remains as belonging to the \\xe2\\x80\\x9cMICCO-SUKIE tribe of the Seminole nation,\\xe2\\x80\\x9d who were hostile to removal by U.S. Government forces during the Second Seminole War. No known individual was identified. No associated funerary objects are present.\\n        Dr. Eugene H. Abadie, an assistant surgeon for the U.S. Army during the Second Seminole War, obtained the human remains of nine individuals described above, after 1836, but prior to February 1838. Dr. Abadie subsequently transferred the human remains to Dr. Samuel G. Morton, who accessioned these remains into his collection between 1838 and 1840.\\n        At an unknown date before 1839, human remains representing, at minimum, one individual (97-606-0456) were removed from an unknown site in Gadsden, Jackson, or Leon Counties, FL, by Hardy B. Croom, who subsequently sent the human remains to Dr. Samuel G. Morton. Dr. Morton accessioned these remains into his collection sometime prior to 1839. No known individual was identified. No associated funerary objects are present.\\n        At an unknown date before 1839, human remains representing, at minimum, one individual (97-606-0604) were removed from the site of a battlefield near St. Augustine in St. John\\'s County, FL, by an unknown person. Collection records and historical documents indicate that the human remains are of a \\xe2\\x80\\x9cSeminole warrior, slain at the battle of St. Joseph\\'s, thirty miles below St. Augustine, in June 1836, by Captain Justin Dimmick.\\xe2\\x80\\x9d At an unknown date, the human remains were transferred to Dr. Gouverneur Emerson of Philadelphia by an unknown individual. Sometime prior to 1839, Dr. Emerson forwarded the human remains to Dr. Morton, who accessioned the human remains into his collection. No known individual was identified. No associated funerary objects are present.\\n\\n        At an unknown date before 1840, human remains representing, at minimum, one individual (97-606-0698) were removed from an unknown location in Florida by Colonel John James Abert, a topographical engineer for the U.S. Government who marked boundary lines between the Creek and Seminole Confederacies in the 1830s. Abert subsequently transferred the human remains to Dr. Morton at an unknown date, but prior to 1840. No known individual was identified. No associated funerary objects are present.\\n        At an unknown date before 1840, human remains representing, at minimum, one individual (97-606-0754) were removed from an unknown location in Florida by Dr. Joseph Walker, an Assistant Army Surgeon who was stationed in the Missouri Territory during 1839. Dr. Walker transferred the human remains to Dr. Morton sometime prior to 1840. No known individual was identified. No associated funerary objects are present.\\n        In February or March of 1836, human remains representing, at minimum, one individual (97-606-1105) were removed from the site of the Dade Battle in Sumter County, FL, by Dr. Captain Francis Marion Robertson of the Richmond Blues. Captain Robertson subsequently forwarded the human remains to Dr. Morton for his collection sometime between 1842 and 1849. No known individual was identified. No associated funerary objects are present.\\n        At an unknown date before 1848, human remains representing, at minimum, one individual (97-606-1286) were removed from an unknown location in Florida by James Couper. Collection records identify the human remains as a Seminole Indian of Florida (Morton 1849). In 1848, Couper transferred the human remains to Dr. Morton. No known individual was identified. No associated funerary objects are present.\\n        At an unknown date before 1852, human remains representing, at minimum, one individual (97-606-1840) were removed from Florida by an unknown collector. At an unknown date, the human remains were obtained by Dr. Charles Delucena Meigs, a Philadelphia obstetrician and professor. Dr. Meigs subsequently donated the human remains to the Academy of Natural Sciences in Philadelphia in 1852 for inclusion in the Morton Collection. No known individual was identified. No associated funerary objects are present.\\n        From approximately 1830 until Dr. Morton\\'s death in 1851, the Academy of Natural Sciences in Philadelphia provided storage space for Dr. Morton\\'s collection. In 1853, Dr. Morton\\'s collection, including all of the human remains described above, was purchased from Dr. Morton\\'s estate and formally presented to the Academy of Natural Sciences. In 1966, Dr. Morton\\'s collection was loaned to the University of Pennsylvania Museum of Archaeology and Anthropology. In 1997, the collection was formally gifted to the University of Pennsylvania Museum.\\n        At an unknown date, human remains representing, at minimum, one individual (97-29-1) were removed from an unknown location by an unknown person. The human remains were transferred to the Academy of Natural Sciences in Philadelphia by an unknown individual. According to the label attached to the cranium, the human remains are identified as a \\xe2\\x80\\x9cSeminole Indian killed in Florida War.\\xe2\\x80\\x9d No known individual was identified. No associated funerary objects are present.\\n        At an unknown date before 1887, human remains representing, at minimum, one individual (CG95-7-19) were removed from the area of Oak Hill, FL, by an unknown collector. A label on the human remains identifies this individual as Seminole. At an unknown date after 1887, the human remains were transferred to the University of Pennsylvania Museum of Archaeology and Anthropology by an unknown person. No known individual was identified. No associated funerary objects are present.\\n        The eighteen human remains listed above have been identified as Native American based on the specific cultural and geographic attribution in the museum records. Archival and collection records, museum documentation, and published sources identify the human remains as Seminole.\\n        Between February and April of 1838, human remains representing, at minimum, one individual (97-606-0726.2) were removed from a mound located on the southeast shore of Lake Okeechobee, FL, by Dr. Eugene Abadie. At an unknown date between 1838 and 1840, Dr. Abadie transferred the human remains to Dr. Samuel G. Morton. From approximately 1830 until Dr. Morton\\'s death in 1851, the Academy of Natural Sciences in Philadelphia provided storage space for Dr. Morton\\'s collection. In 1853, Dr. Morton\\'s collection, including all of the human remains described above, was purchased from Dr. Morton\\'s estate and formally presented to the Academy of Natural Sciences. In 1966, Dr. Morton\\'s collection was loaned to the University of Pennsylvania Museum of Archaeology and Anthropology. In 1997, the collection was formally gifted to the University of Pennsylvania Museum. No known individuals were identified. No associated funerary objects are present. The human remains have been identified as Native American based on the specific cultural and geographic attribution in the museum records. Collection records, museum documentation, and published sources identify the human remains above as Yamasee.\\n        Between November 1831 and March 1834, human remains representing, at minimum, one individual (97-606-0039) were removed from Fort Gibson, OK, by Dr. Zina Pitcher. The human remains were transferred to Dr. Morton sometime between 1834 and 1839. From approximately 1830 until Dr. Morton\\'s death in 1851, the Academy of Natural Sciences in Philadelphia provided storage space for Dr. Morton\\'s collection. In 1853, Dr. Morton\\'s collection, including all of the human remains described above, was purchased from Dr. Morton\\'s estate and formally presented to the Academy of Natural Sciences. In 1966, Dr. Morton\\'s collection was loaned to the University of Pennsylvania Museum of Archaeology and Anthropology. In 1997, the collection was formally gifted to the University of Pennsylvania Museum. Dr. Pitcher identified the individual as \\xe2\\x80\\x9cBill the Fifer,\\xe2\\x80\\x9d a Euchee man from Florida. No associated funerary objects are present. The human remains have been identified as Native American based on the specific cultural and geographic attribution in the museum records. Collection records, museum documentation, and published sources identify these human remains as Euchee.\\n        Determinations Made by the University of Pennsylvania Museum of Archaeology and Anthropology\\n        Officials of the University of Pennsylvania Museum of Archaeology and Anthropology have determined that:\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice represent the physical remains of twenty individuals of Native American ancestry.\\n\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(2),there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and the Alabama-Coushatta Tribe of Texas (previously listed as the Alabama-Coushatta Tribes of Texas); Alabama-Quassarte Tribal Town; Coushatta Tribe of Louisiana; Kialegee Tribal Town; Miccosukee Tribe of Indians; Poarch Band of Creeks (previously listed as the Poarch Band of Creek Indians of Alabama); Seminole Tribe of Florida (previously listed as the Seminole Tribe of Florida (Dania, Big Cypress, Brighton, Hollywood & Tampa Reservations)); The Muscogee (Creek) Nation; The Seminole Nation of Oklahoma; and Thlopthlocco Tribal Town.\\n        Additional Requestors and Disposition\\n        Lineal descendants or representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains should submit a written request with information in support of the request to Dr. Julian Siggers, University of Pennsylvania Museum of Archaeology and Anthropology, 3260 South Street, Philadelphia, PA 19104-6324, telephone (215) 898-4050, by August 27, 2014. After that date, if no additional requestors have come forward, transfer of control of the human remains to the Alabama-Coushatta Tribe of Texas (previously listed as the Alabama-Coushatta Tribes of Texas); Alabama-Quassarte Tribal Town; Coushatta Tribe of Louisiana; Kialegee Tribal Town; Miccosukee Tribe of Indians; Poarch Band of Creeks (previously listed as the Poarch Band of Creek Indians of Alabama); Seminole Tribe of Florida (previously listed as the Seminole Tribe of Florida (Dania, Big Cypress, Brighton, Hollywood & Tampa Reservations)); The Muscogee (Creek) Nation; The Seminole Nation of Oklahoma; and Thlopthlocco Tribal Town may proceed.\\n        The University of Pennsylvania Museum of Archaeology and Anthropology is responsible for notifying the Alabama-Coushatta Tribe of Texas (previously listed as the Alabama-Coushatta Tribes of Texas); Alabama-Quassarte Tribal Town; Coushatta Tribe of Louisiana; Kialegee Tribal Town; Miccosukee Tribe of Indians; Poarch Band of Creeks (previously listed as the Poarch Band of Creek Indians of Alabama); Seminole Tribe of Florida (previously listed as the Seminole Tribe of Florida (Dania, Big Cypress, Brighton, Hollywood & Tampa Reservations)); The Muscogee (Creek) Nation; The Seminole Nation of Oklahoma; and Thlopthlocco Tribal Town that this notice has been published.\\n        \\n          Dated: July 2, 2014.\\n          David Tarler,\\n          Acting Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. 2014-17732 Filed 7-25-14; 8:45 am]\\n      BILLING CODE 4312-50-P\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "[NPS-WASO-NAGPRA-16149; PPWOCRADN0-PCU00RP14.R50000]", "subject": "Notice of Inventory Completion: University of Pennsylvania Museum of Archaeology and Anthropology, Philadelphia, PA", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "The University of Pennsylvania Museum of Archaeology and Anthropology has completed an inventory of human remains, in consultation with the appropriate Indian tribes or Native Hawaiian organizations, and has determined that there is a cultural affiliation between the human remains and present-day Indian tribes or Native Hawaiian organizations. Lineal descendants or representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains should submit a written request to the University of Pennsylvania Museum of Archaeology and Anthropology. If no additional requestors come forward, transfer of control of the human remains to the lineal descendants, Indian tribes, or Native Hawaiian organizations stated in this notice may proceed.", "dates": "Lineal descendants or representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains should submit a written request with information in support of the request to the University of Pennsylvania Museum of Archaeology and Anthropology at the address in this notice by August 27, 2014.", "addresses": "Dr. Julian Siggers, University of Pennsylvania Museum of Archaeology and Anthropology, 3260 South Street, Philadelphia, PA 19104-6324, telephone (215) 898-4050.", "signature_dated": "Dated: July 2, 2014.", "signature_name": "David Tarler,", "signature_title": "Acting Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. 2014-17732 Filed 7-25-14; 8:45 am]", "billing_code": "BILLING CODE 4312-50-P", "supp_info": "SUPPLEMENTARY INFORMATION: \n Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains under the control of the University of Pennsylvania Museum of Archaeology and Anthropology, Philadelphia, PA. The human remains were removed from various sites in Florida. \n This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003(d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains. The National Park Service is not responsible for the determinations in this notice. \n Consultation \n A detailed assessment of the human remains was made by the University of Pennsylvania Museum of Archaeology and Anthropology, Philadelphia, PA professional staff in consultation with representatives of the Alabama-Quassarte Tribal Town; Kialegee Tribal Town; Miccosukee Tribe of Indians; Seminole Tribe of Florida (previously listed as the Seminole Tribe of Florida (Dania, Big Cypress, Brighton, Hollywood & Tampa Reservations)); and The Muscogee (Creek) Nation. \n Representatives of the Alabama-Coushatta Tribe of Texas (previously listed as the Alabama-Coushatta Tribes of Texas); Coushatta Tribe of Louisiana; Poarch Band of Creeks (previously listed as the Poarch Band of Creek Indians of Alabama); The Seminole Nation of Oklahoma; and Thlopthlocco Tribal Town were also invited to consult, but did not participate. \n History and Description of the Remains \n At an unknown date before 1838, human remains representing, at minimum, one individual (97-606-707) were removed from an unknown location 12 miles south of the Suwanne River in Northern Florida by Dr. Eugene H Abadie. This individual has been identified as \\xe2\\x80\\x9cEoklo Emathla,\\xe2\\x80\\x9d a Seminole warrior identified in archival and published records. No associated funerary objects are present. \n At an unknown date before 1838, human remains representing, at minimum, one individual (97-606-0708) were removed from an unknown location in Florida by Dr. Eugene Abadie. No known individual was identified. No associated funerary objects are present. \n Between December 7 and December 30, 1837, human remains representing, at minimum, two individuals (97-606-0727 and 97-606-0726.1) were removed from an unknown site near Fort Gardener, FL, by Dr. Eugene Abadie. Collection records identify one of these individuals (97-606-0727) as a \\xe2\\x80\\x9cSeminole woman of rank\\xe2\\x80\\x9d (Meigs, 1857). No individuals were identified. No associated funerary objects are present. \n On November 20, 1837, human remains representing, at minimum, one individual (97-606-0728) were removed from an unknown location near Pease Creek between Fort Brooke and Fort Gardner, FL, by Dr. Eugene Abadie. Archival records identify the human remains as \\xe2\\x80\\x9canother boy belonging to a party of Seminoles headed by John Cavallo or Cow-a-gee.\\xe2\\x80\\x9d No known individual was identified. No associated funerary objects are present. \n In November 1837, human remains representing, at minimum, one individual (97-606-0729) were removed from an unknown location in the vicinity of Tampa, FL, by Dr. Eugene Abadie. Dr. Abadie identified the human remains as belonging to the \\xe2\\x80\\x9ctribe of Black Dirt emigrated [to Oklahoma] in 1836 by Gen. Scott.\\xe2\\x80\\x9d No known individual was identified. No associated funerary objects are present. \n On January 31, 1838, human remains representing, at minimum, two individuals (97-606-0730 and 97-606-0732) were removed from the north shore of the battlefield of Lake Okeechobee, FL, by Eugene H. Abadie. No known individuals were identified. No associated funerary objects are present. \n In December 1837, human remains representing, at minimum, one individual (97-606-0733) were removed from an unknown location in the vicinity of Fort Bassinger, FL, by Dr. Eugene Abadie. Museum and published records identify the human remains as belonging to the \\xe2\\x80\\x9cMICCO-SUKIE tribe of the Seminole nation,\\xe2\\x80\\x9d who were hostile to removal by U.S. Government forces during the Second Seminole War. No known individual was identified. No associated funerary objects are present. \n Dr. Eugene H. Abadie, an assistant surgeon for the U.S. Army during the Second Seminole War, obtained the human remains of nine individuals described above, after 1836, but prior to February 1838. Dr. Abadie subsequently transferred the human remains to Dr. Samuel G. Morton, who accessioned these remains into his collection between 1838 and 1840. \n At an unknown date before 1839, human remains representing, at minimum, one individual (97-606-0456) were removed from an unknown site in Gadsden, Jackson, or Leon Counties, FL, by Hardy B. Croom, who subsequently sent the human remains to Dr. Samuel G. Morton. Dr. Morton accessioned these remains into his collection sometime prior to 1839. No known individual was identified. No associated funerary objects are present. \n At an unknown date before 1839, human remains representing, at minimum, one individual (97-606-0604) were removed from the site of a battlefield near St. Augustine in St. John\\'s County, FL, by an unknown person. Collection records and historical documents indicate that the human remains are of a \\xe2\\x80\\x9cSeminole warrior, slain at the battle of St. Joseph\\'s, thirty miles below St. Augustine, in June 1836, by Captain Justin Dimmick.\\xe2\\x80\\x9d At an unknown date, the human remains were transferred to Dr. Gouverneur Emerson of Philadelphia by an unknown individual. Sometime prior to 1839, Dr. Emerson forwarded the human remains to Dr. Morton, who accessioned the human remains into his collection. No known individual was identified. No associated funerary objects are present. \n At an unknown date before 1840, human remains representing, at minimum, one individual (97-606-0698) were removed from an unknown location in Florida by Colonel John James Abert, a topographical engineer for the U.S. Government who marked boundary lines between the Creek and Seminole Confederacies in the 1830s. Abert subsequently transferred the human remains to Dr. Morton at an unknown date, but prior to 1840. No known individual was identified. No associated funerary objects are present. \n At an unknown date before 1840, human remains representing, at minimum, one individual (97-606-0754) were removed from an unknown location in Florida by Dr. Joseph Walker, an Assistant Army Surgeon who was stationed in the Missouri Territory during 1839. Dr. Walker transferred the human remains to Dr. Morton sometime prior to 1840. No known individual was identified. No associated funerary objects are present. \n In February or March of 1836, human remains representing, at minimum, one individual (97-606-1105) were removed from the site of the Dade Battle in Sumter County, FL, by Dr. Captain Francis Marion Robertson of the Richmond Blues. Captain Robertson subsequently forwarded the human remains to Dr. Morton for his collection sometime between 1842 and 1849. No known individual was identified. No associated funerary objects are present. \n At an unknown date before 1848, human remains representing, at minimum, one individual (97-606-1286) were removed from an unknown location in Florida by James Couper. Collection records identify the human remains as a Seminole Indian of Florida (Morton 1849). In 1848, Couper transferred the human remains to Dr. Morton. No known individual was identified. No associated funerary objects are present. \n At an unknown date before 1852, human remains representing, at minimum, one individual (97-606-1840) were removed from Florida by an unknown collector. At an unknown date, the human remains were obtained by Dr. Charles Delucena Meigs, a Philadelphia obstetrician and professor. Dr. Meigs subsequently donated the human remains to the Academy of Natural Sciences in Philadelphia in 1852 for inclusion in the Morton Collection. No known individual was identified. No associated funerary objects are present. \n From approximately 1830 until Dr. Morton\\'s death in 1851, the Academy of Natural Sciences in Philadelphia provided storage space for Dr. Morton\\'s collection. In 1853, Dr. Morton\\'s collection, including all of the human remains described above, was purchased from Dr. Morton\\'s estate and formally presented to the Academy of Natural Sciences. In 1966, Dr. Morton\\'s collection was loaned to the University of Pennsylvania Museum of Archaeology and Anthropology. In 1997, the collection was formally gifted to the University of Pennsylvania Museum. \n At an unknown date, human remains representing, at minimum, one individual (97-29-1) were removed from an unknown location by an unknown person. The human remains were transferred to the Academy of Natural Sciences in Philadelphia by an unknown individual. According to the label attached to the cranium, the human remains are identified as a \\xe2\\x80\\x9cSeminole Indian killed in Florida War.\\xe2\\x80\\x9d No known individual was identified. No associated funerary objects are present. \n At an unknown date before 1887, human remains representing, at minimum, one individual (CG95-7-19) were removed from the area of Oak Hill, FL, by an unknown collector. A label on the human remains identifies this individual as Seminole. At an unknown date after 1887, the human remains were transferred to the University of Pennsylvania Museum of Archaeology and Anthropology by an unknown person. No known individual was identified. No associated funerary objects are present. \n The eighteen human remains listed above have been identified as Native American based on the specific cultural and geographic attribution in the museum records. Archival and collection records, museum documentation, and published sources identify the human remains as Seminole. \n Between February and April of 1838, human remains representing, at minimum, one individual (97-606-0726.2) were removed from a mound located on the southeast shore of Lake Okeechobee, FL, by Dr. Eugene Abadie. At an unknown date between 1838 and 1840, Dr. Abadie transferred the human remains to Dr. Samuel G. Morton. From approximately 1830 until Dr. Morton\\'s death in 1851, the Academy of Natural Sciences in Philadelphia provided storage space for Dr. Morton\\'s collection. In 1853, Dr. Morton\\'s collection, including all of the human remains described above, was purchased from Dr. Morton\\'s estate and formally presented to the Academy of Natural Sciences. In 1966, Dr. Morton\\'s collection was loaned to the University of Pennsylvania Museum of Archaeology and Anthropology. In 1997, the collection was formally gifted to the University of Pennsylvania Museum. No known individuals were identified. No associated funerary objects are present. The human remains have been identified as Native American based on the specific cultural and geographic attribution in the museum records. Collection records, museum documentation, and published sources identify the human remains above as Yamasee. \n Between November 1831 and March 1834, human remains representing, at minimum, one individual (97-606-0039) were removed from Fort Gibson, OK, by Dr. Zina Pitcher. The human remains were transferred to Dr. Morton sometime between 1834 and 1839. From approximately 1830 until Dr. Morton\\'s death in 1851, the Academy of Natural Sciences in Philadelphia provided storage space for Dr. Morton\\'s collection. In 1853, Dr. Morton\\'s collection, including all of the human remains described above, was purchased from Dr. Morton\\'s estate and formally presented to the Academy of Natural Sciences. In 1966, Dr. Morton\\'s collection was loaned to the University of Pennsylvania Museum of Archaeology and Anthropology. In 1997, the collection was formally gifted to the University of Pennsylvania Museum. Dr. Pitcher identified the individual as \\xe2\\x80\\x9cBill the Fifer,\\xe2\\x80\\x9d a Euchee man from Florida. No associated funerary objects are present. The human remains have been identified as Native American based on the specific cultural and geographic attribution in the museum records. Collection records, museum documentation, and published sources identify these human remains as Euchee. \n Determinations Made by the University of Pennsylvania Museum of Archaeology and Anthropology \n Officials of the University of Pennsylvania Museum of Archaeology and Anthropology have determined that: \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice represent the physical remains of twenty individuals of Native American ancestry. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(2),there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and the Alabama-Coushatta Tribe of Texas (previously listed as the Alabama-Coushatta Tribes of Texas); Alabama-Quassarte Tribal Town; Coushatta Tribe of Louisiana; Kialegee Tribal Town; Miccosukee Tribe of Indians; Poarch Band of Creeks (previously listed as the Poarch Band of Creek Indians of Alabama); Seminole Tribe of Florida (previously listed as the Seminole Tribe of Florida (Dania, Big Cypress, Brighton, Hollywood & Tampa Reservations)); The Muscogee (Creek) Nation; The Seminole Nation of Oklahoma; and Thlopthlocco Tribal Town. \n Additional Requestors and Disposition \n Lineal descendants or representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains should submit a written request with information in support of the request to Dr. Julian Siggers, University of Pennsylvania Museum of Archaeology and Anthropology, 3260 South Street, Philadelphia, PA 19104-6324, telephone (215) 898-4050, by August 27, 2014. After that date, if no additional requestors have come forward, transfer of control of the human remains to the Alabama-Coushatta Tribe of Texas (previously listed as the Alabama-Coushatta Tribes of Texas); Alabama-Quassarte Tribal Town; Coushatta Tribe of Louisiana; Kialegee Tribal Town; Miccosukee Tribe of Indians; Poarch Band of Creeks (previously listed as the Poarch Band of Creek Indians of Alabama); Seminole Tribe of Florida (previously listed as the Seminole Tribe of Florida (Dania, Big Cypress, Brighton, Hollywood & Tampa Reservations)); The Muscogee (Creek) Nation; The Seminole Nation of Oklahoma; and Thlopthlocco Tribal Town may proceed. \n The University of Pennsylvania Museum of Archaeology and Anthropology is responsible for notifying the Alabama-Coushatta Tribe of Texas (previously listed as the Alabama-Coushatta Tribes of Texas); Alabama-Quassarte Tribal Town; Coushatta Tribe of Louisiana; Kialegee Tribal Town; Miccosukee Tribe of Indians; Poarch Band of Creeks (previously listed as the Poarch Band of Creek Indians of Alabama); Seminole Tribe of Florida (previously listed as the Seminole Tribe of Florida (Dania, Big Cypress, Brighton, Hollywood & Tampa Reservations)); The Muscogee (Creek) Nation; The Seminole Nation of Oklahoma; and Thlopthlocco Tribal Town that this notice has been published. \n ", "consultation": "A detailed assessment of the human remains was made by the University of Pennsylvania Museum of Archaeology and Anthropology, Philadelphia, PA professional staff in consultation with representatives of the Alabama-Quassarte Tribal Town; Kialegee Tribal Town; Miccosukee Tribe of Indians; Seminole Tribe of Florida (previously listed as the Seminole Tribe of Florida (Dania, Big Cypress, Brighton, Hollywood & Tampa Reservations)); and The Muscogee (Creek) Nation. \n Representatives of the Alabama-Coushatta Tribe of Texas (previously listed as the Alabama-Coushatta Tribes of Texas); Coushatta Tribe of Louisiana; Poarch Band of Creeks (previously listed as the Poarch Band of Creek Indians of Alabama); The Seminole Nation of Oklahoma; and Thlopthlocco Tribal Town were also invited to consult, but did not participate. \n ", "h_d_r": "At an unknown date before 1838, human remains representing, at minimum, one individual (97-606-707) were removed from an unknown location 12 miles south of the Suwanne River in Northern Florida by Dr. Eugene H Abadie. This individual has been identified as \\xe2\\x80\\x9cEoklo Emathla,\\xe2\\x80\\x9d a Seminole warrior identified in archival and published records. No associated funerary objects are present. \n At an unknown date before 1838, human remains representing, at minimum, one individual (97-606-0708) were removed from an unknown location in Florida by Dr. Eugene Abadie. No known individual was identified. No associated funerary objects are present. \n Between December 7 and December 30, 1837, human remains representing, at minimum, two individuals (97-606-0727 and 97-606-0726.1) were removed from an unknown site near Fort Gardener, FL, by Dr. Eugene Abadie. Collection records identify one of these individuals (97-606-0727) as a \\xe2\\x80\\x9cSeminole woman of rank\\xe2\\x80\\x9d (Meigs, 1857). No individuals were identified. No associated funerary objects are present. \n On November 20, 1837, human remains representing, at minimum, one individual (97-606-0728) were removed from an unknown location near Pease Creek between Fort Brooke and Fort Gardner, FL, by Dr. Eugene Abadie. Archival records identify the human remains as \\xe2\\x80\\x9canother boy belonging to a party of Seminoles headed by John Cavallo or Cow-a-gee.\\xe2\\x80\\x9d No known individual was identified. No associated funerary objects are present. \n In November 1837, human remains representing, at minimum, one individual (97-606-0729) were removed from an unknown location in the vicinity of Tampa, FL, by Dr. Eugene Abadie. Dr. Abadie identified the human remains as belonging to the \\xe2\\x80\\x9ctribe of Black Dirt emigrated [to Oklahoma] in 1836 by Gen. Scott.\\xe2\\x80\\x9d No known individual was identified. No associated funerary objects are present. \n On January 31, 1838, human remains representing, at minimum, two individuals (97-606-0730 and 97-606-0732) were removed from the north shore of the battlefield of Lake Okeechobee, FL, by Eugene H. Abadie. No known individuals were identified. No associated funerary objects are present. \n In December 1837, human remains representing, at minimum, one individual (97-606-0733) were removed from an unknown location in the vicinity of Fort Bassinger, FL, by Dr. Eugene Abadie. Museum and published records identify the human remains as belonging to the \\xe2\\x80\\x9cMICCO-SUKIE tribe of the Seminole nation,\\xe2\\x80\\x9d who were hostile to removal by U.S. Government forces during the Second Seminole War. No known individual was identified. No associated funerary objects are present. \n Dr. Eugene H. Abadie, an assistant surgeon for the U.S. Army during the Second Seminole War, obtained the human remains of nine individuals described above, after 1836, but prior to February 1838. Dr. Abadie subsequently transferred the human remains to Dr. Samuel G. Morton, who accessioned these remains into his collection between 1838 and 1840. \n At an unknown date before 1839, human remains representing, at minimum, one individual (97-606-0456) were removed from an unknown site in Gadsden, Jackson, or Leon Counties, FL, by Hardy B. Croom, who subsequently sent the human remains to Dr. Samuel G. Morton. Dr. Morton accessioned these remains into his collection sometime prior to 1839. No known individual was identified. No associated funerary objects are present. \n At an unknown date before 1839, human remains representing, at minimum, one individual (97-606-0604) were removed from the site of a battlefield near St. Augustine in St. John\\'s County, FL, by an unknown person. Collection records and historical documents indicate that the human remains are of a \\xe2\\x80\\x9cSeminole warrior, slain at the battle of St. Joseph\\'s, thirty miles below St. Augustine, in June 1836, by Captain Justin Dimmick.\\xe2\\x80\\x9d At an unknown date, the human remains were transferred to Dr. Gouverneur Emerson of Philadelphia by an unknown individual. Sometime prior to 1839, Dr. Emerson forwarded the human remains to Dr. Morton, who accessioned the human remains into his collection. No known individual was identified. No associated funerary objects are present. \n At an unknown date before 1840, human remains representing, at minimum, one individual (97-606-0698) were removed from an unknown location in Florida by Colonel John James Abert, a topographical engineer for the U.S. Government who marked boundary lines between the Creek and Seminole Confederacies in the 1830s. Abert subsequently transferred the human remains to Dr. Morton at an unknown date, but prior to 1840. No known individual was identified. No associated funerary objects are present. \n At an unknown date before 1840, human remains representing, at minimum, one individual (97-606-0754) were removed from an unknown location in Florida by Dr. Joseph Walker, an Assistant Army Surgeon who was stationed in the Missouri Territory during 1839. Dr. Walker transferred the human remains to Dr. Morton sometime prior to 1840. No known individual was identified. No associated funerary objects are present. \n In February or March of 1836, human remains representing, at minimum, one individual (97-606-1105) were removed from the site of the Dade Battle in Sumter County, FL, by Dr. Captain Francis Marion Robertson of the Richmond Blues. Captain Robertson subsequently forwarded the human remains to Dr. Morton for his collection sometime between 1842 and 1849. No known individual was identified. No associated funerary objects are present. \n At an unknown date before 1848, human remains representing, at minimum, one individual (97-606-1286) were removed from an unknown location in Florida by James Couper. Collection records identify the human remains as a Seminole Indian of Florida (Morton 1849). In 1848, Couper transferred the human remains to Dr. Morton. No known individual was identified. No associated funerary objects are present. \n At an unknown date before 1852, human remains representing, at minimum, one individual (97-606-1840) were removed from Florida by an unknown collector. At an unknown date, the human remains were obtained by Dr. Charles Delucena Meigs, a Philadelphia obstetrician and professor. Dr. Meigs subsequently donated the human remains to the Academy of Natural Sciences in Philadelphia in 1852 for inclusion in the Morton Collection. No known individual was identified. No associated funerary objects are present. \n From approximately 1830 until Dr. Morton\\'s death in 1851, the Academy of Natural Sciences in Philadelphia provided storage space for Dr. Morton\\'s collection. In 1853, Dr. Morton\\'s collection, including all of the human remains described above, was purchased from Dr. Morton\\'s estate and formally presented to the Academy of Natural Sciences. In 1966, Dr. Morton\\'s collection was loaned to the University of Pennsylvania Museum of Archaeology and Anthropology. In 1997, the collection was formally gifted to the University of Pennsylvania Museum. \n At an unknown date, human remains representing, at minimum, one individual (97-29-1) were removed from an unknown location by an unknown person. The human remains were transferred to the Academy of Natural Sciences in Philadelphia by an unknown individual. According to the label attached to the cranium, the human remains are identified as a \\xe2\\x80\\x9cSeminole Indian killed in Florida War.\\xe2\\x80\\x9d No known individual was identified. No associated funerary objects are present. \n At an unknown date before 1887, human remains representing, at minimum, one individual (CG95-7-19) were removed from the area of Oak Hill, FL, by an unknown collector. A label on the human remains identifies this individual as Seminole. At an unknown date after 1887, the human remains were transferred to the University of Pennsylvania Museum of Archaeology and Anthropology by an unknown person. No known individual was identified. No associated funerary objects are present. \n The eighteen human remains listed above have been identified as Native American based on the specific cultural and geographic attribution in the museum records. Archival and collection records, museum documentation, and published sources identify the human remains as Seminole. \n Between February and April of 1838, human remains representing, at minimum, one individual (97-606-0726.2) were removed from a mound located on the southeast shore of Lake Okeechobee, FL, by Dr. Eugene Abadie. At an unknown date between 1838 and 1840, Dr. Abadie transferred the human remains to Dr. Samuel G. Morton. From approximately 1830 until Dr. Morton\\'s death in 1851, the Academy of Natural Sciences in Philadelphia provided storage space for Dr. Morton\\'s collection. In 1853, Dr. Morton\\'s collection, including all of the human remains described above, was purchased from Dr. Morton\\'s estate and formally presented to the Academy of Natural Sciences. In 1966, Dr. Morton\\'s collection was loaned to the University of Pennsylvania Museum of Archaeology and Anthropology. In 1997, the collection was formally gifted to the University of Pennsylvania Museum. No known individuals were identified. No associated funerary objects are present. The human remains have been identified as Native American based on the specific cultural and geographic attribution in the museum records. Collection records, museum documentation, and published sources identify the human remains above as Yamasee. \n Between November 1831 and March 1834, human remains representing, at minimum, one individual (97-606-0039) were removed from Fort Gibson, OK, by Dr. Zina Pitcher. The human remains were transferred to Dr. Morton sometime between 1834 and 1839. From approximately 1830 until Dr. Morton\\'s death in 1851, the Academy of Natural Sciences in Philadelphia provided storage space for Dr. Morton\\'s collection. In 1853, Dr. Morton\\'s collection, including all of the human remains described above, was purchased from Dr. Morton\\'s estate and formally presented to the Academy of Natural Sciences. In 1966, Dr. Morton\\'s collection was loaned to the University of Pennsylvania Museum of Archaeology and Anthropology. In 1997, the collection was formally gifted to the University of Pennsylvania Museum. Dr. Pitcher identified the individual as \\xe2\\x80\\x9cBill the Fifer,\\xe2\\x80\\x9d a Euchee man from Florida. No associated funerary objects are present. The human remains have been identified as Native American based on the specific cultural and geographic attribution in the museum records. Collection records, museum documentation, and published sources identify these human remains as Euchee. \n ", "h_d_ci": "Null", "determinations": "Determinations Made by the University of Pennsylvania Museum of Archaeology and Anthropology \n Officials of the University of Pennsylvania Museum of Archaeology and Anthropology have determined that: \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice represent the physical remains of twenty individuals of Native American ancestry. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(2),there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and the Alabama-Coushatta Tribe of Texas (previously listed as the Alabama-Coushatta Tribes of Texas); Alabama-Quassarte Tribal Town; Coushatta Tribe of Louisiana; Kialegee Tribal Town; Miccosukee Tribe of Indians; Poarch Band of Creeks (previously listed as the Poarch Band of Creek Indians of Alabama); Seminole Tribe of Florida (previously listed as the Seminole Tribe of Florida (Dania, Big Cypress, Brighton, Hollywood & Tampa Reservations)); The Muscogee (Creek) Nation; The Seminole Nation of Oklahoma; and Thlopthlocco Tribal Town. \n ", "a_r_d": "Lineal descendants or representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains should submit a written request with information in support of the request to Dr. Julian Siggers, University of Pennsylvania Museum of Archaeology and Anthropology, 3260 South Street, Philadelphia, PA 19104-6324, telephone (215) 898-4050, by August 27, 2014. After that date, if no additional requestors have come forward, transfer of control of the human remains to the Alabama-Coushatta Tribe of Texas (previously listed as the Alabama-Coushatta Tribes of Texas); Alabama-Quassarte Tribal Town; Coushatta Tribe of Louisiana; Kialegee Tribal Town; Miccosukee Tribe of Indians; Poarch Band of Creeks (previously listed as the Poarch Band of Creek Indians of Alabama); Seminole Tribe of Florida (previously listed as the Seminole Tribe of Florida (Dania, Big Cypress, Brighton, Hollywood & Tampa Reservations)); The Muscogee (Creek) Nation; The Seminole Nation of Oklahoma; and Thlopthlocco Tribal Town may proceed. \n The University of Pennsylvania Museum of Archaeology and Anthropology is responsible for notifying the Alabama-Coushatta Tribe of Texas (previously listed as the Alabama-Coushatta Tribes of Texas); Alabama-Quassarte Tribal Town; Coushatta Tribe of Louisiana; Kialegee Tribal Town; Miccosukee Tribe of Indians; Poarch Band of Creeks (previously listed as the Poarch Band of Creek Indians of Alabama); Seminole Tribe of Florida (previously listed as the Seminole Tribe of Florida (Dania, Big Cypress, Brighton, Hollywood & Tampa Reservations)); The Muscogee (Creek) Nation; The Seminole Nation of Oklahoma; and Thlopthlocco Tribal Town that this notice has been published. \n "}