{"index": "I_792", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        [NPS-WASO-NAGPRA-16019; PPWOCRADN0-PCU00RP14.R50000]\\n        Notice of Inventory Completion: Indiana University-Purdue University Fort Wayne-Archaeological Survey, Fort Wayne, IN\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        \\n          SUMMARY:\\n          The Indiana University-Purdue University Fort Wayne-Archaeological Survey (hereafter IPFW-AS) has completed an inventory of human remains and associated funerary objects in consultation with the appropriate Indian tribes or Native Hawaiian organizations, and has determined that there is no cultural affiliation between the human remains and associated funerary objects and any present-day Indian tribes or Native Hawaiian organizations. Representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains should submit a written request to the IPFW-AS. If no additional requestors come forward, transfer of control of the human remains and associated funerary objects to the Indian tribes or Native Hawaiian organizations stated in this notice may proceed.\\n        \\n        \\n          DATES:\\n          Representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to the IPFW-AS at the address in this notice by August 20, 2014.\\n        \\n        \\n          ADDRESSES:\\n\\n          Craig R. Arnold, IPFW-AS, 2101 East Coliseum Blvd., Kettler Hall Room G11A, Fort Wayne, IN 46805, telephone (260) 481-6194, email arnoldc@ipfw.edu.\\n          \\n        \\n      \\n      \\n        SUPPLEMENTARY INFORMATION:\\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains and associated funerary objects under the control of the IPFW-AS, Fort Wayne, IN. The human remains and associated funerary objects were removed from Allen County, Porter County, St. Joseph County, Whitley County, and other unidentified locations in Indiana.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003(d)(3) and 43 CFR 10.11(d). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains. The National Park Service is not responsible for the determinations in this notice.\\n        Consultation\\n        A detailed assessment of the human remains was made by the IPFW-AS professional staff in consultation with representatives of the Eastern Shawnee Tribe of Oklahoma; Kickapoo Tribe of Indians of the Kickapoo Reservation in Kansas; Miami Tribe of Oklahoma; Peoria Tribe of Indians of Oklahoma; Pokagon Band of Potawatomi Indians, Michigan and Indiana; Shawnee Tribe; and the United Keetoowah Band of Cherokee Indians in Oklahoma.\\n        History and Description of the Remains\\n        In the early 1980s, human remains representing, at minimum, one individual were removed from the Slentz site (12AL10) in Allen County, IN. The human remains were donated to the IPFW-AS in the early 1980s by an avocational archaeologist who removed the remains from the St. Joseph River bank. The human remains were possibly associated with a circular earthwork tentatively identified as the Slentz site (12AL10). The human remains consist of heavily fragmented and burned cranial and femur elements. No known individual was identified. No associated funerary objects are present. Late Woodland ceramic sherds were noted in the adjacent area but there is no indication of a direct association with the remains.\\n        In 1983, human remains representing, at minimum, four individuals (12AL121-01, 02, 03, and 04) were removed from the Fox Island site (12AL121) in Allen County, IN. The human remains were recovered during excavations associated with a field school conducted by IPFW Anthropology staff. The associated funerary objects were processed in the IPFW-AS lab by staff and students. No known individuals were identified. The 2,295 associated funerary objects are 9 bullets, 438 flora, 114 historic contaminants, 244 bones, 353 stone flakes, 30 carbon-14 samples, 76 controlled volumetric soil samples, 41 fire-cracked rock, 78 mollusk shells, 291 ground stones, 493 unmodified rocks, 1 hematite mineral, 1 nutting stone, 2 point fragments, 122 pottery sherds, 1 projectile point, and 1 stone tool.\\n        In 1982, human remains representing, at minimum, six individuals (12AL907-01, 02, 03, 04, 05, and 06) were removed from a Maumee River bank site (12AL907) in Allen County, IN. The human remains were removed by an avocational archeologist and donated to the IPFW-AS in the 1980s. No known individuals were identified. No associated funerary objects are present.\\n        In the 1980s, human remains representing, at minimum, one individual were removed from a Maumee River bank site (12AL1957) in Allen County, IN. The human remains consist of a nearly complete set of skeletal remains (less hand and cranial elements). Notes indicate that the human remains were collected by children and later donated to the IPFW-AS in 1989. No known individual was identified. No associated funerary objects are present.\\n        In 1987, human remains representing, at minimum, one individual were removed from the Shoaff mound site (12AL1362) in Allen County, IN. The human remains consist of a human molar. The mound site was destroyed and IPFW staff screened the disturbed backdirt and spoil piles. Only one tooth and a single flake were recovered from screening operations. This site may be a Glacial Kame mound and it was noted that it had a clay and gravel cap. No known individual was identified. No associated funerary objects are present.\\n\\n        In the late 1980s or early 1990s, human remains representing, at minimum, one individual were removed by workers during construction of a theater building on the IPFW campus. The location of the human remains was near a cemetery of the Indiana School for the Mentally Handicapped. Due to the incomplete and fragmentary nature of the human remains and the close proximity to the St. Joseph River, it is likely the human remains are of Native American ancestry. The human remains consist of a humerus (right), ilium/ischium (right), tibia (left), and parietal (left) elements. No known individual was identified. No associated funerary objects are present.\\n        In the 1990s, human remains representing, at minimum, one individual were removed during house construction at site 12PR260 near Kouts, Porter County, IN. Notes indicate that approximately one-third of the individual was recovered after being identified and reported to the Indiana Department of Natural Resources. The site was visited by IPFW staff where a feature was identified in the construction wall trench. A radiometric date of A.D. 1490 was determined, but it is not clear what material was used for testing. It was also noted that Huber phase pottery was located on the ground surface near the house construction, but the pottery is not present in the collection. No known individual was identified. No associated funerary objects are present. Based on available information, this burial may be archeologically associated with the Oneota groups of the northwest Indiana area.\\n        In the 1950s, human remains representing, at minimum, four individuals (12PR9999-01-01, 02-01, 03-01, and 04-01) were removed from the Fifield site (12PR9999) in Porter County, IN. The human remains were reportedly collected by an avocational archeologist who identified the site as an Upper Mississippian site, circa A.D. 1350. The human remains were donated to the IPFW-AS in 1990. No known individuals were identified. No associated funerary objects are present.\\n        In 1990, human remains representing, at minimum, one individual were removed from site 12SJ336 located in St. Joseph County, IN. Notes indicate the human remains were recovered from the soil under a fallen tree. The human remains include cranial and vertebral elements and were donated to the IPFW-AS. No known individual was identified. No associated funerary objects are present.\\n        At an unknown date, human remains representing, at minimum, two individuals were removed from sites 12WI34 and 12WI1562 in Whitley County, IN. The human remains from site 12WI34 were reported to have been found eroding from a lake by an unidentified individual. The human remains from site 12WI1562 were dredged from the Eel River east of Columbia City, IN, and include a left femur. There is no additional information about either site or how the elements came into possession by the IPFW-AS. No known individuals were identified. No associated funerary objects are present.\\n        At an unknown date, human remains representing, at minimum four individuals were removed from unknown sites. These human remains in the IPFW-AS collections have no provenance or additional information, although it is likely they were removed from sites in Indiana. These are listed as items NP-01-01, NP-02-01, NP-03-01, and NP-04-01 and are likely Native American based on skeletal traits. Item NP-01-01 consists of a partial mandible and one tooth. Item NP-02-01 is a fragmented maxilla and partial left zygomatic. Item NP-03-01 is a nearly complete subadult cranial element with nine unattached teeth. Item NP-04-01 is a complete cranial element from a subadult. No known individuals were identified. No associated funerary objects are present.\\n        Determinations Made by the Indiana University-Purdue University Fort Wayne-Archaeological Survey\\n        Officials of the IPFW-AS have determined that:\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice are Native American based on the provenience, collection histories, and skeletal traits.\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice represent the physical remains of 26 individuals of Native American ancestry.\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(3)(A), the 2,295 described in this notice are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony.\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(2), a relationship of shared group identity cannot be reasonably traced between the Native American human remains and associated funerary objects and any present-day Indian tribe.\\n        \\xe2\\x80\\xa2 Treaties, Acts of Congress, or Executive Orders, indicate that the land from which the Native American human remains and associated funerary objects were removed is the aboriginal land of the Eastern Shawnee Tribe of Oklahoma; Kickapoo Tribe of Indians of the Kickapoo Reservation in Kansas; Miami Tribe of Oklahoma; Peoria Tribe of Indians of Oklahoma; Pokagon Band of Potawatomi Indians, Michigan and Indiana; Shawnee Tribe; and the United Keetoowah Band of Cherokee Indians in Oklahoma.\\n        \\xe2\\x80\\xa2 Pursuant to 43 CFR 10.11(c)(1), the disposition of the human remains and associated funerary objects may be to the Eastern Shawnee Tribe of Oklahoma; Kickapoo Tribe of Indians of the Kickapoo Reservation in Kansas; Miami Tribe of Oklahoma; Peoria Tribe of Indians of Oklahoma; Pokagon Band of Potawatomi Indians, Michigan and Indiana; Shawnee Tribe; and the United Keetoowah Band of Cherokee Indians in Oklahoma.\\n        Additional Requestors and Disposition\\n\\n        Representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to Craig Arnold, Indiana University Purdue University at Fort Wayne-Archaeological Survey, 2101 E Coliseum Blvd., Kettler G11A, Fort Wayne, IN 46805, telephone (260) 481-6194, email arnoldc@ipfw.edu, by August 20, 2014. After that date, if no additional requestors have come forward, transfer of control of the human remains and associated funerary objects to the Eastern Shawnee Tribe of Oklahoma; Kickapoo Tribe of Indians of the Kickapoo Reservation in Kansas; Miami Tribe of Oklahoma; Peoria Tribe of Indians of Oklahoma; Pokagon Band of Potawatomi Indians, Michigan and Indiana; Shawnee Tribe; and the United Keetoowah Band of Cherokee Indians in Oklahoma may proceed.\\n        The IPFW-AS is responsible for notifying the Eastern Shawnee Tribe of Oklahoma; Kickapoo Tribe of Indians of the Kickapoo Reservation in Kansas; Miami Tribe of Oklahoma; Peoria Tribe of Indians of Oklahoma; Pokagon Band of Potawatomi Indians, Michigan and Indiana; Shawnee Tribe; and the United Keetoowah Band of Cherokee Indians in Oklahoma that this notice has been published.\\n        \\n          Dated: June 12, 2014.\\n          David Tarler,\\n          Acting Manager, National NAGPRA Program. \\n        \\n      \\n      [FR Doc. 2014-17091 Filed 7-18-14; 8:45 am]\\n      BILLING CODE 4312-50-P\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "[NPS-WASO-NAGPRA-16019; PPWOCRADN0-PCU00RP14.R50000]", "subject": "Notice of Inventory Completion: Indiana University-Purdue University Fort Wayne-Archaeological Survey, Fort Wayne, IN", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "The Indiana University-Purdue University Fort Wayne-Archaeological Survey (hereafter IPFW-AS) has completed an inventory of human remains and associated funerary objects in consultation with the appropriate Indian tribes or Native Hawaiian organizations, and has determined that there is no cultural affiliation between the human remains and associated funerary objects and any present-day Indian tribes or Native Hawaiian organizations. Representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains should submit a written request to the IPFW-AS. If no additional requestors come forward, transfer of control of the human remains and associated funerary objects to the Indian tribes or Native Hawaiian organizations stated in this notice may proceed.", "dates": "Representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to the IPFW-AS at the address in this notice by August 20, 2014.", "addresses": "Craig R. Arnold, IPFW-AS, 2101 East Coliseum Blvd., Kettler Hall Room G11A, Fort Wayne, IN 46805, telephone (260) 481-6194, email arnoldc@ipfw.edu.\\n          ", "signature_dated": "Dated: June 12, 2014.", "signature_name": "David Tarler,", "signature_title": "Acting Manager, National NAGPRA Program. ", "fr_doc": "[FR Doc. 2014-17091 Filed 7-18-14; 8:45 am]", "billing_code": "BILLING CODE 4312-50-P", "supp_info": "SUPPLEMENTARY INFORMATION: \n Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains and associated funerary objects under the control of the IPFW-AS, Fort Wayne, IN. The human remains and associated funerary objects were removed from Allen County, Porter County, St. Joseph County, Whitley County, and other unidentified locations in Indiana. \n This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003(d)(3) and 43 CFR 10.11(d). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains. The National Park Service is not responsible for the determinations in this notice. \n Consultation \n A detailed assessment of the human remains was made by the IPFW-AS professional staff in consultation with representatives of the Eastern Shawnee Tribe of Oklahoma; Kickapoo Tribe of Indians of the Kickapoo Reservation in Kansas; Miami Tribe of Oklahoma; Peoria Tribe of Indians of Oklahoma; Pokagon Band of Potawatomi Indians, Michigan and Indiana; Shawnee Tribe; and the United Keetoowah Band of Cherokee Indians in Oklahoma. \n History and Description of the Remains \n In the early 1980s, human remains representing, at minimum, one individual were removed from the Slentz site (12AL10) in Allen County, IN. The human remains were donated to the IPFW-AS in the early 1980s by an avocational archaeologist who removed the remains from the St. Joseph River bank. The human remains were possibly associated with a circular earthwork tentatively identified as the Slentz site (12AL10). The human remains consist of heavily fragmented and burned cranial and femur elements. No known individual was identified. No associated funerary objects are present. Late Woodland ceramic sherds were noted in the adjacent area but there is no indication of a direct association with the remains. \n In 1983, human remains representing, at minimum, four individuals (12AL121-01, 02, 03, and 04) were removed from the Fox Island site (12AL121) in Allen County, IN. The human remains were recovered during excavations associated with a field school conducted by IPFW Anthropology staff. The associated funerary objects were processed in the IPFW-AS lab by staff and students. No known individuals were identified. The 2,295 associated funerary objects are 9 bullets, 438 flora, 114 historic contaminants, 244 bones, 353 stone flakes, 30 carbon-14 samples, 76 controlled volumetric soil samples, 41 fire-cracked rock, 78 mollusk shells, 291 ground stones, 493 unmodified rocks, 1 hematite mineral, 1 nutting stone, 2 point fragments, 122 pottery sherds, 1 projectile point, and 1 stone tool. \n In 1982, human remains representing, at minimum, six individuals (12AL907-01, 02, 03, 04, 05, and 06) were removed from a Maumee River bank site (12AL907) in Allen County, IN. The human remains were removed by an avocational archeologist and donated to the IPFW-AS in the 1980s. No known individuals were identified. No associated funerary objects are present. \n In the 1980s, human remains representing, at minimum, one individual were removed from a Maumee River bank site (12AL1957) in Allen County, IN. The human remains consist of a nearly complete set of skeletal remains (less hand and cranial elements). Notes indicate that the human remains were collected by children and later donated to the IPFW-AS in 1989. No known individual was identified. No associated funerary objects are present. \n In 1987, human remains representing, at minimum, one individual were removed from the Shoaff mound site (12AL1362) in Allen County, IN. The human remains consist of a human molar. The mound site was destroyed and IPFW staff screened the disturbed backdirt and spoil piles. Only one tooth and a single flake were recovered from screening operations. This site may be a Glacial Kame mound and it was noted that it had a clay and gravel cap. No known individual was identified. No associated funerary objects are present. \n In the late 1980s or early 1990s, human remains representing, at minimum, one individual were removed by workers during construction of a theater building on the IPFW campus. The location of the human remains was near a cemetery of the Indiana School for the Mentally Handicapped. Due to the incomplete and fragmentary nature of the human remains and the close proximity to the St. Joseph River, it is likely the human remains are of Native American ancestry. The human remains consist of a humerus (right), ilium/ischium (right), tibia (left), and parietal (left) elements. No known individual was identified. No associated funerary objects are present. \n In the 1990s, human remains representing, at minimum, one individual were removed during house construction at site 12PR260 near Kouts, Porter County, IN. Notes indicate that approximately one-third of the individual was recovered after being identified and reported to the Indiana Department of Natural Resources. The site was visited by IPFW staff where a feature was identified in the construction wall trench. A radiometric date of A.D. 1490 was determined, but it is not clear what material was used for testing. It was also noted that Huber phase pottery was located on the ground surface near the house construction, but the pottery is not present in the collection. No known individual was identified. No associated funerary objects are present. Based on available information, this burial may be archeologically associated with the Oneota groups of the northwest Indiana area. \n In the 1950s, human remains representing, at minimum, four individuals (12PR9999-01-01, 02-01, 03-01, and 04-01) were removed from the Fifield site (12PR9999) in Porter County, IN. The human remains were reportedly collected by an avocational archeologist who identified the site as an Upper Mississippian site, circa A.D. 1350. The human remains were donated to the IPFW-AS in 1990. No known individuals were identified. No associated funerary objects are present. \n In 1990, human remains representing, at minimum, one individual were removed from site 12SJ336 located in St. Joseph County, IN. Notes indicate the human remains were recovered from the soil under a fallen tree. The human remains include cranial and vertebral elements and were donated to the IPFW-AS. No known individual was identified. No associated funerary objects are present. \n At an unknown date, human remains representing, at minimum, two individuals were removed from sites 12WI34 and 12WI1562 in Whitley County, IN. The human remains from site 12WI34 were reported to have been found eroding from a lake by an unidentified individual. The human remains from site 12WI1562 were dredged from the Eel River east of Columbia City, IN, and include a left femur. There is no additional information about either site or how the elements came into possession by the IPFW-AS. No known individuals were identified. No associated funerary objects are present. \n At an unknown date, human remains representing, at minimum four individuals were removed from unknown sites. These human remains in the IPFW-AS collections have no provenance or additional information, although it is likely they were removed from sites in Indiana. These are listed as items NP-01-01, NP-02-01, NP-03-01, and NP-04-01 and are likely Native American based on skeletal traits. Item NP-01-01 consists of a partial mandible and one tooth. Item NP-02-01 is a fragmented maxilla and partial left zygomatic. Item NP-03-01 is a nearly complete subadult cranial element with nine unattached teeth. Item NP-04-01 is a complete cranial element from a subadult. No known individuals were identified. No associated funerary objects are present. \n Determinations Made by the Indiana University-Purdue University Fort Wayne-Archaeological Survey \n Officials of the IPFW-AS have determined that: \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice are Native American based on the provenience, collection histories, and skeletal traits. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice represent the physical remains of 26 individuals of Native American ancestry. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(3)(A), the 2,295 described in this notice are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(2), a relationship of shared group identity cannot be reasonably traced between the Native American human remains and associated funerary objects and any present-day Indian tribe. \n \\xe2\\x80\\xa2 Treaties, Acts of Congress, or Executive Orders, indicate that the land from which the Native American human remains and associated funerary objects were removed is the aboriginal land of the Eastern Shawnee Tribe of Oklahoma; Kickapoo Tribe of Indians of the Kickapoo Reservation in Kansas; Miami Tribe of Oklahoma; Peoria Tribe of Indians of Oklahoma; Pokagon Band of Potawatomi Indians, Michigan and Indiana; Shawnee Tribe; and the United Keetoowah Band of Cherokee Indians in Oklahoma. \n \\xe2\\x80\\xa2 Pursuant to 43 CFR 10.11(c)(1), the disposition of the human remains and associated funerary objects may be to the Eastern Shawnee Tribe of Oklahoma; Kickapoo Tribe of Indians of the Kickapoo Reservation in Kansas; Miami Tribe of Oklahoma; Peoria Tribe of Indians of Oklahoma; Pokagon Band of Potawatomi Indians, Michigan and Indiana; Shawnee Tribe; and the United Keetoowah Band of Cherokee Indians in Oklahoma. \n Additional Requestors and Disposition \n Representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to Craig Arnold, Indiana University Purdue University at Fort Wayne-Archaeological Survey, 2101 E Coliseum Blvd., Kettler G11A, Fort Wayne, IN 46805, telephone (260) 481-6194, email arnoldc@ipfw.edu, by August 20, 2014. After that date, if no additional requestors have come forward, transfer of control of the human remains and associated funerary objects to the Eastern Shawnee Tribe of Oklahoma; Kickapoo Tribe of Indians of the Kickapoo Reservation in Kansas; Miami Tribe of Oklahoma; Peoria Tribe of Indians of Oklahoma; Pokagon Band of Potawatomi Indians, Michigan and Indiana; Shawnee Tribe; and the United Keetoowah Band of Cherokee Indians in Oklahoma may proceed. \n The IPFW-AS is responsible for notifying the Eastern Shawnee Tribe of Oklahoma; Kickapoo Tribe of Indians of the Kickapoo Reservation in Kansas; Miami Tribe of Oklahoma; Peoria Tribe of Indians of Oklahoma; Pokagon Band of Potawatomi Indians, Michigan and Indiana; Shawnee Tribe; and the United Keetoowah Band of Cherokee Indians in Oklahoma that this notice has been published. \n ", "consultation": "A detailed assessment of the human remains was made by the IPFW-AS professional staff in consultation with representatives of the Eastern Shawnee Tribe of Oklahoma; Kickapoo Tribe of Indians of the Kickapoo Reservation in Kansas; Miami Tribe of Oklahoma; Peoria Tribe of Indians of Oklahoma; Pokagon Band of Potawatomi Indians, Michigan and Indiana; Shawnee Tribe; and the United Keetoowah Band of Cherokee Indians in Oklahoma. \n ", "h_d_r": "In the early 1980s, human remains representing, at minimum, one individual were removed from the Slentz site (12AL10) in Allen County, IN. The human remains were donated to the IPFW-AS in the early 1980s by an avocational archaeologist who removed the remains from the St. Joseph River bank. The human remains were possibly associated with a circular earthwork tentatively identified as the Slentz site (12AL10). The human remains consist of heavily fragmented and burned cranial and femur elements. No known individual was identified. No associated funerary objects are present. Late Woodland ceramic sherds were noted in the adjacent area but there is no indication of a direct association with the remains. \n In 1983, human remains representing, at minimum, four individuals (12AL121-01, 02, 03, and 04) were removed from the Fox Island site (12AL121) in Allen County, IN. The human remains were recovered during excavations associated with a field school conducted by IPFW Anthropology staff. The associated funerary objects were processed in the IPFW-AS lab by staff and students. No known individuals were identified. The 2,295 associated funerary objects are 9 bullets, 438 flora, 114 historic contaminants, 244 bones, 353 stone flakes, 30 carbon-14 samples, 76 controlled volumetric soil samples, 41 fire-cracked rock, 78 mollusk shells, 291 ground stones, 493 unmodified rocks, 1 hematite mineral, 1 nutting stone, 2 point fragments, 122 pottery sherds, 1 projectile point, and 1 stone tool. \n In 1982, human remains representing, at minimum, six individuals (12AL907-01, 02, 03, 04, 05, and 06) were removed from a Maumee River bank site (12AL907) in Allen County, IN. The human remains were removed by an avocational archeologist and donated to the IPFW-AS in the 1980s. No known individuals were identified. No associated funerary objects are present. \n In the 1980s, human remains representing, at minimum, one individual were removed from a Maumee River bank site (12AL1957) in Allen County, IN. The human remains consist of a nearly complete set of skeletal remains (less hand and cranial elements). Notes indicate that the human remains were collected by children and later donated to the IPFW-AS in 1989. No known individual was identified. No associated funerary objects are present. \n In 1987, human remains representing, at minimum, one individual were removed from the Shoaff mound site (12AL1362) in Allen County, IN. The human remains consist of a human molar. The mound site was destroyed and IPFW staff screened the disturbed backdirt and spoil piles. Only one tooth and a single flake were recovered from screening operations. This site may be a Glacial Kame mound and it was noted that it had a clay and gravel cap. No known individual was identified. No associated funerary objects are present. \n In the late 1980s or early 1990s, human remains representing, at minimum, one individual were removed by workers during construction of a theater building on the IPFW campus. The location of the human remains was near a cemetery of the Indiana School for the Mentally Handicapped. Due to the incomplete and fragmentary nature of the human remains and the close proximity to the St. Joseph River, it is likely the human remains are of Native American ancestry. The human remains consist of a humerus (right), ilium/ischium (right), tibia (left), and parietal (left) elements. No known individual was identified. No associated funerary objects are present. \n In the 1990s, human remains representing, at minimum, one individual were removed during house construction at site 12PR260 near Kouts, Porter County, IN. Notes indicate that approximately one-third of the individual was recovered after being identified and reported to the Indiana Department of Natural Resources. The site was visited by IPFW staff where a feature was identified in the construction wall trench. A radiometric date of A.D. 1490 was determined, but it is not clear what material was used for testing. It was also noted that Huber phase pottery was located on the ground surface near the house construction, but the pottery is not present in the collection. No known individual was identified. No associated funerary objects are present. Based on available information, this burial may be archeologically associated with the Oneota groups of the northwest Indiana area. \n In the 1950s, human remains representing, at minimum, four individuals (12PR9999-01-01, 02-01, 03-01, and 04-01) were removed from the Fifield site (12PR9999) in Porter County, IN. The human remains were reportedly collected by an avocational archeologist who identified the site as an Upper Mississippian site, circa A.D. 1350. The human remains were donated to the IPFW-AS in 1990. No known individuals were identified. No associated funerary objects are present. \n In 1990, human remains representing, at minimum, one individual were removed from site 12SJ336 located in St. Joseph County, IN. Notes indicate the human remains were recovered from the soil under a fallen tree. The human remains include cranial and vertebral elements and were donated to the IPFW-AS. No known individual was identified. No associated funerary objects are present. \n At an unknown date, human remains representing, at minimum, two individuals were removed from sites 12WI34 and 12WI1562 in Whitley County, IN. The human remains from site 12WI34 were reported to have been found eroding from a lake by an unidentified individual. The human remains from site 12WI1562 were dredged from the Eel River east of Columbia City, IN, and include a left femur. There is no additional information about either site or how the elements came into possession by the IPFW-AS. No known individuals were identified. No associated funerary objects are present. \n At an unknown date, human remains representing, at minimum four individuals were removed from unknown sites. These human remains in the IPFW-AS collections have no provenance or additional information, although it is likely they were removed from sites in Indiana. These are listed as items NP-01-01, NP-02-01, NP-03-01, and NP-04-01 and are likely Native American based on skeletal traits. Item NP-01-01 consists of a partial mandible and one tooth. Item NP-02-01 is a fragmented maxilla and partial left zygomatic. Item NP-03-01 is a nearly complete subadult cranial element with nine unattached teeth. Item NP-04-01 is a complete cranial element from a subadult. No known individuals were identified. No associated funerary objects are present. \n ", "h_d_ci": "Null", "determinations": "Determinations Made by the Indiana University-Purdue University Fort Wayne-Archaeological Survey \n Officials of the IPFW-AS have determined that: \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice are Native American based on the provenience, collection histories, and skeletal traits. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice represent the physical remains of 26 individuals of Native American ancestry. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(3)(A), the 2,295 described in this notice are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(2), a relationship of shared group identity cannot be reasonably traced between the Native American human remains and associated funerary objects and any present-day Indian tribe. \n \\xe2\\x80\\xa2 Treaties, Acts of Congress, or Executive Orders, indicate that the land from which the Native American human remains and associated funerary objects were removed is the aboriginal land of the Eastern Shawnee Tribe of Oklahoma; Kickapoo Tribe of Indians of the Kickapoo Reservation in Kansas; Miami Tribe of Oklahoma; Peoria Tribe of Indians of Oklahoma; Pokagon Band of Potawatomi Indians, Michigan and Indiana; Shawnee Tribe; and the United Keetoowah Band of Cherokee Indians in Oklahoma. \n \\xe2\\x80\\xa2 Pursuant to 43 CFR 10.11(c)(1), the disposition of the human remains and associated funerary objects may be to the Eastern Shawnee Tribe of Oklahoma; Kickapoo Tribe of Indians of the Kickapoo Reservation in Kansas; Miami Tribe of Oklahoma; Peoria Tribe of Indians of Oklahoma; Pokagon Band of Potawatomi Indians, Michigan and Indiana; Shawnee Tribe; and the United Keetoowah Band of Cherokee Indians in Oklahoma. \n ", "a_r_d": "Representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to Craig Arnold, Indiana University Purdue University at Fort Wayne-Archaeological Survey, 2101 E Coliseum Blvd., Kettler G11A, Fort Wayne, IN 46805, telephone (260) 481-6194, email arnoldc@ipfw.edu, by August 20, 2014. After that date, if no additional requestors have come forward, transfer of control of the human remains and associated funerary objects to the Eastern Shawnee Tribe of Oklahoma; Kickapoo Tribe of Indians of the Kickapoo Reservation in Kansas; Miami Tribe of Oklahoma; Peoria Tribe of Indians of Oklahoma; Pokagon Band of Potawatomi Indians, Michigan and Indiana; Shawnee Tribe; and the United Keetoowah Band of Cherokee Indians in Oklahoma may proceed. \n The IPFW-AS is responsible for notifying the Eastern Shawnee Tribe of Oklahoma; Kickapoo Tribe of Indians of the Kickapoo Reservation in Kansas; Miami Tribe of Oklahoma; Peoria Tribe of Indians of Oklahoma; Pokagon Band of Potawatomi Indians, Michigan and Indiana; Shawnee Tribe; and the United Keetoowah Band of Cherokee Indians in Oklahoma that this notice has been published. \n "}