{"index": "I_797", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        [NPS-WASO-NAGPRA-15714; PPWOCRADN0-PCU00RP14.R50000]\\n        Notice of Inventory Completion: Denver Museum of Nature & Science, Denver, CO\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        \\n          SUMMARY:\\n          The Denver Museum of Nature & Science has completed an inventory of human remains and associated funerary object, in consultation with Indian tribes and Native Hawaiian organizations, and has determined that there is no cultural affiliation between the human remains and associated funerary object and any present-day Indian tribes or Native Hawaiian organizations. Representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary object should submit a written request to the Denver Museum of Nature & Science. If no additional requestors come forward, transfer of control of the human remains and associated funerary object to the Indian tribes or Native Hawaiian organizations stated in this notice may proceed.\\n        \\n        \\n          DATES:\\n          Representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains should submit a written request with information in support of the request to the Denver Museum of Nature & Science at the address in this notice by July 24, 2014.\\n        \\n        \\n          ADDRESSES:\\n\\n          Chip Colwell-Chanthaphonh, Denver Museum of Nature and Science, 2001 Colorado Blvd., Denver, CO 80205-5798, telephone (303) 370-6367, email chip.c-c@dmns.org.\\n        \\n      \\n      \\n        SUPPLEMENTARY INFORMATION:\\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains and associated funerary object under the control of the Denver Museum of Nature & Science (DMNS). The human remains and associated funerary object were removed from unknown locations.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003(d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains and associated funerary object. The National Park Service is not responsible for the determinations in this notice.\\n        Consultation\\n        A detailed assessment of the human remains and associated funerary object was first made by the DMNS professional staff in consultation with representatives of the Cayuga Nation; Central Council of the Tlingit & Haida Indian Tribes; Onondaga Nation; Pueblo of Acoma, New Mexico; Saint Regis Mohawk Tribe (previously the St. Regis Band of Mohawk Indians of New York); Santa Rosa Indian Community of the Santa Rosa Rancheria, California; Seneca Nation of Indians (previously listed as the Seneca Nation of New York); The Osage Nation (previously listed as the Osage Tribe); Tonawanda Band of Seneca (previously listed as the Tonawanda Band of Seneca Indians of New York); Tuscarora Nation; and Ute Mountain Tribe of the Ute Mountain Reservation, Colorado, New Mexico & Utah, during a February 26, 2013 meeting. Others who expressed interest in assisting but were unable to attend this meeting were the Caddo Nation of Oklahoma; Ho-Chunk Nation of Wisconsin; and Hui Malama I Na Kupuna \\'O Hawaii Nei. The intent was to have a broad range of geographic locations represented.\\n\\n        On April 15, 2013, letters were mailed to all tribes listed as Indian Entities Recognized and Eligible to Receive Services from the United States Bureau of Indian Affairs (77 FR 47868-47873, August 10, 2012) (hereafter referred to as \\xe2\\x80\\x9cThe Notified Indian Tribes\\xe2\\x80\\x9d). In addition, letters were sent to Native Hawaiian organizations, including Aha Kane; Aha Moku O Kahikinui; Aha Moku o Maui Inc.; Aha Wahine; \\xe2\\x80\\xb2Ahahui Siwila Hawai`i O Kapolei; Ahupua`a o Moloka`i; Aloha First; Association of Hawaiian Civic Clubs; Association of Hawaiians for Homestead Lands; Au Puni O Hawaii; Brian Kaniela Nae`ole Naauao; Charles Pelenui Mahi Ohana; Council for Native Hawaiian Advancement; Four Points Global Services, Corp.; Friends of `Iolani Palace; Friends of Moku`ula, Inc.; George K. Cypher `Ohana; God\\'s Country Waimanalo; Hau`ouiwi Homestead Association on Lana`i; Hawai`i Maoli; Hawaii Island Burial Council; Hawaiian Civic Club of Hilo; Ho Ohana; Ho`okano Family Land Trust; Hui Ho`oniho; Hui Huliau; Hui Kako`o `Aina Ho`opulapula; Hui Kaleleiki Ohana; Hui Malama I Na Kupuna \\xe2\\x80\\xb2O Hawaii Nei; Kako`o `Oiwi; Kalaeloa Heritage and Legacy Foundation; Kalama`ula Mauka Homestead Association; Kamealoha; Kamehameha Schools\\xe2\\x80\\x94Community Relations and Communications Group, Government Relations; Kamiloloa One Alii Homestead Association; Kanu o ka `Aina Learning `Ohana; Kapolei Community Development Corporation; Kauai/Niihau Island Burial Council; Kawaihapai Ohana; Keoni Kealoha Alvarez; Ko`olau Foundation; Ko`olaupoko Hawaiian Civic Club; La`i `Opua 2020; Lahui Kaka`ikahi; Ma`a `Ohana; Machado-Akana-Aona-Namakaeha Ohana; Mahu Ohana; Makaha Hawaiian Civic Club; Maku`u Farmers Association; Malu`ohai Residents Association; Maui/Lani Island Burial Council; Meleana Kawaiaea, LLC; Moku o Kaupo; Molokai Island Burial Council; Na Aikane O Maui; Na Ku`auhau `o Kahiwakaneikopolei; Na Ohana o Puaoi a me Hanawahine; Nanakuli Housing Corporation; Native Hawaiian Church; Native Hawaiian Economic Alliance; Native Hawaiian Education Council; Nekaifes Ohana; O\\xe2\\x80\\xb2ahu Burial Council; Office of Hawaiian Affairs; Pacific American Foundation; Pacific Justice & Reconciliation Center; Papa Ola Lokahi; Papakolea Community Development Corporation; Paukukalo Hawaiian Homes Community Association; Peahi Ohana; Piihonua Hawaiian Homestead Community Association; Royal Hawaiian Academy of Traditional Arts; The Friends of Hokule`a and Hawai`iloa; The I Mua Group; Wai`anae Hawaiian Civic Club; Waiehu Kou Phase 3 Association; and Waimanalo Hawaiian Homes Association (hereafter referred to as \\xe2\\x80\\x9cThe Notified Native Hawaiian organizations\\xe2\\x80\\x9d). Enclosed with each of the letters was a disposition request and statement of support for disposition as well as an invitation to participate in a meeting scheduled for October 9, 2013.\\n        On October 9, 2013, the Bishop Paiute Tribe (previously listed as the Paiute-Shoshone Indians of the Bishop Community of the Bishop Colony, California); Cayuga Nation; Central Council of the Tlingit & Haida Indian Tribes; Death Valley Timbi-sha Shoshone Tribe (previously listed as the Death Valley Timbi-Sha Shoshone Band of California); Delaware Nation, Oklahoma; Delaware Tribe of Indians; Hui Kaleleiki Ohana; Hui Ho\\'oniho; Hui Malama I Na Kupuna `O Hawaii Nei; Mashpee Wampanoag Tribe (previously listed as the Mashpee Wampanoag Indian Tribal Council, Inc.); Mohegan Indian Tribe of Connecticut; Morongo Band of Mission Indians, California (previously listed as the Morongo Band of Cahuilla Mission Indians of the Morongo Reservation); Nondalton Village; Onondaga Nation; Paiute Indian Tribe of Utah (Cedar Band of Paiutes, Kanosh Band of Paiutes, Koosharem Band of Paiutes, Indian Peaks Band of Paiutes, and Shivwits Band of Paiutes) (formerly Paiute Indian Tribe of Utah (Cedar City Band of Paiutes, Kanosh Band of Paiutes, Koosharem Band of Paiutes, Indian Peaks Band of Paiutes, and Shivwits Band of Paiutes)); Pueblo of Acoma, New Mexico; Saint Regis Mohawk Tribe (previously the St. Regis Band of Mohawk Indians of New York); Santa Rosa Indian Community of the Santa Rosa Rancheria, California; Seneca Nation of Indians (previously listed as the Seneca Nation of New York); Southern Ute Indian Tribe of the Southern Ute Reservation, Colorado; Susanville Indian Rancheria, California; The Osage Nation (previously listed as the Osage Tribe); Tonawanda Band of Seneca (previously listed as the Tonawanda Band of Seneca Indians of New York); Tuscarora Nation; Ute Indian Tribe of the Uintah & Ouray Reservation, Utah; and Ute Mountain Tribe of the Ute Mountain Reservation, Colorado, New Mexico & Utah, consulted with the DMNS during an all-day meeting. Several other tribes initiated brief telephone consultations with the DMNS.\\n\\n        DMNS received requests for joint transfer of control of the human remains to the Aloha First; Arapaho Tribe of the Wind River Reservation, Wyoming; Blue Lake Rancheria, California; California Valley Miwok Tribe, California; Central Council of the Tlingit & Haida Indian Tribes; Cocopah Tribe of Arizona; Comanche Nation, Oklahoma; Confederated Tribes of the Umatilla Indian Reservation (previously listed as the Confederated Tribes of the Umatilla Reservation, Oregon); Crow Tribe of Montana; Eastern Band of Cherokee Indians; Elk Valley Rancheria, California; Fort Belknap Indian Community of the Fort Belknap Reservation of Montana; Hopi Tribe of Arizona; Hui Ho`oniho; Hui Kaleleiki Ohana; Hui Malama I Na Kupuna \\xe2\\x80\\xb2O Hawaii Nei; Iowa Tribe of Kansas and Nebraska; Kokhanok Village; Koyukuk Native Village; Lac Vieux Desert Band of Lake Superior Chippewa Indians of Michigan; Little River Band of Ottawa Indians, Michigan; Mahu Ohana; Makaha Hawaiian Civic Club; Malu`ohai Residents Association; Mashpee Wampanoag Tribe (previously listed as the Mashpee Wampanoag Indian Tribal Council, Inc.); Mentasta Traditional Council; Mohegan Indian Tribe of Connecticut; Native Village of Port Graham; Native Village of Shaktoolik; Northfork Rancheria of Mono Indians of California; Paiute Indian Tribe of Utah (Cedar Band of Paiutes, Kanosh Band of Paiutes, Koosharem Band of Paiutes, Indian Peaks Band of Paiutes, and Shivwits Band of Paiutes) (formerly Paiute Indian Tribe of Utah (Cedar City Band of Paiutes, Kanosh Band of Paiutes, Koosharem Band of Paiutes, Indian Peaks Band of Paiutes, and Shivwits Band of Paiutes)); Papa Ola Lokahi; Paukukalo Hawaiian Homes Community Association; Pueblo of Isleta, New Mexico; Pueblo of Laguna, New Mexico; Pueblo of Santa Ana, New Mexico; Qagan Tayagungin Tribe of Sand Point Village; Royal Hawaiian Academy of Traditional Arts; Saginaw Chippewa Indian Tribe of Michigan; San Carlos Apache Tribe of the San Carlos Reservation, Arizona; Skull Valley Band of Goshute Indians of Utah; Three Affiliated Tribes of the Fort Berthold Reservation, North Dakota; Tohono O\\'Odham Nation of Arizona; Tonawanda Band of Seneca (previously listed as the Tonawanda Band of Seneca Indians of New York); Tonkawa Tribe of Indians of Oklahoma; Tonto Apache Tribe of Arizona; Tuscarora Nation; United Keetoowah Band of Cherokee Indians in Oklahoma; Ute Mountain Tribe of the Ute Mountain Reservation, Colorado, New Mexico & Utah; Village of Stony River; and Winnebago Tribe of Nebraska (hereafter referred to as \\xe2\\x80\\x9cThe Requesting Indian Tribes\\xe2\\x80\\x9d and \\xe2\\x80\\x9cThe Requesting Native Hawaiian organizations\\xe2\\x80\\x9d). DMNS received a request for transfer of control of the associated funerary object to the Ute Mountain Tribe of the Ute Mountain Reservation, Colorado, New Mexico & Utah.\\n\\n        Statements of support for the proposed transfer of control have been received from the Bishop Paiute Tribe (previously listed as the Paiute-Shoshone Indians of the Bishop Community of the Bishop Colony, California); Bois Forte Band (Nett Lake) of the Minnesota Chippewa Tribe, Minnesota; Cher-Ae Heights Indian Community of the Trinidad Rancheria, California; Cowlitz Indian Tribe; Delaware Nation, Oklahoma; Gila River Indian Community of the Gila River Indian Reservation, Arizona; Ho-Chunk Nation of Wisconsin; Jamestown S\\xe2\\x80\\xb2Kallam Tribe; Jena Band of Choctaw Indians; Mashantucket Pequot Indian Tribe (previously listed as the Mashantucket Pequot Tribe of Connecticut); Mechoopda Indian Tribe of Chico Rancheria, California; Native Village of Chenega (aka Chanega); Native Village of Eyak (Cordova); Native Village of Tatitlek; Pala Band of Luiseno Mission Indians of the Pala Reservation, California; Samish Indian Nation (previously listed as the Samish Indian Tribe, Washington); Santa Rosa Band of Cahuilla Indians, California (previously listed as the Santa Rosa Band of Cahuilla Mission Indians of the Santa Rosa Reservation); Santa Ynez Band of Chumash Mission Indians of the Santa Ynez Reservation, California; Scotts Valley Band of Pomo Indians of California; Sherwood Valley Rancheria of Pomo Indians of California; Southern Ute Indian Tribe of the Southern Ute Reservation, Colorado; Standing Rock Sioux Tribe of North & South Dakota; Swinomish Indian Tribal Community (previously listed as the Swinomish Indians of the Swinomish Reservation of Washington); Wiyot Tribe, California (previously listed as the Table Bluff Reservation\\xe2\\x80\\x94Wiyot Tribe); Wrangell Cooperative Association; and Yupiit of Andreafski.\\n        There are no objections by The Notified Indian Tribes or The Notified Native Hawaiian organizations to the proposed transfer of control of the human remains. There are no objections by The Notified Indian Tribes or The Notified Native Hawaiian organizations to the proposed transfer of control of the associated funerary object.\\n        History and Description of the Remains\\n        On an unknown date, human remains representing, at minimum, three individuals (A144.1, A145.1, A147.1) were removed from an unknown location. In 1946, the human remains were anonymously donated to the DMNS. No known individuals were identified. No associated funerary objects are present.\\n        On an unknown date, human remains representing, at minimum, three individuals (A1515.1, A1515.2, A1515.3) were removed from an unknown location. In 1988, they were anonymously donated to the DMNS. No known individuals were identified. The one associated funerary object is a wild turkey bone (A1515.5).\\n        On an unknown date, human remains representing, at minimum, five individuals (A1987.1, A1987.2, A1987.3, A1997.1, A1998.1) were removed from an unknown location. In 1994, the human remains were inventoried for the first time in the DMNS Anthropology Department collections and were assigned accession numbers. No known individuals were identified. No associated funerary objects are present.\\n        On an unknown date, human remains representing, at minimum, three individuals (A1988.2, A1988.3, and A1988.4) were removed from an unknown location. In 1994, the human remains were inventoried for the first time in the DMNS Anthropology Department collections and were assigned accession numbers. They were transferred to the Anthropology Department from the DMNS Education Collection. No known individuals were identified. No associated funerary objects are present.\\n        On an unknown date, human remains representing, at minimum, one individual (E-783 through E-791) were removed from an unknown location. In 1980, the Gates Medical Clinic donated the human remains to the DMNS Education Collection, which later transferred them to the DMNS Anthropology Department. No known individuals were identified. No associated funerary objects are present.\\n        Determinations Made By the Denver Museum of Nature & Science\\n        Officials of the DMNS have determined that:\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice are Native American based the morphological evidence, institutional history, and oral tradition.\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice represent the physical remains of 15 individual of Native American ancestry.\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(3)(A), the one object described in this notice is reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony.\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(2), a relationship of shared group identity cannot be reasonably traced between the Native American human remains and associated funerary object and any present-day Indian tribe.\\n        \\xe2\\x80\\xa2 Pursuant to 43 CFR 10.16, the disposition of the human remains will be to The Requesting Indian Tribes and The Requesting Native Hawaiian organizations.\\n        \\xe2\\x80\\xa2 Pursuant to 43 CFR 10.16, the disposition of the associated funerary object will be to the Ute Mountain Tribe of the Ute Mountain Reservation, Colorado, New Mexico & Utah.\\n        NAGPRA Review Committee Actions\\n        Pursuant to 43 CFR 10.16, the Secretary of the Interior may make a recommendation for the transfer of control of culturally unidentifiable human remains. In April 2014, the DMNS requested that the Secretary, through the NAGPRA Review Committee, recommend the proposed transfer of control of the culturally unidentifiable Native American human remains in this notice to The Requesting Indian Tribes and The Requesting Native Hawaiian organizations. The Requesting Indian Tribes and The Requesting Native Hawaiian organizations jointly requested transfer of control of the human remains. The Ute Mountain Tribe of the Ute Mountain Reservation, Colorado, New Mexico & Utah requested transfer of control of the associated funerary object.\\n        The Review Committee, acting pursuant to its responsibility under 25 U.S.C. 3006(c)(5), considered the request at its April 10, 2014 meeting and recommended to the Secretary that the proposed transfer of control proceed. A May 5, 2014, letter on behalf of the Secretary of Interior from the Designated Federal Official transmitted the Secretary\\'s independent review and concurrence with the Review Committee that:\\n        \\xe2\\x80\\xa2 The DMNS consulted with appropriate Indian tribes and Native Hawaiian organizations,\\n        \\xe2\\x80\\xa2 none of The Notified Indian Tribes or The Notified Native Hawaiian organizations objected to the proposed transfer of control, and\\n        \\xe2\\x80\\xa2 the DMNS may proceed with the agreed upon transfer of control of the culturally unidentifiable human remains to The Requesting Indian Tribes and The Requesting Native Hawaiian organizations\\n        \\xe2\\x80\\xa2 the DMNS may proceed with the agreed upon transfer of control of the associated funerary object to the Ute Mountain Tribe of the Ute Mountain Reservation, Colorado, New Mexico & Utah.\\n\\n        Transfer of control is contingent on the publication of a Notice of Inventory Completion in the Federal Register. This notice fulfills that requirement.\\n        Additional Requestors and Disposition\\n\\n        Representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary object should submit a written request with information in support of the request to Chip Colwell-Chanthaphonh, Denver Museum of Nature and Science, 2001 Colorado Blvd., Denver CO 80205-5798, telephone (303) 370-6367, email chip.c-c@dmns.org, by July 24, 2014. After that date, if no additional requestors have come forward, transfer of control of the human remains to The Requesting Indian Tribes and The Requesting Native Hawaiian organizations may proceed, and transfer of control of the associated funerary object to the Ute Mountain Tribe of the Ute Mountain Reservation, Colorado, New Mexico & Utah may proceed.\\n        The DMNS is responsible for notifying The Notified Indian Tribes and The Notified Native Hawaiian organizations that this notice has been published.\\n        \\n          Dated: May 5, 2014.\\n          David Tarler,\\n          Acting Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. 2014-14736 Filed 6-23-14; 8:45 am]\\n      BILLING CODE 4312-50-P\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "[NPS-WASO-NAGPRA-15714; PPWOCRADN0-PCU00RP14.R50000]", "subject": "Notice of Inventory Completion: Denver Museum of Nature & Science, Denver, CO", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "The Denver Museum of Nature & Science has completed an inventory of human remains and associated funerary object, in consultation with Indian tribes and Native Hawaiian organizations, and has determined that there is no cultural affiliation between the human remains and associated funerary object and any present-day Indian tribes or Native Hawaiian organizations. Representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary object should submit a written request to the Denver Museum of Nature & Science. If no additional requestors come forward, transfer of control of the human remains and associated funerary object to the Indian tribes or Native Hawaiian organizations stated in this notice may proceed.", "dates": "Representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains should submit a written request with information in support of the request to the Denver Museum of Nature & Science at the address in this notice by July 24, 2014.", "addresses": "Chip Colwell-Chanthaphonh, Denver Museum of Nature and Science, 2001 Colorado Blvd., Denver, CO 80205-5798, telephone (303) 370-6367, email chip.c-c@dmns.org.", "signature_dated": "Dated: May 5, 2014.", "signature_name": "David Tarler,", "signature_title": "Acting Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. 2014-14736 Filed 6-23-14; 8:45 am]", "billing_code": "BILLING CODE 4312-50-P", "supp_info": "SUPPLEMENTARY INFORMATION: \n Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains and associated funerary object under the control of the Denver Museum of Nature & Science (DMNS). The human remains and associated funerary object were removed from unknown locations. \n This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003(d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains and associated funerary object. The National Park Service is not responsible for the determinations in this notice. \n Consultation \n A detailed assessment of the human remains and associated funerary object was first made by the DMNS professional staff in consultation with representatives of the Cayuga Nation; Central Council of the Tlingit & Haida Indian Tribes; Onondaga Nation; Pueblo of Acoma, New Mexico; Saint Regis Mohawk Tribe (previously the St. Regis Band of Mohawk Indians of New York); Santa Rosa Indian Community of the Santa Rosa Rancheria, California; Seneca Nation of Indians (previously listed as the Seneca Nation of New York); The Osage Nation (previously listed as the Osage Tribe); Tonawanda Band of Seneca (previously listed as the Tonawanda Band of Seneca Indians of New York); Tuscarora Nation; and Ute Mountain Tribe of the Ute Mountain Reservation, Colorado, New Mexico & Utah, during a February 26, 2013 meeting. Others who expressed interest in assisting but were unable to attend this meeting were the Caddo Nation of Oklahoma; Ho-Chunk Nation of Wisconsin; and Hui Malama I Na Kupuna \\'O Hawaii Nei. The intent was to have a broad range of geographic locations represented. \n On April 15, 2013, letters were mailed to all tribes listed as Indian Entities Recognized and Eligible to Receive Services from the United States Bureau of Indian Affairs (77 FR 47868-47873, August 10, 2012) (hereafter referred to as \\xe2\\x80\\x9cThe Notified Indian Tribes\\xe2\\x80\\x9d). In addition, letters were sent to Native Hawaiian organizations, including Aha Kane; Aha Moku O Kahikinui; Aha Moku o Maui Inc.; Aha Wahine; \\xe2\\x80\\xb2Ahahui Siwila Hawai`i O Kapolei; Ahupua`a o Moloka`i; Aloha First; Association of Hawaiian Civic Clubs; Association of Hawaiians for Homestead Lands; Au Puni O Hawaii; Brian Kaniela Nae`ole Naauao; Charles Pelenui Mahi Ohana; Council for Native Hawaiian Advancement; Four Points Global Services, Corp.; Friends of `Iolani Palace; Friends of Moku`ula, Inc.; George K. Cypher `Ohana; God\\'s Country Waimanalo; Hau`ouiwi Homestead Association on Lana`i; Hawai`i Maoli; Hawaii Island Burial Council; Hawaiian Civic Club of Hilo; Ho Ohana; Ho`okano Family Land Trust; Hui Ho`oniho; Hui Huliau; Hui Kako`o `Aina Ho`opulapula; Hui Kaleleiki Ohana; Hui Malama I Na Kupuna \\xe2\\x80\\xb2O Hawaii Nei; Kako`o `Oiwi; Kalaeloa Heritage and Legacy Foundation; Kalama`ula Mauka Homestead Association; Kamealoha; Kamehameha Schools\\xe2\\x80\\x94Community Relations and Communications Group, Government Relations; Kamiloloa One Alii Homestead Association; Kanu o ka `Aina Learning `Ohana; Kapolei Community Development Corporation; Kauai/Niihau Island Burial Council; Kawaihapai Ohana; Keoni Kealoha Alvarez; Ko`olau Foundation; Ko`olaupoko Hawaiian Civic Club; La`i `Opua 2020; Lahui Kaka`ikahi; Ma`a `Ohana; Machado-Akana-Aona-Namakaeha Ohana; Mahu Ohana; Makaha Hawaiian Civic Club; Maku`u Farmers Association; Malu`ohai Residents Association; Maui/Lani Island Burial Council; Meleana Kawaiaea, LLC; Moku o Kaupo; Molokai Island Burial Council; Na Aikane O Maui; Na Ku`auhau `o Kahiwakaneikopolei; Na Ohana o Puaoi a me Hanawahine; Nanakuli Housing Corporation; Native Hawaiian Church; Native Hawaiian Economic Alliance; Native Hawaiian Education Council; Nekaifes Ohana; O\\xe2\\x80\\xb2ahu Burial Council; Office of Hawaiian Affairs; Pacific American Foundation; Pacific Justice & Reconciliation Center; Papa Ola Lokahi; Papakolea Community Development Corporation; Paukukalo Hawaiian Homes Community Association; Peahi Ohana; Piihonua Hawaiian Homestead Community Association; Royal Hawaiian Academy of Traditional Arts; The Friends of Hokule`a and Hawai`iloa; The I Mua Group; Wai`anae Hawaiian Civic Club; Waiehu Kou Phase 3 Association; and Waimanalo Hawaiian Homes Association (hereafter referred to as \\xe2\\x80\\x9cThe Notified Native Hawaiian organizations\\xe2\\x80\\x9d). Enclosed with each of the letters was a disposition request and statement of support for disposition as well as an invitation to participate in a meeting scheduled for October 9, 2013. \n On October 9, 2013, the Bishop Paiute Tribe (previously listed as the Paiute-Shoshone Indians of the Bishop Community of the Bishop Colony, California); Cayuga Nation; Central Council of the Tlingit & Haida Indian Tribes; Death Valley Timbi-sha Shoshone Tribe (previously listed as the Death Valley Timbi-Sha Shoshone Band of California); Delaware Nation, Oklahoma; Delaware Tribe of Indians; Hui Kaleleiki Ohana; Hui Ho\\'oniho; Hui Malama I Na Kupuna `O Hawaii Nei; Mashpee Wampanoag Tribe (previously listed as the Mashpee Wampanoag Indian Tribal Council, Inc.); Mohegan Indian Tribe of Connecticut; Morongo Band of Mission Indians, California (previously listed as the Morongo Band of Cahuilla Mission Indians of the Morongo Reservation); Nondalton Village; Onondaga Nation; Paiute Indian Tribe of Utah (Cedar Band of Paiutes, Kanosh Band of Paiutes, Koosharem Band of Paiutes, Indian Peaks Band of Paiutes, and Shivwits Band of Paiutes) (formerly Paiute Indian Tribe of Utah (Cedar City Band of Paiutes, Kanosh Band of Paiutes, Koosharem Band of Paiutes, Indian Peaks Band of Paiutes, and Shivwits Band of Paiutes)); Pueblo of Acoma, New Mexico; Saint Regis Mohawk Tribe (previously the St. Regis Band of Mohawk Indians of New York); Santa Rosa Indian Community of the Santa Rosa Rancheria, California; Seneca Nation of Indians (previously listed as the Seneca Nation of New York); Southern Ute Indian Tribe of the Southern Ute Reservation, Colorado; Susanville Indian Rancheria, California; The Osage Nation (previously listed as the Osage Tribe); Tonawanda Band of Seneca (previously listed as the Tonawanda Band of Seneca Indians of New York); Tuscarora Nation; Ute Indian Tribe of the Uintah & Ouray Reservation, Utah; and Ute Mountain Tribe of the Ute Mountain Reservation, Colorado, New Mexico & Utah, consulted with the DMNS during an all-day meeting. Several other tribes initiated brief telephone consultations with the DMNS. \n DMNS received requests for joint transfer of control of the human remains to the Aloha First; Arapaho Tribe of the Wind River Reservation, Wyoming; Blue Lake Rancheria, California; California Valley Miwok Tribe, California; Central Council of the Tlingit & Haida Indian Tribes; Cocopah Tribe of Arizona; Comanche Nation, Oklahoma; Confederated Tribes of the Umatilla Indian Reservation (previously listed as the Confederated Tribes of the Umatilla Reservation, Oregon); Crow Tribe of Montana; Eastern Band of Cherokee Indians; Elk Valley Rancheria, California; Fort Belknap Indian Community of the Fort Belknap Reservation of Montana; Hopi Tribe of Arizona; Hui Ho`oniho; Hui Kaleleiki Ohana; Hui Malama I Na Kupuna \\xe2\\x80\\xb2O Hawaii Nei; Iowa Tribe of Kansas and Nebraska; Kokhanok Village; Koyukuk Native Village; Lac Vieux Desert Band of Lake Superior Chippewa Indians of Michigan; Little River Band of Ottawa Indians, Michigan; Mahu Ohana; Makaha Hawaiian Civic Club; Malu`ohai Residents Association; Mashpee Wampanoag Tribe (previously listed as the Mashpee Wampanoag Indian Tribal Council, Inc.); Mentasta Traditional Council; Mohegan Indian Tribe of Connecticut; Native Village of Port Graham; Native Village of Shaktoolik; Northfork Rancheria of Mono Indians of California; Paiute Indian Tribe of Utah (Cedar Band of Paiutes, Kanosh Band of Paiutes, Koosharem Band of Paiutes, Indian Peaks Band of Paiutes, and Shivwits Band of Paiutes) (formerly Paiute Indian Tribe of Utah (Cedar City Band of Paiutes, Kanosh Band of Paiutes, Koosharem Band of Paiutes, Indian Peaks Band of Paiutes, and Shivwits Band of Paiutes)); Papa Ola Lokahi; Paukukalo Hawaiian Homes Community Association; Pueblo of Isleta, New Mexico; Pueblo of Laguna, New Mexico; Pueblo of Santa Ana, New Mexico; Qagan Tayagungin Tribe of Sand Point Village; Royal Hawaiian Academy of Traditional Arts; Saginaw Chippewa Indian Tribe of Michigan; San Carlos Apache Tribe of the San Carlos Reservation, Arizona; Skull Valley Band of Goshute Indians of Utah; Three Affiliated Tribes of the Fort Berthold Reservation, North Dakota; Tohono O\\'Odham Nation of Arizona; Tonawanda Band of Seneca (previously listed as the Tonawanda Band of Seneca Indians of New York); Tonkawa Tribe of Indians of Oklahoma; Tonto Apache Tribe of Arizona; Tuscarora Nation; United Keetoowah Band of Cherokee Indians in Oklahoma; Ute Mountain Tribe of the Ute Mountain Reservation, Colorado, New Mexico & Utah; Village of Stony River; and Winnebago Tribe of Nebraska (hereafter referred to as \\xe2\\x80\\x9cThe Requesting Indian Tribes\\xe2\\x80\\x9d and \\xe2\\x80\\x9cThe Requesting Native Hawaiian organizations\\xe2\\x80\\x9d). DMNS received a request for transfer of control of the associated funerary object to the Ute Mountain Tribe of the Ute Mountain Reservation, Colorado, New Mexico & Utah. \n Statements of support for the proposed transfer of control have been received from the Bishop Paiute Tribe (previously listed as the Paiute-Shoshone Indians of the Bishop Community of the Bishop Colony, California); Bois Forte Band (Nett Lake) of the Minnesota Chippewa Tribe, Minnesota; Cher-Ae Heights Indian Community of the Trinidad Rancheria, California; Cowlitz Indian Tribe; Delaware Nation, Oklahoma; Gila River Indian Community of the Gila River Indian Reservation, Arizona; Ho-Chunk Nation of Wisconsin; Jamestown S\\xe2\\x80\\xb2Kallam Tribe; Jena Band of Choctaw Indians; Mashantucket Pequot Indian Tribe (previously listed as the Mashantucket Pequot Tribe of Connecticut); Mechoopda Indian Tribe of Chico Rancheria, California; Native Village of Chenega (aka Chanega); Native Village of Eyak (Cordova); Native Village of Tatitlek; Pala Band of Luiseno Mission Indians of the Pala Reservation, California; Samish Indian Nation (previously listed as the Samish Indian Tribe, Washington); Santa Rosa Band of Cahuilla Indians, California (previously listed as the Santa Rosa Band of Cahuilla Mission Indians of the Santa Rosa Reservation); Santa Ynez Band of Chumash Mission Indians of the Santa Ynez Reservation, California; Scotts Valley Band of Pomo Indians of California; Sherwood Valley Rancheria of Pomo Indians of California; Southern Ute Indian Tribe of the Southern Ute Reservation, Colorado; Standing Rock Sioux Tribe of North & South Dakota; Swinomish Indian Tribal Community (previously listed as the Swinomish Indians of the Swinomish Reservation of Washington); Wiyot Tribe, California (previously listed as the Table Bluff Reservation\\xe2\\x80\\x94Wiyot Tribe); Wrangell Cooperative Association; and Yupiit of Andreafski. \n There are no objections by The Notified Indian Tribes or The Notified Native Hawaiian organizations to the proposed transfer of control of the human remains. There are no objections by The Notified Indian Tribes or The Notified Native Hawaiian organizations to the proposed transfer of control of the associated funerary object. \n History and Description of the Remains \n On an unknown date, human remains representing, at minimum, three individuals (A144.1, A145.1, A147.1) were removed from an unknown location. In 1946, the human remains were anonymously donated to the DMNS. No known individuals were identified. No associated funerary objects are present. \n On an unknown date, human remains representing, at minimum, three individuals (A1515.1, A1515.2, A1515.3) were removed from an unknown location. In 1988, they were anonymously donated to the DMNS. No known individuals were identified. The one associated funerary object is a wild turkey bone (A1515.5). \n On an unknown date, human remains representing, at minimum, five individuals (A1987.1, A1987.2, A1987.3, A1997.1, A1998.1) were removed from an unknown location. In 1994, the human remains were inventoried for the first time in the DMNS Anthropology Department collections and were assigned accession numbers. No known individuals were identified. No associated funerary objects are present. \n On an unknown date, human remains representing, at minimum, three individuals (A1988.2, A1988.3, and A1988.4) were removed from an unknown location. In 1994, the human remains were inventoried for the first time in the DMNS Anthropology Department collections and were assigned accession numbers. They were transferred to the Anthropology Department from the DMNS Education Collection. No known individuals were identified. No associated funerary objects are present. \n On an unknown date, human remains representing, at minimum, one individual (E-783 through E-791) were removed from an unknown location. In 1980, the Gates Medical Clinic donated the human remains to the DMNS Education Collection, which later transferred them to the DMNS Anthropology Department. No known individuals were identified. No associated funerary objects are present. \n Determinations Made By the Denver Museum of Nature & Science \n Officials of the DMNS have determined that: \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice are Native American based the morphological evidence, institutional history, and oral tradition. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice represent the physical remains of 15 individual of Native American ancestry. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(3)(A), the one object described in this notice is reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(2), a relationship of shared group identity cannot be reasonably traced between the Native American human remains and associated funerary object and any present-day Indian tribe. \n \\xe2\\x80\\xa2 Pursuant to 43 CFR 10.16, the disposition of the human remains will be to The Requesting Indian Tribes and The Requesting Native Hawaiian organizations. \n \\xe2\\x80\\xa2 Pursuant to 43 CFR 10.16, the disposition of the associated funerary object will be to the Ute Mountain Tribe of the Ute Mountain Reservation, Colorado, New Mexico & Utah. \n NAGPRA Review Committee Actions \n Pursuant to 43 CFR 10.16, the Secretary of the Interior may make a recommendation for the transfer of control of culturally unidentifiable human remains. In April 2014, the DMNS requested that the Secretary, through the NAGPRA Review Committee, recommend the proposed transfer of control of the culturally unidentifiable Native American human remains in this notice to The Requesting Indian Tribes and The Requesting Native Hawaiian organizations. The Requesting Indian Tribes and The Requesting Native Hawaiian organizations jointly requested transfer of control of the human remains. The Ute Mountain Tribe of the Ute Mountain Reservation, Colorado, New Mexico & Utah requested transfer of control of the associated funerary object. \n The Review Committee, acting pursuant to its responsibility under 25 U.S.C. 3006(c)(5), considered the request at its April 10, 2014 meeting and recommended to the Secretary that the proposed transfer of control proceed. A May 5, 2014, letter on behalf of the Secretary of Interior from the Designated Federal Official transmitted the Secretary\\'s independent review and concurrence with the Review Committee that: \n \\xe2\\x80\\xa2 The DMNS consulted with appropriate Indian tribes and Native Hawaiian organizations, \n \\xe2\\x80\\xa2 none of The Notified Indian Tribes or The Notified Native Hawaiian organizations objected to the proposed transfer of control, and \n \\xe2\\x80\\xa2 the DMNS may proceed with the agreed upon transfer of control of the culturally unidentifiable human remains to The Requesting Indian Tribes and The Requesting Native Hawaiian organizations \n \\xe2\\x80\\xa2 the DMNS may proceed with the agreed upon transfer of control of the associated funerary object to the Ute Mountain Tribe of the Ute Mountain Reservation, Colorado, New Mexico & Utah. \n Additional Requestors and Disposition \n Representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary object should submit a written request with information in support of the request to Chip Colwell-Chanthaphonh, Denver Museum of Nature and Science, 2001 Colorado Blvd., Denver CO 80205-5798, telephone (303) 370-6367, email chip.c-c@dmns.org, by July 24, 2014. After that date, if no additional requestors have come forward, transfer of control of the human remains to The Requesting Indian Tribes and The Requesting Native Hawaiian organizations may proceed, and transfer of control of the associated funerary object to the Ute Mountain Tribe of the Ute Mountain Reservation, Colorado, New Mexico & Utah may proceed. \n The DMNS is responsible for notifying The Notified Indian Tribes and The Notified Native Hawaiian organizations that this notice has been published. \n ", "consultation": "A detailed assessment of the human remains and associated funerary object was first made by the DMNS professional staff in consultation with representatives of the Cayuga Nation; Central Council of the Tlingit & Haida Indian Tribes; Onondaga Nation; Pueblo of Acoma, New Mexico; Saint Regis Mohawk Tribe (previously the St. Regis Band of Mohawk Indians of New York); Santa Rosa Indian Community of the Santa Rosa Rancheria, California; Seneca Nation of Indians (previously listed as the Seneca Nation of New York); The Osage Nation (previously listed as the Osage Tribe); Tonawanda Band of Seneca (previously listed as the Tonawanda Band of Seneca Indians of New York); Tuscarora Nation; and Ute Mountain Tribe of the Ute Mountain Reservation, Colorado, New Mexico & Utah, during a February 26, 2013 meeting. Others who expressed interest in assisting but were unable to attend this meeting were the Caddo Nation of Oklahoma; Ho-Chunk Nation of Wisconsin; and Hui Malama I Na Kupuna \\'O Hawaii Nei. The intent was to have a broad range of geographic locations represented. \n On April 15, 2013, letters were mailed to all tribes listed as Indian Entities Recognized and Eligible to Receive Services from the United States Bureau of Indian Affairs (77 FR 47868-47873, August 10, 2012) (hereafter referred to as \\xe2\\x80\\x9cThe Notified Indian Tribes\\xe2\\x80\\x9d). In addition, letters were sent to Native Hawaiian organizations, including Aha Kane; Aha Moku O Kahikinui; Aha Moku o Maui Inc.; Aha Wahine; \\xe2\\x80\\xb2Ahahui Siwila Hawai`i O Kapolei; Ahupua`a o Moloka`i; Aloha First; Association of Hawaiian Civic Clubs; Association of Hawaiians for Homestead Lands; Au Puni O Hawaii; Brian Kaniela Nae`ole Naauao; Charles Pelenui Mahi Ohana; Council for Native Hawaiian Advancement; Four Points Global Services, Corp.; Friends of `Iolani Palace; Friends of Moku`ula, Inc.; George K. Cypher `Ohana; God\\'s Country Waimanalo; Hau`ouiwi Homestead Association on Lana`i; Hawai`i Maoli; Hawaii Island Burial Council; Hawaiian Civic Club of Hilo; Ho Ohana; Ho`okano Family Land Trust; Hui Ho`oniho; Hui Huliau; Hui Kako`o `Aina Ho`opulapula; Hui Kaleleiki Ohana; Hui Malama I Na Kupuna \\xe2\\x80\\xb2O Hawaii Nei; Kako`o `Oiwi; Kalaeloa Heritage and Legacy Foundation; Kalama`ula Mauka Homestead Association; Kamealoha; Kamehameha Schools\\xe2\\x80\\x94Community Relations and Communications Group, Government Relations; Kamiloloa One Alii Homestead Association; Kanu o ka `Aina Learning `Ohana; Kapolei Community Development Corporation; Kauai/Niihau Island Burial Council; Kawaihapai Ohana; Keoni Kealoha Alvarez; Ko`olau Foundation; Ko`olaupoko Hawaiian Civic Club; La`i `Opua 2020; Lahui Kaka`ikahi; Ma`a `Ohana; Machado-Akana-Aona-Namakaeha Ohana; Mahu Ohana; Makaha Hawaiian Civic Club; Maku`u Farmers Association; Malu`ohai Residents Association; Maui/Lani Island Burial Council; Meleana Kawaiaea, LLC; Moku o Kaupo; Molokai Island Burial Council; Na Aikane O Maui; Na Ku`auhau `o Kahiwakaneikopolei; Na Ohana o Puaoi a me Hanawahine; Nanakuli Housing Corporation; Native Hawaiian Church; Native Hawaiian Economic Alliance; Native Hawaiian Education Council; Nekaifes Ohana; O\\xe2\\x80\\xb2ahu Burial Council; Office of Hawaiian Affairs; Pacific American Foundation; Pacific Justice & Reconciliation Center; Papa Ola Lokahi; Papakolea Community Development Corporation; Paukukalo Hawaiian Homes Community Association; Peahi Ohana; Piihonua Hawaiian Homestead Community Association; Royal Hawaiian Academy of Traditional Arts; The Friends of Hokule`a and Hawai`iloa; The I Mua Group; Wai`anae Hawaiian Civic Club; Waiehu Kou Phase 3 Association; and Waimanalo Hawaiian Homes Association (hereafter referred to as \\xe2\\x80\\x9cThe Notified Native Hawaiian organizations\\xe2\\x80\\x9d). Enclosed with each of the letters was a disposition request and statement of support for disposition as well as an invitation to participate in a meeting scheduled for October 9, 2013. \n On October 9, 2013, the Bishop Paiute Tribe (previously listed as the Paiute-Shoshone Indians of the Bishop Community of the Bishop Colony, California); Cayuga Nation; Central Council of the Tlingit & Haida Indian Tribes; Death Valley Timbi-sha Shoshone Tribe (previously listed as the Death Valley Timbi-Sha Shoshone Band of California); Delaware Nation, Oklahoma; Delaware Tribe of Indians; Hui Kaleleiki Ohana; Hui Ho\\'oniho; Hui Malama I Na Kupuna `O Hawaii Nei; Mashpee Wampanoag Tribe (previously listed as the Mashpee Wampanoag Indian Tribal Council, Inc.); Mohegan Indian Tribe of Connecticut; Morongo Band of Mission Indians, California (previously listed as the Morongo Band of Cahuilla Mission Indians of the Morongo Reservation); Nondalton Village; Onondaga Nation; Paiute Indian Tribe of Utah (Cedar Band of Paiutes, Kanosh Band of Paiutes, Koosharem Band of Paiutes, Indian Peaks Band of Paiutes, and Shivwits Band of Paiutes) (formerly Paiute Indian Tribe of Utah (Cedar City Band of Paiutes, Kanosh Band of Paiutes, Koosharem Band of Paiutes, Indian Peaks Band of Paiutes, and Shivwits Band of Paiutes)); Pueblo of Acoma, New Mexico; Saint Regis Mohawk Tribe (previously the St. Regis Band of Mohawk Indians of New York); Santa Rosa Indian Community of the Santa Rosa Rancheria, California; Seneca Nation of Indians (previously listed as the Seneca Nation of New York); Southern Ute Indian Tribe of the Southern Ute Reservation, Colorado; Susanville Indian Rancheria, California; The Osage Nation (previously listed as the Osage Tribe); Tonawanda Band of Seneca (previously listed as the Tonawanda Band of Seneca Indians of New York); Tuscarora Nation; Ute Indian Tribe of the Uintah & Ouray Reservation, Utah; and Ute Mountain Tribe of the Ute Mountain Reservation, Colorado, New Mexico & Utah, consulted with the DMNS during an all-day meeting. Several other tribes initiated brief telephone consultations with the DMNS. \n DMNS received requests for joint transfer of control of the human remains to the Aloha First; Arapaho Tribe of the Wind River Reservation, Wyoming; Blue Lake Rancheria, California; California Valley Miwok Tribe, California; Central Council of the Tlingit & Haida Indian Tribes; Cocopah Tribe of Arizona; Comanche Nation, Oklahoma; Confederated Tribes of the Umatilla Indian Reservation (previously listed as the Confederated Tribes of the Umatilla Reservation, Oregon); Crow Tribe of Montana; Eastern Band of Cherokee Indians; Elk Valley Rancheria, California; Fort Belknap Indian Community of the Fort Belknap Reservation of Montana; Hopi Tribe of Arizona; Hui Ho`oniho; Hui Kaleleiki Ohana; Hui Malama I Na Kupuna \\xe2\\x80\\xb2O Hawaii Nei; Iowa Tribe of Kansas and Nebraska; Kokhanok Village; Koyukuk Native Village; Lac Vieux Desert Band of Lake Superior Chippewa Indians of Michigan; Little River Band of Ottawa Indians, Michigan; Mahu Ohana; Makaha Hawaiian Civic Club; Malu`ohai Residents Association; Mashpee Wampanoag Tribe (previously listed as the Mashpee Wampanoag Indian Tribal Council, Inc.); Mentasta Traditional Council; Mohegan Indian Tribe of Connecticut; Native Village of Port Graham; Native Village of Shaktoolik; Northfork Rancheria of Mono Indians of California; Paiute Indian Tribe of Utah (Cedar Band of Paiutes, Kanosh Band of Paiutes, Koosharem Band of Paiutes, Indian Peaks Band of Paiutes, and Shivwits Band of Paiutes) (formerly Paiute Indian Tribe of Utah (Cedar City Band of Paiutes, Kanosh Band of Paiutes, Koosharem Band of Paiutes, Indian Peaks Band of Paiutes, and Shivwits Band of Paiutes)); Papa Ola Lokahi; Paukukalo Hawaiian Homes Community Association; Pueblo of Isleta, New Mexico; Pueblo of Laguna, New Mexico; Pueblo of Santa Ana, New Mexico; Qagan Tayagungin Tribe of Sand Point Village; Royal Hawaiian Academy of Traditional Arts; Saginaw Chippewa Indian Tribe of Michigan; San Carlos Apache Tribe of the San Carlos Reservation, Arizona; Skull Valley Band of Goshute Indians of Utah; Three Affiliated Tribes of the Fort Berthold Reservation, North Dakota; Tohono O\\'Odham Nation of Arizona; Tonawanda Band of Seneca (previously listed as the Tonawanda Band of Seneca Indians of New York); Tonkawa Tribe of Indians of Oklahoma; Tonto Apache Tribe of Arizona; Tuscarora Nation; United Keetoowah Band of Cherokee Indians in Oklahoma; Ute Mountain Tribe of the Ute Mountain Reservation, Colorado, New Mexico & Utah; Village of Stony River; and Winnebago Tribe of Nebraska (hereafter referred to as \\xe2\\x80\\x9cThe Requesting Indian Tribes\\xe2\\x80\\x9d and \\xe2\\x80\\x9cThe Requesting Native Hawaiian organizations\\xe2\\x80\\x9d). DMNS received a request for transfer of control of the associated funerary object to the Ute Mountain Tribe of the Ute Mountain Reservation, Colorado, New Mexico & Utah. \n Statements of support for the proposed transfer of control have been received from the Bishop Paiute Tribe (previously listed as the Paiute-Shoshone Indians of the Bishop Community of the Bishop Colony, California); Bois Forte Band (Nett Lake) of the Minnesota Chippewa Tribe, Minnesota; Cher-Ae Heights Indian Community of the Trinidad Rancheria, California; Cowlitz Indian Tribe; Delaware Nation, Oklahoma; Gila River Indian Community of the Gila River Indian Reservation, Arizona; Ho-Chunk Nation of Wisconsin; Jamestown S\\xe2\\x80\\xb2Kallam Tribe; Jena Band of Choctaw Indians; Mashantucket Pequot Indian Tribe (previously listed as the Mashantucket Pequot Tribe of Connecticut); Mechoopda Indian Tribe of Chico Rancheria, California; Native Village of Chenega (aka Chanega); Native Village of Eyak (Cordova); Native Village of Tatitlek; Pala Band of Luiseno Mission Indians of the Pala Reservation, California; Samish Indian Nation (previously listed as the Samish Indian Tribe, Washington); Santa Rosa Band of Cahuilla Indians, California (previously listed as the Santa Rosa Band of Cahuilla Mission Indians of the Santa Rosa Reservation); Santa Ynez Band of Chumash Mission Indians of the Santa Ynez Reservation, California; Scotts Valley Band of Pomo Indians of California; Sherwood Valley Rancheria of Pomo Indians of California; Southern Ute Indian Tribe of the Southern Ute Reservation, Colorado; Standing Rock Sioux Tribe of North & South Dakota; Swinomish Indian Tribal Community (previously listed as the Swinomish Indians of the Swinomish Reservation of Washington); Wiyot Tribe, California (previously listed as the Table Bluff Reservation\\xe2\\x80\\x94Wiyot Tribe); Wrangell Cooperative Association; and Yupiit of Andreafski. \n There are no objections by The Notified Indian Tribes or The Notified Native Hawaiian organizations to the proposed transfer of control of the human remains. There are no objections by The Notified Indian Tribes or The Notified Native Hawaiian organizations to the proposed transfer of control of the associated funerary object. \n ", "h_d_r": "On an unknown date, human remains representing, at minimum, three individuals (A144.1, A145.1, A147.1) were removed from an unknown location. In 1946, the human remains were anonymously donated to the DMNS. No known individuals were identified. No associated funerary objects are present. \n On an unknown date, human remains representing, at minimum, three individuals (A1515.1, A1515.2, A1515.3) were removed from an unknown location. In 1988, they were anonymously donated to the DMNS. No known individuals were identified. The one associated funerary object is a wild turkey bone (A1515.5). \n On an unknown date, human remains representing, at minimum, five individuals (A1987.1, A1987.2, A1987.3, A1997.1, A1998.1) were removed from an unknown location. In 1994, the human remains were inventoried for the first time in the DMNS Anthropology Department collections and were assigned accession numbers. No known individuals were identified. No associated funerary objects are present. \n On an unknown date, human remains representing, at minimum, three individuals (A1988.2, A1988.3, and A1988.4) were removed from an unknown location. In 1994, the human remains were inventoried for the first time in the DMNS Anthropology Department collections and were assigned accession numbers. They were transferred to the Anthropology Department from the DMNS Education Collection. No known individuals were identified. No associated funerary objects are present. \n On an unknown date, human remains representing, at minimum, one individual (E-783 through E-791) were removed from an unknown location. In 1980, the Gates Medical Clinic donated the human remains to the DMNS Education Collection, which later transferred them to the DMNS Anthropology Department. No known individuals were identified. No associated funerary objects are present. \n ", "h_d_ci": "Null", "determinations": "Determinations Made By the Denver Museum of Nature & Science \n Officials of the DMNS have determined that: \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice are Native American based the morphological evidence, institutional history, and oral tradition. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice represent the physical remains of 15 individual of Native American ancestry. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(3)(A), the one object described in this notice is reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(2), a relationship of shared group identity cannot be reasonably traced between the Native American human remains and associated funerary object and any present-day Indian tribe. \n \\xe2\\x80\\xa2 Pursuant to 43 CFR 10.16, the disposition of the human remains will be to The Requesting Indian Tribes and The Requesting Native Hawaiian organizations. \n \\xe2\\x80\\xa2 Pursuant to 43 CFR 10.16, the disposition of the associated funerary object will be to the Ute Mountain Tribe of the Ute Mountain Reservation, Colorado, New Mexico & Utah. \n ", "a_r_d": "Representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary object should submit a written request with information in support of the request to Chip Colwell-Chanthaphonh, Denver Museum of Nature and Science, 2001 Colorado Blvd., Denver CO 80205-5798, telephone (303) 370-6367, email chip.c-c@dmns.org, by July 24, 2014. After that date, if no additional requestors have come forward, transfer of control of the human remains to The Requesting Indian Tribes and The Requesting Native Hawaiian organizations may proceed, and transfer of control of the associated funerary object to the Ute Mountain Tribe of the Ute Mountain Reservation, Colorado, New Mexico & Utah may proceed. \n The DMNS is responsible for notifying The Notified Indian Tribes and The Notified Native Hawaiian organizations that this notice has been published. \n "}