{"index": "I_819", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        [NPS-WASO-NAGPRA-15440; PPWOCRADN0-PCU00RP14.R50000]\\n        Notice of Inventory Completion: University of Massachusetts Amherst, Department of Anthropology, Amherst, MA\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        \\n          SUMMARY:\\n          The University of Massachusetts Amherst, Department of Anthropology has completed an inventory of human remains and associated funerary objects, in consultation with the appropriate Indian tribes or Native Hawaiian organizations, and has determined that there is a cultural affiliation between the human remains and associated funerary objects and present-day Indian tribes or Native Hawaiian organizations. Lineal descendants or representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request to the University of Massachusetts Amherst, Department of Anthropology. If no additional requestors come forward, transfer of control of the human remains and associated funerary objects to the lineal descendants, Indian tribes, or Native Hawaiian organizations stated in this notice may proceed.\\n        \\n        \\n          DATES:\\n          Lineal descendants or representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to the University of Massachusetts Amherst, Department of Anthropology at the address in this notice by June 16, 2014.\\n        \\n        \\n          ADDRESSES:\\n          Rae Gould, Repatriation Coordinator, University of Massachusetts Amherst, Department of Anthropology, 215 Machmer Hall, 240 Hicks Way, Amherst, MA 01003, telephone (413) 545-2702, email rgould@anthro.umass.edu.\\n        \\n      \\n      \\n        SUPPLEMENTARY INFORMATION:\\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains and associated funerary objects under the control of the University of Massachusetts Amherst, Department of Anthropology, Amherst, MA. The human remains and associated funerary objects were removed from the towns of Westfield in Hampden County, MA; Easthampton, Hatfield, Hadley, North Hadley, and South Hadley in Hampshire County, MA; Deerfield, Gill, and Greenfield in Franklin County, MA; and Hardwick and Princeton, in Worcester County, MA.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003(d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations in this notice.\\n        Consultation\\n        A detailed assessment of the human remains was made by the University of Massachusetts Amherst, Department of Anthropology professional staff in consultation with representatives of the Mashantucket Pequot Indian Tribe (previously listed as the Mashantucket Pequot Tribe of Connecticut); Mashpee Wampanoag Indian Tribe (previously listed as the Mashpee Wampanoag Indian Tribal Council, Inc.); Mohegan Indian Tribe of Connecticut; Narragansett Indian Tribe; Stockbridge Munsee Community, Wisconsin; Wampanoag Tribe of Gay Head (Aquinnah); and non-Federally recognized Indian groups, including Abenaki Nation of Missisquoi, St. Francis/Sokoki Band, VT; Abenaki Nation of New Hampshire; Cowasuck Band of the Pennacook\\xe2\\x80\\x94Abenaki People, NH; Elnu Tribe of the Abenaki, VT; Koasek (Cowasuck) Traditional Band of the Koas Abenaki Nation, VT; Koasek Traditional Band of the Sovereign Abenaki Nation, VT; Nulhegan Band of the Coosuk-Abenaki Nation, VT; and Chaubunagungamaug Nipmuck and Nipmuc Nation, MA. Representatives of the University of Massachusetts Amherst, Department of Anthropology also contacted but did not consult with the non-Federally recognized Indian groups Schaghticoke Indian Tribe and Schaghticoke Tribal Nation, CT.\\n        History and Description of the Remains\\n        In 1975, human remains representing, at minimum, 29 individuals were removed from the Palmer Site in Westfield, Hampden County, MA, during construction of a housing development and associated road. An emergency salvage excavation was conducted by the University of Massachusetts Amherst, Department of Anthropology (UMass Amherst) at the behest of the Westfield Historical Commission beginning on June 24, 1975. These individuals are identified as Woronoco from the Woodland to Early Contact Periods. The human remains have been in the possession of UMass Amherst since their removal in 1975. No known individuals were identified. No associated funerary objects are known to exist.\\n        In 1939, human remains representing, at minimum, one individual were removed from the Williston Highway site in Easthampton, Hampshire County, MA, by an unknown individual. The human remains were originally part of the \\xe2\\x80\\x9cGilbert Museum\\xe2\\x80\\x9d collections at Amherst College, and were transferred to UMass Amherst sometime between 1971 and 1972. The human remains have been identified as Nonotuck. No known individual was identified. No associated funerary objects are known to exist.\\n\\n        At an unknown date, human remains representing, at minimum, four individuals were removed from the Laurel Park site in Hatfield, Hampshire County, MA. The collector and date of removal are unknown, but documentation indicates the human remains were found in an area between Laurel Park and the railroad station in Hatfield, MA. The human remains were originally part of Harris Hawthorne Wilder\\'s Collection at Smith College and were transferred to UMass Amherst sometime between 1960 and 1989. The human remains have been identified as Nonotuck. No known individuals were identified. No associated funerary objects are known to exist.\\n        Between 1863 and 1915, human remains representing, at minimum, nine individuals were removed from the Bullard\\'s Farm site in North Hadley, Hampshire County, MA. In 1863, C.M. Lamson excavated a number of human remains from this location. In October of 1904, Harris Hawthorne Wilder of Smith College excavated at Bullard\\'s farm, accompanied by his wife, Inez Whipple (Wilder), and a Smith student, Elizabeth L. McGrew (Kimball). Other Smith students, including Mary Josephine Rogers, Ruth Vaughn, and Josephine Whitney, also excavated at this site. In 1907, Joseph Salvo gave Wilder a nearly complete skeleton he had removed from this site in the 1890s. In November 1915, Wilder returned to this site with Ralph Wheaton Whipple of Amherst College and uncovered the remains of several individuals whose graves had been disturbed. These individuals were originally part of Harris Hawthorne Wilder\\'s Collection at Smith College. The human remains were transferred to UMass Amherst sometime between 1960 and 1989. The human remains are identified as Nonotuck. No known individuals were identified. No associated funerary objects are known to exist.\\n        Between 1904 and 1925, human remains representing, at minimum, six individuals were removed from sites in the towns of Hadley and South Hadley, Hampshire County, MA. Unidentified locations, named in various records as \\xe2\\x80\\x9cFort Hill,\\xe2\\x80\\x9d \\xe2\\x80\\x9cIndian Hill\\xe2\\x80\\x9d and \\xe2\\x80\\x9cHockanum,\\xe2\\x80\\x9d do not allow an exact provenience for these human remains to be made. The human remains from the Hadley/South Hadley area have been identified as Nonotuck. No known individuals were identified. No associated funerary objects are known to exist.\\n        Three of the individuals from the Hadley/South Hadley area were in the possession of Smith College until sometime between 1960 and 1989, when they were transferred to UMass Amherst. One individual (281/285/1987-020) was excavated from Richard Thayer\\'s farm in the Hadley area in May 1925, by Harris Hawthorne Wilder of Smith College, his wife Inez Whipple Wilder, Eleanor Clifton, and Lucy Thompson. A second individual (105A/1987-012) was excavated from the \\xe2\\x80\\x9cIndian Hill\\xe2\\x80\\x9d site in Hadley by William Mather circa 1912. A third individual (158/1986-037), documented as having been removed from Fort Hill/Hockanum in South Hadley, might have been removed by Harris Wilder in 1912 and 1913, or by Albert Pulaski, who collected eroding remains from the bank of the Connecticut River opposite Shepherd\\'s Island and donated them to Smith College.\\n        The other three individuals from the Hadley/South Hadley area were originally part of the \\xe2\\x80\\x9cGilbert Museum\\xe2\\x80\\x9d collections at Amherst College. The human remains were transferred to UMass Amherst sometime between 1971 and 1972. Two individuals (2817/21023, 2818/21022) are documented to be from the \\xe2\\x80\\x9cIndian Grave Yard\\xe2\\x80\\x9d and one individual (21023 1/2) is from an unknown location in Hadley, MA. Excavations at \\xe2\\x80\\x9cIndian Hill\\xe2\\x80\\x9d in the Hadley area, conducted by Edward Hitchcock, Jr., of Amherst College in 1904, might have resulted in the collection of these individuals. Alternatively, late 19th century landowners (John McQueston, G.S. Barstow and A.A. Cook) might have donated the human remains to Hitchcock.\\n        In the 1860s and in 1974, human remains representing, at minimum, 27 individuals were removed from sites in Deerfield, Franklin County, MA. A minimum of 25 individuals were excavated by Deerfield resident George Sheldon on his property sometime between 1860 and 1870. These remains were subsequently transferred to the \\xe2\\x80\\x9cGilbert Museum\\xe2\\x80\\x9d collections at Amherst College. Sheldon was associated with the Pocumtuck Valley Memorial Association (Memorial Hall Museum) where, for a number of years, some of these remains were kept. Few records exist to determine which skeletal elements originally belonged together. These individuals were transferred from Amherst College to UMass Amherst sometime between 1971 and 1972. In 1974, human remains representing, at minimum, two individuals were exposed by a bulldozer during a construction project on private property located on Lower Road, in Deerfield. The human remains were excavated by UMass Amherst on June 5, 1974. The human remains have remained at UMass Amherst since the excavation. These individuals have been identified as Pocumtuck. No known individuals were identified. No associated funerary objects are known to exist.\\n        In 1916 and 1917, human remains representing, at minimum, nine individuals were removed from the Cheapside site in Greenfield, Franklin County, MA. Three of the individuals were encountered by workmen during railroad construction in 1916, and were taken into possession by Harris Hawthorne Wilder of Smith College. The following year, four more individuals were excavated by Wilder and Henry E. Downer, and also were kept at Smith College. Two additional individuals were excavated by Wilder at the Cheapside site in Greenfield in 1917, along with six associated funerary objects, including five hand-wrought coffin nails and one unidentified object (possibly a ceramic fragment). The human remains and associated funerary objects were transferred to UMass Amherst from Smith College sometime between 1960 and 1989, and have been identified as Pocumtuck. No known individuals were identified. The presence of coffin nails indicates that at least one of the nine individuals date to the Early Contact Period, or early 1600s.\\n\\n        In the 1870s and the 1970s, human remains representing, at minimum, five individuals were removed from the town of Gill, Franklin County, MA. In 1873, one individual was excavated during construction for a cellar on the property of J.M. Stoughton of Gill, and donated to Edward Hitchcock, Jr., who accessioned the human remains into the \\xe2\\x80\\x9cGilbert Museum\\xe2\\x80\\x9d collections at Amherst College. The individual was transferred to UMass Amherst sometime between 1971 and 1972. In 1970 and 1971, four individuals were excavated by the Norwottuck chapter of the Massachusetts Archaeological Society at the Casley-Stemple site in Gill. The human remains from this excavation were sent to Franklin Pierce College for analysis. At an unknown date, they were returned to UMass Amherst, where they have remained. The human remains from Gill, MA, have been identified as Pocumtuck and/or Sokoki. No known individual were identified. From the Casley-Stempel site, 2,564 associated funerary objects were removed. The associated funerary objects include 1,716 individual non-lithic funerary objects and 848 lots of lithic artifacts. The non-lithic artifacts include 1,188 pottery sherds, 192 unidentified faunal bones, 238 pieces of charcoal, 5 unidentified seeds, 1 piece of whiteware, and 92 unidentified artifacts. The 848 lots of lithic artifacts include a majority of flakes, fragments, and chipping debris of various materials; partial and complete projectile points; preforms and chunks of quartz and other materials; perforators; edge tools; hammerstones; and cobbles.\\n        At an unknown date, human remains representing, at minimum, one individual were removed from an unknown location, possibly the Cheapside site in Greenfield, Franklin County, MA. The human remains were transferred to UMass Amherst from Smith College, and have been identified as Pocumtuck. No known individual were identified. No associated funerary objects are known to exist.\\n        In 1984, human remains representing, at minimum, two individuals were discovered by a private citizen at an eroding gravel bank near Hardwick Pond in Hardwick, Worcester County, MA. The human remains were transferred to UMass Amherst and accessioned on May 15, 1984. The human remains have been identified as Quabog and/or Nipmuc. No known individuals were identified. No associated funerary objects are known to exist.\\n        At an unknown date, human remains representing, at minimum, one individual were found in a sand bank north of the railroad station in Princeton, Worcester County, MA. This individual was donated to Smith College by Mrs. J.O. West, and became part of Harris Hawthorne Wilder\\'s collection. The collection was transferred to UMass Amherst sometime between 1960 and 1989. The human remains have been identified as Nipmuc. No known individual were identified. No associated funerary objects are known to exist.\\n        Multiple lines of evidence\\xe2\\x80\\x94guided by tribal consultations\\xe2\\x80\\x94including geographic location, maps, oral tradition, linguistic, and historical records demonstrate a shared group identity between the human remains and associated funerary objects in this notice and the Narragansett Indian Tribe; Stockbridge Munsee Community, Wisconsin; Wampanoag Tribe of Gay Head (Aquinnah) (hereafter referred to as \\xe2\\x80\\x9cThe Tribes\\xe2\\x80\\x9d); and non-Federally recognized Indian groups, including Abenaki Nation of Missisquoi, St. Francis/Sokoki Band, VT; Abenaki Nation of New Hampshire; Cowasuck Band of the Pennacook\\xe2\\x80\\x94Abenaki People, NH; Elnu Tribe of the Abenaki, VT; Koasek (Cowasuck) Traditional Band of the Koas Abenaki Nation, VT; Koasek Traditional Band of the Sovereign Abenaki Nation, VT; Nulhegan Band of the Coosuk-Abenaki Nation, VT; and Chaubunagungamaug Nipmuck and Nipmuc Nation, MA (hereafter referred to as \\xe2\\x80\\x9cThe Indian Groups\\xe2\\x80\\x9d).\\n        Determinations Made by the University of Massachusetts Amherst, Department of Anthropology\\n        Officials of the University of Massachusetts Amherst, Department of Anthropology have determined that:\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice represent the physical remains of 94 individuals of Native American ancestry.\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(3)(A), the 2,570 objects described in this notice are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony.\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and associated funerary objects and The Tribes and The Indian Groups.\\n        Additional Requestors and Disposition\\n\\n        Lineal descendants or representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to Rae Gould, Repatriation Coordinator, University of Massachusetts Amherst, Department of Anthropology, 215 Machmer Hall, 240 Hicks Way, Amherst, MA 01003, telephone (413) 545-2702, email rgould@anthro.umass.edu, by June 16, 2014. After that date, if no additional requestors have come forward, transfer of control of the human remains and associated funerary objects to The Tribes may proceed.\\n        The University of Massachusetts Amherst, Department of Anthropology is responsible for notifying The Tribes and The Indian Groups that this notice has been published.\\n        \\n          Dated: April 2, 2014.\\n          Sherry Hutt,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. 2014-11228 Filed 5-14-14; 8:45 am]\\n      BILLING CODE 4312-50-P\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "[NPS-WASO-NAGPRA-15440; PPWOCRADN0-PCU00RP14.R50000]", "subject": "Notice of Inventory Completion: University of Massachusetts Amherst, Department of Anthropology, Amherst, MA", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "The University of Massachusetts Amherst, Department of Anthropology has completed an inventory of human remains and associated funerary objects, in consultation with the appropriate Indian tribes or Native Hawaiian organizations, and has determined that there is a cultural affiliation between the human remains and associated funerary objects and present-day Indian tribes or Native Hawaiian organizations. Lineal descendants or representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request to the University of Massachusetts Amherst, Department of Anthropology. If no additional requestors come forward, transfer of control of the human remains and associated funerary objects to the lineal descendants, Indian tribes, or Native Hawaiian organizations stated in this notice may proceed.", "dates": "Lineal descendants or representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to the University of Massachusetts Amherst, Department of Anthropology at the address in this notice by June 16, 2014.", "addresses": "Rae Gould, Repatriation Coordinator, University of Massachusetts Amherst, Department of Anthropology, 215 Machmer Hall, 240 Hicks Way, Amherst, MA 01003, telephone (413) 545-2702, email rgould@anthro.umass.edu.", "signature_dated": "Dated: April 2, 2014.", "signature_name": "Sherry Hutt,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. 2014-11228 Filed 5-14-14; 8:45 am]", "billing_code": "BILLING CODE 4312-50-P", "supp_info": "SUPPLEMENTARY INFORMATION: \n Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains and associated funerary objects under the control of the University of Massachusetts Amherst, Department of Anthropology, Amherst, MA. The human remains and associated funerary objects were removed from the towns of Westfield in Hampden County, MA; Easthampton, Hatfield, Hadley, North Hadley, and South Hadley in Hampshire County, MA; Deerfield, Gill, and Greenfield in Franklin County, MA; and Hardwick and Princeton, in Worcester County, MA. \n This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003(d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations in this notice. \n Consultation \n A detailed assessment of the human remains was made by the University of Massachusetts Amherst, Department of Anthropology professional staff in consultation with representatives of the Mashantucket Pequot Indian Tribe (previously listed as the Mashantucket Pequot Tribe of Connecticut); Mashpee Wampanoag Indian Tribe (previously listed as the Mashpee Wampanoag Indian Tribal Council, Inc.); Mohegan Indian Tribe of Connecticut; Narragansett Indian Tribe; Stockbridge Munsee Community, Wisconsin; Wampanoag Tribe of Gay Head (Aquinnah); and non-Federally recognized Indian groups, including Abenaki Nation of Missisquoi, St. Francis/Sokoki Band, VT; Abenaki Nation of New Hampshire; Cowasuck Band of the Pennacook\\xe2\\x80\\x94Abenaki People, NH; Elnu Tribe of the Abenaki, VT; Koasek (Cowasuck) Traditional Band of the Koas Abenaki Nation, VT; Koasek Traditional Band of the Sovereign Abenaki Nation, VT; Nulhegan Band of the Coosuk-Abenaki Nation, VT; and Chaubunagungamaug Nipmuck and Nipmuc Nation, MA. Representatives of the University of Massachusetts Amherst, Department of Anthropology also contacted but did not consult with the non-Federally recognized Indian groups Schaghticoke Indian Tribe and Schaghticoke Tribal Nation, CT. \n History and Description of the Remains \n In 1975, human remains representing, at minimum, 29 individuals were removed from the Palmer Site in Westfield, Hampden County, MA, during construction of a housing development and associated road. An emergency salvage excavation was conducted by the University of Massachusetts Amherst, Department of Anthropology (UMass Amherst) at the behest of the Westfield Historical Commission beginning on June 24, 1975. These individuals are identified as Woronoco from the Woodland to Early Contact Periods. The human remains have been in the possession of UMass Amherst since their removal in 1975. No known individuals were identified. No associated funerary objects are known to exist. \n In 1939, human remains representing, at minimum, one individual were removed from the Williston Highway site in Easthampton, Hampshire County, MA, by an unknown individual. The human remains were originally part of the \\xe2\\x80\\x9cGilbert Museum\\xe2\\x80\\x9d collections at Amherst College, and were transferred to UMass Amherst sometime between 1971 and 1972. The human remains have been identified as Nonotuck. No known individual was identified. No associated funerary objects are known to exist. \n At an unknown date, human remains representing, at minimum, four individuals were removed from the Laurel Park site in Hatfield, Hampshire County, MA. The collector and date of removal are unknown, but documentation indicates the human remains were found in an area between Laurel Park and the railroad station in Hatfield, MA. The human remains were originally part of Harris Hawthorne Wilder\\'s Collection at Smith College and were transferred to UMass Amherst sometime between 1960 and 1989. The human remains have been identified as Nonotuck. No known individuals were identified. No associated funerary objects are known to exist. \n Between 1863 and 1915, human remains representing, at minimum, nine individuals were removed from the Bullard\\'s Farm site in North Hadley, Hampshire County, MA. In 1863, C.M. Lamson excavated a number of human remains from this location. In October of 1904, Harris Hawthorne Wilder of Smith College excavated at Bullard\\'s farm, accompanied by his wife, Inez Whipple (Wilder), and a Smith student, Elizabeth L. McGrew (Kimball). Other Smith students, including Mary Josephine Rogers, Ruth Vaughn, and Josephine Whitney, also excavated at this site. In 1907, Joseph Salvo gave Wilder a nearly complete skeleton he had removed from this site in the 1890s. In November 1915, Wilder returned to this site with Ralph Wheaton Whipple of Amherst College and uncovered the remains of several individuals whose graves had been disturbed. These individuals were originally part of Harris Hawthorne Wilder\\'s Collection at Smith College. The human remains were transferred to UMass Amherst sometime between 1960 and 1989. The human remains are identified as Nonotuck. No known individuals were identified. No associated funerary objects are known to exist. \n Between 1904 and 1925, human remains representing, at minimum, six individuals were removed from sites in the towns of Hadley and South Hadley, Hampshire County, MA. Unidentified locations, named in various records as \\xe2\\x80\\x9cFort Hill,\\xe2\\x80\\x9d \\xe2\\x80\\x9cIndian Hill\\xe2\\x80\\x9d and \\xe2\\x80\\x9cHockanum,\\xe2\\x80\\x9d do not allow an exact provenience for these human remains to be made. The human remains from the Hadley/South Hadley area have been identified as Nonotuck. No known individuals were identified. No associated funerary objects are known to exist. \n Three of the individuals from the Hadley/South Hadley area were in the possession of Smith College until sometime between 1960 and 1989, when they were transferred to UMass Amherst. One individual (281/285/1987-020) was excavated from Richard Thayer\\'s farm in the Hadley area in May 1925, by Harris Hawthorne Wilder of Smith College, his wife Inez Whipple Wilder, Eleanor Clifton, and Lucy Thompson. A second individual (105A/1987-012) was excavated from the \\xe2\\x80\\x9cIndian Hill\\xe2\\x80\\x9d site in Hadley by William Mather circa 1912. A third individual (158/1986-037), documented as having been removed from Fort Hill/Hockanum in South Hadley, might have been removed by Harris Wilder in 1912 and 1913, or by Albert Pulaski, who collected eroding remains from the bank of the Connecticut River opposite Shepherd\\'s Island and donated them to Smith College. \n The other three individuals from the Hadley/South Hadley area were originally part of the \\xe2\\x80\\x9cGilbert Museum\\xe2\\x80\\x9d collections at Amherst College. The human remains were transferred to UMass Amherst sometime between 1971 and 1972. Two individuals (2817/21023, 2818/21022) are documented to be from the \\xe2\\x80\\x9cIndian Grave Yard\\xe2\\x80\\x9d and one individual (21023 1/2) is from an unknown location in Hadley, MA. Excavations at \\xe2\\x80\\x9cIndian Hill\\xe2\\x80\\x9d in the Hadley area, conducted by Edward Hitchcock, Jr., of Amherst College in 1904, might have resulted in the collection of these individuals. Alternatively, late 19th century landowners (John McQueston, G.S. Barstow and A.A. Cook) might have donated the human remains to Hitchcock. \n In the 1860s and in 1974, human remains representing, at minimum, 27 individuals were removed from sites in Deerfield, Franklin County, MA. A minimum of 25 individuals were excavated by Deerfield resident George Sheldon on his property sometime between 1860 and 1870. These remains were subsequently transferred to the \\xe2\\x80\\x9cGilbert Museum\\xe2\\x80\\x9d collections at Amherst College. Sheldon was associated with the Pocumtuck Valley Memorial Association (Memorial Hall Museum) where, for a number of years, some of these remains were kept. Few records exist to determine which skeletal elements originally belonged together. These individuals were transferred from Amherst College to UMass Amherst sometime between 1971 and 1972. In 1974, human remains representing, at minimum, two individuals were exposed by a bulldozer during a construction project on private property located on Lower Road, in Deerfield. The human remains were excavated by UMass Amherst on June 5, 1974. The human remains have remained at UMass Amherst since the excavation. These individuals have been identified as Pocumtuck. No known individuals were identified. No associated funerary objects are known to exist. \n In 1916 and 1917, human remains representing, at minimum, nine individuals were removed from the Cheapside site in Greenfield, Franklin County, MA. Three of the individuals were encountered by workmen during railroad construction in 1916, and were taken into possession by Harris Hawthorne Wilder of Smith College. The following year, four more individuals were excavated by Wilder and Henry E. Downer, and also were kept at Smith College. Two additional individuals were excavated by Wilder at the Cheapside site in Greenfield in 1917, along with six associated funerary objects, including five hand-wrought coffin nails and one unidentified object (possibly a ceramic fragment). The human remains and associated funerary objects were transferred to UMass Amherst from Smith College sometime between 1960 and 1989, and have been identified as Pocumtuck. No known individuals were identified. The presence of coffin nails indicates that at least one of the nine individuals date to the Early Contact Period, or early 1600s. \n In the 1870s and the 1970s, human remains representing, at minimum, five individuals were removed from the town of Gill, Franklin County, MA. In 1873, one individual was excavated during construction for a cellar on the property of J.M. Stoughton of Gill, and donated to Edward Hitchcock, Jr., who accessioned the human remains into the \\xe2\\x80\\x9cGilbert Museum\\xe2\\x80\\x9d collections at Amherst College. The individual was transferred to UMass Amherst sometime between 1971 and 1972. In 1970 and 1971, four individuals were excavated by the Norwottuck chapter of the Massachusetts Archaeological Society at the Casley-Stemple site in Gill. The human remains from this excavation were sent to Franklin Pierce College for analysis. At an unknown date, they were returned to UMass Amherst, where they have remained. The human remains from Gill, MA, have been identified as Pocumtuck and/or Sokoki. No known individual were identified. From the Casley-Stempel site, 2,564 associated funerary objects were removed. The associated funerary objects include 1,716 individual non-lithic funerary objects and 848 lots of lithic artifacts. The non-lithic artifacts include 1,188 pottery sherds, 192 unidentified faunal bones, 238 pieces of charcoal, 5 unidentified seeds, 1 piece of whiteware, and 92 unidentified artifacts. The 848 lots of lithic artifacts include a majority of flakes, fragments, and chipping debris of various materials; partial and complete projectile points; preforms and chunks of quartz and other materials; perforators; edge tools; hammerstones; and cobbles. \n At an unknown date, human remains representing, at minimum, one individual were removed from an unknown location, possibly the Cheapside site in Greenfield, Franklin County, MA. The human remains were transferred to UMass Amherst from Smith College, and have been identified as Pocumtuck. No known individual were identified. No associated funerary objects are known to exist. \n In 1984, human remains representing, at minimum, two individuals were discovered by a private citizen at an eroding gravel bank near Hardwick Pond in Hardwick, Worcester County, MA. The human remains were transferred to UMass Amherst and accessioned on May 15, 1984. The human remains have been identified as Quabog and/or Nipmuc. No known individuals were identified. No associated funerary objects are known to exist. \n At an unknown date, human remains representing, at minimum, one individual were found in a sand bank north of the railroad station in Princeton, Worcester County, MA. This individual was donated to Smith College by Mrs. J.O. West, and became part of Harris Hawthorne Wilder\\'s collection. The collection was transferred to UMass Amherst sometime between 1960 and 1989. The human remains have been identified as Nipmuc. No known individual were identified. No associated funerary objects are known to exist. \n Multiple lines of evidence\\xe2\\x80\\x94guided by tribal consultations\\xe2\\x80\\x94including geographic location, maps, oral tradition, linguistic, and historical records demonstrate a shared group identity between the human remains and associated funerary objects in this notice and the Narragansett Indian Tribe; Stockbridge Munsee Community, Wisconsin; Wampanoag Tribe of Gay Head (Aquinnah) (hereafter referred to as \\xe2\\x80\\x9cThe Tribes\\xe2\\x80\\x9d); and non-Federally recognized Indian groups, including Abenaki Nation of Missisquoi, St. Francis/Sokoki Band, VT; Abenaki Nation of New Hampshire; Cowasuck Band of the Pennacook\\xe2\\x80\\x94Abenaki People, NH; Elnu Tribe of the Abenaki, VT; Koasek (Cowasuck) Traditional Band of the Koas Abenaki Nation, VT; Koasek Traditional Band of the Sovereign Abenaki Nation, VT; Nulhegan Band of the Coosuk-Abenaki Nation, VT; and Chaubunagungamaug Nipmuck and Nipmuc Nation, MA (hereafter referred to as \\xe2\\x80\\x9cThe Indian Groups\\xe2\\x80\\x9d). \n Determinations Made by the University of Massachusetts Amherst, Department of Anthropology \n Officials of the University of Massachusetts Amherst, Department of Anthropology have determined that: \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice represent the physical remains of 94 individuals of Native American ancestry. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(3)(A), the 2,570 objects described in this notice are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and associated funerary objects and The Tribes and The Indian Groups. \n Additional Requestors and Disposition \n Lineal descendants or representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to Rae Gould, Repatriation Coordinator, University of Massachusetts Amherst, Department of Anthropology, 215 Machmer Hall, 240 Hicks Way, Amherst, MA 01003, telephone (413) 545-2702, email rgould@anthro.umass.edu, by June 16, 2014. After that date, if no additional requestors have come forward, transfer of control of the human remains and associated funerary objects to The Tribes may proceed. \n The University of Massachusetts Amherst, Department of Anthropology is responsible for notifying The Tribes and The Indian Groups that this notice has been published. \n ", "consultation": "A detailed assessment of the human remains was made by the University of Massachusetts Amherst, Department of Anthropology professional staff in consultation with representatives of the Mashantucket Pequot Indian Tribe (previously listed as the Mashantucket Pequot Tribe of Connecticut); Mashpee Wampanoag Indian Tribe (previously listed as the Mashpee Wampanoag Indian Tribal Council, Inc.); Mohegan Indian Tribe of Connecticut; Narragansett Indian Tribe; Stockbridge Munsee Community, Wisconsin; Wampanoag Tribe of Gay Head (Aquinnah); and non-Federally recognized Indian groups, including Abenaki Nation of Missisquoi, St. Francis/Sokoki Band, VT; Abenaki Nation of New Hampshire; Cowasuck Band of the Pennacook\\xe2\\x80\\x94Abenaki People, NH; Elnu Tribe of the Abenaki, VT; Koasek (Cowasuck) Traditional Band of the Koas Abenaki Nation, VT; Koasek Traditional Band of the Sovereign Abenaki Nation, VT; Nulhegan Band of the Coosuk-Abenaki Nation, VT; and Chaubunagungamaug Nipmuck and Nipmuc Nation, MA. Representatives of the University of Massachusetts Amherst, Department of Anthropology also contacted but did not consult with the non-Federally recognized Indian groups Schaghticoke Indian Tribe and Schaghticoke Tribal Nation, CT. \n ", "h_d_r": "In 1975, human remains representing, at minimum, 29 individuals were removed from the Palmer Site in Westfield, Hampden County, MA, during construction of a housing development and associated road. An emergency salvage excavation was conducted by the University of Massachusetts Amherst, Department of Anthropology (UMass Amherst) at the behest of the Westfield Historical Commission beginning on June 24, 1975. These individuals are identified as Woronoco from the Woodland to Early Contact Periods. The human remains have been in the possession of UMass Amherst since their removal in 1975. No known individuals were identified. No associated funerary objects are known to exist. \n In 1939, human remains representing, at minimum, one individual were removed from the Williston Highway site in Easthampton, Hampshire County, MA, by an unknown individual. The human remains were originally part of the \\xe2\\x80\\x9cGilbert Museum\\xe2\\x80\\x9d collections at Amherst College, and were transferred to UMass Amherst sometime between 1971 and 1972. The human remains have been identified as Nonotuck. No known individual was identified. No associated funerary objects are known to exist. \n At an unknown date, human remains representing, at minimum, four individuals were removed from the Laurel Park site in Hatfield, Hampshire County, MA. The collector and date of removal are unknown, but documentation indicates the human remains were found in an area between Laurel Park and the railroad station in Hatfield, MA. The human remains were originally part of Harris Hawthorne Wilder\\'s Collection at Smith College and were transferred to UMass Amherst sometime between 1960 and 1989. The human remains have been identified as Nonotuck. No known individuals were identified. No associated funerary objects are known to exist. \n Between 1863 and 1915, human remains representing, at minimum, nine individuals were removed from the Bullard\\'s Farm site in North Hadley, Hampshire County, MA. In 1863, C.M. Lamson excavated a number of human remains from this location. In October of 1904, Harris Hawthorne Wilder of Smith College excavated at Bullard\\'s farm, accompanied by his wife, Inez Whipple (Wilder), and a Smith student, Elizabeth L. McGrew (Kimball). Other Smith students, including Mary Josephine Rogers, Ruth Vaughn, and Josephine Whitney, also excavated at this site. In 1907, Joseph Salvo gave Wilder a nearly complete skeleton he had removed from this site in the 1890s. In November 1915, Wilder returned to this site with Ralph Wheaton Whipple of Amherst College and uncovered the remains of several individuals whose graves had been disturbed. These individuals were originally part of Harris Hawthorne Wilder\\'s Collection at Smith College. The human remains were transferred to UMass Amherst sometime between 1960 and 1989. The human remains are identified as Nonotuck. No known individuals were identified. No associated funerary objects are known to exist. \n Between 1904 and 1925, human remains representing, at minimum, six individuals were removed from sites in the towns of Hadley and South Hadley, Hampshire County, MA. Unidentified locations, named in various records as \\xe2\\x80\\x9cFort Hill,\\xe2\\x80\\x9d \\xe2\\x80\\x9cIndian Hill\\xe2\\x80\\x9d and \\xe2\\x80\\x9cHockanum,\\xe2\\x80\\x9d do not allow an exact provenience for these human remains to be made. The human remains from the Hadley/South Hadley area have been identified as Nonotuck. No known individuals were identified. No associated funerary objects are known to exist. \n Three of the individuals from the Hadley/South Hadley area were in the possession of Smith College until sometime between 1960 and 1989, when they were transferred to UMass Amherst. One individual (281/285/1987-020) was excavated from Richard Thayer\\'s farm in the Hadley area in May 1925, by Harris Hawthorne Wilder of Smith College, his wife Inez Whipple Wilder, Eleanor Clifton, and Lucy Thompson. A second individual (105A/1987-012) was excavated from the \\xe2\\x80\\x9cIndian Hill\\xe2\\x80\\x9d site in Hadley by William Mather circa 1912. A third individual (158/1986-037), documented as having been removed from Fort Hill/Hockanum in South Hadley, might have been removed by Harris Wilder in 1912 and 1913, or by Albert Pulaski, who collected eroding remains from the bank of the Connecticut River opposite Shepherd\\'s Island and donated them to Smith College. \n The other three individuals from the Hadley/South Hadley area were originally part of the \\xe2\\x80\\x9cGilbert Museum\\xe2\\x80\\x9d collections at Amherst College. The human remains were transferred to UMass Amherst sometime between 1971 and 1972. Two individuals (2817/21023, 2818/21022) are documented to be from the \\xe2\\x80\\x9cIndian Grave Yard\\xe2\\x80\\x9d and one individual (21023 1/2) is from an unknown location in Hadley, MA. Excavations at \\xe2\\x80\\x9cIndian Hill\\xe2\\x80\\x9d in the Hadley area, conducted by Edward Hitchcock, Jr., of Amherst College in 1904, might have resulted in the collection of these individuals. Alternatively, late 19th century landowners (John McQueston, G.S. Barstow and A.A. Cook) might have donated the human remains to Hitchcock. \n In the 1860s and in 1974, human remains representing, at minimum, 27 individuals were removed from sites in Deerfield, Franklin County, MA. A minimum of 25 individuals were excavated by Deerfield resident George Sheldon on his property sometime between 1860 and 1870. These remains were subsequently transferred to the \\xe2\\x80\\x9cGilbert Museum\\xe2\\x80\\x9d collections at Amherst College. Sheldon was associated with the Pocumtuck Valley Memorial Association (Memorial Hall Museum) where, for a number of years, some of these remains were kept. Few records exist to determine which skeletal elements originally belonged together. These individuals were transferred from Amherst College to UMass Amherst sometime between 1971 and 1972. In 1974, human remains representing, at minimum, two individuals were exposed by a bulldozer during a construction project on private property located on Lower Road, in Deerfield. The human remains were excavated by UMass Amherst on June 5, 1974. The human remains have remained at UMass Amherst since the excavation. These individuals have been identified as Pocumtuck. No known individuals were identified. No associated funerary objects are known to exist. \n In 1916 and 1917, human remains representing, at minimum, nine individuals were removed from the Cheapside site in Greenfield, Franklin County, MA. Three of the individuals were encountered by workmen during railroad construction in 1916, and were taken into possession by Harris Hawthorne Wilder of Smith College. The following year, four more individuals were excavated by Wilder and Henry E. Downer, and also were kept at Smith College. Two additional individuals were excavated by Wilder at the Cheapside site in Greenfield in 1917, along with six associated funerary objects, including five hand-wrought coffin nails and one unidentified object (possibly a ceramic fragment). The human remains and associated funerary objects were transferred to UMass Amherst from Smith College sometime between 1960 and 1989, and have been identified as Pocumtuck. No known individuals were identified. The presence of coffin nails indicates that at least one of the nine individuals date to the Early Contact Period, or early 1600s. \n In the 1870s and the 1970s, human remains representing, at minimum, five individuals were removed from the town of Gill, Franklin County, MA. In 1873, one individual was excavated during construction for a cellar on the property of J.M. Stoughton of Gill, and donated to Edward Hitchcock, Jr., who accessioned the human remains into the \\xe2\\x80\\x9cGilbert Museum\\xe2\\x80\\x9d collections at Amherst College. The individual was transferred to UMass Amherst sometime between 1971 and 1972. In 1970 and 1971, four individuals were excavated by the Norwottuck chapter of the Massachusetts Archaeological Society at the Casley-Stemple site in Gill. The human remains from this excavation were sent to Franklin Pierce College for analysis. At an unknown date, they were returned to UMass Amherst, where they have remained. The human remains from Gill, MA, have been identified as Pocumtuck and/or Sokoki. No known individual were identified. From the Casley-Stempel site, 2,564 associated funerary objects were removed. The associated funerary objects include 1,716 individual non-lithic funerary objects and 848 lots of lithic artifacts. The non-lithic artifacts include 1,188 pottery sherds, 192 unidentified faunal bones, 238 pieces of charcoal, 5 unidentified seeds, 1 piece of whiteware, and 92 unidentified artifacts. The 848 lots of lithic artifacts include a majority of flakes, fragments, and chipping debris of various materials; partial and complete projectile points; preforms and chunks of quartz and other materials; perforators; edge tools; hammerstones; and cobbles. \n At an unknown date, human remains representing, at minimum, one individual were removed from an unknown location, possibly the Cheapside site in Greenfield, Franklin County, MA. The human remains were transferred to UMass Amherst from Smith College, and have been identified as Pocumtuck. No known individual were identified. No associated funerary objects are known to exist. \n In 1984, human remains representing, at minimum, two individuals were discovered by a private citizen at an eroding gravel bank near Hardwick Pond in Hardwick, Worcester County, MA. The human remains were transferred to UMass Amherst and accessioned on May 15, 1984. The human remains have been identified as Quabog and/or Nipmuc. No known individuals were identified. No associated funerary objects are known to exist. \n At an unknown date, human remains representing, at minimum, one individual were found in a sand bank north of the railroad station in Princeton, Worcester County, MA. This individual was donated to Smith College by Mrs. J.O. West, and became part of Harris Hawthorne Wilder\\'s collection. The collection was transferred to UMass Amherst sometime between 1960 and 1989. The human remains have been identified as Nipmuc. No known individual were identified. No associated funerary objects are known to exist. \n Multiple lines of evidence\\xe2\\x80\\x94guided by tribal consultations\\xe2\\x80\\x94including geographic location, maps, oral tradition, linguistic, and historical records demonstrate a shared group identity between the human remains and associated funerary objects in this notice and the Narragansett Indian Tribe; Stockbridge Munsee Community, Wisconsin; Wampanoag Tribe of Gay Head (Aquinnah) (hereafter referred to as \\xe2\\x80\\x9cThe Tribes\\xe2\\x80\\x9d); and non-Federally recognized Indian groups, including Abenaki Nation of Missisquoi, St. Francis/Sokoki Band, VT; Abenaki Nation of New Hampshire; Cowasuck Band of the Pennacook\\xe2\\x80\\x94Abenaki People, NH; Elnu Tribe of the Abenaki, VT; Koasek (Cowasuck) Traditional Band of the Koas Abenaki Nation, VT; Koasek Traditional Band of the Sovereign Abenaki Nation, VT; Nulhegan Band of the Coosuk-Abenaki Nation, VT; and Chaubunagungamaug Nipmuck and Nipmuc Nation, MA (hereafter referred to as \\xe2\\x80\\x9cThe Indian Groups\\xe2\\x80\\x9d). \n ", "h_d_ci": "Null", "determinations": "Determinations Made by the University of Massachusetts Amherst, Department of Anthropology \n Officials of the University of Massachusetts Amherst, Department of Anthropology have determined that: \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice represent the physical remains of 94 individuals of Native American ancestry. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(3)(A), the 2,570 objects described in this notice are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and associated funerary objects and The Tribes and The Indian Groups. \n ", "a_r_d": "Lineal descendants or representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to Rae Gould, Repatriation Coordinator, University of Massachusetts Amherst, Department of Anthropology, 215 Machmer Hall, 240 Hicks Way, Amherst, MA 01003, telephone (413) 545-2702, email rgould@anthro.umass.edu, by June 16, 2014. After that date, if no additional requestors have come forward, transfer of control of the human remains and associated funerary objects to The Tribes may proceed. \n The University of Massachusetts Amherst, Department of Anthropology is responsible for notifying The Tribes and The Indian Groups that this notice has been published. \n "}