{"index": "I_813", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        [NPS-WASO-NAGPRA-15680; PPWOCRADN0-PCU00RP14.R50000]\\n        Notice of Inventory Completion: State Historical Society of Wisconsin, Madison, WI\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        \\n          SUMMARY:\\n          The State Historical Society of Wisconsin has completed an inventory of human remains and associated funerary objects, in consultation with the appropriate Indian tribes or Native Hawaiian organizations, and has determined that there is no cultural affiliation between the human remains and associated funerary objects and any present-day Indian tribes or Native Hawaiian organizations. Representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request to the State Historical Society of Wisconsin. If no additional requestors come forward, transfer of control of the human remains and associated funerary objects to the Indian tribes or Native Hawaiian organizations stated in this notice may proceed.\\n        \\n        \\n          DATES:\\n          Representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to the State Historical Society of Wisconsin at the address in this notice by July 9, 2014.\\n        \\n        \\n          ADDRESSES:\\n\\n          Jennifer Kolb, Wisconsin Historical Museum, 30 North Carroll Street, Madison, WI 53703, telephone (608) 261-2461, email Jennifer.Kolb@wisconsinhistory.org.\\n          \\n        \\n      \\n      \\n        SUPPLEMENTARY INFORMATION:\\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains and associated funerary objects under the control of the State Historical Society of Wisconsin, Madison, WI. The human remains and associated funerary objects were removed from five sites in Jefferson County, WI.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003(d)(3) and 43 CFR 10.11(d). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations in this notice.\\n        Consultation\\n        A detailed assessment of the human remains was made by the State Historical Society of Wisconsin professional staff in consultation with representatives of the Forest County Potawatomi Community, Wisconsin; Ho-Chunk Nation of Wisconsin; and the Menominee Indian Tribe of Wisconsin.\\n        History and Description of the Remains\\n        In 1906, human remains representing, at minimum, two individuals (A01030) were removed from Carcajou Point (47-JE-0002) in Jefferson County, WI. The remains were uncovered by a washout in a field and excavated by H.L. Skavlam. When Skavlam donated the remains to the State Historical Society in 1910, the human remains were believed to represent a single individual. However, a skeletal analysis in 2013 determined that the human remains actually represent two individuals, both adult females. No known individuals were identified. No associated funerary objects are present.\\n        In 1957, human remains representing, at minimum, nine individuals (1998.60.4, 1998.60.5, 1998.60.7, & 1998.60.8) were removed from Carcajou Point (47-JE-0002) in Jefferson County, WI. The human remains were discovered during an excavation of the Oneota component of the site led by archeologist Robert Hall. Hall donated the human remains to the State Historical Society at an unknown date in the late 1950s, and the human remains were formally accessioned into the collection in 1998. The human remains were determined to represent three children of indeterminate sex, three infants of indeterminate sex, two adults of indeterminate sex, and an adult male. No known individuals were identified. The four associated funerary objects are two sandstone abraders (1998.60.6 & 1998.60.9), a shell gorget (1998.60.10), and a ceramic vessel (1998.60. JE2 B2-A2).\\n        In 1908, human remains representing, at minimum, one individual (A00268) were removed from the Telfer site (47-JE-0937) in Jefferson County, WI. The human remains were discovered in a mound on the property of G.D. Telfer. Telfer donated the human remains to the State Historical Society in 1909. The human remains were determined to represent an adult male. No known individuals were identified. No associated funerary objects are present.\\n        In 1992, human remains representing, at minimum, three individuals (HP.JE-0940.1) were removed from the January site (47-JE-0940) in Jefferson County, WI. The human remains were uncovered by a plumber excavating for a water line. The plumber notified the Jefferson\\'s County Sheriff\\'s Office. Responding officers screened the backfill pile, collected the human remains, and then contacted the State Historical Society\\'s Burial Sites Office. Staff archeologists investigated and no additional remains were discovered, either in situ or in the backfill pile. The human remains were determined to represent two adult males and one adult female. No known individuals were identified. No associated funerary objects are present.\\n        In 1994, human remains representing, at minimum, sixteen individuals (HP.JE-1111.1) were removed from the Skau Site (47-JE-1111) in Jefferson County, WI. The human remains were uncovered during excavation for a house foundation. State Historical Society\\'s Burial Sites Office staff archeologists found the human remains in both the backfill pile and eroding from an excavation pit wall. Remains that were undisturbed were left in situ. It was determined that the excavation had disturbed a burial feature in a conical mound. The human remains were determined to represent six children of indeterminate sex, one infant of indeterminate sex, five adult males, three adult females, and one adult of indeterminate sex. No known individuals were identified. No associated funerary objects are present.\\n        In 1998, human remains representing, at minimum, one individual (HP.JE-1182.1) were removed from the Boomer Street Burial Site (47-JE-1182) in Jefferson County, WI. The human remains were discovered in a drainage ditch by the property\\'s owner, who notified the City of Watertown Police Department. Responding officers determined that the human remains were archeological and contacted the State Historical Society\\'s Burial Sites Office. A staff archeologist took possession of the human remains and investigated the site. The human remains were determined to represent an adult male. No known individuals were identified. No associated funerary objects are present.\\n        Determinations Made by the State Historical Society of Wisconsin\\n        Officials of the State Historical Society of Wisconsin have determined that:\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice are Native American based on State Historical Society records, location and context of the burial sites, the presence of associated funerary objects in some instances, and skeletal analysis in some instances.\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice represent the physical remains of 32 individuals of Native American ancestry.\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(3)(A), the four objects described in this notice are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony.\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(2), a relationship of shared group identity cannot be reasonably traced between the Native American human remains and associated funerary objects and any present-day Indian tribe.\\n        \\xe2\\x80\\xa2 According to final judgments of the Indian Claims Commission or the Court of Federal Claims, the land from which the Native American human remains and associated funerary objects were removed is the aboriginal land of the Forest County Potawatomi Community, Wisconsin, and the Ho-Chunk Nation of Wisconsin.\\n\\n        \\xe2\\x80\\xa2 Treaties, Acts of Congress, or Executive Orders, indicate that the land from which the Native American human remains and associated funerary objects were removed is the aboriginal land of the Bad River Band of the Lake Superior Tribe of Chippewa Indians of the Bad River Reservation, Wisconsin; Bay Mills Indian Community, Michigan; Bois Forte Band (Nett Lake) of the Minnesota Chippewa Tribe, Minnesota; Chippewa-Cree Indians of the Rocky Boy\\'s Reservation, Montana; Citizen Potawatomi Nation, Oklahoma; Fond du Lac Band of the Minnesota Chippewa Tribe, Minnesota; Forest County Potawatomi Community, Wisconsin; Grand Portage Band of the Minnesota Chippewa Tribe, Minnesota; Grand Traverse Band of Ottawa and Chippewa Indians, Michigan; Hannahville Indian Community, Michigan; Ho-Chunk Nation of Wisconsin; Keweenaw Bay Indian Community, Michigan; Lac Courte Oreilles Band of Lake Superior Chippewa Indians of Wisconsin; Lac du Flambeau Band of Lake Superior Chippewa Indians of the Lac du Flambeau Reservation of Wisconsin; Lac Vieux Desert Band of Lake Superior Chippewa Indians of Michigan; Leech Lake Band of the Minnesota Chippewa Tribe, Minnesota; Match-e-be-nash-she-wish Band of Pottawatomi Indians of Michigan; Mille Lacs Band of the Minnesota Chippewa Tribe, Minnesota; Minnesota Chippewa Tribe, Minnesota; Nottawaseppi Huron Band of the Potawatomi, Michigan (previously listed as the Huron Potawatomi, Inc.); Ottawa Tribe of Oklahoma; Pokagon Band of Potawatomi Indians, Michigan and Indiana; Prairie Band Potawatomi Nation (previously listed as the Prairie Band of Potawatomi Nation, Kansas); Quechan Tribe of the Fort Yuma Indian Reservation, California & Arizona; Red Cliff Band of Lake Superior Chippewa Indians of Wisconsin; Red Lake Band of Chippewa Indians, Minnesota; Saginaw Chippewa Indian Tribe of Michigan; Sault Ste. Marie Tribe of Chippewa Indians, Michigan; Sokaogon Chippewa Community, Wisconsin; St. Croix Chippewa Indians of Wisconsin; Turtle Mountain Band of Chippewa Indians of North Dakota; White Earth Band of the Minnesota Chippewa Tribe, Minnesota; and the Winnebago Tribe of Nebraska (hereafter referred to as \\xe2\\x80\\x9cThe Aboriginal Land Tribes\\xe2\\x80\\x9d).\\n        \\xe2\\x80\\xa2 Pursuant to 43 CFR 10.11(c)(1), the disposition of the human remains and associated funerary objects may be to The Aboriginal Land Tribes.\\n        Additional Requestors and Disposition\\n\\n        Representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to Jennifer Kolb, Wisconsin Historical Museum, 30 North Carroll Street, Madison, WI 53703, telephone (608) 261-2461, email Jennifer.Kolb@wisconsinhistory.org, by July 9, 2014. After that date, if no additional requestors have come forward, transfer of control of the human remains and associated funerary objects to The Aboriginal Land Tribes may proceed.\\n        The State Historical Society of Wisconsin is responsible for notifying The Aboriginal Land Tribes that this notice has been published.\\n        \\n          Dated: April 24, 2014.\\n          David Tarler,\\n          Acting Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. 2014-13370 Filed 6-6-14; 8:45 am]\\n      BILLING CODE 4312-50-P\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "[NPS-WASO-NAGPRA-15680; PPWOCRADN0-PCU00RP14.R50000]", "subject": "Notice of Inventory Completion: State Historical Society of Wisconsin, Madison, WI", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "The State Historical Society of Wisconsin has completed an inventory of human remains and associated funerary objects, in consultation with the appropriate Indian tribes or Native Hawaiian organizations, and has determined that there is no cultural affiliation between the human remains and associated funerary objects and any present-day Indian tribes or Native Hawaiian organizations. Representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request to the State Historical Society of Wisconsin. If no additional requestors come forward, transfer of control of the human remains and associated funerary objects to the Indian tribes or Native Hawaiian organizations stated in this notice may proceed.", "dates": "Representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to the State Historical Society of Wisconsin at the address in this notice by July 9, 2014.", "addresses": "Jennifer Kolb, Wisconsin Historical Museum, 30 North Carroll Street, Madison, WI 53703, telephone (608) 261-2461, email Jennifer.Kolb@wisconsinhistory.org.\\n          ", "signature_dated": "Dated: April 24, 2014.", "signature_name": "David Tarler,", "signature_title": "Acting Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. 2014-13370 Filed 6-6-14; 8:45 am]", "billing_code": "BILLING CODE 4312-50-P", "supp_info": "SUPPLEMENTARY INFORMATION: \n Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains and associated funerary objects under the control of the State Historical Society of Wisconsin, Madison, WI. The human remains and associated funerary objects were removed from five sites in Jefferson County, WI. \n This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003(d)(3) and 43 CFR 10.11(d). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations in this notice. \n Consultation \n A detailed assessment of the human remains was made by the State Historical Society of Wisconsin professional staff in consultation with representatives of the Forest County Potawatomi Community, Wisconsin; Ho-Chunk Nation of Wisconsin; and the Menominee Indian Tribe of Wisconsin. \n History and Description of the Remains \n In 1906, human remains representing, at minimum, two individuals (A01030) were removed from Carcajou Point (47-JE-0002) in Jefferson County, WI. The remains were uncovered by a washout in a field and excavated by H.L. Skavlam. When Skavlam donated the remains to the State Historical Society in 1910, the human remains were believed to represent a single individual. However, a skeletal analysis in 2013 determined that the human remains actually represent two individuals, both adult females. No known individuals were identified. No associated funerary objects are present. \n In 1957, human remains representing, at minimum, nine individuals (1998.60.4, 1998.60.5, 1998.60.7, & 1998.60.8) were removed from Carcajou Point (47-JE-0002) in Jefferson County, WI. The human remains were discovered during an excavation of the Oneota component of the site led by archeologist Robert Hall. Hall donated the human remains to the State Historical Society at an unknown date in the late 1950s, and the human remains were formally accessioned into the collection in 1998. The human remains were determined to represent three children of indeterminate sex, three infants of indeterminate sex, two adults of indeterminate sex, and an adult male. No known individuals were identified. The four associated funerary objects are two sandstone abraders (1998.60.6 & 1998.60.9), a shell gorget (1998.60.10), and a ceramic vessel (1998.60. JE2 B2-A2). \n In 1908, human remains representing, at minimum, one individual (A00268) were removed from the Telfer site (47-JE-0937) in Jefferson County, WI. The human remains were discovered in a mound on the property of G.D. Telfer. Telfer donated the human remains to the State Historical Society in 1909. The human remains were determined to represent an adult male. No known individuals were identified. No associated funerary objects are present. \n In 1992, human remains representing, at minimum, three individuals (HP.JE-0940.1) were removed from the January site (47-JE-0940) in Jefferson County, WI. The human remains were uncovered by a plumber excavating for a water line. The plumber notified the Jefferson\\'s County Sheriff\\'s Office. Responding officers screened the backfill pile, collected the human remains, and then contacted the State Historical Society\\'s Burial Sites Office. Staff archeologists investigated and no additional remains were discovered, either in situ or in the backfill pile. The human remains were determined to represent two adult males and one adult female. No known individuals were identified. No associated funerary objects are present. \n In 1994, human remains representing, at minimum, sixteen individuals (HP.JE-1111.1) were removed from the Skau Site (47-JE-1111) in Jefferson County, WI. The human remains were uncovered during excavation for a house foundation. State Historical Society\\'s Burial Sites Office staff archeologists found the human remains in both the backfill pile and eroding from an excavation pit wall. Remains that were undisturbed were left in situ. It was determined that the excavation had disturbed a burial feature in a conical mound. The human remains were determined to represent six children of indeterminate sex, one infant of indeterminate sex, five adult males, three adult females, and one adult of indeterminate sex. No known individuals were identified. No associated funerary objects are present. \n In 1998, human remains representing, at minimum, one individual (HP.JE-1182.1) were removed from the Boomer Street Burial Site (47-JE-1182) in Jefferson County, WI. The human remains were discovered in a drainage ditch by the property\\'s owner, who notified the City of Watertown Police Department. Responding officers determined that the human remains were archeological and contacted the State Historical Society\\'s Burial Sites Office. A staff archeologist took possession of the human remains and investigated the site. The human remains were determined to represent an adult male. No known individuals were identified. No associated funerary objects are present. \n Determinations Made by the State Historical Society of Wisconsin \n Officials of the State Historical Society of Wisconsin have determined that: \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice are Native American based on State Historical Society records, location and context of the burial sites, the presence of associated funerary objects in some instances, and skeletal analysis in some instances. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice represent the physical remains of 32 individuals of Native American ancestry. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(3)(A), the four objects described in this notice are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(2), a relationship of shared group identity cannot be reasonably traced between the Native American human remains and associated funerary objects and any present-day Indian tribe. \n \\xe2\\x80\\xa2 According to final judgments of the Indian Claims Commission or the Court of Federal Claims, the land from which the Native American human remains and associated funerary objects were removed is the aboriginal land of the Forest County Potawatomi Community, Wisconsin, and the Ho-Chunk Nation of Wisconsin. \n \\xe2\\x80\\xa2 Treaties, Acts of Congress, or Executive Orders, indicate that the land from which the Native American human remains and associated funerary objects were removed is the aboriginal land of the Bad River Band of the Lake Superior Tribe of Chippewa Indians of the Bad River Reservation, Wisconsin; Bay Mills Indian Community, Michigan; Bois Forte Band (Nett Lake) of the Minnesota Chippewa Tribe, Minnesota; Chippewa-Cree Indians of the Rocky Boy\\'s Reservation, Montana; Citizen Potawatomi Nation, Oklahoma; Fond du Lac Band of the Minnesota Chippewa Tribe, Minnesota; Forest County Potawatomi Community, Wisconsin; Grand Portage Band of the Minnesota Chippewa Tribe, Minnesota; Grand Traverse Band of Ottawa and Chippewa Indians, Michigan; Hannahville Indian Community, Michigan; Ho-Chunk Nation of Wisconsin; Keweenaw Bay Indian Community, Michigan; Lac Courte Oreilles Band of Lake Superior Chippewa Indians of Wisconsin; Lac du Flambeau Band of Lake Superior Chippewa Indians of the Lac du Flambeau Reservation of Wisconsin; Lac Vieux Desert Band of Lake Superior Chippewa Indians of Michigan; Leech Lake Band of the Minnesota Chippewa Tribe, Minnesota; Match-e-be-nash-she-wish Band of Pottawatomi Indians of Michigan; Mille Lacs Band of the Minnesota Chippewa Tribe, Minnesota; Minnesota Chippewa Tribe, Minnesota; Nottawaseppi Huron Band of the Potawatomi, Michigan (previously listed as the Huron Potawatomi, Inc.); Ottawa Tribe of Oklahoma; Pokagon Band of Potawatomi Indians, Michigan and Indiana; Prairie Band Potawatomi Nation (previously listed as the Prairie Band of Potawatomi Nation, Kansas); Quechan Tribe of the Fort Yuma Indian Reservation, California & Arizona; Red Cliff Band of Lake Superior Chippewa Indians of Wisconsin; Red Lake Band of Chippewa Indians, Minnesota; Saginaw Chippewa Indian Tribe of Michigan; Sault Ste. Marie Tribe of Chippewa Indians, Michigan; Sokaogon Chippewa Community, Wisconsin; St. Croix Chippewa Indians of Wisconsin; Turtle Mountain Band of Chippewa Indians of North Dakota; White Earth Band of the Minnesota Chippewa Tribe, Minnesota; and the Winnebago Tribe of Nebraska (hereafter referred to as \\xe2\\x80\\x9cThe Aboriginal Land Tribes\\xe2\\x80\\x9d). \n \\xe2\\x80\\xa2 Pursuant to 43 CFR 10.11(c)(1), the disposition of the human remains and associated funerary objects may be to The Aboriginal Land Tribes. \n Additional Requestors and Disposition \n Representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to Jennifer Kolb, Wisconsin Historical Museum, 30 North Carroll Street, Madison, WI 53703, telephone (608) 261-2461, email Jennifer.Kolb@wisconsinhistory.org, by July 9, 2014. After that date, if no additional requestors have come forward, transfer of control of the human remains and associated funerary objects to The Aboriginal Land Tribes may proceed. \n The State Historical Society of Wisconsin is responsible for notifying The Aboriginal Land Tribes that this notice has been published. \n ", "consultation": "A detailed assessment of the human remains was made by the State Historical Society of Wisconsin professional staff in consultation with representatives of the Forest County Potawatomi Community, Wisconsin; Ho-Chunk Nation of Wisconsin; and the Menominee Indian Tribe of Wisconsin. \n ", "h_d_r": "In 1906, human remains representing, at minimum, two individuals (A01030) were removed from Carcajou Point (47-JE-0002) in Jefferson County, WI. The remains were uncovered by a washout in a field and excavated by H.L. Skavlam. When Skavlam donated the remains to the State Historical Society in 1910, the human remains were believed to represent a single individual. However, a skeletal analysis in 2013 determined that the human remains actually represent two individuals, both adult females. No known individuals were identified. No associated funerary objects are present. \n In 1957, human remains representing, at minimum, nine individuals (1998.60.4, 1998.60.5, 1998.60.7, & 1998.60.8) were removed from Carcajou Point (47-JE-0002) in Jefferson County, WI. The human remains were discovered during an excavation of the Oneota component of the site led by archeologist Robert Hall. Hall donated the human remains to the State Historical Society at an unknown date in the late 1950s, and the human remains were formally accessioned into the collection in 1998. The human remains were determined to represent three children of indeterminate sex, three infants of indeterminate sex, two adults of indeterminate sex, and an adult male. No known individuals were identified. The four associated funerary objects are two sandstone abraders (1998.60.6 & 1998.60.9), a shell gorget (1998.60.10), and a ceramic vessel (1998.60. JE2 B2-A2). \n In 1908, human remains representing, at minimum, one individual (A00268) were removed from the Telfer site (47-JE-0937) in Jefferson County, WI. The human remains were discovered in a mound on the property of G.D. Telfer. Telfer donated the human remains to the State Historical Society in 1909. The human remains were determined to represent an adult male. No known individuals were identified. No associated funerary objects are present. \n In 1992, human remains representing, at minimum, three individuals (HP.JE-0940.1) were removed from the January site (47-JE-0940) in Jefferson County, WI. The human remains were uncovered by a plumber excavating for a water line. The plumber notified the Jefferson\\'s County Sheriff\\'s Office. Responding officers screened the backfill pile, collected the human remains, and then contacted the State Historical Society\\'s Burial Sites Office. Staff archeologists investigated and no additional remains were discovered, either in situ or in the backfill pile. The human remains were determined to represent two adult males and one adult female. No known individuals were identified. No associated funerary objects are present. \n In 1994, human remains representing, at minimum, sixteen individuals (HP.JE-1111.1) were removed from the Skau Site (47-JE-1111) in Jefferson County, WI. The human remains were uncovered during excavation for a house foundation. State Historical Society\\'s Burial Sites Office staff archeologists found the human remains in both the backfill pile and eroding from an excavation pit wall. Remains that were undisturbed were left in situ. It was determined that the excavation had disturbed a burial feature in a conical mound. The human remains were determined to represent six children of indeterminate sex, one infant of indeterminate sex, five adult males, three adult females, and one adult of indeterminate sex. No known individuals were identified. No associated funerary objects are present. \n In 1998, human remains representing, at minimum, one individual (HP.JE-1182.1) were removed from the Boomer Street Burial Site (47-JE-1182) in Jefferson County, WI. The human remains were discovered in a drainage ditch by the property\\'s owner, who notified the City of Watertown Police Department. Responding officers determined that the human remains were archeological and contacted the State Historical Society\\'s Burial Sites Office. A staff archeologist took possession of the human remains and investigated the site. The human remains were determined to represent an adult male. No known individuals were identified. No associated funerary objects are present. \n ", "h_d_ci": "Null", "determinations": "Determinations Made by the State Historical Society of Wisconsin \n Officials of the State Historical Society of Wisconsin have determined that: \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice are Native American based on State Historical Society records, location and context of the burial sites, the presence of associated funerary objects in some instances, and skeletal analysis in some instances. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice represent the physical remains of 32 individuals of Native American ancestry. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(3)(A), the four objects described in this notice are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(2), a relationship of shared group identity cannot be reasonably traced between the Native American human remains and associated funerary objects and any present-day Indian tribe. \n \\xe2\\x80\\xa2 According to final judgments of the Indian Claims Commission or the Court of Federal Claims, the land from which the Native American human remains and associated funerary objects were removed is the aboriginal land of the Forest County Potawatomi Community, Wisconsin, and the Ho-Chunk Nation of Wisconsin. \n \\xe2\\x80\\xa2 Treaties, Acts of Congress, or Executive Orders, indicate that the land from which the Native American human remains and associated funerary objects were removed is the aboriginal land of the Bad River Band of the Lake Superior Tribe of Chippewa Indians of the Bad River Reservation, Wisconsin; Bay Mills Indian Community, Michigan; Bois Forte Band (Nett Lake) of the Minnesota Chippewa Tribe, Minnesota; Chippewa-Cree Indians of the Rocky Boy\\'s Reservation, Montana; Citizen Potawatomi Nation, Oklahoma; Fond du Lac Band of the Minnesota Chippewa Tribe, Minnesota; Forest County Potawatomi Community, Wisconsin; Grand Portage Band of the Minnesota Chippewa Tribe, Minnesota; Grand Traverse Band of Ottawa and Chippewa Indians, Michigan; Hannahville Indian Community, Michigan; Ho-Chunk Nation of Wisconsin; Keweenaw Bay Indian Community, Michigan; Lac Courte Oreilles Band of Lake Superior Chippewa Indians of Wisconsin; Lac du Flambeau Band of Lake Superior Chippewa Indians of the Lac du Flambeau Reservation of Wisconsin; Lac Vieux Desert Band of Lake Superior Chippewa Indians of Michigan; Leech Lake Band of the Minnesota Chippewa Tribe, Minnesota; Match-e-be-nash-she-wish Band of Pottawatomi Indians of Michigan; Mille Lacs Band of the Minnesota Chippewa Tribe, Minnesota; Minnesota Chippewa Tribe, Minnesota; Nottawaseppi Huron Band of the Potawatomi, Michigan (previously listed as the Huron Potawatomi, Inc.); Ottawa Tribe of Oklahoma; Pokagon Band of Potawatomi Indians, Michigan and Indiana; Prairie Band Potawatomi Nation (previously listed as the Prairie Band of Potawatomi Nation, Kansas); Quechan Tribe of the Fort Yuma Indian Reservation, California & Arizona; Red Cliff Band of Lake Superior Chippewa Indians of Wisconsin; Red Lake Band of Chippewa Indians, Minnesota; Saginaw Chippewa Indian Tribe of Michigan; Sault Ste. Marie Tribe of Chippewa Indians, Michigan; Sokaogon Chippewa Community, Wisconsin; St. Croix Chippewa Indians of Wisconsin; Turtle Mountain Band of Chippewa Indians of North Dakota; White Earth Band of the Minnesota Chippewa Tribe, Minnesota; and the Winnebago Tribe of Nebraska (hereafter referred to as \\xe2\\x80\\x9cThe Aboriginal Land Tribes\\xe2\\x80\\x9d). \n \\xe2\\x80\\xa2 Pursuant to 43 CFR 10.11(c)(1), the disposition of the human remains and associated funerary objects may be to The Aboriginal Land Tribes. \n ", "a_r_d": "Representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to Jennifer Kolb, Wisconsin Historical Museum, 30 North Carroll Street, Madison, WI 53703, telephone (608) 261-2461, email Jennifer.Kolb@wisconsinhistory.org, by July 9, 2014. After that date, if no additional requestors have come forward, transfer of control of the human remains and associated funerary objects to The Aboriginal Land Tribes may proceed. \n The State Historical Society of Wisconsin is responsible for notifying The Aboriginal Land Tribes that this notice has been published. \n "}