{"index": "I_863", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        [NPS-WASO-NAGPRA-14641; PPWOCRADN0-PCU00RP14.R50000]\\n        Notice of Inventory Completion: The Field Museum of Natural History, Chicago, IL\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        \\n          SUMMARY:\\n          The Field Museum of Natural History has completed an inventory of human remains and associated funerary objects, in consultation with the appropriate Indian tribes or Native Hawaiian organizations, and has determined that there is a cultural affiliation between the human remains and associated funerary objects and present-day Indian tribes or Native Hawaiian organizations. Lineal descendants or representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request to the Field Museum of Natural History. If no additional requestors come forward, transfer of control of the human remains and associated funerary objects to the lineal descendants, Indian tribes or Native Hawaiian organizations stated in this notice may proceed.\\n        \\n        \\n          DATES:\\n          Lineal descendants or representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to the Field Museum of Natural History at the address in this notice by March 6, 2014.\\n        \\n        \\n          ADDRESSES:\\n\\n          Helen Robbins, Repatriation Director, Field Museum of Natural History, 1400 S. Lake Shore Dr., Chicago, IL 60605, telephone (312) 665-7317, email hrobbins@fieldmuseum.org.\\n          \\n        \\n      \\n      \\n        SUPPLEMENTARY INFORMATION:\\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains and associated funerary objects under the control of the Field Museum of Natural History, Chicago, IL. The human remains and associated funerary objects were removed from the Dumaw Creek site in Oceana County, MI.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003(d)(3) and 43 CFR 10.11(d). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations in this notice.\\n        Consultation\\n\\n        A detailed assessment of the human remains and associated funerary objects was made by the Field Museum of Natural History (Field Museum) professional staff in consultation with representatives of the Absentee-Shawnee Tribe of Indians of Oklahoma; Bad River Band of the Lake Superior Tribe of Chippewa Indians of the Bad River Reservation, Wisconsin; Bay Mills Indian Community, Michigan; Chippewa-Cree Indians of the Rocky Boy\\'s Reservation, Montana; Citizen Potawatomi Nation, Oklahoma; Delaware Nation, Oklahoma; Forest County Potawatomi Community, Wisconsin; Grand Traverse Band of Ottawa and Chippewa Indians, Michigan; Hannahville Indian Community, Michigan; Ho-Chunk Nation of Wisconsin; Keweenaw Bay Indian Community, Michigan; Kickapoo Traditional Tribe of Texas; Kickapoo Tribe of Indians of the Kickapoo Reservation in Kansas; Kickapoo Tribe of Oklahoma; Lac Courte Oreilles Band of Lake Superior Chippewa Indians of Wisconsin; Lac du Flambeau Band of Lake Superior Chippewa Indians of the Lac de Flambeau Reservation of Wisconsin; Lac Vieux Desert Band of Lake Superior Chippewa Indians of Michigan; Little River Band of Ottawa Indians, Michigan; Little Traverse Bay Band of Odawa Indians, Michigan; Match-e-be-nash-she-wish Band of Pottawatomi Indians of Michigan; Menominee Indian Tribe of Wisconsin; Miami Tribe of Oklahoma; Minnesota Chippewa Tribe, Minnesota (Six component reservations: Bois Fort Band (Nett Lake); Fond du Lac Band; Grand Portage Band; Leech Lake Band; Mille Lacs Band; White Earth Band); Nottawaseppi Huron Band of Potawatomi, Michigan (previously listed as the Huron Potawatomi, Inc.); Oneida Tribe of Indians of Wisconsin; Ottawa Tribe of Oklahoma; Peoria Tribe of Indians of Oklahoma; Pokagon Band of Potawatomi Indians, Michigan and Indiana; Prairie Band Potawatomi Nation (previously listed as the Prairie Band of Potawatomi Nation, Kansas); Red Cliff Band of Lake Superior Chippewa Indians of Wisconsin; Red Lake Band of Chippewa Indians, Minnesota; Sac & Fox Nation of Missouri in Kansas and Nebraska; Sac & Fox Nation, Oklahoma; Sac & Fox Tribe of the Mississippi in Iowa; Saginaw Chippewa Indian Tribe of Michigan; Sault Ste. Marie Tribe of Chippewa Indians, Michigan; Seneca Nation of Indians (previously listed as the Seneca Nation of New York); Seneca-Cayuga Tribe of Oklahoma; Shawnee Tribe; Sokaogon Chippewa Community, Wisconsin; Stockbridge Munsee Community, Wisconsin; St. Croix Chippewa Indians of Wisconsin; Tonawanda Band of Seneca (previously listed as the Tonawanda Band of Seneca Indians of New York); Turtle Mountain Band of Chippewa Indians of North Dakota; and the Wyandotte Nation; as well as the Burt Lake Band of Odawa and Chippewa Indians and the Grand River Band of Ottawa Indians, non-Federally recognized Indian groups. Hereafter, all tribes and groups listed in this section are referred to as \\xe2\\x80\\x9cThe Consulting Tribes and Indian Groups.\\xe2\\x80\\x9d\\n        History and Description of the Remains\\n        In 1915 and 1916, human remains representing, at minimum, 42 individuals were removed from the Dumaw Creek site in Oceana County, MI, by a local farmer, Carl Schrumpf. Mr. Schrumpf sold his collection to Mr. H. E. Sargent of Grand Rapids, MI, who, in turn, sold a large portion of the collection to Mr. Charles Nelson in the late 1920s or early 1930s. The Field Museum\\'s Department of Zoology purchased this material in 1958 from the estate of Mr. Charles Nelson. The collection was transferred from Zoology to the Anthropology Department in March 1959.\\n        Of the 42 individuals, three individuals were children, four were juveniles, one was a young adult of unknown sex, three were young adult females, two were young adult males, ten were adults of unknown sex, one was a middle-aged female, and one was a middle-aged male. One young adult, one middle aged individual, and two older adults probably were males. One individual of indeterminate age, one individual of middle age, and one individual of middle- to old-aged were possibly male. One juvenile or young adult, two young adults, one late early adult to middle-aged adult, one middle-aged individual, one middle- to old-aged adult, and one older adult were possibly female. One young adult was probably female. One individual was of indeterminate age and sex, and one other may have been either a juvenile or an adult. It is possible that some of the elements representing individuals may belong to the same individual, but this could not be determined definitively by Field Museum staff. No known individuals were identified.\\n        The 83 catalog numbers containing associated funerary objects are 1 woven bag of buffalo hair; 1 lot of bag fragments; 1 bag of weasel skin; 1 leather bag or pouch; 1 lot of braided leather thongs; 1 lot of leather bag parts; 1 piece of leather; 1 woven bag of beaver skin; 2 fragments of beaver skin; 1 section of elk skin and hair; 1 section of black bear skin and hair; 1 fragment of raccoon skin; 1 lot of copper hair ornaments; 1 hair plaque fragment; 1 lot of bead fragments; 1 part of a headdress; 1 lot of copper hair beads; 4 lots of hair pipes; 4 lots of projectile points; 7 lots of knives; 1 lot of beads on a thong; 1 part of a bear skin; 1 lot of thong fragments; 1 lot of cord fragments; 1 lot of leather and thongs; 1 lot of braided grass; 1 lot of wood fragments; 1 mussel shell; 1 wooden shaft fragment; 1 thorn; 1 lot of pumpkin seeds; 1 box of bag remnants; 1 lot of hawk beak culmens; 1 lot of bird tail fragments; 1 box of leaf fragments; 1 seed; 1 bone bead; 1 shell bead; 2 celts; 1 tinkling cone; 1 lot of animal skin fragments from the above animals; 2 awls; 1 spear; 1 lot of beaver incisors; 17 lots of beads; 1 lot of small shell beads; 1 lump of ochre; 1 lot of shell pendants; 1 lot of effigy pendants; 1 pendant; 1 lot of grass fragments; and 1 box of powdered ochre.\\n        In 1960, the Field Museum accessioned material as the result of an exchange with the Wright L. Coffinberry Chapter of the Michigan Archaeological Society. This exchange was initiated by Field Museum curator George Quimby. Quimby wrote that this material was directly traceable to the dealer H.E. Sargent, who had bought the material from Mr. Schrumpf. The two associated funerary objects are globular vessels recorded as originally having been found in a burial context.\\n        In 1961, the Field Museum accessioned lithic material collected by Quimby that included material from a Mr. Seymour Rider. Quimby reported that Mr. Rider collected at the site following Schrumpf. It is likely that Quimby made this purchase on behalf of the Field Museum, as it is known that he visited and examined Mr. Rider\\'s collection in the 1960s. The five associated funerary objects accessioned are granite-tempered tan and gray rim sherds that Quimby reported as originally having been removed from graves at the Dumaw Creek site in 1916.\\n\\n        George Quimby conducted research on the Dumaw Creek site in the 1960s, which included visiting the site. Quimby determined that the Dumaw Creek site was the location from which the Native American human remains and associated funerary objects listed in the notice were removed. He determined that the site was both a village and burial ground dating to the early 17th century (he settled on the window of 1605 to 1620 in his 1966 Fieldiana report, The Dumaw Creek site: a seventeenth century prehistoric Indian village and cemetery in Oceana County, Michigan). Field Museum staff has relied on this date for the purposes of assessing cultural affiliation. Quimby and other researchers have characterized the lower peninsula of Michigan at the time as a zone between Iroquois tribes of the east and Algonquian tribes in eastern Wisconsin (including the Potawatomi, Kickapoo, Sauk, Fox, Menominee, Mascouten, and Miami). Other texts, such as the Handbook of North American Indians, place the Potawatomi\\'s \\xe2\\x80\\x9cprotohistoric estate\\xe2\\x80\\x9d in the lower peninsula of Michigan, west and north of, but adjacent to, Central Algonquian groups like the Kickapoo, Sauk, Fox, and Mascouten. O\\'Gorman and Lovis write that the Potawatomi entered the area around Lake Michigan fairly late in prehistoric times, and that they came to an area which held other groups from about the 1400s to the early 1600s\\xe2\\x80\\x94groups that others, through linguistic and ethnohistoric information, have determined to be the Kickapoo, Sauk, Fox, and Mascouten. Quimby also considered there to be similarity between the burial assemblage\\xe2\\x80\\x94such as a twined bag\\xe2\\x80\\x94and bags made in the 19th century by some of these tribes. This information contributes to a largely agreed-upon oral tradition and belief, as well as accepted historical and archeological information, that a splitting of groups occurred around the Straits of Mackinac by the late 16th century, with the Ottawa/Odawa remaining in this area, the Chippewa/Ojibwe heading west and north, and the group(s) now known as the Potawatomi heading south. Further research and final consultation with Potawatomi, Kickapoo, Sauk, Fox, Menominee, Mascouten, and Miami tribes resulted in the Field Museum\\'s determination that it is reasonable to conclude that the cultural affiliation of the human remains and cultural items listed in this notice lies with the descendant tribes listed in the following section. \\n        Determinations Made by the Field Museum\\n        Officials of the Field Museum have determined that:\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice represent the physical remains of 42 individuals of Native American ancestry.\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(3)(A), the 90 catalog numbers representing the objects described in this notice are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony.\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(2), a relationship of shared group identity can be reasonably traced between the Native American human remains and associated funerary objects and the Forest County Potawatomi Community, Wisconsin; Hannahville Indian Community, Michigan; Kickapoo Traditional Tribe of Texas; Kickapoo Tribe of Indians of the Kickapoo Reservation in Kansas; Kickapoo Tribe of Oklahoma; Match-e-be-nash-she-wish Band of Pottawatomi Indians of Michigan; Menominee Indian Tribe of Wisconsin; Miami Tribe of Oklahoma; Nottawaseppi Huron Band of Potawatomi, Michigan (previously listed as the Huron Potawatomi, Inc.); Peoria Tribe of Indians of Oklahoma; Pokagon Band of Potawatomi Indians, Michigan and Indiana; and the Prairie Band Potawatomi Nation (previously listed as the Prairie Band of Potawatomi Nation, Kansas).\\n        Additional Requestors and Disposition\\n\\n        Lineal descendants or representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to Helen Robbins, The Field Museum of Natural History, 1400 S. Lake Shore Dr., Chicago, IL 60605, telephone (312) 665-7317, email hrobbins@fieldmuseum.org, by March 6, 2014. After that date, if no additional requestors have come forward, transfer of control of the human remains and associated funerary objects to the Forest County Potawatomi Community, Wisconsin; Hannahville Indian Community, Michigan; Kickapoo Traditional Tribe of Texas; Kickapoo Tribe of Indians of the Kickapoo Reservation in Kansas; Kickapoo Tribe of Oklahoma; Match-e-be-nash-she-wish Band of Pottawatomi Indians of Michigan; Menominee Indian Tribe of Wisconsin; Miami Tribe of Oklahoma; Nottawaseppi Huron Band of Potawatomi, Michigan (previously listed as the Huron Potawatomi, Inc.); Peoria Tribe of Indians of Oklahoma; Pokagon Band of Potawatomi Indians, Michigan and Indiana; and the Prairie Band Potawatomi Nation (previously listed as the Prairie Band of Potawatomi Nation, Kansas) may proceed.\\n        The Field Museum is responsible for notifying The Consulting Tribes and Indian Groups that this notice has been published.\\n        \\n          Dated: December 23, 2013.\\n          Melanie O\\'Brien,\\n          Acting Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. 2014-02349 Filed 2-3-14; 8:45 am]\\n      BILLING CODE 4312-50-P\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "[NPS-WASO-NAGPRA-14641; PPWOCRADN0-PCU00RP14.R50000]", "subject": "Notice of Inventory Completion: The Field Museum of Natural History, Chicago, IL", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "The Field Museum of Natural History has completed an inventory of human remains and associated funerary objects, in consultation with the appropriate Indian tribes or Native Hawaiian organizations, and has determined that there is a cultural affiliation between the human remains and associated funerary objects and present-day Indian tribes or Native Hawaiian organizations. Lineal descendants or representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request to the Field Museum of Natural History. If no additional requestors come forward, transfer of control of the human remains and associated funerary objects to the lineal descendants, Indian tribes or Native Hawaiian organizations stated in this notice may proceed.", "dates": "Lineal descendants or representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to the Field Museum of Natural History at the address in this notice by March 6, 2014.", "addresses": "Helen Robbins, Repatriation Director, Field Museum of Natural History, 1400 S. Lake Shore Dr., Chicago, IL 60605, telephone (312) 665-7317, email hrobbins@fieldmuseum.org.\\n          ", "signature_dated": "Dated: December 23, 2013.", "signature_name": "Melanie O\\'Brien,", "signature_title": "Acting Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. 2014-02349 Filed 2-3-14; 8:45 am]", "billing_code": "BILLING CODE 4312-50-P", "supp_info": "SUPPLEMENTARY INFORMATION: \n Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains and associated funerary objects under the control of the Field Museum of Natural History, Chicago, IL. The human remains and associated funerary objects were removed from the Dumaw Creek site in Oceana County, MI. \n This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003(d)(3) and 43 CFR 10.11(d). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations in this notice. \n Consultation \n A detailed assessment of the human remains and associated funerary objects was made by the Field Museum of Natural History (Field Museum) professional staff in consultation with representatives of the Absentee-Shawnee Tribe of Indians of Oklahoma; Bad River Band of the Lake Superior Tribe of Chippewa Indians of the Bad River Reservation, Wisconsin; Bay Mills Indian Community, Michigan; Chippewa-Cree Indians of the Rocky Boy\\'s Reservation, Montana; Citizen Potawatomi Nation, Oklahoma; Delaware Nation, Oklahoma; Forest County Potawatomi Community, Wisconsin; Grand Traverse Band of Ottawa and Chippewa Indians, Michigan; Hannahville Indian Community, Michigan; Ho-Chunk Nation of Wisconsin; Keweenaw Bay Indian Community, Michigan; Kickapoo Traditional Tribe of Texas; Kickapoo Tribe of Indians of the Kickapoo Reservation in Kansas; Kickapoo Tribe of Oklahoma; Lac Courte Oreilles Band of Lake Superior Chippewa Indians of Wisconsin; Lac du Flambeau Band of Lake Superior Chippewa Indians of the Lac de Flambeau Reservation of Wisconsin; Lac Vieux Desert Band of Lake Superior Chippewa Indians of Michigan; Little River Band of Ottawa Indians, Michigan; Little Traverse Bay Band of Odawa Indians, Michigan; Match-e-be-nash-she-wish Band of Pottawatomi Indians of Michigan; Menominee Indian Tribe of Wisconsin; Miami Tribe of Oklahoma; Minnesota Chippewa Tribe, Minnesota (Six component reservations: Bois Fort Band (Nett Lake); Fond du Lac Band; Grand Portage Band; Leech Lake Band; Mille Lacs Band; White Earth Band); Nottawaseppi Huron Band of Potawatomi, Michigan (previously listed as the Huron Potawatomi, Inc.); Oneida Tribe of Indians of Wisconsin; Ottawa Tribe of Oklahoma; Peoria Tribe of Indians of Oklahoma; Pokagon Band of Potawatomi Indians, Michigan and Indiana; Prairie Band Potawatomi Nation (previously listed as the Prairie Band of Potawatomi Nation, Kansas); Red Cliff Band of Lake Superior Chippewa Indians of Wisconsin; Red Lake Band of Chippewa Indians, Minnesota; Sac & Fox Nation of Missouri in Kansas and Nebraska; Sac & Fox Nation, Oklahoma; Sac & Fox Tribe of the Mississippi in Iowa; Saginaw Chippewa Indian Tribe of Michigan; Sault Ste. Marie Tribe of Chippewa Indians, Michigan; Seneca Nation of Indians (previously listed as the Seneca Nation of New York); Seneca-Cayuga Tribe of Oklahoma; Shawnee Tribe; Sokaogon Chippewa Community, Wisconsin; Stockbridge Munsee Community, Wisconsin; St. Croix Chippewa Indians of Wisconsin; Tonawanda Band of Seneca (previously listed as the Tonawanda Band of Seneca Indians of New York); Turtle Mountain Band of Chippewa Indians of North Dakota; and the Wyandotte Nation; as well as the Burt Lake Band of Odawa and Chippewa Indians and the Grand River Band of Ottawa Indians, non-Federally recognized Indian groups. Hereafter, all tribes and groups listed in this section are referred to as \\xe2\\x80\\x9cThe Consulting Tribes and Indian Groups.\\xe2\\x80\\x9d \n History and Description of the Remains \n In 1915 and 1916, human remains representing, at minimum, 42 individuals were removed from the Dumaw Creek site in Oceana County, MI, by a local farmer, Carl Schrumpf. Mr. Schrumpf sold his collection to Mr. H. E. Sargent of Grand Rapids, MI, who, in turn, sold a large portion of the collection to Mr. Charles Nelson in the late 1920s or early 1930s. The Field Museum\\'s Department of Zoology purchased this material in 1958 from the estate of Mr. Charles Nelson. The collection was transferred from Zoology to the Anthropology Department in March 1959. \n Of the 42 individuals, three individuals were children, four were juveniles, one was a young adult of unknown sex, three were young adult females, two were young adult males, ten were adults of unknown sex, one was a middle-aged female, and one was a middle-aged male. One young adult, one middle aged individual, and two older adults probably were males. One individual of indeterminate age, one individual of middle age, and one individual of middle- to old-aged were possibly male. One juvenile or young adult, two young adults, one late early adult to middle-aged adult, one middle-aged individual, one middle- to old-aged adult, and one older adult were possibly female. One young adult was probably female. One individual was of indeterminate age and sex, and one other may have been either a juvenile or an adult. It is possible that some of the elements representing individuals may belong to the same individual, but this could not be determined definitively by Field Museum staff. No known individuals were identified. \n The 83 catalog numbers containing associated funerary objects are 1 woven bag of buffalo hair; 1 lot of bag fragments; 1 bag of weasel skin; 1 leather bag or pouch; 1 lot of braided leather thongs; 1 lot of leather bag parts; 1 piece of leather; 1 woven bag of beaver skin; 2 fragments of beaver skin; 1 section of elk skin and hair; 1 section of black bear skin and hair; 1 fragment of raccoon skin; 1 lot of copper hair ornaments; 1 hair plaque fragment; 1 lot of bead fragments; 1 part of a headdress; 1 lot of copper hair beads; 4 lots of hair pipes; 4 lots of projectile points; 7 lots of knives; 1 lot of beads on a thong; 1 part of a bear skin; 1 lot of thong fragments; 1 lot of cord fragments; 1 lot of leather and thongs; 1 lot of braided grass; 1 lot of wood fragments; 1 mussel shell; 1 wooden shaft fragment; 1 thorn; 1 lot of pumpkin seeds; 1 box of bag remnants; 1 lot of hawk beak culmens; 1 lot of bird tail fragments; 1 box of leaf fragments; 1 seed; 1 bone bead; 1 shell bead; 2 celts; 1 tinkling cone; 1 lot of animal skin fragments from the above animals; 2 awls; 1 spear; 1 lot of beaver incisors; 17 lots of beads; 1 lot of small shell beads; 1 lump of ochre; 1 lot of shell pendants; 1 lot of effigy pendants; 1 pendant; 1 lot of grass fragments; and 1 box of powdered ochre. \n In 1960, the Field Museum accessioned material as the result of an exchange with the Wright L. Coffinberry Chapter of the Michigan Archaeological Society. This exchange was initiated by Field Museum curator George Quimby. Quimby wrote that this material was directly traceable to the dealer H.E. Sargent, who had bought the material from Mr. Schrumpf. The two associated funerary objects are globular vessels recorded as originally having been found in a burial context. \n In 1961, the Field Museum accessioned lithic material collected by Quimby that included material from a Mr. Seymour Rider. Quimby reported that Mr. Rider collected at the site following Schrumpf. It is likely that Quimby made this purchase on behalf of the Field Museum, as it is known that he visited and examined Mr. Rider\\'s collection in the 1960s. The five associated funerary objects accessioned are granite-tempered tan and gray rim sherds that Quimby reported as originally having been removed from graves at the Dumaw Creek site in 1916. \n George Quimby conducted research on the Dumaw Creek site in the 1960s, which included visiting the site. Quimby determined that the Dumaw Creek site was the location from which the Native American human remains and associated funerary objects listed in the notice were removed. He determined that the site was both a village and burial ground dating to the early 17th century (he settled on the window of 1605 to 1620 in his 1966 Fieldiana report, The Dumaw Creek site: a seventeenth century prehistoric Indian village and cemetery in Oceana County, Michigan). Field Museum staff has relied on this date for the purposes of assessing cultural affiliation. Quimby and other researchers have characterized the lower peninsula of Michigan at the time as a zone between Iroquois tribes of the east and Algonquian tribes in eastern Wisconsin (including the Potawatomi, Kickapoo, Sauk, Fox, Menominee, Mascouten, and Miami). Other texts, such as the Handbook of North American Indians, place the Potawatomi\\'s \\xe2\\x80\\x9cprotohistoric estate\\xe2\\x80\\x9d in the lower peninsula of Michigan, west and north of, but adjacent to, Central Algonquian groups like the Kickapoo, Sauk, Fox, and Mascouten. O\\'Gorman and Lovis write that the Potawatomi entered the area around Lake Michigan fairly late in prehistoric times, and that they came to an area which held other groups from about the 1400s to the early 1600s\\xe2\\x80\\x94groups that others, through linguistic and ethnohistoric information, have determined to be the Kickapoo, Sauk, Fox, and Mascouten. Quimby also considered there to be similarity between the burial assemblage\\xe2\\x80\\x94such as a twined bag\\xe2\\x80\\x94and bags made in the 19th century by some of these tribes. This information contributes to a largely agreed-upon oral tradition and belief, as well as accepted historical and archeological information, that a splitting of groups occurred around the Straits of Mackinac by the late 16th century, with the Ottawa/Odawa remaining in this area, the Chippewa/Ojibwe heading west and north, and the group(s) now known as the Potawatomi heading south. Further research and final consultation with Potawatomi, Kickapoo, Sauk, Fox, Menominee, Mascouten, and Miami tribes resulted in the Field Museum\\'s determination that it is reasonable to conclude that the cultural affiliation of the human remains and cultural items listed in this notice lies with the descendant tribes listed in the following section.  \n Determinations Made by the Field Museum \n Officials of the Field Museum have determined that: \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice represent the physical remains of 42 individuals of Native American ancestry. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(3)(A), the 90 catalog numbers representing the objects described in this notice are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(2), a relationship of shared group identity can be reasonably traced between the Native American human remains and associated funerary objects and the Forest County Potawatomi Community, Wisconsin; Hannahville Indian Community, Michigan; Kickapoo Traditional Tribe of Texas; Kickapoo Tribe of Indians of the Kickapoo Reservation in Kansas; Kickapoo Tribe of Oklahoma; Match-e-be-nash-she-wish Band of Pottawatomi Indians of Michigan; Menominee Indian Tribe of Wisconsin; Miami Tribe of Oklahoma; Nottawaseppi Huron Band of Potawatomi, Michigan (previously listed as the Huron Potawatomi, Inc.); Peoria Tribe of Indians of Oklahoma; Pokagon Band of Potawatomi Indians, Michigan and Indiana; and the Prairie Band Potawatomi Nation (previously listed as the Prairie Band of Potawatomi Nation, Kansas). \n Additional Requestors and Disposition \n Lineal descendants or representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to Helen Robbins, The Field Museum of Natural History, 1400 S. Lake Shore Dr., Chicago, IL 60605, telephone (312) 665-7317, email hrobbins@fieldmuseum.org, by March 6, 2014. After that date, if no additional requestors have come forward, transfer of control of the human remains and associated funerary objects to the Forest County Potawatomi Community, Wisconsin; Hannahville Indian Community, Michigan; Kickapoo Traditional Tribe of Texas; Kickapoo Tribe of Indians of the Kickapoo Reservation in Kansas; Kickapoo Tribe of Oklahoma; Match-e-be-nash-she-wish Band of Pottawatomi Indians of Michigan; Menominee Indian Tribe of Wisconsin; Miami Tribe of Oklahoma; Nottawaseppi Huron Band of Potawatomi, Michigan (previously listed as the Huron Potawatomi, Inc.); Peoria Tribe of Indians of Oklahoma; Pokagon Band of Potawatomi Indians, Michigan and Indiana; and the Prairie Band Potawatomi Nation (previously listed as the Prairie Band of Potawatomi Nation, Kansas) may proceed. \n The Field Museum is responsible for notifying The Consulting Tribes and Indian Groups that this notice has been published. \n ", "consultation": "A detailed assessment of the human remains and associated funerary objects was made by the Field Museum of Natural History (Field Museum) professional staff in consultation with representatives of the Absentee-Shawnee Tribe of Indians of Oklahoma; Bad River Band of the Lake Superior Tribe of Chippewa Indians of the Bad River Reservation, Wisconsin; Bay Mills Indian Community, Michigan; Chippewa-Cree Indians of the Rocky Boy\\'s Reservation, Montana; Citizen Potawatomi Nation, Oklahoma; Delaware Nation, Oklahoma; Forest County Potawatomi Community, Wisconsin; Grand Traverse Band of Ottawa and Chippewa Indians, Michigan; Hannahville Indian Community, Michigan; Ho-Chunk Nation of Wisconsin; Keweenaw Bay Indian Community, Michigan; Kickapoo Traditional Tribe of Texas; Kickapoo Tribe of Indians of the Kickapoo Reservation in Kansas; Kickapoo Tribe of Oklahoma; Lac Courte Oreilles Band of Lake Superior Chippewa Indians of Wisconsin; Lac du Flambeau Band of Lake Superior Chippewa Indians of the Lac de Flambeau Reservation of Wisconsin; Lac Vieux Desert Band of Lake Superior Chippewa Indians of Michigan; Little River Band of Ottawa Indians, Michigan; Little Traverse Bay Band of Odawa Indians, Michigan; Match-e-be-nash-she-wish Band of Pottawatomi Indians of Michigan; Menominee Indian Tribe of Wisconsin; Miami Tribe of Oklahoma; Minnesota Chippewa Tribe, Minnesota (Six component reservations: Bois Fort Band (Nett Lake); Fond du Lac Band; Grand Portage Band; Leech Lake Band; Mille Lacs Band; White Earth Band); Nottawaseppi Huron Band of Potawatomi, Michigan (previously listed as the Huron Potawatomi, Inc.); Oneida Tribe of Indians of Wisconsin; Ottawa Tribe of Oklahoma; Peoria Tribe of Indians of Oklahoma; Pokagon Band of Potawatomi Indians, Michigan and Indiana; Prairie Band Potawatomi Nation (previously listed as the Prairie Band of Potawatomi Nation, Kansas); Red Cliff Band of Lake Superior Chippewa Indians of Wisconsin; Red Lake Band of Chippewa Indians, Minnesota; Sac & Fox Nation of Missouri in Kansas and Nebraska; Sac & Fox Nation, Oklahoma; Sac & Fox Tribe of the Mississippi in Iowa; Saginaw Chippewa Indian Tribe of Michigan; Sault Ste. Marie Tribe of Chippewa Indians, Michigan; Seneca Nation of Indians (previously listed as the Seneca Nation of New York); Seneca-Cayuga Tribe of Oklahoma; Shawnee Tribe; Sokaogon Chippewa Community, Wisconsin; Stockbridge Munsee Community, Wisconsin; St. Croix Chippewa Indians of Wisconsin; Tonawanda Band of Seneca (previously listed as the Tonawanda Band of Seneca Indians of New York); Turtle Mountain Band of Chippewa Indians of North Dakota; and the Wyandotte Nation; as well as the Burt Lake Band of Odawa and Chippewa Indians and the Grand River Band of Ottawa Indians, non-Federally recognized Indian groups. Hereafter, all tribes and groups listed in this section are referred to as \\xe2\\x80\\x9cThe Consulting Tribes and Indian Groups.\\xe2\\x80\\x9d \n ", "h_d_r": "In 1915 and 1916, human remains representing, at minimum, 42 individuals were removed from the Dumaw Creek site in Oceana County, MI, by a local farmer, Carl Schrumpf. Mr. Schrumpf sold his collection to Mr. H. E. Sargent of Grand Rapids, MI, who, in turn, sold a large portion of the collection to Mr. Charles Nelson in the late 1920s or early 1930s. The Field Museum\\'s Department of Zoology purchased this material in 1958 from the estate of Mr. Charles Nelson. The collection was transferred from Zoology to the Anthropology Department in March 1959. \n Of the 42 individuals, three individuals were children, four were juveniles, one was a young adult of unknown sex, three were young adult females, two were young adult males, ten were adults of unknown sex, one was a middle-aged female, and one was a middle-aged male. One young adult, one middle aged individual, and two older adults probably were males. One individual of indeterminate age, one individual of middle age, and one individual of middle- to old-aged were possibly male. One juvenile or young adult, two young adults, one late early adult to middle-aged adult, one middle-aged individual, one middle- to old-aged adult, and one older adult were possibly female. One young adult was probably female. One individual was of indeterminate age and sex, and one other may have been either a juvenile or an adult. It is possible that some of the elements representing individuals may belong to the same individual, but this could not be determined definitively by Field Museum staff. No known individuals were identified. \n The 83 catalog numbers containing associated funerary objects are 1 woven bag of buffalo hair; 1 lot of bag fragments; 1 bag of weasel skin; 1 leather bag or pouch; 1 lot of braided leather thongs; 1 lot of leather bag parts; 1 piece of leather; 1 woven bag of beaver skin; 2 fragments of beaver skin; 1 section of elk skin and hair; 1 section of black bear skin and hair; 1 fragment of raccoon skin; 1 lot of copper hair ornaments; 1 hair plaque fragment; 1 lot of bead fragments; 1 part of a headdress; 1 lot of copper hair beads; 4 lots of hair pipes; 4 lots of projectile points; 7 lots of knives; 1 lot of beads on a thong; 1 part of a bear skin; 1 lot of thong fragments; 1 lot of cord fragments; 1 lot of leather and thongs; 1 lot of braided grass; 1 lot of wood fragments; 1 mussel shell; 1 wooden shaft fragment; 1 thorn; 1 lot of pumpkin seeds; 1 box of bag remnants; 1 lot of hawk beak culmens; 1 lot of bird tail fragments; 1 box of leaf fragments; 1 seed; 1 bone bead; 1 shell bead; 2 celts; 1 tinkling cone; 1 lot of animal skin fragments from the above animals; 2 awls; 1 spear; 1 lot of beaver incisors; 17 lots of beads; 1 lot of small shell beads; 1 lump of ochre; 1 lot of shell pendants; 1 lot of effigy pendants; 1 pendant; 1 lot of grass fragments; and 1 box of powdered ochre. \n In 1960, the Field Museum accessioned material as the result of an exchange with the Wright L. Coffinberry Chapter of the Michigan Archaeological Society. This exchange was initiated by Field Museum curator George Quimby. Quimby wrote that this material was directly traceable to the dealer H.E. Sargent, who had bought the material from Mr. Schrumpf. The two associated funerary objects are globular vessels recorded as originally having been found in a burial context. \n In 1961, the Field Museum accessioned lithic material collected by Quimby that included material from a Mr. Seymour Rider. Quimby reported that Mr. Rider collected at the site following Schrumpf. It is likely that Quimby made this purchase on behalf of the Field Museum, as it is known that he visited and examined Mr. Rider\\'s collection in the 1960s. The five associated funerary objects accessioned are granite-tempered tan and gray rim sherds that Quimby reported as originally having been removed from graves at the Dumaw Creek site in 1916. \n George Quimby conducted research on the Dumaw Creek site in the 1960s, which included visiting the site. Quimby determined that the Dumaw Creek site was the location from which the Native American human remains and associated funerary objects listed in the notice were removed. He determined that the site was both a village and burial ground dating to the early 17th century (he settled on the window of 1605 to 1620 in his 1966 Fieldiana report, The Dumaw Creek site: a seventeenth century prehistoric Indian village and cemetery in Oceana County, Michigan). Field Museum staff has relied on this date for the purposes of assessing cultural affiliation. Quimby and other researchers have characterized the lower peninsula of Michigan at the time as a zone between Iroquois tribes of the east and Algonquian tribes in eastern Wisconsin (including the Potawatomi, Kickapoo, Sauk, Fox, Menominee, Mascouten, and Miami). Other texts, such as the Handbook of North American Indians, place the Potawatomi\\'s \\xe2\\x80\\x9cprotohistoric estate\\xe2\\x80\\x9d in the lower peninsula of Michigan, west and north of, but adjacent to, Central Algonquian groups like the Kickapoo, Sauk, Fox, and Mascouten. O\\'Gorman and Lovis write that the Potawatomi entered the area around Lake Michigan fairly late in prehistoric times, and that they came to an area which held other groups from about the 1400s to the early 1600s\\xe2\\x80\\x94groups that others, through linguistic and ethnohistoric information, have determined to be the Kickapoo, Sauk, Fox, and Mascouten. Quimby also considered there to be similarity between the burial assemblage\\xe2\\x80\\x94such as a twined bag\\xe2\\x80\\x94and bags made in the 19th century by some of these tribes. This information contributes to a largely agreed-upon oral tradition and belief, as well as accepted historical and archeological information, that a splitting of groups occurred around the Straits of Mackinac by the late 16th century, with the Ottawa/Odawa remaining in this area, the Chippewa/Ojibwe heading west and north, and the group(s) now known as the Potawatomi heading south. Further research and final consultation with Potawatomi, Kickapoo, Sauk, Fox, Menominee, Mascouten, and Miami tribes resulted in the Field Museum\\'s determination that it is reasonable to conclude that the cultural affiliation of the human remains and cultural items listed in this notice lies with the descendant tribes listed in the following section.  \n ", "h_d_ci": "Null", "determinations": "Determinations Made by the Field Museum \n Officials of the Field Museum have determined that: \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice represent the physical remains of 42 individuals of Native American ancestry. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(3)(A), the 90 catalog numbers representing the objects described in this notice are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(2), a relationship of shared group identity can be reasonably traced between the Native American human remains and associated funerary objects and the Forest County Potawatomi Community, Wisconsin; Hannahville Indian Community, Michigan; Kickapoo Traditional Tribe of Texas; Kickapoo Tribe of Indians of the Kickapoo Reservation in Kansas; Kickapoo Tribe of Oklahoma; Match-e-be-nash-she-wish Band of Pottawatomi Indians of Michigan; Menominee Indian Tribe of Wisconsin; Miami Tribe of Oklahoma; Nottawaseppi Huron Band of Potawatomi, Michigan (previously listed as the Huron Potawatomi, Inc.); Peoria Tribe of Indians of Oklahoma; Pokagon Band of Potawatomi Indians, Michigan and Indiana; and the Prairie Band Potawatomi Nation (previously listed as the Prairie Band of Potawatomi Nation, Kansas). \n ", "a_r_d": "Lineal descendants or representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to Helen Robbins, The Field Museum of Natural History, 1400 S. Lake Shore Dr., Chicago, IL 60605, telephone (312) 665-7317, email hrobbins@fieldmuseum.org, by March 6, 2014. After that date, if no additional requestors have come forward, transfer of control of the human remains and associated funerary objects to the Forest County Potawatomi Community, Wisconsin; Hannahville Indian Community, Michigan; Kickapoo Traditional Tribe of Texas; Kickapoo Tribe of Indians of the Kickapoo Reservation in Kansas; Kickapoo Tribe of Oklahoma; Match-e-be-nash-she-wish Band of Pottawatomi Indians of Michigan; Menominee Indian Tribe of Wisconsin; Miami Tribe of Oklahoma; Nottawaseppi Huron Band of Potawatomi, Michigan (previously listed as the Huron Potawatomi, Inc.); Peoria Tribe of Indians of Oklahoma; Pokagon Band of Potawatomi Indians, Michigan and Indiana; and the Prairie Band Potawatomi Nation (previously listed as the Prairie Band of Potawatomi Nation, Kansas) may proceed. \n The Field Museum is responsible for notifying The Consulting Tribes and Indian Groups that this notice has been published. \n "}