{"index": "I_860", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        [NPS-WASO-NAGPRA-14698: PPWOCRADN0-PCU00RP14.R50000]\\n        Notice of Inventory Completion: University of Colorado Museum of Natural History, Boulder, CO\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        \\n          SUMMARY:\\n\\n          The University of Colorado Museum of Natural History has completed an inventory of human remains, in consultation with the appropriate Indian tribes or Native Hawaiian organizations, and has determined that there is no cultural affiliation between the human remains and any present-day Indian tribes or Native Hawaiian organizations. Representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains should submit a written request to the University of Colorado Museum of Natural History. If no additional requestors come forward, transfer of control of the human remains to the Indian tribes or Native Hawaiian organizations stated in this notice may proceed.\\n        \\n        \\n          DATES:\\n          Representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains should submit a written request with information in support of the request to the University of Colorado Museum of Natural History at the address in this notice by March 6, 2014.\\n        \\n        \\n          ADDRESSES:\\n\\n          Steve Lekson, Curator of Anthropology, University of Colorado Museum of Natural History, Campus Box 218, Boulder, CO 80309, telephone (303) 492-6671, Lekson@colorado.edu.\\n        \\n      \\n      \\n        SUPPLEMENTARY INFORMATION:\\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains under the control of the University of Colorado Museum of Natural History. The human remains were removed from an unknown location in Georgia, Kentucky, Michigan, New York, North Carolina, Pennsylvania, South Carolina, Virginia, or West Virginia.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003(d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains. The National Park Service is not responsible for the determinations in this notice.\\n        Consultation\\n        A detailed assessment of the human remains was made by the University of Colorado Museum of Natural History professional staff in consultation with representatives of tribes with aboriginal territory in Georgia, Kentucky, Michigan, New York, North Carolina, Pennsylvania, South Carolina, Virginia, or West Virginia. The consultant tribes with aboriginal territory in Georgia, Kentucky, Michigan, New York, North Carolina, Pennsylvania, South Carolina, Virginia, or West Virginia include: The Absentee-Shawnee Tribe of Indians of Oklahoma; Bois Forte Band (Nett Lake) of the Minnesota Chippewa Tribe, Minnesota; Cherokee Nation; Chickasaw Nation; Delaware Tribe of Indians; Eastern Band of Cherokee Indians; Eastern Shawnee Tribe of Oklahoma; Keweenaw Bay Indian Community, Michigan; Lac Vieux Desert Band of Lake Superior Chippewa Indians, Michigan; Mille Lacs Band of the Minnesota Chippewa Tribe, Minnesota; The Muscogee (Creek) Nation; Pokagon Band of Potawatomi Indians, Michigan and Indiana; Red Cliff Band of Lake Superior Chippewa Indians of Wisconsin; Saginaw Chippewa Indian Tribe of Michigan; Saint Regis Mohawk Tribe, New York (formerly the St. Regis Band of Mohawk Indians of New York); Sault Ste. Marie Tribe of Chippewa Indians of Michigan; The Seminole Nation of Oklahoma; Thlopthlocco Tribal Town; Tonawanda Band of Seneca (previously listed as the Tonawanda Band of Seneca Indians of New York); United Keetoowah Band of Cherokee Indians in Oklahoma; and White Earth Band of the Minnesota Chippewa Tribe, Minnesota.\\n        The following tribes with aboriginal territory in Georgia, Kentucky, Michigan, New York, North Carolina, Pennsylvania, South Carolina, Virginia, or West Virginia were also invited to participate but were not involved in consultations: Alabama-Quassarte Tribal Town; Bad River Band of the Lake Superior Tribe of Chippewa Indians of the Bad River Reservation, Wisconsin; Bay Mills Indian Community, Michigan; Cayuga Nation; Chippewa-Cree Indians of the Rocky Boy\\'s Reservation, Montana; Citizen Potawatomi Nation, Oklahoma; Delaware Nation, Oklahoma; Fond du Lac Band of the Minnesota Chippewa Tribe, Minnesota; Forest County Potawatomi Community, Wisconsin; Grand Portage Band of the Minnesota Chippewa Tribe, Minnesota; Grand Traverse Band of Ottawa and Chippewa Indians, Michigan; Hannahville Indian Community, Michigan; Kialegee Tribal Town; Kickapoo Traditional Tribe of Texas; Kickapoo Tribe of Indians of the Kickapoo Reservation in Kansas; Kickapoo Tribe of Oklahoma; Lac Courte Oreilles Band of Lake Superior Chippewa Indians of Wisconsin; Lac du Flambeau Band of Lake Superior Chippewa Indians of the Lac du Flambeau Reservation of Wisconsin; Leech Lake Band of the Minnesota Chippewa Tribe, Minnesota; Little River Band of Ottawa Indians, Michigan; Little Traverse Bay Bands of Odawa Indians, Michigan; Match-e-be-nash-she-wish Band of Potawatomi Indians of Michigan; Menominee Indian Tribe of Wisconsin; Miami Tribe of Oklahoma; Miccosukee Tribe of Indians; Minnesota Chippewa Tribe, Minnesota; Nottawaseppi Huron Band of the Potawatomi, Michigan (previously listed as the Huron Potawatomi, Inc.); Oneida Nation of New York; Oneida Tribe of Indians of Wisconsin; Onondaga Nation; Ottawa Tribe of Oklahoma; Peoria Tribe of Indians of Oklahoma; Poarch Band of Creeks (previously listed as the Poarch Band of Creek Indians of Alabama); Prairie Band Potawatomi Nation (previously listed as the Prairie Band of Potawatomi Nation, Kansas); Quechan Tribe of the Fort Yuma Indian Reservation, California & Arizona; Red Lake Band of Chippewa Indians, Minnesota; Seminole Tribe of Florida (previously listed as the Seminole Tribe of Florida (Dania, Big Cypress, Brighton, Hollywood & Tampa Reservations); Seneca Nation of Indians (previously listed as the Seneca Nation of New York); Seneca-Cayuga Tribe of Oklahoma; Shawnee Tribe; Sokaogon Chippewa Community, Wisconsin; St. Croix Chippewa Indians of Wisconsin; Stockbridge Munsee Community, Wisconsin; Turtle Mountain Band of Chippewa Indians of North Dakota; Tuscarora Nation; and Wyandotte Nation.\\n        Hereafter, all tribes listed in this section are referred to as \\xe2\\x80\\x9cThe Consulted and Notified Tribes.\\xe2\\x80\\x9d\\n        History and Description of the Remains\\n        Prior to the death of the collector in 1959, human remains representing, at minimum, one individual were removed from an unknown location in Georgia, Kentucky, Michigan, New York, North Carolina, Pennsylvania, South Carolina, Virginia, or West Virginia. Avocational archaeologist Gervis W. Hoofnagle (1886-1959) assembled a collection of nearly 700 Native American cultural items including several sets of human remains. Mr. Hoofnagle\\'s widow sold the collection to the University of Colorado Museum of Natural History in 1961. According his catalog, Mr. Hoofnagle removed these remains from one of nine states he identified as \\xe2\\x80\\x9cEastern US\\xe2\\x80\\x9d. The states are Georgia, Kentucky, Michigan, New York, North Carolina, Pennsylvania, South Carolina, Virginia, and West Virginia. No known individuals were identified. No associated funerary objects are present.\\n\\n        Pursuant to 43 CFR 10.16, the Secretary of the Interior may make a recommendation for a transfer of control of culturally unidentifiable human remains. On November 6, 2013, the University of Colorado Museum of Natural History requested that the Secretary, through the Native American Graves Protection and Repatriation Review Committee, recommend the proposed transfer of control of the culturally unidentifiable Native American human remains in this notice to the Eastern Band of Cherokee Indians; Pokagon Band of Potawatomi Indians, Michigan and Indiana; Saginaw Chippewa Indian Tribe of Michigan; Sault Ste. Marie Tribe of Chippewa Indians of Michigan; and the United Keetoowah Band of Cherokee Indians in Oklahoma. These tribes jointly requested disposition.\\n        The Review Committee, acting pursuant to its responsibility under 25 U.S.C. 3006(c)(5), considered the request at its November 2013 meeting and recommended to the Secretary that the proposed transfer of control proceed. A December 11, 2013 letter on behalf of the Secretary of Interior from the Designated Federal Official transmitted the Secretary\\'s independent review and concurrence with the Review Committee that:\\n        \\xe2\\x80\\xa2 The University of Colorado Museum of Natural History consulted with every appropriate Indian tribe or Native Hawaiian organization,\\n        \\xe2\\x80\\xa2 None of The Consulted and Notified Tribes objected to the proposed transfer of control, and\\n        \\xe2\\x80\\xa2 The University of Colorado Museum of Natural History may proceed with the agreed upon transfer of control of the culturally unidentifiable human remains to the Eastern Band of Cherokee Indians; Pokagon Band of Potawatomi Indians, Michigan and Indiana; Saginaw Chippewa Indian Tribe of Michigan; Sault Ste. Marie Tribe of Chippewa Indians of Michigan; and the United Keetoowah Band of Cherokee Indians in Oklahoma.\\n\\n        Transfer of control is contingent on the publication of a Notice of Inventory Completion in the Federal Register. This notice fulfills that requirement.\\n        Determinations Made by the University of Colorado Museum of Natural History\\n        Officials of the University of Colorado Museum of Natural History have determined that:\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice are Native American based the collecting focus and composition of the Hoofnagle collection.\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice represent the physical remains of one individual of Native American ancestry.\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(2), a relationship of shared group identity cannot be reasonably traced between the Native American human remains and any present-day Indian tribe.\\n        \\xe2\\x80\\xa2 Pursuant to 43 CFR 10.16, the disposition of the human remains will be to the Eastern Band of Cherokee Indians; Pokagon Band of Potawatomi Indians, Michigan and Indiana; Saginaw Chippewa Indian Tribe of Michigan; Sault Ste. Marie Tribe of Chippewa Indians of Michigan; and the United Keetoowah Band of Cherokee Indians in Oklahoma.\\n        Additional Requestors and Disposition\\n\\n        Representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains should submit a written request with information in support of the request to Steve Lekson, Curator of Anthropology, University of Colorado Museum of Natural History, Campus Box 218, Boulder, CO 80309, telephone (303) 492-6671, Lekson@colorado.edu, by March 6, 2014. After that date, if no additional requestors have come forward, transfer of control of the human remains to the Eastern Band of Cherokee Indians; Pokagon Band of Potawatomi Indians, Michigan and Indiana; Saginaw Chippewa Indian Tribe of Michigan; Sault Ste. Marie Tribe of Chippewa Indians of Michigan; and the United Keetoowah Band of Cherokee Indians in Oklahoma may proceed.\\n        The University of Colorado Museum of Natural History is responsible for notifying The Consulted and Notified Tribes that this notice has been published.\\n        \\n          Dated: December 19, 2013.\\n          Melanie O\\'Brien,\\n          Acting Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. 2014-02341 Filed 2-3-14; 8:45 am]\\n      BILLING CODE 4312-50-P\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "[NPS-WASO-NAGPRA-14698: PPWOCRADN0-PCU00RP14.R50000]", "subject": "Notice of Inventory Completion: University of Colorado Museum of Natural History, Boulder, CO", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "The University of Colorado Museum of Natural History has completed an inventory of human remains, in consultation with the appropriate Indian tribes or Native Hawaiian organizations, and has determined that there is no cultural affiliation between the human remains and any present-day Indian tribes or Native Hawaiian organizations. Representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains should submit a written request to the University of Colorado Museum of Natural History. If no additional requestors come forward, transfer of control of the human remains to the Indian tribes or Native Hawaiian organizations stated in this notice may proceed.", "dates": "Representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains should submit a written request with information in support of the request to the University of Colorado Museum of Natural History at the address in this notice by March 6, 2014.", "addresses": "Steve Lekson, Curator of Anthropology, University of Colorado Museum of Natural History, Campus Box 218, Boulder, CO 80309, telephone (303) 492-6671, Lekson@colorado.edu.", "signature_dated": "Dated: December 19, 2013.", "signature_name": "Melanie O\\'Brien,", "signature_title": "Acting Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. 2014-02341 Filed 2-3-14; 8:45 am]", "billing_code": "BILLING CODE 4312-50-P", "supp_info": "SUPPLEMENTARY INFORMATION: \n Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains under the control of the University of Colorado Museum of Natural History. The human remains were removed from an unknown location in Georgia, Kentucky, Michigan, New York, North Carolina, Pennsylvania, South Carolina, Virginia, or West Virginia. \n This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003(d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains. The National Park Service is not responsible for the determinations in this notice. \n Consultation \n A detailed assessment of the human remains was made by the University of Colorado Museum of Natural History professional staff in consultation with representatives of tribes with aboriginal territory in Georgia, Kentucky, Michigan, New York, North Carolina, Pennsylvania, South Carolina, Virginia, or West Virginia. The consultant tribes with aboriginal territory in Georgia, Kentucky, Michigan, New York, North Carolina, Pennsylvania, South Carolina, Virginia, or West Virginia include: The Absentee-Shawnee Tribe of Indians of Oklahoma; Bois Forte Band (Nett Lake) of the Minnesota Chippewa Tribe, Minnesota; Cherokee Nation; Chickasaw Nation; Delaware Tribe of Indians; Eastern Band of Cherokee Indians; Eastern Shawnee Tribe of Oklahoma; Keweenaw Bay Indian Community, Michigan; Lac Vieux Desert Band of Lake Superior Chippewa Indians, Michigan; Mille Lacs Band of the Minnesota Chippewa Tribe, Minnesota; The Muscogee (Creek) Nation; Pokagon Band of Potawatomi Indians, Michigan and Indiana; Red Cliff Band of Lake Superior Chippewa Indians of Wisconsin; Saginaw Chippewa Indian Tribe of Michigan; Saint Regis Mohawk Tribe, New York (formerly the St. Regis Band of Mohawk Indians of New York); Sault Ste. Marie Tribe of Chippewa Indians of Michigan; The Seminole Nation of Oklahoma; Thlopthlocco Tribal Town; Tonawanda Band of Seneca (previously listed as the Tonawanda Band of Seneca Indians of New York); United Keetoowah Band of Cherokee Indians in Oklahoma; and White Earth Band of the Minnesota Chippewa Tribe, Minnesota. \n The following tribes with aboriginal territory in Georgia, Kentucky, Michigan, New York, North Carolina, Pennsylvania, South Carolina, Virginia, or West Virginia were also invited to participate but were not involved in consultations: Alabama-Quassarte Tribal Town; Bad River Band of the Lake Superior Tribe of Chippewa Indians of the Bad River Reservation, Wisconsin; Bay Mills Indian Community, Michigan; Cayuga Nation; Chippewa-Cree Indians of the Rocky Boy\\'s Reservation, Montana; Citizen Potawatomi Nation, Oklahoma; Delaware Nation, Oklahoma; Fond du Lac Band of the Minnesota Chippewa Tribe, Minnesota; Forest County Potawatomi Community, Wisconsin; Grand Portage Band of the Minnesota Chippewa Tribe, Minnesota; Grand Traverse Band of Ottawa and Chippewa Indians, Michigan; Hannahville Indian Community, Michigan; Kialegee Tribal Town; Kickapoo Traditional Tribe of Texas; Kickapoo Tribe of Indians of the Kickapoo Reservation in Kansas; Kickapoo Tribe of Oklahoma; Lac Courte Oreilles Band of Lake Superior Chippewa Indians of Wisconsin; Lac du Flambeau Band of Lake Superior Chippewa Indians of the Lac du Flambeau Reservation of Wisconsin; Leech Lake Band of the Minnesota Chippewa Tribe, Minnesota; Little River Band of Ottawa Indians, Michigan; Little Traverse Bay Bands of Odawa Indians, Michigan; Match-e-be-nash-she-wish Band of Potawatomi Indians of Michigan; Menominee Indian Tribe of Wisconsin; Miami Tribe of Oklahoma; Miccosukee Tribe of Indians; Minnesota Chippewa Tribe, Minnesota; Nottawaseppi Huron Band of the Potawatomi, Michigan (previously listed as the Huron Potawatomi, Inc.); Oneida Nation of New York; Oneida Tribe of Indians of Wisconsin; Onondaga Nation; Ottawa Tribe of Oklahoma; Peoria Tribe of Indians of Oklahoma; Poarch Band of Creeks (previously listed as the Poarch Band of Creek Indians of Alabama); Prairie Band Potawatomi Nation (previously listed as the Prairie Band of Potawatomi Nation, Kansas); Quechan Tribe of the Fort Yuma Indian Reservation, California & Arizona; Red Lake Band of Chippewa Indians, Minnesota; Seminole Tribe of Florida (previously listed as the Seminole Tribe of Florida (Dania, Big Cypress, Brighton, Hollywood & Tampa Reservations); Seneca Nation of Indians (previously listed as the Seneca Nation of New York); Seneca-Cayuga Tribe of Oklahoma; Shawnee Tribe; Sokaogon Chippewa Community, Wisconsin; St. Croix Chippewa Indians of Wisconsin; Stockbridge Munsee Community, Wisconsin; Turtle Mountain Band of Chippewa Indians of North Dakota; Tuscarora Nation; and Wyandotte Nation. \n Hereafter, all tribes listed in this section are referred to as \\xe2\\x80\\x9cThe Consulted and Notified Tribes.\\xe2\\x80\\x9d \n History and Description of the Remains \n Prior to the death of the collector in 1959, human remains representing, at minimum, one individual were removed from an unknown location in Georgia, Kentucky, Michigan, New York, North Carolina, Pennsylvania, South Carolina, Virginia, or West Virginia. Avocational archaeologist Gervis W. Hoofnagle (1886-1959) assembled a collection of nearly 700 Native American cultural items including several sets of human remains. Mr. Hoofnagle\\'s widow sold the collection to the University of Colorado Museum of Natural History in 1961. According his catalog, Mr. Hoofnagle removed these remains from one of nine states he identified as \\xe2\\x80\\x9cEastern US\\xe2\\x80\\x9d. The states are Georgia, Kentucky, Michigan, New York, North Carolina, Pennsylvania, South Carolina, Virginia, and West Virginia. No known individuals were identified. No associated funerary objects are present. \n Pursuant to 43 CFR 10.16, the Secretary of the Interior may make a recommendation for a transfer of control of culturally unidentifiable human remains. On November 6, 2013, the University of Colorado Museum of Natural History requested that the Secretary, through the Native American Graves Protection and Repatriation Review Committee, recommend the proposed transfer of control of the culturally unidentifiable Native American human remains in this notice to the Eastern Band of Cherokee Indians; Pokagon Band of Potawatomi Indians, Michigan and Indiana; Saginaw Chippewa Indian Tribe of Michigan; Sault Ste. Marie Tribe of Chippewa Indians of Michigan; and the United Keetoowah Band of Cherokee Indians in Oklahoma. These tribes jointly requested disposition. \n The Review Committee, acting pursuant to its responsibility under 25 U.S.C. 3006(c)(5), considered the request at its November 2013 meeting and recommended to the Secretary that the proposed transfer of control proceed. A December 11, 2013 letter on behalf of the Secretary of Interior from the Designated Federal Official transmitted the Secretary\\'s independent review and concurrence with the Review Committee that: \n \\xe2\\x80\\xa2 The University of Colorado Museum of Natural History consulted with every appropriate Indian tribe or Native Hawaiian organization, \n \\xe2\\x80\\xa2 None of The Consulted and Notified Tribes objected to the proposed transfer of control, and \n \\xe2\\x80\\xa2 The University of Colorado Museum of Natural History may proceed with the agreed upon transfer of control of the culturally unidentifiable human remains to the Eastern Band of Cherokee Indians; Pokagon Band of Potawatomi Indians, Michigan and Indiana; Saginaw Chippewa Indian Tribe of Michigan; Sault Ste. Marie Tribe of Chippewa Indians of Michigan; and the United Keetoowah Band of Cherokee Indians in Oklahoma. \n Transfer of control is contingent on the publication of a Notice of Inventory Completion in the Federal Register. This notice fulfills that requirement. \n Determinations Made by the University of Colorado Museum of Natural History \n Officials of the University of Colorado Museum of Natural History have determined that: \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice are Native American based the collecting focus and composition of the Hoofnagle collection. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice represent the physical remains of one individual of Native American ancestry. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(2), a relationship of shared group identity cannot be reasonably traced between the Native American human remains and any present-day Indian tribe. \n \\xe2\\x80\\xa2 Pursuant to 43 CFR 10.16, the disposition of the human remains will be to the Eastern Band of Cherokee Indians; Pokagon Band of Potawatomi Indians, Michigan and Indiana; Saginaw Chippewa Indian Tribe of Michigan; Sault Ste. Marie Tribe of Chippewa Indians of Michigan; and the United Keetoowah Band of Cherokee Indians in Oklahoma. \n Additional Requestors and Disposition \n Representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains should submit a written request with information in support of the request to Steve Lekson, Curator of Anthropology, University of Colorado Museum of Natural History, Campus Box 218, Boulder, CO 80309, telephone (303) 492-6671, Lekson@colorado.edu, by March 6, 2014. After that date, if no additional requestors have come forward, transfer of control of the human remains to the Eastern Band of Cherokee Indians; Pokagon Band of Potawatomi Indians, Michigan and Indiana; Saginaw Chippewa Indian Tribe of Michigan; Sault Ste. Marie Tribe of Chippewa Indians of Michigan; and the United Keetoowah Band of Cherokee Indians in Oklahoma may proceed. \n The University of Colorado Museum of Natural History is responsible for notifying The Consulted and Notified Tribes that this notice has been published. \n ", "consultation": "A detailed assessment of the human remains was made by the University of Colorado Museum of Natural History professional staff in consultation with representatives of tribes with aboriginal territory in Georgia, Kentucky, Michigan, New York, North Carolina, Pennsylvania, South Carolina, Virginia, or West Virginia. The consultant tribes with aboriginal territory in Georgia, Kentucky, Michigan, New York, North Carolina, Pennsylvania, South Carolina, Virginia, or West Virginia include: The Absentee-Shawnee Tribe of Indians of Oklahoma; Bois Forte Band (Nett Lake) of the Minnesota Chippewa Tribe, Minnesota; Cherokee Nation; Chickasaw Nation; Delaware Tribe of Indians; Eastern Band of Cherokee Indians; Eastern Shawnee Tribe of Oklahoma; Keweenaw Bay Indian Community, Michigan; Lac Vieux Desert Band of Lake Superior Chippewa Indians, Michigan; Mille Lacs Band of the Minnesota Chippewa Tribe, Minnesota; The Muscogee (Creek) Nation; Pokagon Band of Potawatomi Indians, Michigan and Indiana; Red Cliff Band of Lake Superior Chippewa Indians of Wisconsin; Saginaw Chippewa Indian Tribe of Michigan; Saint Regis Mohawk Tribe, New York (formerly the St. Regis Band of Mohawk Indians of New York); Sault Ste. Marie Tribe of Chippewa Indians of Michigan; The Seminole Nation of Oklahoma; Thlopthlocco Tribal Town; Tonawanda Band of Seneca (previously listed as the Tonawanda Band of Seneca Indians of New York); United Keetoowah Band of Cherokee Indians in Oklahoma; and White Earth Band of the Minnesota Chippewa Tribe, Minnesota. \n The following tribes with aboriginal territory in Georgia, Kentucky, Michigan, New York, North Carolina, Pennsylvania, South Carolina, Virginia, or West Virginia were also invited to participate but were not involved in consultations: Alabama-Quassarte Tribal Town; Bad River Band of the Lake Superior Tribe of Chippewa Indians of the Bad River Reservation, Wisconsin; Bay Mills Indian Community, Michigan; Cayuga Nation; Chippewa-Cree Indians of the Rocky Boy\\'s Reservation, Montana; Citizen Potawatomi Nation, Oklahoma; Delaware Nation, Oklahoma; Fond du Lac Band of the Minnesota Chippewa Tribe, Minnesota; Forest County Potawatomi Community, Wisconsin; Grand Portage Band of the Minnesota Chippewa Tribe, Minnesota; Grand Traverse Band of Ottawa and Chippewa Indians, Michigan; Hannahville Indian Community, Michigan; Kialegee Tribal Town; Kickapoo Traditional Tribe of Texas; Kickapoo Tribe of Indians of the Kickapoo Reservation in Kansas; Kickapoo Tribe of Oklahoma; Lac Courte Oreilles Band of Lake Superior Chippewa Indians of Wisconsin; Lac du Flambeau Band of Lake Superior Chippewa Indians of the Lac du Flambeau Reservation of Wisconsin; Leech Lake Band of the Minnesota Chippewa Tribe, Minnesota; Little River Band of Ottawa Indians, Michigan; Little Traverse Bay Bands of Odawa Indians, Michigan; Match-e-be-nash-she-wish Band of Potawatomi Indians of Michigan; Menominee Indian Tribe of Wisconsin; Miami Tribe of Oklahoma; Miccosukee Tribe of Indians; Minnesota Chippewa Tribe, Minnesota; Nottawaseppi Huron Band of the Potawatomi, Michigan (previously listed as the Huron Potawatomi, Inc.); Oneida Nation of New York; Oneida Tribe of Indians of Wisconsin; Onondaga Nation; Ottawa Tribe of Oklahoma; Peoria Tribe of Indians of Oklahoma; Poarch Band of Creeks (previously listed as the Poarch Band of Creek Indians of Alabama); Prairie Band Potawatomi Nation (previously listed as the Prairie Band of Potawatomi Nation, Kansas); Quechan Tribe of the Fort Yuma Indian Reservation, California & Arizona; Red Lake Band of Chippewa Indians, Minnesota; Seminole Tribe of Florida (previously listed as the Seminole Tribe of Florida (Dania, Big Cypress, Brighton, Hollywood & Tampa Reservations); Seneca Nation of Indians (previously listed as the Seneca Nation of New York); Seneca-Cayuga Tribe of Oklahoma; Shawnee Tribe; Sokaogon Chippewa Community, Wisconsin; St. Croix Chippewa Indians of Wisconsin; Stockbridge Munsee Community, Wisconsin; Turtle Mountain Band of Chippewa Indians of North Dakota; Tuscarora Nation; and Wyandotte Nation. \n Hereafter, all tribes listed in this section are referred to as \\xe2\\x80\\x9cThe Consulted and Notified Tribes.\\xe2\\x80\\x9d \n ", "h_d_r": "Prior to the death of the collector in 1959, human remains representing, at minimum, one individual were removed from an unknown location in Georgia, Kentucky, Michigan, New York, North Carolina, Pennsylvania, South Carolina, Virginia, or West Virginia. Avocational archaeologist Gervis W. Hoofnagle (1886-1959) assembled a collection of nearly 700 Native American cultural items including several sets of human remains. Mr. Hoofnagle\\'s widow sold the collection to the University of Colorado Museum of Natural History in 1961. According his catalog, Mr. Hoofnagle removed these remains from one of nine states he identified as \\xe2\\x80\\x9cEastern US\\xe2\\x80\\x9d. The states are Georgia, Kentucky, Michigan, New York, North Carolina, Pennsylvania, South Carolina, Virginia, and West Virginia. No known individuals were identified. No associated funerary objects are present. \n Pursuant to 43 CFR 10.16, the Secretary of the Interior may make a recommendation for a transfer of control of culturally unidentifiable human remains. On November 6, 2013, the University of Colorado Museum of Natural History requested that the Secretary, through the Native American Graves Protection and Repatriation Review Committee, recommend the proposed transfer of control of the culturally unidentifiable Native American human remains in this notice to the Eastern Band of Cherokee Indians; Pokagon Band of Potawatomi Indians, Michigan and Indiana; Saginaw Chippewa Indian Tribe of Michigan; Sault Ste. Marie Tribe of Chippewa Indians of Michigan; and the United Keetoowah Band of Cherokee Indians in Oklahoma. These tribes jointly requested disposition. \n The Review Committee, acting pursuant to its responsibility under 25 U.S.C. 3006(c)(5), considered the request at its November 2013 meeting and recommended to the Secretary that the proposed transfer of control proceed. A December 11, 2013 letter on behalf of the Secretary of Interior from the Designated Federal Official transmitted the Secretary\\'s independent review and concurrence with the Review Committee that: \n \\xe2\\x80\\xa2 The University of Colorado Museum of Natural History consulted with every appropriate Indian tribe or Native Hawaiian organization, \n \\xe2\\x80\\xa2 None of The Consulted and Notified Tribes objected to the proposed transfer of control, and \n \\xe2\\x80\\xa2 The University of Colorado Museum of Natural History may proceed with the agreed upon transfer of control of the culturally unidentifiable human remains to the Eastern Band of Cherokee Indians; Pokagon Band of Potawatomi Indians, Michigan and Indiana; Saginaw Chippewa Indian Tribe of Michigan; Sault Ste. Marie Tribe of Chippewa Indians of Michigan; and the United Keetoowah Band of Cherokee Indians in Oklahoma. \n Transfer of control is contingent on the publication of a Notice of Inventory Completion in the Federal Register. This notice fulfills that requirement. \n ", "h_d_ci": "Null", "determinations": "Determinations Made by the University of Colorado Museum of Natural History \n Officials of the University of Colorado Museum of Natural History have determined that: \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice are Native American based the collecting focus and composition of the Hoofnagle collection. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice represent the physical remains of one individual of Native American ancestry. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(2), a relationship of shared group identity cannot be reasonably traced between the Native American human remains and any present-day Indian tribe. \n \\xe2\\x80\\xa2 Pursuant to 43 CFR 10.16, the disposition of the human remains will be to the Eastern Band of Cherokee Indians; Pokagon Band of Potawatomi Indians, Michigan and Indiana; Saginaw Chippewa Indian Tribe of Michigan; Sault Ste. Marie Tribe of Chippewa Indians of Michigan; and the United Keetoowah Band of Cherokee Indians in Oklahoma. \n ", "a_r_d": "Representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains should submit a written request with information in support of the request to Steve Lekson, Curator of Anthropology, University of Colorado Museum of Natural History, Campus Box 218, Boulder, CO 80309, telephone (303) 492-6671, Lekson@colorado.edu, by March 6, 2014. After that date, if no additional requestors have come forward, transfer of control of the human remains to the Eastern Band of Cherokee Indians; Pokagon Band of Potawatomi Indians, Michigan and Indiana; Saginaw Chippewa Indian Tribe of Michigan; Sault Ste. Marie Tribe of Chippewa Indians of Michigan; and the United Keetoowah Band of Cherokee Indians in Oklahoma may proceed. \n The University of Colorado Museum of Natural History is responsible for notifying The Consulted and Notified Tribes that this notice has been published. \n "}